{
  "name": "테오",
  "subtitle": "충의의 기사",
  "description": "지금은 사라진 그레이 공국의 제1기사이자 사라진 주인인 제인을 찾아 세계를 헤메이고 있는 자. 무시무시한 힘을 담고 있는 그의 쌍창은 눈 앞에 마족이 있다면 일말의 자비도 베풀지 않는다.",
  "story": "100여년 전 존재한 그레이 공국의 기사이자, 제인 그레이를 흠모하는 자. 그레이공국의 제1기사이자, 전뇌의 힘을 담은 레기오스를 하사받은 제인의 창, 테오. 마족 군대와의 전투 중, 봉인이 풀린 마운틴 포트리스가 폭주를 일으켰다. 테오는 제인의 명을 받아 이를 막아내고 있었으나, 그 사이에 마족은 강력한 간부들을 앞세워 그레이 왕성을 총공격했다. 만신창이가 된 몸을 이끌고 돌아온 그는 곧장 마족 간부들과 치열한 전투를 벌였으나, 그 혼자의 몸으로는 역부족이었다. 전투가 끝나고, 마족의 손에 의해 파괴된 성에서 그녀의 유해를 안고 오열하던 테오는, 기이한 존재와의 계약을 통해 그녀 곁을 영원히 지키기 위해 깊은 잠에 빠져들었다.",
  "like": "마이 레이디 제인",
  "dislike": "마족과 그들의 간부들",
  "inn": {
    "idle": "그레이 공국의 테오 필 그레이엄입니다.",
    "recruit": {
      "greet": "아, 당신이로군요. 우리 구면이지요?",
      "talk": [
        "그녀를 다시 한번 만나고 싶습니다.",
        "...벌써 백 번의 겨울이 지났군요.",
        "혹, 백발의 아름다운 소녀를 본 적 없으십니까."
      ],
      "gift": "당신의 마음은 따스함으로 가득 차 있군요."
    },
    "affinity": {
      "greet": "안녕하십니까.",
      "talk": [
        "마족이라고 해서 전부 다 나쁜건 아니지만.. 그 고양이 같은 친구 라던가 말이죠.",
        "저는 어렸을 때 부터 창을 쥐어왔습니다. 창을 다루는건 익숙하죠."
      ],
      "gift": "감사합니다. 마음이 따듯해 집니다."
    },
    "relationship": {
      "greet": "잘 지내고 계셨는지요. 오래간만에 뵙습니다.",
      "talk": [
        "처음이었습니다. 제 마음이 그리도 따듯해졌던 그 순간은... 눈앞을 가득 채우는 태양이 서 있는 것 같았습니다.",
        "모든 이들이 그렇게 묻습니다. 왜 그렇게까지 하냐고... 저는 그리 말하고 있지요. 나의 삶을 찾아다닌 것뿐이라고.",
        "오랜 세월이 지나, 혹시라도... 그녀가 절 알아보지 못하면... 정녕 어떤 표정을 지어야 할지 모르겠습니다."
      ]
    }
  },
  "uw": {
    "name": "전뇌의 레기오스",
    "description": [
      "일반 공격과 스킬 공격 시 마다 자신에게 '전뇌'를 중첩시킵니다. 50 중첩 시 '전뇌의 레기오스'가 발동되며 10초간 자신의 공격 속도를 300, 치명타 피해량을 100%, 방어 관통력을 300 증가시킵니다. '전뇌의 레기오스' 발동 상태에서는 '전뇌'가 중첩되지 않습니다. 이 효과는 해제할 수 없습니다.",
      "일반 공격과 스킬 공격 시 마다 자신에게 '전뇌'를 중첩시킵니다. 50 중첩 시 '전뇌의 레기오스'가 발동되며 10초간 자신의 공격 속도를 360, 치명타 피해량을 120%, 방어 관통력을 360 증가시킵니다. '전뇌의 레기오스' 발동 상태에서는 '전뇌'가 중첩되지 않습니다. 이 효과는 해제할 수 없습니다.",
      "일반 공격과 스킬 공격 시 마다 자신에게 '전뇌'를 중첩시킵니다. 50 중첩 시 '전뇌의 레기오스'가 발동되며 10초간 자신의 공격 속도를 430, 치명타 피해량을 144%, 방어 관통력을 430 증가시킵니다. '전뇌의 레기오스' 발동 상태에서는 '전뇌'가 중첩되지 않습니다. 이 효과는 해제할 수 없습니다.",
      "일반 공격과 스킬 공격 시 마다 자신에게 '전뇌'를 중첩시킵니다. 50 중첩 시 '전뇌의 레기오스'가 발동되며 10초간 자신의 공격 속도를 520, 치명타 피해량을 173%, 방어 관통력을 520 증가시킵니다. '전뇌의 레기오스' 발동 상태에서는 '전뇌'가 중첩되지 않습니다. 이 효과는 해제할 수 없습니다.",
      "일반 공격과 스킬 공격 시 마다 자신에게 '전뇌'를 중첩시킵니다. 50 중첩 시 '전뇌의 레기오스'가 발동되며 10초간 자신의 공격 속도를 620, 치명타 피해량을 208%, 방어 관통력을 620 증가시킵니다. '전뇌의 레기오스' 발동 상태에서는 '전뇌'가 중첩되지 않습니다. 이 효과는 해제할 수 없습니다.",
      "일반 공격과 스킬 공격 시 마다 자신에게 '전뇌'를 중첩시킵니다. 50 중첩 시 '전뇌의 레기오스'가 발동되며 10초간 자신의 공격 속도를 750, 치명타 피해량을 250%, 방어 관통력을 750 증가시킵니다. '전뇌의 레기오스' 발동 상태에서는 '전뇌'가 중첩되지 않습니다. 이 효과는 해제할 수 없습니다."
    ],
    "story": "하늘에서 떨어진 벼락을 담아 만들어졌다는 창. 성인 남성의 키만한 창으로, 주변에 전류가 지속적으로 흐르고 있다. 벼락을 무기의 형태로 만드는 것은 매우 어려운 일이었지만, 대장장이 진은 보통 대장장이가 아니었다. 그는 레드 드래곤의 피를 먹인 거대한 마력석을 제련하여, 번개를 담은 후 창의 형태로 다듬었다고 한다. 이 창은 주인으로서 정한 자가 아닌 이상 손대는 것조차 허락하지 않는다고 전해진다. 쌍창이 합쳐지면 가공할 기운이 울부짖듯 뿜어져 나오는데, 그것은 가히 드래곤의 포효와도 같다."
  },
  "s1": {
    "name": "사력을 다해",
    "description": "적을 16회 공격하여 자신 주변 범위 내 적에게 총 {0} 마법피해를 입힙니다. 치명타 시 마다 10초간 자신의 치명타 피해량이 3% 씩 증가하며 30% 확률로 {1} 추가 마법 피해를 입히고 0.3초간 기절시킵니다. 치명타 피해량 증가 효과는 최대 30회 중첩됩니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "치명타 확률이 {0} 증가합니다."
    },
    "light": "적이 1명일 때 피해량이 100% 증가합니다",
    "dark": "재사용 대기 시간이 2초 감소합니다.",
    "ut": {
      "name": "흑담비의 털장식",
      "description": [
        "[사력을 다해] 자신에게 걸린 해로운 효과를 해제하며 매 타격 시 8% 확률로 대상의 이로운 효과를 해제합니다.",
        "[사력을 다해] 자신에게 걸린 해로운 효과를 해제하며 매 타격 시 10% 확률로 대상의 이로운 효과를 해제합니다.",
        "[사력을 다해] 자신에게 걸린 해로운 효과를 해제하며 매 타격 시 12% 확률로 대상의 이로운 효과를 해제합니다.",
        "[사력을 다해] 자신에게 걸린 해로운 효과를 해제하며 매 타격 시 14% 확률로 대상의 이로운 효과를 해제합니다.",
        "[사력을 다해] 자신에게 걸린 해로운 효과를 해제하며 매 타격 시 17% 확률로 대상의 이로운 효과를 해제합니다.",
        "[사력을 다해] 자신에게 걸린 해로운 효과를 해제하며 매 타격 시 20% 확률로 대상의 이로운 효과를 해제합니다."
      ],
      "story": "신성한 영물인 흑담비 세레블로스의 털장식으로, 소지자의 부적으로서의 기능을 수행한다. 레기오스의 전기 신호는 신체능력을 극한으로 끌어 올릴 수는 있으나 이후 극심한 육체적 반동을 가져오는데, 이 흑담비의 윤기나는 털이 테오의 부담을 크게 덜어주고 있다. 세레블로스의 털은 전도율이 뛰어나 레기오스의 전기 신호를 전신에 빠르게 전도하는 역할도 수행하면서, 흐르는 혈관에 신성한 보호막을 덧씌우기 때문에 테오가 온 몸을 던져 싸울 수 있다."
    }
  },
  "s2": {
    "name": "뇌신",
    "description": "시전 시 '뇌신' 상태가 되며 적 대상에게 번개 창을 던져 {0} 마법 피해를 입히고 밀어냅니다. 피해를 입은 대상은 10초간 받는 마법 피해량이 {1}% 증가합니다. '뇌신' 상태가 되면 10초 간 모든 마나를 회복하지 못하게 되지만 '제인을 위하여'의 스킬 발동 확률이 40% 증가하고 공격력이 {2} 증가합니다.",
    "books": {
      "0": "공격력 증가량과 피해량이 {0}% 증가합니다.",
      "1": "공격력 증가량과 피해량이 {0}% 증가합니다.",
      "2": "공격력 증가량과 피해량이 {0}% 증가합니다."
    },
    "light": "마나 소모량이 1 감소합니다.",
    "dark": "뇌신 상태에서 자신의 받는 피해량이 30% 증가하고 공격력 증가량이 100% 증가합니다.",
    "ut": {
      "name": "뇌신의 목걸이",
      "description": [
        "[뇌신] 지속시간 동안 공격속도가 250 증가하고 제인을 위하여 발동확률이 8% 추가로 증가합니다.",
        "[뇌신] 지속시간 동안 공격속도가 250 증가하고 제인을 위하여 발동확률이 9.6% 추가로 증가합니다.",
        "[뇌신] 지속시간 동안 공격속도가 250 증가하고 제인을 위하여 발동확률이 11.5% 추가로 증가합니다.",
        "[뇌신] 지속시간 동안 공격속도가 250 증가하고 제인을 위하여 발동확률이 13.8% 추가로 증가합니다.",
        "[뇌신] 지속시간 동안 공격속도가 250 증가하고 제인을 위하여 발동확률이 16.5% 추가로 증가합니다.",
        "[뇌신] 지속시간 동안 공격속도가 250 증가하고 제인을 위하여 발동확률이 20% 추가로 증가합니다."
      ],
      "story": "하늘에서 떨어진 벼락이자, 신수로도 불리우는 레기오스. 그레이 공국은 레기오스 본연의 힘이 너무나도 강해 무기로 제작 할 당시, 온전히 그 힘을 전부 담아내지 못했다. 결국 가장 커다란 덩어리는 전뇌의 창에 나머지 부서진 조각들은 각기 다른 곳에 넣어 제작하였다. 뇌신의 목걸이는 그 떨어져나온 조각 중 하나를 담아 만들어낸 목걸이다. 이 목걸이를 소지하면 전뇌의 창과 공명하여 레기오스의 더욱 온전한 힘에 다가 갈 수있다고 한다."
    }
  },
  "s3": {
    "name": "전뇌 폭발",
    "description": "전방 적을 향해 도약하여 창을 내리꼽아 적 대상과 그 주변 범위를 5회 공격하여 총 {0} 마법 피해를 입히고 3초간 기절시킵니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "치명타 확률이 {0} 증가합니다."
    },
    "light": "피해량이 40% 증가합니다.",
    "dark": "기절 지속 시간이 1초 증가합니다.",
    "ut": {
      "name": "적뢰의 정수",
      "description": [
        "[전뇌 폭발] 재사용 대기시간이 30% 감소하고 공격 시 공격력의 40% 만큼 추가 마법피해를 입힙니다.",
        "[전뇌 폭발] 재사용 대기시간이 30% 감소하고 공격 시 공격력의 48% 만큼 추가 마법피해를 입힙니다.",
        "[전뇌 폭발] 재사용 대기시간이 30% 감소하고 공격 시 공격력의 58% 만큼 추가 마법피해를 입힙니다.",
        "[전뇌 폭발] 재사용 대기시간이 30% 감소하고 공격 시 공격력의 70% 만큼 추가 마법피해를 입힙니다.",
        "[전뇌 폭발] 재사용 대기시간이 30% 감소하고 공격 시 공격력의 84% 만큼 추가 마법피해를 입힙니다.",
        "[전뇌 폭발] 재사용 대기시간이 30% 감소하고 공격 시 공격력의 100% 만큼 추가 마법피해를 입힙니다."
      ],
      "story": "멸망한 그레이 공국의 유산. 옛 그레이 공국의 명망 높은 궁정마법사가 전뇌의 레기오스를 하사받은 제 1기사 테오에게 선물한 보물이다. 붉은 낙뢰의 정기가 응집된 적뢰의 정수는 전뇌 폭발의 효과를 극대화 시킨다."
    }
  },
  "s4": {
    "name": "제인을 위하여",
    "description": "일반 공격 시 20% 확률로 적에게 {0} 마법 피해를 입히고 0.7초간 기절시킵니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "치명타 확률이 {0} 증가합니다."
    },
    "light": "피해량이 40% 증가합니다.",
    "dark": "기절 지속 시간이 0.2초 증가합니다."
  },
  "t5": {
    "light": "공격력,방어력,체력+15% / 치명타확률 +100",
    "dark": "뇌신 상태일 때 마나를 절반만큼 회복할 수 있도록 변경되며, 마나가 가득차면 10초간 공격력이 50% 증가합니다. 이 효과는 20초에 한번만 발동합니다."
  }
}