{
  "name": "유리아",
  "subtitle": "신비의 재단사",
  "description": "대륙을 유랑하며 온갖 유명인사들의 옷을 지어준 최고의 재단사. 사람의 운명을 느끼고 그에 따라 실과 바늘을 움직인다. 그녀의 바늘에는 별들이 춤추며, 그녀의 실에는 빛이 살아 움직인다.",
  "story": "오르비스 대륙에서 가장 유명한 재단사가 누구냐고 물어보면, 대부분의 사람들은 그게 무슨 소리냐고 물어볼 것이다. 하지만 정말 옷에 대해 잘 아는 사람들은, 그 누구라도 앞서 유리아를 지목할 것이다. 펜테오니아 출신의 재단사인 유리아는, 옷 의뢰가 들어올 때 꼭 두가지 조건을 건다고 한다. 첫번째는 한동안 자신이 옷을 주문한 의뢰인과 함께 다니며, 영감이 떠오를 때까지 지켜볼 수 있도록 허락해줄 것. 두번째는 그렇게 같이 동행하는 시간 동안, 거짓말 혹은 거짓된 행동은 하지 말아줄 것. 그녀의 첫번째 조건은 그녀가 지닌 '예지' 능력을 발동시키기 위한 조건이며, 그녀가 의뢰인이 가진 운명의 실을 느껴, 그것을 옷으로 표현하기 위한 조건이다. 두번째 조건은 '진실'을 느낄 수 있는 힘을 지닌 그녀가 거짓말을 싫어한다는 점, 그리고 그러한 행위를 할 사람의 운명을 자신의 손으로 표현하기 싫어서이다. 그렇게 읽은 운명을 별빛처럼 표현하여 만든 그녀의 예술작품들은, 그 어떤 귀족이라도 부러워할 최고의 옷이다.",
  "like": "여행, 자신의 직업, 따듯한 목욕, 방랑시인들의 시와 노래",
  "dislike": "옷을 중요하지 않게 보는 사람, 타인의 운명을 무시하는 사람, 거짓말",
  "inn": {
    "idle": "후후후, 활기찬 곳이군요~ 즐거워 보이시는 분이 잔뜩...",
    "recruit": {
      "greet": "어머, 안녕하세요. 혹시 새 옷이 필요하신가요?",
      "talk": [
        "새하얀 캔버스 위에 그림을 그리듯, 저도 제가 그리는 이미지를 옷으로 만들어낼 뿐입니다~",
        "이 마을에도 뛰어난 재단사가 있다는 소문을 들었는데, 만나뵙고 싶군요. 후후후.",
        "모든 사람은 다른 운명을 지니고 태어나지요. 과연 당신의 운명은, 어디로 흘러갈지..."
      ],
      "gift": "어머, 감사합니다. 다음에 답례로 옷을 만들어드리도록 하죠. 후후..."
    },
    "affinity": {
      "greet": "후후, 반가워요. 오늘의 만남은 운명인 것 같군요.",
      "talk": [
        "저는 운명을 보지는 못해요. 어디까지나, 운명을 예감하고 느낄 뿐.",
        "여행은 좋아요. 많은 것을 보고, 느끼고, 체험하고..."
      ],
      "gift": "어머, 이렇게나 많이...후후, 그럼 보답으로 제가 음료라도 하나 사드리도록 하죠."
    },
    "relationship": {
      "greet": "기다리고 있었어요, 운명의 주인.",
      "talk": [
        "제가 옷을 만드는 과정이 조금 독특해서 말이죠. 후후후, 꽤나 오래 걸린답니다.",
        "음, 참 신기한 일이에요. 딱히 부와 명예를 원해서 시작한 일은 아닌데...어느새 보니 유명해져 있더라고요.",
        "가끔은 고국, 펜테오니아에 돌아가기도 해요. 주로 아르테미아 여왕님의 옷을 만들기 위해서지만요. 후후."
      ]
    }
  },
  "uw": {
    "name": "하늘을 수놓는 별, 멜리플로",
    "description": [
      "매 일반 공격 시 마다 10초 동안 공격력이 1%, 치명타 피해량이 1% 증가합니다. 최대 20중첩까지 가능하며 이 효과는 해제되지 않습니다. 스킬 사용 시 마나를 200 회복합니다.",
      "매 일반 공격 시 마다 10초 동안 공격력이 1.2%, 치명타 피해량이 1.2% 증가합니다. 최대 20중첩까지 가능하며 이 효과는 해제되지 않습니다. 스킬 사용 시 마나를 240 회복합니다.",
      "매 일반 공격 시 마다 10초 동안 공격력이 1.4%, 치명타 피해량이 1.4% 증가합니다. 최대 20중첩까지 가능하며 이 효과는 해제되지 않습니다. 스킬 사용 시 마나를 290 회복합니다.",
      "매 일반 공격 시 마다 10초 동안 공격력이 1.7%, 치명타 피해량이 1.7% 증가합니다. 최대 20중첩까지 가능하며 이 효과는 해제되지 않습니다. 스킬 사용 시 마나를 350 회복합니다.",
      "매 일반 공격 시 마다 10초 동안 공격력이 2.1%, 치명타 피해량이 2.1% 증가합니다. 최대 20중첩까지 가능하며 이 효과는 해제되지 않습니다. 스킬 사용 시 마나를 420 회복합니다.",
      "매 일반 공격 시 마다 10초 동안 공격력이 2.5%, 치명타 피해량이 2.5% 증가합니다. 최대 20중첩까지 가능하며 이 효과는 해제되지 않습니다. 스킬 사용 시 마나를 500 회복합니다."
    ],
    "story": "유리아가 애용하는 실, 바늘 그리고 가위 세트. 그녀가 자랑하는 걸작들은 모두 이것으로 만들어졌다. 밤하늘의 별빛을 담아 만든 실, 그리고 운석으로부터 채취한 금속으로 만들어진 가위와 바늘. 사람의 운명을 읽는 별의 힘을 지녔다."
  },
  "s1": {
    "name": "운명의 업보",
    "description": "적 2명 에게 마법 블록 효과를 무시하는 {0} 마법 피해를 입히고 마나를 500 감소 시킵니다. 대상이 '인연의 실타래' 상태일 경우 방어무시 효과가 추가 적용되고 '인연의 실타래'는 해제 됩니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "마나 감소 효과가 마나를 1000 감소 시키도록 변경합니다.",
    "dark": "피해입은 대상을 3초 동안 기절시킵니다.",
    "ut": {
      "name": "밤하늘의 속삭임",
      "description": [
        "[운명의 업보] 피해량이 20% 증가하고 사용 중 상태이상에 면역이 됩니다.",
        "[운명의 업보] 피해량이 24% 증가하고 사용 중 상태이상에 면역이 됩니다.",
        "[운명의 업보] 피해량이 29% 증가하고 사용 중 상태이상에 면역이 됩니다.",
        "[운명의 업보] 피해량이 35% 증가하고 사용 중 상태이상에 면역이 됩니다.",
        "[운명의 업보] 피해량이 42% 증가하고 사용 중 상태이상에 면역이 됩니다.",
        "[운명의 업보] 피해량이 50% 증가하고 사용 중 상태이상에 면역이 됩니다."
      ],
      "story": "유리아가 직접 짠 별빛의 실로 만든, 세상에 하나밖에 없는 숄. 자주 여행을 하는 그녀로서는 몸을 자연으로부터 보호하는 것이 중요했고, 그녀는 그 점을 보완할 옷가지를 만들기로 마음을 먹었다. 그 결과 만들어진 것은, 입고 있는 자에게 온도조절 마법을 걸어주는 숄이었다. 이것만 있으면 비바람도, 눈보라도 걱정이 없다. 단지, 밤에도 빛나는 특성 때문에 어두운 밤에 이것을 입고 있으면, 멀리서 본 사람들은 요정 혹은 유령인지가 떠다니는 걸로 오해하고 놀란다고 한다."
    }
  },
  "s2": {
    "name": "별빛 재봉",
    "description": "자신의 해로운 효과를 해제하며 자신에게 {0} 초동안 {1} 의 피해를 흡수하는 보호막을 시전합니다. 보호막이 지속되는 동안 상태이상 면역이 되며 치명타 확률이 300 증가하고 유리아의 모든 공격대상이 1명 증가합니다.",
    "books": {
      "0": "보호막양이 {0}% 증가합니다.",
      "1": "보호막양이 {0}% 증가합니다.",
      "2": "보호막양이 {0}% 증가합니다."
    },
    "light": "보호막 지속시간 동안 자신의 공격력이 30% 증가합니다.",
    "dark": "마나 소모량이 1 증가하고 자신을 제외한 공격력이 가장 높은 아군 1명에게 추가로 효과가 발생합니다.",
    "ut": {
      "name": "예지의 눈",
      "description": [
        "[별빛 재봉] 보호막 양이 50% 증가하고 보호막 지속 시간 동안 받는 물리피해가 10% 감소합니다.",
        "[별빛 재봉] 보호막 양이 50% 증가하고 보호막 지속 시간 동안 받는 물리피해가 12% 감소합니다.",
        "[별빛 재봉] 보호막 양이 50% 증가하고 보호막 지속 시간 동안 받는 물리피해가 14% 감소합니다.",
        "[별빛 재봉] 보호막 양이 50% 증가하고 보호막 지속 시간 동안 받는 물리피해가 17% 감소합니다.",
        "[별빛 재봉] 보호막 양이 50% 증가하고 보호막 지속 시간 동안 받는 물리피해가 21% 감소합니다.",
        "[별빛 재봉] 보호막 양이 50% 증가하고 보호막 지속 시간 동안 받는 물리피해가 25% 감소합니다."
      ],
      "story": "유리아의 머나먼 조상, 예언자 라시필이 남긴 유산 중 하나. 셀 수 없는 시간을 넘어서도 그 광택과 빛을 잃지 않은 3개의 반지. 유리아조차 가늠할 수 없는 특별한 힘을 담고 있다. 유리아의 조부모님께서 남긴 서적에서는, 운명의 때가 도래하게 되면 예지의 눈은 빛을 발하여, 예언자에게 길을 안내해 줄 것이라는 글귀가 남아있었으나..."
    }
  },
  "s3": {
    "name": "인연의 고리",
    "description": "적 2명에게 {0} 마법 피해를 입히고 {1} 초 동안 받는 마법 피해를 30% 증가시키며 {2} 초 동안 '인연의 실타래' 상태로 만듭니다. '인연의 실타래' 상태인 적은 공격속도가 250 감소합니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "공격 속도 감소 효과가 500 으로 변경됩니다.",
    "dark": "대상의 이로운 효과를 해제합니다.",
    "ut": {
      "name": "거울의 건너편",
      "description": [
        "[인연의 고리] 피해량이 50% 증가하고 10초동안 대상의 받는 마법 피해가 10% 증가합니다.",
        "[인연의 고리] 피해량이 50% 증가하고 10초동안 대상의 받는 마법 피해가 12% 증가합니다.",
        "[인연의 고리] 피해량이 50% 증가하고 10초동안 대상의 받는 마법 피해가 14% 증가합니다.",
        "[인연의 고리] 피해량이 50% 증가하고 10초동안 대상의 받는 마법 피해가 17% 증가합니다.",
        "[인연의 고리] 피해량이 50% 증가하고 10초동안 대상의 받는 마법 피해가 21% 증가합니다.",
        "[인연의 고리] 피해량이 50% 증가하고 10초동안 대상의 받는 마법 피해가 25% 증가합니다."
      ],
      "story": "유리아의 머나먼 조상, 예언자 라시필이 남긴 유산 중 하나. 현재는 유리아의 여행용 마차 뒷칸에 실려있다. 푸르른 기운이 흐르는 이 요상한 거울은, 그 앞에 서는 사람의 모습이 아닌, 운명을 보여준다고 한다. 유리아는 그 거울에 비친 내용을 어느정도 예감으로 파악할 수 있으나, 그녀조차 완벽한 해석은 불가능한 상태이다."
    }
  },
  "s4": {
    "name": "진실의 가호",
    "description": "자신의 모든 방어력이 {0} 증가하고 공격속도가 300 증가합니다. 일반 공격 시 적 2명을 공격합니다. 일반 공격 시 마다 적에게 '별의 낙인'을 중첩시킵니다. '별의 낙인' 중첩당 대상의 받는 마법 피해가 1% 증가합니다. 최대 15중첩까지 가능하며 이 효과는 해제할 수 없습니다.",
    "books": {
      "0": "방어력 증가량이 {0}% 증가합니다.",
      "1": "방어력 증가량이 {0}% 증가합니다.",
      "2": "방어력 증가량이 {0}% 증가합니다."
    },
    "light": "받는 마법 피해 증가 효과가 2% 로 변경 됩니다.",
    "dark": "방어력과 공격속도 증가량이 50% 증가 합니다.",
    "ut": {
      "name": "하늘의 물방울",
      "description": [
        "[진실의 가호] '별의 낙인'의 최대 중첩수가 10회 증가하고 일반 공격의 피해량이 20% 증가합니다.",
        "[진실의 가호] '별의 낙인'의 최대 중첩수가 10회 증가하고 일반 공격의 피해량이 24% 증가합니다.",
        "[진실의 가호] '별의 낙인'의 최대 중첩수가 10회 증가하고 일반 공격의 피해량이 29% 증가합니다.",
        "[진실의 가호] '별의 낙인'의 최대 중첩수가 10회 증가하고 일반 공격의 피해량이 35% 증가합니다.",
        "[진실의 가호] '별의 낙인'의 최대 중첩수가 10회 증가하고 일반 공격의 피해량이 42% 증가합니다.",
        "[진실의 가호] '별의 낙인'의 최대 중첩수가 10회 증가하고 일반 공격의 피해량이 50% 증가합니다."
      ],
      "story": "독하면서도 상쾌한, 펜테오니아의 명주. 오르비스에 존재하는 최고의 술 중 하나로, 굉장히 귀하다. 유리아가 가장 좋아하는 술이기도 하지만, 여행을 자주 가는 그녀로서는 쉽게 구할 수는 없는 물건이다. 그렇기에 그녀는 1년에 한번씩은 꼭 고국을 방문하여, 여왕의 옷을 지은 대가로 술을 몇 병 정도 받아간다."
    }
  },
  "t5": {
    "light": "공격력,방어력,체력+15% / 공격속도 +100",
    "dark": "최초 전투 시작 시 '예지의 가호' 를 획득합니다. '예지의 가호'는 20초동안 모든 회피율을 300 증가시키고 모든 받는 피해를 300 감소시킵니다. 이 효과는 해제할 수 없습니다. 유리아가 '예지의 가호' 상태일 때 상태이상에 걸리면 즉시 상태이상을 해제하고 '예지의 가호'가 사라지며 마나를 1칸 회복합니다."
  }
}