{
  "name": "라브릴",
  "subtitle": "사랑스러운 악령",
  "description": "죄없이 죽임당한 수많은 지적 생명체의 영혼이 구속되어 만들어진 유령. 억울함과 원통함의 집합체임에도 불구하고, 그 순수함만은 잃지 않았다. 유령으로서의 힘을 이용하여 적들의 생기를 천천히 뺏어간다.",
  "story": "굉장히 이례적인 악령. 그녀의 모습을 본 자들은 평범한 소녀의 악령이라고 생각할 수도 있지만, 그녀는 하나의 영혼으로 만들어진 악령이 아니라,수많은 자들의 영혼이 뭉쳐져 만들어진 하나의 영혼집합체이다. 굉장한 영력을 지니고 있는 그녀는, 스스로의 의지만으로도 주변 생명체들의 영혼을 뒤흔들고, 강력한 저주를 걸 능력이 있다....그녀가 일반적인 악령이었다면. 그녀는 100년 전의 마족전쟁에서 죽은 수많은 어린아이들의 영혼들이 한데에 모여 만들어진 악령이지만, 어린아이들의 순수한 영혼은 원념이나 저주하고는 거리가 먼 순수한 존재들이다. 그렇기에 그들의 영혼으로 만들어진 라브릴 역시 순수하고 착한 마음의 아이로 태어났다. 하지만 그렇다 하더라도 악령은 악령. 그녀의 본질은 달라지지 않는다. 지금은 어디까지나 착하고 불쌍한 소녀일지라도, 어린아이는 색에 쉽게 물드는 새하얀 종이와도 같다. 제대로 이끌 존재 없이는...그녀는 너무나도 위태로운 존재이다.",
  "like": "친구가 되어줄 것 같은 사람, 동물, 활기찬 마을",
  "dislike": "무서운 사람, 악의, 자신을 괴물로 여기고 바라보는 시선",
  "inn": {
    "idle": "우우...모, 모르는 사람이 잔뜩...",
    "recruit": {
      "greet": "아...안녕하세요...",
      "talk": [
        "괴롭히지...않으실 꺼죠...?",
        "우리는...착해요...미워하지 말아주세요...",
        "좀만 더...같이 있어주세요..."
      ],
      "gift": "...?! 고...고마워요...!"
    },
    "affinity": {
      "greet": "으우...우리 왔어요....",
      "talk": [
        "무..무서워요...추워요...",
        "우우....외로워요...억울해요....우리는 누구죠..."
      ],
      "gift": "고..고마워요..우리를 버리지 말아요...우리와 함께해요...."
    },
    "relationship": {
      "greet": "헤헤...어서 오세요. 오늘은 뭘 하고...놀건가요?",
      "talk": [
        "루아교의 사람들은 무섭지만...나쁜 사람은 아닌 거 같아요...헤헤.",
        "요정들의 친구...정령들의 친구...우리의 친구, 유령의 친구는...누구일까요...?",
        "당신은 우리의 친구...헤헤, 너무 좋아요. 항상...같이 있어줘요..."
      ]
    }
  },
  "uw": {
    "name": "공허한 영혼, 던 네미시아",
    "description": [
      "자신이 스킬을 사용하면 1초간 [공허한 영혼] 상태가 되어 모든 공격을 회피합니다. 이 효과는 10초에 한번만 발동됩니다. 자신과 '영혼 결속' 상태의 아군의 치명타 피해량을 30% 증가시킵니다.",
      "자신이 스킬을 사용하면 1.2초간 [공허한 영혼] 상태가 되어 모든 공격을 회피합니다. 이 효과는 10초에 한번만 발동됩니다. 자신과 '영혼 결속' 상태의 아군의 치명타 피해량을 36% 증가시킵니다.",
      "자신이 스킬을 사용하면 1.4초간 [공허한 영혼] 상태가 되어 모든 공격을 회피합니다. 이 효과는 10초에 한번만 발동됩니다. 자신과 '영혼 결속' 상태의 아군의 치명타 피해량을 42% 증가시킵니다.",
      "자신이 스킬을 사용하면 1.7초간 [공허한 영혼] 상태가 되어 모든 공격을 회피합니다. 이 효과는 10초에 한번만 발동됩니다. 자신과 '영혼 결속' 상태의 아군의 치명타 피해량을 51% 증가시킵니다.",
      "자신이 스킬을 사용하면 2.1초간 [공허한 영혼] 상태가 되어 모든 공격을 회피합니다. 이 효과는 10초에 한번만 발동됩니다. 자신과 '영혼 결속' 상태의 아군의 치명타 피해량을 63% 증가시킵니다.",
      "자신이 스킬을 사용하면 2.5초간 [공허한 영혼] 상태가 되어 모든 공격을 회피합니다. 이 효과는 10초에 한번만 발동됩니다. 자신과 '영혼 결속' 상태의 아군의 치명타 피해량을 75% 증가시킵니다."
    ],
    "story": "영혼집합체 ‘라브릴’의 본체에서 떨어져 나와 만들어진 또 하나의 영혼집합체. 평소에 ‘착한 아이’인 라브릴과는 달리, 그녀 속의 악령들의 호전적/부정적인 부분을 전부 모아둔 최악의 악령. 다행히도 이 귀여우면서도 무서운 악령은, 본체가 원하지 않는 한 최대한 그 악한 부분을 봉인해 두고, 힘의 대다수를 본체를 지키거나 도와주는 데에 사용한다. 하지만 그렇다고 이 괴상한 악령이 착하고 무해한 존재가 되었다고 생각하면 곤란하다. 곤히 자고 있는 사람의 침대 근처에 각진 장난감을 흩어 두고 가거나, 방금 요리한 음식을 슬쩍 바닥에 떨어뜨리게 하거나, 지나가는 사람의 발을 슬쩍 거는 등 장난을 치는 수준에서 그친다. 본체가 제어하고 있지 않았다면, 이 ‘장난’이 과연 장난에서 끝났을까..."
  },
  "s1": {
    "name": "저, 저리가!",
    "description": "적 대상에게 {0} 마법 피해를 입히고 10초간 치명타 저항력을 300감소시킵니다. 피해 입은 대상은 5초간 '라브릴의 사념체' 상태가 되며 0.5초 마다 {1} 마법 피해를 입습니다. 이 스킬로 피해를 입힐때 마다 피해량의 {2}% 만큼 아군 전체의 체력을 회복시킵니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "대상의 받는 마법 피해량을 25% 증가시킵니다.",
    "dark": "대상이 죽으면 이 스킬의 재사용 대기 시간을 초기화하고 마나를 1칸 회복합니다.",
    "ut": {
      "name": "달의 타로카드",
      "description": [
        "[저, 저리가!] 피해량이 50% 증가하고 적의 회복력을 20% 감소시킵니다.",
        "[저, 저리가!] 피해량이 50% 증가하고 적의 회복력을 24% 감소시킵니다.",
        "[저, 저리가!] 피해량이 50% 증가하고 적의 회복력을 29% 감소시킵니다.",
        "[저, 저리가!] 피해량이 50% 증가하고 적의 회복력을 35% 감소시킵니다.",
        "[저, 저리가!] 피해량이 50% 증가하고 적의 회복력을 42% 감소시킵니다.",
        "[저, 저리가!] 피해량이 50% 증가하고 적의 회복력을 50% 감소시킵니다."
      ],
      "story": "야심한 시각, 라브릴은 유랑하는 점술가의 텐트를 발견했다. 점술가의 주변에는 묘한 존재들이 떠돌고 있었는데, 함부로 범접할 수 없는 이질적인 기운을 내뿜고 있어 라브릴은 섣불리 다가가지 못했다. 하지만 점술가는 그녀의 존재를 알아차렸는지 웃으며 맞이했다. - 스타더스트 점술 노점에 어서 오세요. 무엇을 도와드릴까요? 빙긋 웃는 점술가의 모습에, 라브릴은 두려운 듯 말을 더듬으며 대답했다. - 우리는... 친구가 있었으면 좋겠어요. 우리와는 다른... 만질 수 있고 느낄 수 있는, 살아 숨쉬는 친구... 어디로 가면... 그런 친구를 만날 수 있을까요...? 점술가는 그저 웃는 얼굴로 카드 한 장을 건네 주었다. 달 그림이 새겨진 그 카드 속에는 그녀가 무서워하는 강력한 존재의 모습이 그려져 있었다. 라브릴은 본능적으로 두려움을 감지한 듯 재빨리 카드를 놓으려고 했다. 하지만 카드 속의 존재는 그녀를 안심시키듯 그녀의 손길을 순순히 받아들였다. 그 모습에, 라브릴은 잠시 놀란 표정을 지었으나 이내 긴장이 풀린 듯 얼굴을 누그러뜨렸다. 그러자 점술가는 그녀의 손을 감싸듯이 부드럽게 잡아주었다. - 멀리 볼 필요 없답니다. 우리도 이렇게 좋은 친구가 되지 않았나요? 그렇게 말한 점술가는 그녀의 손을 잡은 채로 카드를 하나씩 움직였다. 마치 라브릴의 간절한 소원을 들어주고 싶은 듯, 카드들은 각자의 자리에서 점술가에게 무언의 메시지를 던지기 시작했다. 곧, 카드를 모두 배치한 점술가가 기쁜 듯이 웃으며 말했다. - 후훗, 이 아이들도 당신이 마음에 든 모양이네요. 모두들 당신의 앞에 수많은 인연이 기다리고 있다고 말해주고 있어요. 분명 가까운 미래에 멋진 친구들과 만날 수 있을 겁니다."
    }
  },
  "s2": {
    "name": "힘을 내요…!",
    "description": "가장 공격력이 높은 아군의 체력을 {0} 회복시키고 15초간 {1} 초마다 체력을 {2} 회복시킵니다. 대상의 치명타 피해량을 15초 동안 50% + 라브릴 치명타 피해량의 15% 만큼 증가시킵니다. 사용 후 {3} 초 내에 [무…무섭지만…!]을 사용할 수 있습니다.",
    "books": {
      "0": "피해량과 치유량이 {0}% 증가합니다.",
      "1": "피해량과 치유량이 {0}% 증가합니다.",
      "2": "피해량과 치유량이 {0}% 증가합니다."
    },
    "light": "[힘을 내요…!] - 지속 시간동안 대상의 체력이 5% 이하로 내려가지 않도록 만듭니다. [무…무섭지만…!] - 대상의 이로운 효과를 해제합니다",
    "dark": "[힘을 내요…!] - 지속시간 동안 대상의 공격력이 20% 증가합니다 [무…무섭지만…!] - 대상을 1명 증가시킵니다.",
    "ut": {
      "name": "요정의 향기",
      "description": [
        "[힘을 내요…!] 치유량이 50% 증가하고 치명타 피해량이 20% 증가합니다. [무…무섭지만…!] 피해량이 50% 증가하고 대상의 마법 방어력이 10% 감소합니다.",
        "[힘을 내요…!] 치유량이 50% 증가하고 치명타 피해량이 24% 증가합니다. [무…무섭지만…!] 피해량이 50% 증가하고 대상의 마법 방어력이 12% 감소합니다.",
        "[힘을 내요…!] 치유량이 50% 증가하고 치명타 피해량이 29% 증가합니다. [무…무섭지만…!] 피해량이 50% 증가하고 대상의 마법 방어력이 14% 감소합니다.",
        "[힘을 내요…!] 치유량이 50% 증가하고 치명타 피해량이 35% 증가합니다. [무…무섭지만…!] 피해량이 50% 증가하고 대상의 마법 방어력이 17% 감소합니다.",
        "[힘을 내요…!] 치유량이 50% 증가하고 치명타 피해량이 42% 증가합니다. [무…무섭지만…!] 피해량이 50% 증가하고 대상의 마법 방어력이 21% 감소합니다.",
        "[힘을 내요…!] 치유량이 50% 증가하고 치명타 피해량이 50% 증가합니다. [무…무섭지만…!] 피해량이 50% 증가하고 대상의 마법 방어력이 25% 감소합니다."
      ],
      "story": "햇볕이 충만한 어느 날, 친구를 사귀고 싶은 라브릴은 잔뜩 움츠린 채로 마을 주변을 배회하고 있었다. 마음 같아서는 마을로 가 친구가 되어줄 사람을 찾고 싶었지만, 얼마 전에 루아교의 사제들에게 쫓겨난 경험은 그녀에게 적지 않은 두려움으로 작용했다. 그때, 마을 외곽의 꽃밭에서 흥겨운 노랫소리가 들려왔다. 라브릴은 이 아름다운 노래를 부르는 게 누구인지 궁금해 몰래 찾아갔다. 그러자 만개한 꽃들 사이에서 하프를 켜며 노래를 부르는 소녀가 시야에 들어왔는데, 어린 아이들과 동물들, 그리고 요정들까지도 그녀의 노래에 즐거운 듯 신나게 춤을 추고 있었다. 라브릴은 이 신기하면서도 매혹적인 광경에 자기도 모르게 화단을 향해 발길을 옮기고 있었다. 하지만 그때, 그녀가 화단에 발을 들인 순간 요정과 동물들이 기겁을 하며 숨기 시작했고, 아이들도 무서운 듯 울음을 터트렸다. 마력에 민감한 그들은 악령인 라브릴의 기운으로부터 위협을 느낀 것으로 보였다. 하지만 소녀만은 전혀 다른 반응을 보였다. 그녀는 울며 불안에 떠는 주변 존재들을 달래 안심시킨 후, 주변의 꽃을 몇 송이 꺾어 라브릴에게 건네 주었다. 꽃을 받은 라브릴은 자신을 받아주었다는 기쁨에 활짝 미소를 지었다. 그러자 동물들과 요정들, 그리고 아이들은 그녀가 악한 존재가 아님을 깨달은 듯 그녀를 반갑게 맞이해주었다."
    },
    "linked": {
      "0": {
        "name": "무…무섭지만...!",
        "description": "적 대상에게 {0} 마법 피해를 입히며 15초간 적 대상의 공격속도를 250 감소시키고 받는 마법 피해를 25% 증가시킵니다."
      }
    }
  },
  "s3": {
    "name": "싫어..괴롭히지마..!",
    "description": "자신 전방 넓은 범위에 '영혼의 소용돌이'를 일으켜 5초에 걸쳐 0.5초마다 {0} 마법 피해를 입힙니다. 매 타격마다 5초간 대상의 공격력을 {1}% 감소시키고, 받는 마법 피해를 {2}% 증가시킵니다. 이 효과는 최대 15회 중첩됩니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "재사용 대기시간을 30% 감소시킵니다.",
    "dark": "마나 소모량이 1 감소합니다.",
    "ut": {
      "name": "축복의 보호",
      "description": [
        "[싫어..괴롭히지마..!] 지속 시간이 1초 증가하고 타격 당 받는 마법 피해가 1% 증가합니다.",
        "[싫어..괴롭히지마..!] 지속 시간이 1초 증가하고 타격 당 받는 마법 피해가 1.2% 증가합니다.",
        "[싫어..괴롭히지마..!] 지속 시간이 1초 증가하고 타격 당 받는 마법 피해가 1.4% 증가합니다.",
        "[싫어..괴롭히지마..!] 지속 시간이 1초 증가하고 타격 당 받는 마법 피해가 1.7% 증가합니다.",
        "[싫어..괴롭히지마..!] 지속 시간이 1초 증가하고 타격 당 받는 마법 피해가 2.1% 증가합니다.",
        "[싫어..괴롭히지마..!] 지속 시간이 1초 증가하고 타격 당 받는 마법 피해가 2.5% 증가합니다."
      ],
      "story": "라브릴의 존재를 처음 확인했을 때, 무시무시한 악령이 나타났다는 소문이 돌기 시작했다. 루아 교단에서는 그녀를 처리하기 위해 재빨리 인근의 고위 사제들에게 소집령을 내렸다. 이때 소환에 응한 사제가 바로 축복의 성자 루시아스와 이단아 보두앵이었다. 라브릴의 존재를 알게 된 둘은 서둘러 그녀의 흔적을 뒤쫓았고, 머지않아 그녀와 대면하기에 이르렀다. 두 사제는 그녀를 처음 본 순간 평범한 악령이 아님을 확인할 수 있었는데, 어린 아이들의 영혼이 모여 만들어진, 순수한 영혼의 집합체임을 알 수 있었다. 비록 악령임에도 불구하고 결코 악하지 않은 그녀의 본질을 깨닫는데 그리 오래 걸리지 않았다. 그러나 교단의 명령은 절대적이다. 악령은 퇴치해야 하며, 그 영혼을 정화해 다음 세계로 인도하는 것이 자신들의 역할이란 사실은 변하지 않았다. 하지만 루시아스의 생각은 달랐다. 악으로 간주해 처단하기에 그녀는 너무도 순수한 영혼이었기에, 스스로 때가 되면 순리에 따라 다음 세계로 넘어가게끔 도와주는 것이 옳다고 판단한 것이다. 루시아스는 무서워 떨고 있는 라브릴의 눈물을 손수건으로 닦아주며, 여신 루아의 가르침과 함께 그녀가 빛으로 나아갈 수 있도록 길을 보여주었다. 이 성스러운 손수건은 그가 그녀에게 남겨준 하나의 기억이자, 힘들 때 길을 잃지 않고 빛을 떠올리게 하는 등대이다."
    }
  },
  "s4": {
    "name": "영원히 함께…",
    "description": "첫 전투 시작 시 가장 공격력이 높은 아군과 '영혼 결속' 상태가 됩니다. 이 효과는 해제할 수 없습니다. 자신과 '영혼 결속' 상태의 아군은 공격력이 {0} 증가하고 매 초 마나를 {1} 씩 회복합니다.",
    "books": {
      "0": "공격력 증가량이 {0}% 증가합니다.",
      "1": "공격력 증가량이 {0}% 증가합니다.",
      "2": "공격력 증가량이 {0}% 증가합니다."
    },
    "light": "자신과 '영혼 결속' 상태 아군의 방어 관통력이 {0} 증가합니다.",
    "dark": "자신과 '영혼 결속' 상태 아군의 모든 방어력이 {0}% 증가합니다.",
    "ut": {
      "name": "영혼의 눈물",
      "description": [
        "[영원히 함께…] 공격력 증가량이 50% 증가하고 영혼 결속 상태 아군의 회복력을 10% 증가시킵니다.",
        "[영원히 함께…] 공격력 증가량이 50% 증가하고 영혼 결속 상태 아군의 회복력을 12% 증가시킵니다.",
        "[영원히 함께…] 공격력 증가량이 50% 증가하고 영혼 결속 상태 아군의 회복력을 14% 증가시킵니다.",
        "[영원히 함께…] 공격력 증가량이 50% 증가하고 영혼 결속 상태 아군의 회복력을 17% 증가시킵니다.",
        "[영원히 함께…] 공격력 증가량이 50% 증가하고 영혼 결속 상태 아군의 회복력을 21% 증가시킵니다.",
        "[영원히 함께…] 공격력 증가량이 50% 증가하고 영혼 결속 상태 아군의 회복력을 25% 증가시킵니다."
      ],
      "story": "본래 원념을 지닌 악령은 분노와 증오 같은 부정적 감정에 빠져 스스로의 통제가 불가능한 존재들이다. 이들은 대체로 살아있는 자들을 질투하며, 그들을 습격해 자신과 똑 같은 존재로 만들려고 하는 명백한 악이다. 하지만 어린 아이들의 순수함이 모여 만들어진 라브릴은 악령이라고 부르기에 너무도 이례적이었다. 수많은 영혼으로 이루어졌음에도 외로움에 목마른 모순적인 존재. 그녀가 이 땅에서 처음 눈을 떴을 때 자신이 누구인지도, 무엇인지도 알지 못했다. 그저 이유 모를 괴로움과 아픔만이 온 몸을 지배할 뿐. 고통으로 죽은 어린 영혼들의 슬픔이 눈물이 되어 흘렀고, 그 영력을 폭주해 악령들을 불러들였다. 하여 그녀가 탄생할 때, 주변에 거대한 암흑이 드리웠다고 한다. 그녀의 울음소리를 듣고 가장 먼저 달려온 것은 영혼의 인도자 레피였다. 영혼들로부터 그녀의 소식을 듣게 된 그는 오디와 닉스의 도움을 받아 그녀를 찾을 수 있었다. 레피는 그녀의 울음을 멈추게 하기 위해 여러가지 선물을 꺼내 보았는데, 이것이 그녀의 눈에 가장 들어왔다고 한다. 지독한 사념에 빠진 악령들이 사라지면서 남기는 보석의 일종. 악한 마음이 정화되어 자유를 찾은 영혼의 마지막 흔적. 이 보석은 라브릴의 주체 못하는 슬픔을 달래 주었다고 한다."
    }
  },
  "t5": {
    "light": "공격력,방어력,체력+15% / 치명타피해 +20%",
    "dark": "자신이 피해를 입으면 '영혼 결속' 상태인 아군의 공격력이 3% 증가합니다. 이 효과는 최대 20회 중첩됩니다."
  }
}