{
  "name": "에르제",
  "subtitle": "끝없는 갈증",
  "description": "세리아와 자매인 그 역시 뱀파이어 헌터 이었으나. 힘에 취한 그녀는 결국 같은 지부의 동료들을 전부 죽이고 뱀파이어가 되는 길을 선택했다. 자신을 물어 뱀파이어로 만든 고위 뱀파이어조차 죽여 힘을 흡수한 그녀는, 유일한 생존자이자 자신의 언니인 세리아를 따돌리고 오르벨리아로 거처를 옮겼다.",
  "story": "쉐도우힐트 가문의 차녀로 태어난 에르제는 동경하는 언니 세리아를 따라 뱀파이어 헌터의 길을 걸었다. 선천적으로 몸이 약한 탓에 언니인 세리아처럼 가문의 검을 배우지 못했으나, 마법 쪽에서 두각을 나타내던 그녀는.. 작전 중 함정에 빠져 정체불명의 뱀파이어에게 어깨를 물리고 말았다....그 뒤부터였다. 그녀가 선천적으로 가지고 있던 병의 증세는 더욱 심해졌고, 잦은 두통과 원인 모를 갈증에 밤마다 고통과 싸워야 했다. 이것이 무엇을 말하는지 에르제 스스로도 잘 알고 있었다. 어떤 일이 생길 지도 말이다. 상처를 숨기고 스스로 해결 방법을 찾아보려 했지만 그럴수록 더욱 고독감에 빠져들었다. 때마침, 빈트란트 설산에서 100년 전에 종적을 감추었던 뱀파이어 공주의 출현을 조사하기 위해 세리아는 조사대로 파견되었고 언니가 떠난 그날... '아아~ 언니.. 더 이상은 무리야..' 에르제는 조용히.. 그리고 은밀하게 동료의 첫 목숨을 끊었다.",
  "like": "세리아 언니, 초코 파르페, 타락한 자의 피,",
  "dislike": "뱀파이어 헌터 세리아, 거미",
  "inn": {
    "idle": "맛있어 보이는 것들이 잔뜩.. 하아~",
    "recruit": {
      "greet": "널 위한 기분 좋은 놀이가 있는데 어때?",
      "talk": [
        "뭘 그렇게 겁먹은 표정이야?",
        "후후.. 왜 피라도 빨릴 까봐 두려워?",
        "장담하는데, 여태껏 네가 경험 해보지 못한 황홀함을 만나게 될꺼야."
      ],
      "gift": "후후, 이런 것 말고.. 그 목덜미 한번만 내어주는 건 어때?"
    },
    "affinity": {
      "greet": "너 어디선가 본 적이.. 아, 우후훗.. 또 만났네 우리?후후..",
      "talk": [
        "뱀파이어는 마족과는 별개의 존재. 고위 마족 녀석들은 가끔 쓸만한데 그 외 것들은 너무 저급하거든.",
        "타락한 녀석의 피맛은 정말이지.. 황홀 그 자체야. 아핫~!"
      ],
      "gift": "이런 센스도 있고 후후, 볼 수록 귀엽네?"
    },
    "relationship": {
      "greet": "우리가 또 만난 기념으로 이걸 주고싶은데 어때? 나를 물었던 녀석의 이빨이야..",
      "talk": [
        "흐응~ 그 여자가 질리지도 않고 날 쫒아오고 있어.. 그 여자.. 그 여자.. 그.. 언니... 언니.. 보고싶어... 그리고 죽이고 싶어... 아핫~!",
        "저번에 얘기한 그 녀석 말이야. 제 피를 인간들에게 넘기고 있더라고, 우리의 피는 의지를 가지지 않으면 아무리 뽑아가도 무용지물, 결국 그놈이 의지를 가진 채 제 스스로 피를 뽑아다 줬다는 거겠지.. 대가로 대체 뭘 받았을까? 죽이기 전에 물어볼걸 그랬어.",
        "그때로.. 아니, 돌아가지 않아. 아하핫! 이렇게 황홀한 하루하루를 버리고 그 끔찍한 시절로 돌아가라고!? 절대, 절대 돌아가지 않을 거야.. 하지만.. 그래도 돌아가고 싶다면.. 딱 하나의 이유 때문이겠지.. 그래.. 그때로 돌아가고 싶다면.. 단 한 명 때문일 거야.."
      ]
    }
  },
  "uw": {
    "name": "탐욕의 결정체 페리온",
    "description": [
      "스킬 타격 시마다 15초간 자신의 공격력과 공격속도가 0.5% 증가합니다. 최대 80 중첩됩니다.",
      "스킬 타격 시마다 15초간 자신의 공격력과 공격속도가 0.5% 증가합니다. 최대 90 중첩됩니다.",
      "스킬 타격 시마다 15초간 자신의 공격력과 공격속도가 0.5% 증가합니다. 최대 110 중첩됩니다.",
      "스킬 타격 시마다 15초간 자신의 공격력과 공격속도가 0.5% 증가합니다. 최대 130 중첩됩니다.",
      "스킬 타격 시마다 15초간 자신의 공격력과 공격속도가 0.5% 증가합니다. 최대 160 중첩됩니다.",
      "스킬 타격 시마다 15초간 자신의 공격력과 공격속도가 0.5% 증가합니다. 최대 200 중첩됩니다."
    ],
    "story": "언제부터 였을까.. 이 끝없는 갈증을 채우지 못하고 괴로웠던 것이.. 이 끝없을 것이라 생각했던 갈증을 해소한 뒤로부터.. 언니에 대한 증오가 걷잡을 수없이 커지고 있어....아, 언니.. 이 방법밖에 없어.. 끝없는 갈증을 채우기 위해선 반드시 필요한 이 힘. 끝없이 흐르는 이 힘의 결정체만이 나를 그 끝없었을 것만 같던 고통에서 해방해주고 있어. 아아.. 황홀한 이 기분.. 좀 더, 나에게 이 기분을 느낄 수 있도록 해줘."
  },
  "s1": {
    "name": "달콤한 피",
    "description": "적 전체에게 {0} 물리피해를 입히고 피해의 {1}%를 흡혈합니다. 타격당 [달콤한 피] 스킬의 재사용 대기시간이 {2} 초 감소하고 자신에게 [달콤한 피] 상태를 타격당 1 중첩합니다. [달콤한 피] 상태는 최대 {3} 중첩되며, [달콤한 피] 상태 {3} 중첩때 스킬을 사용하면 {4} 회 추가 타격하고, [달콤한 피] 상태를 제거합니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "타격당 마나를 150 회복합니다.",
    "dark": "사용 시 마다 피해량이 10% 증가합니다. 최대 30 중첩됩니다.",
    "ut": {
      "name": "갈증의 송곳니",
      "description": [
        "[달콤한 피] 마나 소모량이 1 감소하고 피해입은 적의 받는 물리피해를 1% 증가시킵니다. 이 효과는 최대 10회 중첩됩니다.",
        "[달콤한 피] 마나 소모량이 1 감소하고 피해입은 적의 받는 물리피해를 1.2% 증가시킵니다. 이 효과는 최대 10회 중첩됩니다.",
        "[달콤한 피] 마나 소모량이 1 감소하고 피해입은 적의 받는 물리피해를 1.4% 증가시킵니다. 이 효과는 최대 10회 중첩됩니다.",
        "[달콤한 피] 마나 소모량이 1 감소하고 피해입은 적의 받는 물리피해를 1.7% 증가시킵니다. 이 효과는 최대 10회 중첩됩니다.",
        "[달콤한 피] 마나 소모량이 1 감소하고 피해입은 적의 받는 물리피해를 2.1% 증가시킵니다. 이 효과는 최대 10회 중첩됩니다.",
        "[달콤한 피] 마나 소모량이 1 감소하고 피해입은 적의 받는 물리피해를 2.5% 증가시킵니다. 이 효과는 최대 10회 중첩됩니다."
      ],
      "story": "에르제를 물었던 뱀파이어의 이빨. 에르제가 마침내 갈구하던 붉은 피의 힘을 얻게 된 이후, 그녀는 가차없이 이 뱀파이어를 찾아가 살해하고는 송곳니를 뽑아버렸다. 만월이 걸린 밤마다, 그녀는 자신의 피가 묻었던 송곳니를 매만지며 인간이었던 때를 회상하곤 하는데, 그때마다 미칠듯한 목마름이 그녀를 덮쳐왔다."
    }
  },
  "s2": {
    "name": "스며드는 피",
    "description": "자신에게 걸린 해로운 효과를 해제하고, {0} 초간 모든 피해와 상태이상에 면역이 됩니다. 적 전체에게 [스며드는 피] 상태를 1 중첩하고, [스며드는 피] 상태인 대상을 스킬로 타격할 때마다 추가로 1 중첩됩니다. [스며드는 피] 상태는 최대 {1} 중첩되며, {0} 초 후 [스며드는 피] 상태가 있는 적에게 {2} 물리피해를 입히고 피해의 {3}%를 흡혈합니다. [스며드는 피] {4} 중첩당 타격횟수가 1회 증가하고, [스며드는 피] 상태를 제거합니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "타격 시 대상을 3초간 기절시킵니다.",
    "dark": "마나소모량이 1 감소합니다.",
    "ut": {
      "name": "전율의 와인",
      "description": [
        "[스며드는 피] 피해량이 50% 증가하고, [스며드는 피] 스킬의 재사용 대기시간이 5초 감소합니다.",
        "[스며드는 피] 피해량이 50% 증가하고, [스며드는 피] 스킬의 재사용 대기시간이 6초 감소합니다.",
        "[스며드는 피] 피해량이 50% 증가하고, [스며드는 피] 스킬의 재사용 대기시간이 7초 감소합니다.",
        "[스며드는 피] 피해량이 50% 증가하고, [스며드는 피] 스킬의 재사용 대기시간이 8초 감소합니다.",
        "[스며드는 피] 피해량이 50% 증가하고, [스며드는 피] 스킬의 재사용 대기시간이 9초 감소합니다.",
        "[스며드는 피] 피해량이 50% 증가하고, [스며드는 피] 스킬의 재사용 대기시간이 10초 감소합니다."
      ],
      "story": "에르제가 직접 만든 술로, 타락한 사제들의 피를 섞어 만든 음료. 가장 신성하던 것을 밑바닥까지 더럽힐 때의 기분이란, 이루 말할 수 없다. 붉은 와인의 안쪽에는 피 묻은 십자가가 들어있으며, 입술에 와인을 머금을 때 딸깍거리는 십자가의 소리를 듣고있노라면 그야말로 온몸에 전율이 느껴진다."
    }
  },
  "s3": {
    "name": "피의 해방",
    "description": "{0} 초동안 적 전체에게 {1} 초마다 {2} 물리피해를 입힙니다. [피의 해방] 스킬 타격 시마다 무작위 적 1명을 추가로 타격합니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "타격당 마나를 75 회복합니다.",
    "dark": "마나 소모량이 1 증가하고 피해량이 100% 증가합니다.",
    "ut": {
      "name": "오욕의 립스틱",
      "description": [
        "[피의 해방] 피해량이 20% 증가하고, [피의 해방] 지속시간 중 상태이상에 면역이 됩니다.",
        "[피의 해방] 피해량이 24% 증가하고, [피의 해방] 지속시간 중 상태이상에 면역이 됩니다.",
        "[피의 해방] 피해량이 29% 증가하고, [피의 해방] 지속시간 중 상태이상에 면역이 됩니다.",
        "[피의 해방] 피해량이 35% 증가하고, [피의 해방] 지속시간 중 상태이상에 면역이 됩니다.",
        "[피의 해방] 피해량이 42% 증가하고, [피의 해방] 지속시간 중 상태이상에 면역이 됩니다.",
        "[피의 해방] 피해량이 50% 증가하고, [피의 해방] 지속시간 중 상태이상에 면역이 됩니다."
      ],
      "story": "검붉은 립스틱으로, 명예롭지 못하게 사망한 자들의 피를 굳혀 만들었다. 인간으로서의 긍지를 놓아버리고, 끊임없이 욕망만을 갈구한 자들은 결국 에르제의 손아귀에서 벗어나지 못했다. 어찌보면 황홀한 죽음이며, 그들은 에르제의 소모품이 된 것을 기뻐할지도 모른다. 에르제가 비로소 먹잇감을 취하고, 기념으로 목에 자국을 남길 때 사용한다."
    }
  },
  "s4": {
    "name": "생명을 마시는 자",
    "description": "적 처치 시 자신의 공격력이 {0} 증가하고, 최대 체력이 {1} 증가합니다. 최대 50 중첩됩니다. 자신이 사망에 이르는 피해를 받으면 [스며드는 피] 스킬을 시전하고, 자신의 최대 체력이 {2}% 감소합니다. 이 효과는 [스며드는 피] 스킬이 재사용 대기중이면 발동하지 않습니다. 발동 후 자신의 모든 마나를 소모합니다.",
    "books": {
      "0": "공격력 증가량과 최대 체력 증가량이 {0}% 증가합니다.",
      "1": "공격력 증가량과 최대 체력 증가량이 {0}% 증가합니다.",
      "2": "공격력 증가량과 최대 체력 증가량이 {0}% 증가합니다."
    },
    "light": "적 처치 시 증가하는 최대 체력이 100% 증가하며, [스며드는 피] 자동 시전 시 감소하는 최대 체력이 33%로 변경됩니다.",
    "dark": "적 처치 시 증가하는 공격력이 200% 증가하며, 최대 체력 증가 효과가 사라집니다.",
    "ut": {
      "name": "월광의 피아노",
      "description": [
        "[생명을 마시는 자] 효과가 해제되지 않도록 변경되고 공격력과 최대체력 증가량이 20% 증가합니다.",
        "[생명을 마시는 자] 효과가 해제되지 않도록 변경되고 공격력과 최대체력 증가량이 24% 증가합니다.",
        "[생명을 마시는 자] 효과가 해제되지 않도록 변경되고 공격력과 최대체력 증가량이 29% 증가합니다.",
        "[생명을 마시는 자] 효과가 해제되지 않도록 변경되고 공격력과 최대체력 증가량이 35% 증가합니다.",
        "[생명을 마시는 자] 효과가 해제되지 않도록 변경되고 공격력과 최대체력 증가량이 42% 증가합니다.",
        "[생명을 마시는 자] 효과가 해제되지 않도록 변경되고 공격력과 최대체력 증가량이 50% 증가합니다."
      ],
      "story": "만월이 차오르던 밤, 에르제가 피의 축제를 기념하여 연주한 피아노. 매일 밤 미칠듯한 갈증으로 목 말라했던 그녀는, 어느 마을을 쑥대밭을 만들고서야 이를 가라앉힐 수 있었다. 그녀가 지나간 곳의 공기는 고요했으며, 바닥은 붉음으로 가득했다. 이곳의 생명은 온전히 에르제 그녀만의 것이었고, 희열에 가득찬 그녀는 자신의 관객들에게 아름다운 선율을 선사했다. 산더미인 시체들 사이에서 그녀의 소나타가 울려 퍼져나갔다."
    }
  },
  "t5": {
    "light": "공격력,방어력,체력+15% / 치명타확률 +100",
    "dark": "일반공격 마지막 타격 피해의 25%를 흡혈하고 자신에게 [달콤한 피] 상태를 1 중첩합니다."
  }
}