{
  "name": "루시아스",
  "subtitle": "축복의 성자",
  "description": "루아교의 대사제이자 프레이의 사형. 루아의 축복을 강림시킬 수 있는 굳건한 신앙심을 가졌다. 그의 축복을 받은 물품은 빛의 힘을 품어 악마에게 유효한 무기가 된다.",
  "story": "축복의 성자로 각성하기 이전에, 루아 성기사단의 일원이었던 자. 살아있는 전설, 리카르도의 휘하로 오르벨과 주변 마을들을 마물로부터 지켜왔다. 허나 19세의 나이에 그의 몸에는 성흔이 나타났으며, 루아의 부름을 받아 성기사는 축복의 성자가 되었다. 그의 역할은 세계를 여행하며 루아의 빛이 필요한 자들에게 그 빛을 비추어 주는 것. 그는 성자로서의 임무를 충실히 수행해 나가며, 세계 각지를 여행하며 축복을 나누었다. 허나 100년간 점점 커져가는 어둠의 힘을 무시하지 못하여, 그는 다시 전선에 서기 위해 무기를 들었다.",
  "like": "사과로 만든 요리, 낚시, 기도, 사람들을 도울 수 있는 일, 신비한 마술 혹은 공연",
  "dislike": "무례한 자, 지키지 못할 약속, 사람의 목숨을 가볍게 보는 행위",
  "inn": {
    "idle": "이 곳은...빛의 힘 뿐만이 아닌, 조화의 힘이 느껴지는군요.",
    "recruit": {
      "greet": "안녕하십니까. 오늘도 평안한 하루가 되었습니까?",
      "talk": [
        "오늘은 근처에 결혼식이 있었습니다. 하하, 아름다운 광경이었죠.",
        "혹시 형제 보두앵을 보셨습니까? 어제 술을 잔뜩 마셨다고 들었습니다만...",
        "이곳에는 온갖 힘이 느껴지는군요. 마치 세상의 중심과도 같은..."
      ],
      "gift": "당신에게 빛의 축복이 있기를."
    },
    "affinity": {
      "greet": "또 오셨군요. 식사하기 전에 같이 기도라도 올릴까요?",
      "talk": [
        "저 외에 성자가 있는지 궁금하다고요?...흠...직접 만나본 적은 없습니다만... 네. 세 분 계십니다.",
        "성기사였을 때에도 기수였지만, 성자로서 하사받은 성물도 깃발이라니...하하하."
      ],
      "gift": "선물이라...감사합니다만, 제게는 과분한 물건이군요. 후에 필요로 하는 사람이 나타나면 그에게 줘도 되겠습니까?"
    },
    "relationship": {
      "greet": "루아의 축복이 그대와 함께 하기를.",
      "talk": [
        "아아, 스타더스트 공연단이 왔군요. 제가 어렸을 적 살던 마을에서도, 매년에 한번은 왔었죠. 어디, 에스커가 아직도 있는지 보러 갈까요?",
        "가끔은 기억이 뒤섞인답니다. 제 자신의 과거, 그리고 선대 축복의 성자들의 기억이...",
        "성기사, 성자...호칭과 직책은 달려졌다 하더라도, 제가 할일은 달라지지 않습니다. 전...고통과 어려움에 몸부림치는 사람들에게 도움을 주기 위해 행동할 뿐."
      ]
    }
  },
  "uw": {
    "name": "빛의 축복, 베네데시아",
    "description": [
      "전투 시작시 30초간 아군 전체의 받는 물리피해가 10% 감소하고 공격속도가 100 증가하며 영웅이 아닌 적에게 가하는 피해가 6% 증가합니다.",
      "전투 시작시 30초간 아군 전체의 받는 물리피해가 12% 감소하고 공격속도가 120 증가하며 영웅이 아닌 적에게 가하는 피해가 7.2% 증가합니다.",
      "전투 시작시 30초간 아군 전체의 받는 물리피해가 14% 감소하고 공격속도가 140 증가하며 영웅이 아닌 적에게 가하는 피해가 8.6% 증가합니다.",
      "전투 시작시 30초간 아군 전체의 받는 물리피해가 17% 감소하고 공격속도가 170 증가하며 영웅이 아닌 적에게 가하는 피해가 10.4% 증가합니다.",
      "전투 시작시 30초간 아군 전체의 받는 물리피해가 21% 감소하고 공격속도가 210 증가하며 영웅이 아닌 적에게 가하는 피해가 12.5% 증가합니다.",
      "전투 시작시 30초간 아군 전체의 받는 물리피해가 25% 감소하고 공격속도가 250 증가하며 영웅이 아닌 적에게 가하는 피해가 15% 증가합니다."
    ],
    "story": "달과 해, 그리고 하늘 전체를 가리키는 축복받은 깃발. 창조신 루아의 힘과 가르침을 내포하고 있다. 이 깃발을 흔드는 것만으로도 빛의 기운이 사방으로 퍼져나가, 마음을 평온하게 하고, 악한 기운을 물리친다. 루아 성기사단의 기수 역할을 맡았던 루시아스에게 주어진 성물."
  },
  "s1": {
    "name": "축복의 길",
    "description": "가장 체력이 적은 아군 4명의 체력을 {0} 회복하고 {1} 초간 받는 물리피해가 {2}% 감소합니다.",
    "books": {
      "0": "치유량이 {0}% 증가합니다.",
      "1": "치유량이 {0}% 증가합니다.",
      "2": "치유량이 {0}% 증가합니다."
    },
    "light": "회복량이 40% 증가합니다.",
    "dark": "대상의 마나가 500 회복됩니다.",
    "ut": {
      "name": "축복의 서",
      "description": [
        "[축복의 길] 마나 소모량이 1 감소하고, 재사용 대기시간이 12% 감소합니다.",
        "[축복의 길] 마나 소모량이 1 감소하고, 재사용 대기시간이 14% 감소합니다.",
        "[축복의 길] 마나 소모량이 1 감소하고, 재사용 대기시간이 17% 감소합니다.",
        "[축복의 길] 마나 소모량이 1 감소하고, 재사용 대기시간이 21% 감소합니다.",
        "[축복의 길] 마나 소모량이 1 감소하고, 재사용 대기시간이 25% 감소합니다.",
        "[축복의 길] 마나 소모량이 1 감소하고, 재사용 대기시간이 30% 감소합니다."
      ],
      "story": "역대 축복의 성자들이 대대로 물려받고, 자신들의 행적을 기록한 무한의 성서. 성자는 대대로 그 기억이 계승되기 때문에 구태여 이렇게 기록을 남길 이유는 없었으나, 그 대대로 이어지는 기억들 때문에 스스로를 잃지 않기 위해 사용되고 있다."
    }
  },
  "s2": {
    "name": "믿음의 지대",
    "description": "자신의 위치에 [믿음의 지대]를 {0} 초간 설치합니다. [믿음의 지대] 범위 내 아군의 공격력을 {1} 증가시키고 해로운 효과를 지속적으로 해제합니다. 또한, 범위 내 아군의 체력을 매 초 {4} 회복합니다. [믿음의 지대] 범위 내 적은 매 초 {2} 물리 피해를 입고 {3} 초간 기절합니다.",
    "books": {
      "0": "피해량과 치유량이 {0}% 증가합니다.",
      "1": "피해량과 치유량이 {0}% 증가합니다.",
      "2": "피해량과 치유량이 {0}% 증가합니다."
    },
    "light": "범위내 아군의 마나를 매 초 200 회복합니다.",
    "dark": "범위내 적의 이로운 효과를 지속적으로 해제합니다.",
    "ut": {
      "name": "추억의 주사위",
      "description": [
        "[믿음의 지대] 마나 소모량이 1 감소하고, 범위내 적의 마나가 매 초 200 감소합니다.",
        "[믿음의 지대] 마나 소모량이 1 감소하고, 범위내 적의 마나가 매 초 240 감소합니다.",
        "[믿음의 지대] 마나 소모량이 1 감소하고, 범위내 적의 마나가 매 초 290 감소합니다.",
        "[믿음의 지대] 마나 소모량이 1 감소하고, 범위내 적의 마나가 매 초 350 감소합니다.",
        "[믿음의 지대] 마나 소모량이 1 감소하고, 범위내 적의 마나가 매 초 420 감소합니다.",
        "[믿음의 지대] 마나 소모량이 1 감소하고, 범위내 적의 마나가 매 초 500 감소합니다."
      ],
      "story": "어린 시절, 루시아스는 한 친구를 사귀었다. 스타더스트의 공연단원 중 하나였던 그 친구는, 어린 나이에도 불구하고 손재주가 매우 뛰어나, 수많은 도박가들의 지갑을 털어내는 재능을 지녔었다. 하지만 스타더스트 공연단은 매년 1회밖에 방문하지 않아서, 둘은 서로를 기억하기 위해 가지고 있던 소중한 물건을 서로에게 내주었다. 이 주사위는 그 친구, 에스커가 직접 만든 특수한 사기 주사위이다."
    }
  },
  "s3": {
    "name": "성흔",
    "description": "{0} 초 동안 아군 전체의 물리 회피율이 {1} 상승하고 공격력이 {2} 증가합니다. 자신이 사망하면 효과가 사라집니다. 또한, {0} 초 동안 자신이 일반 공격 시 대상에게 {3} 추가 물리피해를 입히고, {4} 초간 대상의 받는 물리피해를 {5}% 증가시킵니다.",
    "books": {
      "0": "공격력 증가량과 피해량이 {0}% 증가합니다.",
      "1": "공격력 증가량과 피해량이 {0}% 증가합니다.",
      "2": "공격력 증가량과 피해량이 {0}% 증가합니다."
    },
    "light": "[성흔]의 추가 물리피해를 입은 대상은 5초간 적중률이 150 감소합니다.",
    "dark": "지속시간동안 자신이 상태이상에 면역이 됩니다.",
    "ut": {
      "name": "새벽별의 가르침",
      "description": [
        "[성흔] 효과가 이로운 효과를 해제하는 스킬에 해제되지 않고, 재사용 대기시간이 12% 감소합니다.",
        "[성흔] 효과가 이로운 효과를 해제하는 스킬에 해제되지 않고, 재사용 대기시간이 14% 감소합니다.",
        "[성흔] 효과가 이로운 효과를 해제하는 스킬에 해제되지 않고, 재사용 대기시간이 17% 감소합니다.",
        "[성흔] 효과가 이로운 효과를 해제하는 스킬에 해제되지 않고, 재사용 대기시간이 21% 감소합니다.",
        "[성흔] 효과가 이로운 효과를 해제하는 스킬에 해제되지 않고, 재사용 대기시간이 25% 감소합니다.",
        "[성흔] 효과가 이로운 효과를 해제하는 스킬에 해제되지 않고, 재사용 대기시간이 30% 감소합니다."
      ],
      "story": "축복의 성자의 성흔에 대한 연구자료. 루시아스에게 성자의 기억이 있다 하더라도, 그들 역시 모든 것을 알고 있지는 못했다. 루아 교단의 사제들이 성흔의 비밀에 대해 조사해보고 남긴 문서. 하지만 그들 역시 모든 것을 풀어내지 못했다."
    }
  },
  "s4": {
    "name": "신성한 희생",
    "description": "축복의 길, 믿음의 지대 스킬 사용 시 자신의 현재 체력을 20% 소모합니다. 해당 스킬로 아군을 회복시키면 체력을 {0} 추가로 회복시키고 10초간 대상의 방어력이 {1} 증가합니다.",
    "books": {
      "0": "치유량이 {0}% 증가합니다.",
      "1": "치유량이 {0}% 증가합니다.",
      "2": "치유량이 {0}% 증가합니다."
    },
    "light": "치유량이 40% 증가합니다.",
    "dark": "더 이상 체력을 소모하지 않습니다."
  },
  "t5": {
    "light": "공격력,방어력,체력+15% / 상태이상저항 +100",
    "dark": "사용 스킬 시전후 3초간 자신의 초당 마나회복량을 300% 증가시킵니다."
  }
}