{
  "name": "에스커",
  "subtitle": "환술의 도박사",
  "description": "암도박계의 가장 위험한 인물. 타인의 심리를 꿰뚫어 보는 신비한 안목을 지니고 있다. 그가 던지는 주사위에 홀리는 순간, 패배는 정해진 것이나 마찬가지다.",
  "story": "천성부터 방랑예술가의 기질을 타고났던 에스커는 줄곧 유랑극단 스타더스트의 대표 마술사로 활동해왔으나, 오르벨리아 재상 엘 모리함의 모략을 당한 사건을 계기로 스타더스트를 나와 잠적했다. 이후 오랜 시간이 지나 그의 존재가 잊혀질 때쯤, 그는 암도박장에서 가장 위험한 인물이 되어 세상에 다시 나타났다. ‘환술의 도박사’ 그에게 도전했던 자들이 두려움에 떨며 그를 지칭했던 이름이다. 그들은 패배 후 하나같이 같은 말을 했다고 한다. 특유의 웃음, 나긋나긋한 목소리, 공허한 눈동자를 마주한 순간 모든 심리를 간파 당한 것 같은 서늘한 느낌이 들었다고.",
  "like": "알쏭달쏭 룬큐브, 하예든의 피아노 협주곡 7번, 레몬즙을 반드시 4방울 떨어뜨린 은빛 메기 스테이크",
  "dislike": "낚시, 지렁이, 사기꾼, 매운 음식 전부 다",
  "inn": {
    "idle": "쉿. 나를 만난 건 비밀이야.",
    "recruit": {
      "greet": "게임 한 판 할래? 너라면 내가 한 수 접어줄 수도.",
      "talk": [
        "눈 감지 말고 잘 봐봐. 이 주사위가 던져지면, 내가 만든 세계가 펼쳐질 거야.",
        "다음 주사위 숫자, 나 알아버렸는데 어쩌지. 게임에서 심리를 간파 당하면 이미 진 거라고.",
        "내가 이겨서 토라졌어? 화내지마~ 다음엔 져줄게."
      ],
      "gift": "겨우?"
    },
    "affinity": {
      "greet": "하하, 그때보다 게임 실력이 늘었네. 같이 한탕 해 볼 생각 없어?",
      "talk": [
        "루시아스 녀석, 고집 더럽게 센 놈이야. 그러니까 나 여기 있는 거 절대절대 말하지 마. 어휴, 마주친다면 피곤할 게 벌써부터 눈에 선하다...",
        "비밀도박장? 음, 네가 상상도 못할 곳일걸? 적어도 뱀파이어 피 정도는 걸어야 명함을 내밀지 않을까? 울지마, 농담이야 농담."
      ],
      "gift": "선물 말고, 나랑 저녁이나 먹자. 메뉴는 레몬즙을 뿌린 은빛 메기 스테이크."
    },
    "relationship": {
      "greet": "복수가 끝나지 않는 한, 게임도 끝나지 않아. 설령 이것이 나를 망칠지라도 말야. 주사위는, 계속 돌아갈 거야.",
      "talk": [
        "어릴 땐 그 녀석과 빙어낚시를 했었는데.. 흠, 난 별로 안 좋아했어. 지렁이 꿰는 거 딱 질색이라서.",
        "공연 끝나고 남는 시간엔 오펠리아에게 카드셔플을 알려주곤 했어.",
        "스타더스트로는 언제 돌아갈 거냐고? 글쎄.. 네가 관객으로 온다면 한 번 생각해볼게."
      ]
    }
  },
  "uw": {
    "name": "방랑자의 유희, 루 에트로나 주사위",
    "description": [
      "스킬이 치명타가 발생하면 10초간 대상의 받는 마법피해를 20% 증가시키고 자신의 마나를 100 회복합니다.",
      "스킬이 치명타가 발생하면 10초간 대상의 받는 마법피해를 24% 증가시키고 자신의 마나를 120 회복합니다.",
      "스킬이 치명타가 발생하면 10초간 대상의 받는 마법피해를 29% 증가시키고 자신의 마나를 140 회복합니다.",
      "스킬이 치명타가 발생하면 10초간 대상의 받는 마법피해를 35% 증가시키고 자신의 마나를 170 회복합니다.",
      "스킬이 치명타가 발생하면 10초간 대상의 받는 마법피해를 42% 증가시키고 자신의 마나를 210 회복합니다.",
      "스킬이 치명타가 발생하면 10초간 대상의 받는 마법피해를 50% 증가시키고 자신의 마나를 250 회복합니다."
    ],
    "story": "방랑하는 환술의 광대 헥시폴리아가 사용한 주사위. 고대 문명의 위대한 마법사이자, 예술가였던 그는 대륙 곳곳을 방랑하며 서민들에게 즐거움을 선사하고 그들의 고통을 덜어주는 광대였다. 혼란스러운 시대에 그의 공연은 사람들에게 큰 위안과 희망이 되었고, 그가 사망한 뒤 서민들은 그 숭고한 혼을 기려 방랑자 헥스폴리아의 달을 만들었다 전해진다. 허나 정작 헥시폴리아 본인은 즐거움을 창조하는 과정을 매우 고통스러워했으며, 이는 곧 고독과 우울함을 불러와 그를 끊임없이 괴롭혔다. 그는 이 평생의 업을 몇 번이고 그만두고 싶은 충동이 들었으나, 막상 눈앞의 고통 받는 자들을 보면 광대놀음을 놓을 수 없었다. 결국 어느새 공연판을 벌이고 있는 자신을 깨달을 뿐이었다. 타인에게 즐거움을 선사하는 일은 그에게 숙명이었다. 그런 그가 잠시나마 일탈의 용도로 만든 것이 이 루 에트로나 주사위이다. 위대한 마법사이기도 한 그가 자신의 마력을 응축하여 만든 이 주사위는, 사용자가 원하는 환상의 시공간을 연성하는 신비한 힘을 갖고 있었다. 주사위는 던져지는 순간 주인이 상상하는 공간을 열었으며, 그 공간에서만큼은 헥시폴리아도 본래의 세계에서 벗어나 마음의 평안을 취할 수 있었다. 헥시폴리아가 죽고 나서 남겨진 주사위는, 그가 죽을 때까지 안고 갔던 광대의 기질을 이어받은 후예들에게 전승 되었으나, 고대 문명이 멸망하면서 자취를 감추고 사라졌었다. 그리고 현재 그 주사위는 환술의 도박사라 불리는 사내의 손에 들려있다. 창시자의 의도와는 전혀 다른, 도박에 이용되며 말이다. 여담이지만 주사위는 에스커가 가장 이 세상으로부터 벗어나고 싶었던 순간, 광활한 빛과 함께 그의 손바닥에 나타났다고 전해진다."
  },
  "s1": {
    "name": "이건 내가 이겼어",
    "description": "임의의 적 대상을 3회 공격하여 {0} 마법피해를 입히고 {1} 초간 기절시킵니다. 동일한 대상에게 3회의 공격이 적중하면 {2} 추가 방어무시 마법피해를 입힙니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "적이 1명일 때 피해량이 100% 증가합니다.",
    "dark": "10초간 대상의 공격속도를 200 감소시킵니다.",
    "ut": {
      "name": "알쏭달쏭 룬큐브",
      "description": [
        "[이건 내가 이겼어] 피해량이 20% 증가하고 타격 수가 1회 증가합니다.",
        "[이건 내가 이겼어] 피해량이 24% 증가하고 타격 수가 1회 증가합니다.",
        "[이건 내가 이겼어] 피해량이 29% 증가하고 타격 수가 1회 증가합니다.",
        "[이건 내가 이겼어] 피해량이 35% 증가하고 타격 수가 1회 증가합니다.",
        "[이건 내가 이겼어] 피해량이 42% 증가하고 타격 수가 1회 증가합니다.",
        "[이건 내가 이겼어] 피해량이 50% 증가하고 타격 수가 1회 증가합니다."
      ],
      "story": "에스커가 침울해하는 오펠리아와 놀아줄 때 사용한 장난감 큐브. 모양이 같은 룬 문자끼리 맞출 시, 해당 문자가 형형색색 빛난다. 또한 이를 전부 올바르게 맞추면 빛과 함께 큐브에서 아름다운 노랫소리가 흘러나온다. 오펠리아는 가끔씩 꿈에 나오는 운명의 사람을 이야기하며 그의 얼굴을 알 수 없는 것에 대한 우울함을 토로하곤 했다. 그럴때마다 에스커는, 여동생을 달래주었을 때처럼 우울한 오펠리아에게도 룬큐브를 맞추는 모습을 보여주었다."
    }
  },
  "s2": {
    "name": "내 턴이야",
    "description": "주사위를 굴리며 임의의 아군 2명에게 60초간 공격력을 {0} , 치명타 피해량을 {1}% 증가시킵니다. 이 효과는 최대 {2} 회 중첩되며 자신이 굴린 주사위의 눈금 1당 대상의 수가 1명씩 증가합니다.",
    "books": {
      "0": "공격력 증가량이 {0}% 증가합니다.",
      "1": "공격력 증가량이 {0}% 증가합니다.",
      "2": "공격력 증가량이 {0}% 증가합니다."
    },
    "light": "마나 소모량이 1 증가하고 주사위가 반드시 6이 나오도록 변경됩니다.",
    "dark": "마나 소모량이 1 감소합니다.",
    "ut": {
      "name": "놓을 수 없는 체스",
      "description": [
        "[내 턴이야] 효과를 해제할 수 없도록 변경되고 가장 공격력이 높은 대상에게 중첩당 공격속도 30 효과를 추가로 부여합니다.",
        "[내 턴이야] 효과를 해제할 수 없도록 변경되고 가장 공격력이 높은 대상에게 중첩당 공격속도 36 효과를 추가로 부여합니다.",
        "[내 턴이야] 효과를 해제할 수 없도록 변경되고 가장 공격력이 높은 대상에게 중첩당 공격속도 43 효과를 추가로 부여합니다.",
        "[내 턴이야] 효과를 해제할 수 없도록 변경되고 가장 공격력이 높은 대상에게 중첩당 공격속도 52 효과를 추가로 부여합니다.",
        "[내 턴이야] 효과를 해제할 수 없도록 변경되고 가장 공격력이 높은 대상에게 중첩당 공격속도 63 효과를 추가로 부여합니다.",
        "[내 턴이야] 효과를 해제할 수 없도록 변경되고 가장 공격력이 높은 대상에게 중첩당 공격속도 75 효과를 추가로 부여합니다."
      ],
      "story": "스타더스트에서 에스커와 함께 공연하던 파트너의 물건. 마술 쇼가 끝나면 듀오는 체스를 두며 그날 공연에 대한 이야기를 나누곤 했었다. 문제의 사건이 터지고 에스커가 예술극단을 떠나기로 결심한 날, 그의 의중을 안 자는 오직 파트너뿐이었다. 그는 에스커에게 스타더스트를 잊지 말고 반드시 돌아오라며 이 체스 말을 쥐어주었다."
    }
  },
  "s3": {
    "name": "운을 시험해볼까?",
    "description": "적 전체를 공격하여 {0} 마법피해를 입히고 각각 50% 확률로 이 스킬의 재사용 대기시간이 영구적으로 {1} 초 감소 하거나, 이 스킬의 피해량이 영구적으로 {2}% 증가합니다. 이 효과는 최대 10회 중첩됩니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "재사용 대기시간 감소 효과가 먼저 최대 중첩까지 발동한 후 피해량 증가효과가 발동됩니다.",
    "dark": "적 대상이 4명으로 변경되지만 적을 죽이면 재사용 대기시간이 50% 감소합니다.",
    "ut": {
      "name": "낡은 낚싯대",
      "description": [
        "[운을 시험해볼까?] 마나 소모량이 1 감소하고 10초간 대상의 받는 마법피해를 10% 증가시킵니다.",
        "[운을 시험해볼까?] 마나 소모량이 1 감소하고 10초간 대상의 받는 마법피해를 12% 증가시킵니다.",
        "[운을 시험해볼까?] 마나 소모량이 1 감소하고 10초간 대상의 받는 마법피해를 14% 증가시킵니다.",
        "[운을 시험해볼까?] 마나 소모량이 1 감소하고 10초간 대상의 받는 마법피해를 17% 증가시킵니다.",
        "[운을 시험해볼까?] 마나 소모량이 1 감소하고 10초간 대상의 받는 마법피해를 21% 증가시킵니다.",
        "[운을 시험해볼까?] 마나 소모량이 1 감소하고 10초간 대상의 받는 마법피해를 25% 증가시킵니다."
      ],
      "story": "어릴 적 소꿉친구가 에스커에게 선물한 어린이용 낚싯대. 스타더스트는 매 년 순회 공연을 하면서 꼭 들르는 마을이 있었는데, 그 마을에 에스커를 매번 귀찮게 하는 녀석이 살았다. 자꾸 관심도 없는 성서를 읽어주질 않나, 에스커가 질색하는 사슴벌레를 만지고 놀질 않나. 방긋방긋 웃으며 다가오는 그 녀석 루시아스가 에스커는 꽤나 성가셨지만, 어느새 그들은 둘도 없는 절친한 사이가 되어있었다. 1년에 한번씩 보던 둘은 서로의 우정을 기리기 위해 선물을 교환했는데, 이때 그 녀석으로부터 받은 것은 다름아닌 어린이용 낚싯대였다. 이후 에스커는 이 마을을 들를 때마다 어쩔 수 없이 그녀석을 따라 낚시를 해야 했다."
    }
  },
  "s4": {
    "name": "이건 속임수가 아니야",
    "description": "매 10초마다 자신의 공격력을 {0} , 방어력을 {1} 증가시킵니다. 이 효과는 최대 10회 중첩됩니다.",
    "books": {
      "0": "공격력과 방어력 증가량이 {0}% 증가합니다.",
      "1": "공격력과 방어력 증가량이 {0}% 증가합니다.",
      "2": "공격력과 방어력 증가량이 {0}% 증가합니다."
    },
    "light": "최대 중첩 수가 3회 증가합니다.",
    "dark": "중첩 당 영웅이 아닌 적에게 가하는 피해가 3% 증가합니다."
  },
  "t5": {
    "light": "공격력,방어력,체력+15% / 공격속도 +100",
    "dark": "매 10초마다 주사위의 축복 효과를 최대 6개 획득합니다. 획득한 주사위의 축복 1개당 자신의 사용스킬 재사용 대기시간을 즉시 5% 감소시킵니다"
  }
}