{
  "name": "글렌위스",
  "subtitle": "제국의 방패",
  "description": "제국의 평민 출신 여기사. 실력만으로 수도 방위 기사단의 부단장 자리에 까지 올라간, 수많은 평민들의 동경의 대상. 제국의 시민들을 지키는 강직한 방패가 되기를 맹세한, 누구보다도 충실한 기사.",
  "story": "현재 제국에서 시민들로부터 가장 사랑받는 기사가 누구냐고 물어보면, 그 중 하나가 글렌위스일 것이다. 현재 평민 출신 기사 중에서 가장 높은 직위를 가진 그녀는, 제국 수도방위 기사단의 부단장을 맡고 있다. 뛰어난 전투능력, 겸손함, 그리고 책임감을 겸비한 그녀는 이상적인 기사 그 자체이다. 귀족 출신 기사가 많은 제국에서 평민 출신이 다른 이들을 제치고 부단장의 자리까지 올라갔다는 점, 그리고 매년 황제가 직접 주최하는 토너먼트에서 그녀가 3년 연속 우승했다는 점을 감안하여, 글렌위스라는 이름이 제국 수도 평민들의 희망이라는 것은 무엇보다도 명백하다. 누구든 능력만 있으면 제국에서 성공할 수 있다, 라는 개념의 상징과도 같은 그녀는, 많은 이들로부터 주목을 받고 있다.",
  "like": "훈련, 제국의 시민들의 미소, 활기찬 분위기, 애플파이",
  "dislike": "시민들이 고통받는 것, 귀족들의 파티 및 사교계",
  "inn": {
    "idle": "깨끗한 여관이군요. 음식도 맛있어 보이구요...",
    "recruit": {
      "greet": "안녕하십니까. 건강하게 지내셨습니까?",
      "talk": [
        "오늘은 마을의 치안 상태가 좋습니다.",
        "아, 저는 간단한 빵과 수프면 괜찮습니다. 입맛이 워낙 저렴해서...",
        "후훗, 기사에게도 가끔은 휴식이 필요한 법이랍니다."
      ],
      "gift": "저에게...선물을? 에, 에헴...마, 마음만큼은 감사합니다. 아하하..."
    },
    "affinity": {
      "greet": "아, 안녕하십니까. 오늘 또 뵙네요.",
      "talk": [
        "별다른 일은 없으신가요? 그럼 같이 훈련이라도 어떻습니까?",
        "제국은 혈연보다는 능력을 중시하는 나라입니다. 끊임없는 노력만이 성공을 보장합니다."
      ],
      "gift": "으음, 이런 과분한 선물이라니...감사합니다. 다음에 꼭 보답하도록 하겠습니다."
    },
    "relationship": {
      "greet": "아, 오셨군요. 같이 식사라도 어떻습니까?",
      "talk": [
        "가끔은...마을 아이들의 동경 어린 시선이 부담스럽습니다. 아하하...",
        "귀족 출신 기사들과도 사이가 좋은 편이랍니다. 저와 자주 대련을 해주시는 분도 몇몇 있습니다.",
        "황제폐하께 언제나 감사드리고 있습니다. 덕분에 저 같은 평민도, 이런 지위까지 올라올 수 있었으니까요."
      ]
    }
  },
  "uw": {
    "name": "역습의 막시테아",
    "description": [
      "스킬 사용 시 마다 모든 아군의 공격력을 1% 증가시키고 치명타 피해량을 2% 증가 시킵니다. 이 효과는 최대 4회 중첩되며 4회 중첩 시 모든 효과가 2배로 증가합니다. 이 효과는 해제할 수 없습니다.",
      "스킬 사용 시 마다 모든 아군의 공격력을 1.2% 증가시키고 치명타 피해량을 2.4% 증가 시킵니다. 이 효과는 최대 4회 중첩되며 4회 중첩 시 모든 효과가 2배로 증가합니다.이 효과는 해제할 수 없습니다.",
      "스킬 사용 시 마다 모든 아군의 공격력을 1.4% 증가시키고 치명타 피해량을 2.8% 증가 시킵니다. 이 효과는 최대 4회 중첩되며 4회 중첩 시 모든 효과가 2배로 증가합니다.이 효과는 해제할 수 없습니다.",
      "스킬 사용 시 마다 모든 아군의 공격력을 1.7% 증가시키고 치명타 피해량을 3.4% 증가 시킵니다. 이 효과는 최대 4회 중첩되며 4회 중첩 시 모든 효과가 2배로 증가합니다.이 효과는 해제할 수 없습니다.",
      "스킬 사용 시 마다 모든 아군의 공격력을 2% 증가시키고 치명타 피해량을 4.2% 증가 시킵니다. 이 효과는 최대 4회 중첩되며 4회 중첩 시 모든 효과가 2배로 증가합니다.이 효과는 해제할 수 없습니다.",
      "스킬 사용 시 마다 모든 아군의 공격력을 2.5% 증가시키고 치명타 피해량을 5% 증가 시킵니다. 이 효과는 최대 4회 중첩되며 4회 중첩 시 모든 효과가 2배로 증가합니다.이 효과는 해제할 수 없습니다."
    ],
    "story": "제국 기계공학 기술의 정수를 담은 총검 (건블레이드) 과 방패의 쌍. 총검은 마고스 레플람의 기계공학 부서에서 만든, 총과 검을 합친 건블레이드의 프로토타입으로, 근거리 다수의 적을 쓰러뜨리기 위해 설계된 폭발적인 무기이다. 방패는 적의 공격을 흘리고 반격을 하기 위해 설계되었으며, 충격의 흡수 그리고 완화에 매우 뛰어난 성능을 보여준다. 글렌위스가 기사단에 입단한 이후 보여준 뛰어난 성과를 치하하기 위해, 황실에서 그녀에게 수여한 영광스러운 무기이다."
  },
  "s1": {
    "name": "거기까지 입니다.",
    "description": "전방 범위 내 적들에게 7회에 걸쳐 총 {0} 물리 피해를 입히고 매 타격 마다 10초간 받는 물리 피해를 4% 증가시킵니다. 이 효과는 최대 7회 중첩됩니다. 대상이 영웅이 아니라면 {1} 추가 물리 피해를 입힙니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "마나 소모량이 1 증가하고 영웅이 아닌 적에게 가하는 피해가 방어 무시로 적용됩니다.",
    "dark": "10초간 대상의 공격 속도를 250 감소시킵니다.",
    "ut": {
      "name": "알파 리더 뱃지",
      "description": [
        "[거기까지입니다.] 피해량이 50% 증가하고 치명타 시 재사용 대기 시간이 1% 감소합니다.",
        "[거기까지입니다.] 피해량이 50% 증가하고 치명타 시 재사용 대기 시간이 1.2% 감소합니다.",
        "[거기까지입니다.] 피해량이 50% 증가하고 치명타 시 재사용 대기 시간이 1.4% 감소합니다.",
        "[거기까지입니다.] 피해량이 50% 증가하고 치명타 시 재사용 대기 시간이 1.7% 감소합니다.",
        "[거기까지입니다.] 피해량이 50% 증가하고 치명타 시 재사용 대기 시간이 2% 감소합니다.",
        "[거기까지입니다.] 피해량이 50% 증가하고 치명타 시 재사용 대기 시간이 2.5% 감소합니다."
      ],
      "story": "제국 수도방위 기사단의 상징. 제국 민생 치안과 관련해 즉결 심판권을 가진 알파 리더에게 주어지는 뱃지다. 기사단 내 만장일치제로 선출되는 알파 리더는 최고의 실력과 동료의 두터운 신뢰를 고루 갖춘 지휘관에게만 부여된다."
    }
  },
  "s2": {
    "name": "봐주지 않겠습니다.",
    "description": "자신 주변 원형 범위 내 적들에게 10회에 걸쳐 {0} 물리 피해를 입히고 {1} 초간 기절시킵니다. 마지막 공격에는 자신 전방 적들에게 {2} 물리 피해를 입히고 {3} 초간 기절시킵니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "10초간 대상의 받는 물리 피해를 25% 증가시킵니다.",
    "dark": "기절 지속시간이 0.5초 증가합니다.",
    "ut": {
      "name": "민들레의 찬사",
      "description": [
        "[봐주지 않겠습니다.] 재사용 대기 시간이 4.5초 감소하고 적의 회복력을 20% 감소시킵니다.",
        "[봐주지 않겠습니다.] 재사용 대기 시간이 4.5초 감소하고 적의 회복력을 24% 감소시킵니다.",
        "[봐주지 않겠습니다.] 재사용 대기 시간이 4.5초 감소하고 적의 회복력을 28% 감소시킵니다.",
        "[봐주지 않겠습니다.] 재사용 대기 시간이 4.5초 감소하고 적의 회복력을 34% 감소시킵니다.",
        "[봐주지 않겠습니다.] 재사용 대기 시간이 4.5초 감소하고 적의 회복력을 42% 감소시킵니다.",
        "[봐주지 않겠습니다.] 재사용 대기 시간이 4.5초 감소하고 적의 회복력을 50% 감소시킵니다."
      ],
      "story": "매년 열리는 임페리얼 콜로세움 토너먼트는 제국의 최대 종합무술대회. 출신, 신분 상관없이 오로지 실력으로 평가 받는 대회지만 우승은 매번 고급 장비로 무장한 귀족 가문과 그들이 후원한 기사, 군인들의 차지였던 대회. 누구나가 알고 있으나, 말하지 못하는 허울뿐인 그런 대회였다.. 하지만 4년 전 16세의 평민 소녀 글렌위스가 오로지 실력으로 임페리얼 콜로세움에서 우승하며 최초의 취지는 다시 지켜졌다고 할 수 있게 되었다. 우승의 날, 콜로세움의 열기는 대단했다. 기득권이 차지하고 있던 것을 평민의 신분을 가진 자가 차지했다는 것은 사람들에게 있어 실로 큰 의미였고, 제국의 새로운 우상이 된 글렌위스에겐 온갖 선물 공세가 이어졌다. 허나, 그녀는 정중히 그 선물들을 거절해야만 했다. 부담도 부담이었으나, 여러 정치적 관계에 있어서도 자신을 중심으로 하나가 되어가는 평민들을 좋게 볼 리 없는 자들이 가득 했을 것이기에... 그럼에도 조심스레 다가와 그 고사리 같은 손으로 수줍게 건넨 소녀의 민들레 문진 선물만은 거절하지 못한 체 소중히 간직하게 되었다."
    }
  },
  "s3": {
    "name": "역습의 시작입니다.",
    "description": "제국 방패의 힘으로 자신 주변 원형 넓은 범위의 적들에게 {0} 물리 피해를 입히고 {1} 초간 넘어뜨립니다. 아군 전체의 해로운 효과를 해제시키고 공격력을 {2} 초 동안 {3} 증가시키고 방어력을 {4} 증가시킵니다.",
    "books": {
      "0": "공격력과 방어력 증가량이 {0}% 증가합니다.",
      "1": "공격력과 방어력 증가량이 {0}% 증가합니다.",
      "2": "공격력과 방어력 증가량이 {0}% 증가합니다."
    },
    "light": "10초간 대상의 물리 치명타 저항력을 250 감소시킵니다.",
    "dark": "마나 소모량이 1 증가하고 증가하는 공격력과 방어력의 양이 100% 증가합니다.",
    "ut": {
      "name": "발라스 루비",
      "description": [
        "[역습의 시작입니다.] 공격력과 방어력 증가량이 50% 증가하고 10초간 피해 입은 대상의 받는 물리 피해를 10% 증가시킵니다.",
        "[역습의 시작입니다.] 공격력과 방어력 증가량이 50% 증가하고 10초간 피해 입은 대상의 받는 물리 피해를 12% 증가시킵니다.",
        "[역습의 시작입니다.] 공격력과 방어력 증가량이 50% 증가하고 10초간 피해 입은 대상의 받는 물리 피해를 14% 증가시킵니다.",
        "[역습의 시작입니다.] 공격력과 방어력 증가량이 50% 증가하고 10초간 피해 입은 대상의 받는 물리 피해를 17% 증가시킵니다.",
        "[역습의 시작입니다.] 공격력과 방어력 증가량이 50% 증가하고 10초간 피해 입은 대상의 받는 물리 피해를 21% 증가시킵니다.",
        "[역습의 시작입니다.] 공격력과 방어력 증가량이 50% 증가하고 10초간 피해 입은 대상의 받는 물리 피해를 25% 증가시킵니다."
      ],
      "story": "익명의 후원자가 남긴 마지막 선물 임페리얼 콜로세움 토너먼트 참가 시, 전 과정에 쓰이는 비용은 서민이 감당할 수 없는 수준으로높았다. 최초의 평민 출신 우승자로써, 그리고 계속된 우승으로 우상이 된 글렌위스는 매년 시민들의 기부를 통해 대회에 참가했으나 그 비용은 의도적으로 점차 높아졌고, 한껏 높아진 비용을 충당하기 힘든 순간은 항상 찾아왔다. 신기하게도 그런 위기가 닥쳐 올 때마다 익명 후원자의 도움이 날아왔고, 그녀는 무사히 경기를 치를 수 있었다. 그녀가 3년 연속 우승한 날 익명의 후원자는 기사의 보석 '발라스 루비'를 그녀에게 선물했고 이것이 그의 마지막 후원이 되었다. 이후, 글렌위스의 승리의 부적이 된 발라스 루비는 그녀의 모든 순간을 함께 하고 있다. 익명의 후원자에 대한 궁금증과 감사함을 안은 채."
    }
  },
  "s4": {
    "name": "제국 기사의 긍지",
    "description": "아군 전체의 공격력을 {0} 증가시키고 매 전투 시작 시 {1} 초간 영웅이 아닌 적에게 가하는 피해를 {2}% 증가시키고 받는 피해를 {3}% 감소시킵니다.",
    "books": {
      "0": "공격력 증가량이 {0}% 증가합니다.",
      "1": "공격력 증가량이 {0}% 증가합니다.",
      "2": "공격력 증가량이 {0}% 증가합니다."
    },
    "light": "영웅이 아닌 적에게 가하는 피해 효과가 20% 로 변경됩니다.",
    "dark": "영웅이 아닌 적에게 받는 피해 효과가 20% 로 변경됩니다.",
    "ut": {
      "name": "황금의 영광",
      "description": [
        "[제국 기사의 긍지] 공격력 증가량이 50% 증가하고 매 전투 시작 시 20초간 자신과 자신을 제외 한 공격력이 가장 높은 아군의 치명타 피해량을 30% 증가시키고 영웅이 아닌 적에게 가하는 피해를 10% 증가시킵니다.",
        "[제국 기사의 긍지] 공격력 증가량이 50% 증가하고 매 전투 시작 시 20초간 자신과 자신을 제외 한 공격력이 가장 높은 아군의 치명타 피해량을 36% 증가시키고 영웅이 아닌 적에게 가하는 피해를 12% 증가시킵니다.",
        "[제국 기사의 긍지] 공격력 증가량이 50% 증가하고 매 전투 시작 시 20초간 자신과 자신을 제외 한 공격력이 가장 높은 아군의 치명타 피해량을 42% 증가시키고 영웅이 아닌 적에게 가하는 피해를 14% 증가시킵니다.",
        "[제국 기사의 긍지] 공격력 증가량이 50% 증가하고 매 전투 시작 시 20초간 자신과 자신을 제외 한 공격력이 가장 높은 아군의 치명타 피해량을 50% 증가시키고 영웅이 아닌 적에게 가하는 피해를 17% 증가시킵니다.",
        "[제국 기사의 긍지] 공격력 증가량이 50% 증가하고 매 전투 시작 시 20초간 자신과 자신을 제외 한 공격력이 가장 높은 아군의 치명타 피해량을 63% 증가시키고 영웅이 아닌 적에게 가하는 피해를 21% 증가시킵니다.",
        "[제국 기사의 긍지] 공격력 증가량이 50% 증가하고 매 전투 시작 시 20초간 자신과 자신을 제외 한 공격력이 가장 높은 아군의 치명타 피해량을 75% 증가시키고 영웅이 아닌 적에게 가하는 피해를 25% 증가시킵니다."
      ],
      "story": "임페리얼 콜로세움 토너먼트 3년 연속 우승 기념 황금 트로피. 콜로세움의 진정한 영웅에게만 부여되는 영광스러운 황제의 하사품이다. 그녀의 마지막 토너먼트가 경기되었던 3번째 결승전. 마지막 상대는 전혀 정체를 알 수 없는 가면을 쓴 의문의 사내. 결승까지 올라오는데 있어 압도적인 실력으로 상대를 무릎 꿇리는 데 몇 초가 걸리지 않았다는 자. 글랜위스 또한 그의 준결승 경기를 보며 긴장감에 마른침을 삼켰을 정도. 역시나, 시합은 일방적이었다. 시작부터 사내의 붉은 쌍검이 휘둘렸고, 붉은 폭풍처럼 글랜위스를 덮쳤다. 그녀는 방어에 일념하며 그의 연격을 필사적으로 버텨내며 기회를 엿봤다. 그리고 마침내 사내의 공세가 살짝 무뎌진 틈을 노린 글렌위스의 회심의 일격. 허나, 그것마저 남자는 가벼운 뒷걸음질로 피해냈다. 하지만 이어진 화약의 폭발에까진 대응하지 못해 가면이 깨져버렸고, 자욱한 연기 속에서 가려져 있던 수려한 얼굴이 드러났다. 그녀는 보았다. 깨어져 떨어지는 가면 사이로 자신을 바라보며 웃음짓던 사내를.. 그의 여유롭고 멀쩡한 모습에 또 한번 간담이 서늘해진 그녀는 다시 방어태세를 갖췄지만 - 갑자기 이어진 사내의 기권 선언. 어느새, 두 사람을 감싸던 연기는 사그라 들었고 그의 얼굴엔 또 다른 가면이 씌워져 있었다. 어안이 벙벙해진 글렌위스는, 황제가 직접 트로피를 수여할 때가 될 때까지 무슨 일이 벌어졌는지 이해를 하지 못했다. 황제의 뒤, 근위기사단의 단장 옆에서 축하의 박수를 치고 있는 그의 모습을 볼 때까지는..."
    }
  },
  "t5": {
    "light": "공격력,방어력,체력+15% / 모든 방어력 +10%",
    "dark": "자신의 모든 방어력 합의 8% 만큼 아군 전체의 공격력을 증가시킵니다."
  }
}