{
  "name": "니키",
  "subtitle": "잔혹의 간수장",
  "description": "최악의 몬스터들을 감금해둔 오르벨의 지하감옥에서, 홀로 간수장을 맡은 거친 여전사. 아레나의 맹수 글라디에 버금가는 뛰어난 실력으로, 몬스터들의 머리에 공포를 각인하였다. 그녀의 강력한 철구는 뼈를 부수고 살을 찢어 적을 묵사발로 만든다.",
  "story": "오르벨 지하감옥을 관리하는 거친 간수장. 과거에는 오르벨의 아레나에서 맹활약 하던 전사로, 글라디와는 오랜 라이벌이다. 하지만 글라디가 아레나를 제패하고 나서 상점일에 더 치중하게 되자, 흥미를 잃은 니키도 다른 일을 찾았다. 몬스터 조련도 어느정도 조예가 있던 그녀는, 위험하지만 보수가 좋은 지하감옥 간수장 자리에 지원하였다. 평소에는 수감자들이 그녀를 두려워하며 행동을 취하지 않지만, 가끔은 이성을 잃고 날뛰곤 했다. 그럴 때마다 그녀의 자비없는 철퇴는 피를 불렀고, 수감자들은 다시 공포에 떨었다.",
  "like": "단순한 것, 질서정연한 것",
  "dislike": "말을 듣지 않고 난장판 치는 것들",
  "inn": {
    "idle": "어딜 돌아다니다가 이제 오는 거냐? 얼른 한 잔 하자고!",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "여어, 뭘 그렇게 두리번거려! 이리로 오라고!",
      "talk": [
        "몬스터 놈들 괴롭히는 것도 이제 슬슬 질리는데 말이지~",
        "어디 시원하게 한 판 뜰 놈은 없으려나? 어때? 한 바탕 거하게 하자고!"
      ],
      "gift": "선물? 호오, 의외인데?"
    },
    "relationship": {
      "greet": "수상한 움직임을 보이는 놈은 찍어눌러야 제맛이지...안 그래?",
      "talk": [
        "일은 즐겁냐고? 뭐, 별건 없어. 그냥 까부는 놈이 있으면 때릴 뿐이야.",
        "칙칙한 지하감옥보다는 확실히 여기가 더 좋단 말이지!",
        "글라디 녀석, 요즘 통 결투장에 나서질 않는단 말이지..."
      ]
    }
  },
  "uw": {
    "name": "갱생의 추, 하르트논",
    "description": [
      "스킬 공격 시 5초간 대상의 받는 물리피해를 20% 증가시키고 마나를 매 초 80 감소시킵니다.",
      "스킬 공격 시 5초간 대상의 받는 물리피해를 24% 증가시키고 마나를 매 초 100 감소시킵니다.",
      "스킬 공격 시 5초간 대상의 받는 물리피해를 29% 증가시키고 마나를 매 초 120 감소시킵니다.",
      "스킬 공격 시 5초간 대상의 받는 물리피해를 35% 증가시키고 마나를 매 초 140 감소시킵니다.",
      "스킬 공격 시 5초간 대상의 받는 물리피해를 42% 증가시키고 마나를 매 초 170 감소시킵니다.",
      "스킬 공격 시 5초간 대상의 받는 물리피해를 50% 증가시키고 마나를 매 초 200 감소시킵니다."
    ],
    "story": "간수장이 수감자들을 관리하기 위해 휘두르는 철퇴. 말 안듣는 몬스터들을 진압하는 용도로, 이른바 '갱생의 추'라고도 불린다. 본래는 오르벨리아 지하 감옥 간수장들이 대대로 사용해 온 무기였지만, 새 간수장으로 부임한 지 얼마 지나지 않은 니키가 무자비하게 수감자들을 내리찍다가 그만 일부가 부서지고 말았다. -....... 그녀는 부서진 철퇴를 한참 바라보다 돌연 수감자들에게 눈을 돌렸다. 그리고 그들 중, 온몸이 뿔로 가득한 지옥의 괴수 하르트논과 마주쳤다. 곧, 그녀의 입가에 잔혹한 미소가 피어올랐다. - 너, 쓰레기 주제에 눈알이 예쁜데? 시간이 지나 괴수의 눈알은 대장장이 진의 손을 거쳐 니키의 새 철퇴가 되었다. 새롭게 탈바꿈한 추는, 그녀에게 안성맞춤이었다. 철퇴에 솟은 뿔들은 온몸이 뒤틀릴 정도의 저주를 내뿜었으며, 원한에 사무친 홍채는, 혼마저 짓뭉개질듯한 극한의 고통을 선사했다. 수감자들은, 희생된 괴수의 눈알을 기리며 새롭게 탈바꿈한 갱생의 추를 하르트논이라 부르기로 했다. 니키는 이 무기를 이용해 수감자들을 찍어 누를 때 마다, 이전과는 비교할 수 없는 쾌감이 밀려오는 것을 느꼈다."
  },
  "s1": {
    "name": "갱생의 철퇴",
    "description": "적 대상과 대상 주변 좁은 범위의 적들에게 {0} 물리피해를 주고 {1} 초간 기절시킵니다. 피해 입은 적은 {2} 초간 '무장해제' 상태로 만듭니다. '무장해제' 상태의 적은 물리 블록 확률이 0으로 변경됩니다. 이 효과는 해제할 수 없습니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "무장해제 효과의 지속시간이 3초 증가합니다.",
    "dark": "마나 소모량이 1 감소합니다.",
    "ut": {
      "name": "지하감옥 특제 부츠",
      "description": [
        "[갱생의 철퇴] 피해입은 적의 물리 방어력을 10초간 25% 감소시키고, '무장해제' 상태에 회복력 30% 감소효과가 추가됩니다.",
        "[갱생의 철퇴] 피해입은 적의 물리 방어력을 10초간 25% 감소시키고, '무장해제' 상태에 회복력 36% 감소효과가 추가됩니다.",
        "[갱생의 철퇴] 피해입은 적의 물리 방어력을 10초간 25% 감소시키고, '무장해제' 상태에 회복력 43% 감소효과가 추가됩니다.",
        "[갱생의 철퇴] 피해입은 적의 물리 방어력을 10초간 25% 감소시키고, '무장해제' 상태에 회복력 52% 감소효과가 추가됩니다.",
        "[갱생의 철퇴] 피해입은 적의 물리 방어력을 10초간 25% 감소시키고, '무장해제' 상태에 회복력 62% 감소효과가 추가됩니다.",
        "[갱생의 철퇴] 피해입은 적의 물리 방어력을 10초간 25% 감소시키고, '무장해제' 상태에 회복력 75% 감소효과가 추가됩니다."
      ],
      "story": "지하감옥에서 미쳐 날뛰는 몬스터들의 가죽으로 만든 부츠. 니키가 간수장으로 처음 부임한 날, 그녀는 몬스터들의 행패로 난장판이 된 감옥의 상태를 보고 눈살을 찌푸렸다. 이리저리 날뛰며 달려드는 몬스터들을 본 그녀는, 냉소를 지으며 그들의 머리에 철퇴를 찍어버렸고, 마음에 드는 가죽을 골라 부츠를 만들었다. 이후 수감자들은 니키 앞에서 벙어리가 되었다."
    }
  },
  "s2": {
    "name": "무자비한 광풍",
    "description": "자신 주변 원형 범위의 적들에게 무기를 돌려 7회 공격합니다. 매 타격은  {1}  물리피해를 주고 1.5초간 기절시킵니다. 대상이 영웅이라면 5초간 물리 방어력을 30% 감소시키고, 영웅이 아니라면 5초간 받는 물리피해를 30% 증가시킵니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "매 타격마다 적의 이로운 효과를 해제합니다.",
    "dark": "사용 중 영웅이 아닌 적에게 입히는 피해량이 100% 증가합니다.",
    "ut": {
      "name": "투신의 팬던트",
      "description": [
        "[무자비한 광풍] 피해량이 50% 증가하고, 피해입힌 적 한명 당 재사용 대기시간이 1.6% 감소합니다.",
        "[무자비한 광풍] 피해량이 50% 증가하고, 피해입힌 적 한명 당 재사용 대기시간이 1.9% 감소합니다.",
        "[무자비한 광풍] 피해량이 50% 증가하고, 피해입힌 적 한명 당 재사용 대기시간이 2.3% 감소합니다.",
        "[무자비한 광풍] 피해량이 50% 증가하고, 피해입힌 적 한명 당 재사용 대기시간이 2.7% 감소합니다.",
        "[무자비한 광풍] 피해량이 50% 증가하고, 피해입힌 적 한명 당 재사용 대기시간이 3.3% 감소합니다.",
        "[무자비한 광풍] 피해량이 50% 증가하고, 피해입힌 적 한명 당 재사용 대기시간이 4% 감소합니다."
      ],
      "story": "영원한 라이벌, 글라디와의 승부에서 따낸 영험한 펜던트. 과거 오르비스 대륙의 격투신이라 불리우는 자가, 혹시 모를 세상의 위기에 대비하기 위하여 죽기 전 이 펜던트에 자신의 힘을 주입하였다 전해진다. 보석 안에는 투지가 타오르는 것마냥, 맹렬한 불꽃이 일고있다. 경매장에 이것이 들어왔을 때, 글라디와 니키는 이를 두고 몇 날을 겨뤘으나 승부를 내지 못하고 있었다. 하지만 여신의 장난스러움 이었을까? 그 날도 두 사람이 신나게 치고 박던 중, 어디선가 개다래나무 냄새가 바람에 실려왔고, 향긋한 냄새에 이끌린 글라디는 승부를 내팽겨치곤 밖으로 달려나가 버렸다. 결국 펜던트는 니키가 갖게 되었다."
    }
  },
  "s3": {
    "name": "최후의 집행",
    "description": "자세를 잡고 집중한 후 전방 넓은 범위의 적들을 공격하여 이로운 효과를 제거하고  {0}  물리피해를 입힌 후 멀리 날려 6초간 넘어뜨립니다. 대상이 영웅이 아니라면 {1} 추가 물리피해를 입힙니다. 이 스킬은 적중률과 상태이상 적중률이 500 더 높게 적용됩니다.",
    "books": {
      "0": "피해량이 {0}% 증가합니다.",
      "1": "피해량이 {0}% 증가합니다.",
      "2": "피해량이 {0}% 증가합니다."
    },
    "light": "마나 소모량이 1 감소합니다.",
    "dark": "마나 소모량이 1 증가하고 피해량이 100% 증가합니다.",
    "ut": {
      "name": "무자비의 해골 너클",
      "description": [
        "[최후의 집행] 재사용 대기시간이 30% 감소하고 사용할 때 마다 자신이 보스에게 가하는 피해가 4% 증가합니다. 이 효과는 최대 10회 중첩됩니다.",
        "[최후의 집행] 재사용 대기시간이 30% 감소하고 사용할 때 마다 자신이 보스에게 가하는 피해가 4.8% 증가합니다. 이 효과는 최대 10회 중첩됩니다.",
        "[최후의 집행] 재사용 대기시간이 30% 감소하고 사용할 때 마다 자신이 보스에게 가하는 피해가 5.8% 증가합니다. 이 효과는 최대 10회 중첩됩니다.",
        "[최후의 집행] 재사용 대기시간이 30% 감소하고 사용할 때 마다 자신이 보스에게 가하는 피해가 7% 증가합니다. 이 효과는 최대 10회 중첩됩니다.",
        "[최후의 집행] 재사용 대기시간이 30% 감소하고 사용할 때 마다 자신이 보스에게 가하는 피해가 8.4% 증가합니다. 이 효과는 최대 10회 중첩됩니다.",
        "[최후의 집행] 재사용 대기시간이 30% 감소하고 사용할 때 마다 자신이 보스에게 가하는 피해가 10% 증가합니다. 이 효과는 최대 10회 중첩됩니다."
      ],
      "story": "오르벨리아에 들른 카산드라로부터 사들인 수상한 너클. 카산드라는 휴일날 여관에서 쉬고 있던 니키를 발견하였고, 말 안듣는 수감자들 때문에 짜증을 내고 욕지꺼리를 뱉는 그녀에게 이 물건을 팔았다. 카산드라의 말로는, 너클에 붙어있는 해골들이 고위 마법사들의 뼈를 가공해 만든 것이며, 특히 붉은 눈을 가진 해골은 영겁의 고통을 부여하는 환각 능력을 갖고 있다. 니키는 이 너클을 철퇴와 함께 중죄인을 고문하는 용도로 사용하고 있다."
    }
  },
  "s4": {
    "name": "학살 본능",
    "description": "공격력이 {0} 증가하고 치명타확률이 {1} 증가합니다. 체력이 {2}% 이하가 되면 '잔혹한 광기'효과가 발동합니다. '잔혹한 광기'효과가 발동하면 자신의 모든 해로운 효과를 제거하고 {3} 초 동안 공격력이 {4} , 공격속도가 500 증가하고 받는 피해가 {5}% 감소하며 상태이상에 면역이 됩니다. 이 효과는 전투 중에 한번만 발동됩니다.",
    "books": {
      "0": "공격력 증가량이 {0}% 증가합니다.",
      "1": "공격력 증가량이 {0}% 증가합니다.",
      "2": "공격력 증가량이 {0}% 증가합니다."
    },
    "light": "'잔혹한 광기' 효과의 지속시간이 5초 증가합니다.",
    "dark": "'잔혹한 광기' 효과가 발동될 때 마나를 3칸 회복합니다.",
    "ut": {
      "name": "불길한 매니큐어",
      "description": [
        "[학살 본능] 잔혹한 광기 효과가 해제할 수 없도록 변경되고 발동 시 자신의 모든 스킬 재사용 대기시간을 즉시 {0}% 감소시킵니다.",
        "[학살 본능] 잔혹한 광기 효과가 해제할 수 없도록 변경되고 발동 시 자신의 모든 스킬 재사용 대기시간을 즉시 24% 감소시킵니다.",
        "[학살 본능] 잔혹한 광기 효과가 해제할 수 없도록 변경되고 발동 시 자신의 모든 스킬 재사용 대기시간을 즉시 29% 감소시킵니다.",
        "[학살 본능] 잔혹한 광기 효과가 해제할 수 없도록 변경되고 발동 시 자신의 모든 스킬 재사용 대기시간을 즉시 35% 감소시킵니다.",
        "[학살 본능] 잔혹한 광기 효과가 해제할 수 없도록 변경되고 발동 시 자신의 모든 스킬 재사용 대기시간을 즉시 42% 감소시킵니다.",
        "[학살 본능] 잔혹한 광기 효과가 해제할 수 없도록 변경되고 발동 시 자신의 모든 스킬 재사용 대기시간을 즉시 50% 감소시킵니다."
      ],
      "story": "지하감옥의 분리수거를 하는 날, 니키가 특별히 바르는 검정 매니큐어. 그녀는 쓰레기를 처리한 뒤, 손톱에 피가 얼룩덜룩 물드는 게 늘 불만이었다. 게다가 몬스터들은 제각각 피의 색깔도 달라서 분리수거를 마치는 날엔 그야말로 손이 난장판이었다. 군데군데 물든 손톱을 보고 욕지꺼리를 내뱉던 어느날, 그녀는 손톱을 아주 호화롭게 치장한 여자를 발견하고 문득 좋은 아이디어가 떠올랐다. 손톱이 얼룩덜룩 물드는 게 불만이라면, 미리 손톱에 어두운 매니큐어를 발라놓으면 되지 않는가! 그녀는 지하감옥의 죄수 중 가장 새까만 피를 가진 몬스터를 골라 특제 매니큐어를 만들었고, 분리수거 날엔 항상 이것을 바른 채 출근했다. 다만 그녀가 감옥에 들어설 때, 손톱이 검게 반짝이는 날엔 수많은 죄수들이 죽음의 공포에 떨기 시작했다."
    }
  },
  "t5": {
    "light": "공격력,방어력,체력+15% / 공격속도 +100",
    "dark": "상태이상 저항이 500 증가합니다."
  }
}