{
  "name": "Кассель",
  "subtitle": "Воин священного меча",
  "description": "Избранный воин священного меча Эа, однажды спасшего мир. Может оттеснить врагов и укрепить себя силой этого меча.",
  "story": "Один из оруженосцев Королевства Орвелия. Стал свидетелем смерти родителей от рук демонов, напавших на их деревню, а позже убийства своего учителя фехтования. Из-за этих событий получил психологическую травму и боится, что смерть близких людей на его совести. После того, как его названный брат, Клаус, ушел в военный поход и не вернулся, отправился на его поиски.",
  "like": "Натуральные продукты",
  "dislike": "Фатализм",
  "inn": {
    "idle": "Хорошо отдохнуть...",
    "recruit": {
      "greet": "Прошло много времени. Как ты?",
      "talk": [
        "Я надеюсь, что скоро наступит мир.",
        "Этот меч... Такой тяжелый.",
        "Я не верю в судьбу."
      ],
      "gift": "Спасибо. Это поможет окончить битву быстро."
    },
    "affinity": {
      "greet": "Частенько тебя тут вижу. Собираешься обосноваться в столице?",
      "talk": [
        "Интересно, станет ли все снова хорошо, когда я найду способ высвободить силу меча?",
        "Мне уже надоело вечно от кого-то зависеть. Я хочу идти своей дорогой."
      ],
      "gift": "Неожиданный подарок. Мне дарят их не часто... Спасибо."
    },
    "relationship": {
      "greet": "Я всегда благодарен за вашу помощь.",
      "talk": [
        "Это будет враньем, если я скажу, что это легко, но такова жизнь...",
        "Спасибо, что разделяешь мою ношу.",
        "Нет такой вещи, как чудесная жизнь. Хотя, есть чудесные моменты, это да. Хехе..."
      ]
    }
  },
  "uw": {
    "name": "Священный меч Эа",
    "description": [
      "При кажд. АТК шанс 35% физ. урона (+160% от силы АТК).",
      "При кажд. АТК шанс 35% физ. урона (+192% от силы АТК).",
      "При кажд. АТК шанс 35% физ. урона (+230% от силы АТК).",
      "При кажд. АТК шанс 35% физ. урона (+276% от силы АТК).",
      "При кажд. АТК шанс 35% физ. урона (+331% от силы АТК).",
      "При кажд. АТК шанс 35% физ. урона (+400% от силы АТК)."
    ],
    "story": "Легендарный Священный меч, данный миру богиней Луа. Эта легендарная реликвия появилась 100 лет назад, когда демоны вторглись на континент Орбис через пространственный разлом. По легенде, король-герой Кайл пронзил с помощью этого меча сердце темного лорда Ангмунда и положил конец войне. Однако оба они тут же исчезли, и только Эа остался на месте сражения."
  },
  "s1": {
    "name": "Меч правосудия",
    "description": "Наносит врагам на передовой по кругу {0} ед. физ. урона 2 раза, а также сбивает их с ног на {1} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Если враг один, игнорирует его ЗЩТ.",
    "ut": {
      "name": "Корона света",
      "description": [
        "[Меч правосудия] Снижает время перезарядки на 30% и повышает урон на 4% за каждое применение. Эффект суммируется до 10 раз.",
        "[Меч правосудия] Снижает время перезарядки на 30% и повышает урон на 4.8% за каждое применение. Эффект суммируется до 10 раз.",
        "[Меч правосудия] Снижает время перезарядки на 30% и повышает урон на 5.8% за каждое применение. Эффект суммируется до 10 раз.",
        "[Меч правосудия] Снижает время перезарядки на 30% и повышает урон на 7% за каждое применение. Эффект суммируется до 10 раз.",
        "[Меч правосудия] Снижает время перезарядки на 30% и повышает урон на 8.4% за каждое применение. Эффект суммируется до 10 раз.",
        "[Меч правосудия] Снижает время перезарядки на 30% и повышает урон на 10% за каждое применение. Эффект суммируется до 10 раз."
      ],
      "story": "Корона Кайла, короля Орвелии и героя Священного меча. 100 лет назад эту золотую корону, наполненную волей богини света, носил король Кайл во время своего похода против Повелителя тьмы Ангмунда. После победы над Ангмундом Корона света, как и Священный меч Эа, остались в том месте, где исчез король."
    }
  },
  "s2": {
    "name": "Смелый натиск",
    "description": "3 раза атакует цель, а затем совершает прыжок ей за спину и наносит {0} ед. физ. урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Шанс крит. удара + {0}."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "На 10 сек. цель получает на 25% больше физ. урона.",
    "ut": {
      "name": "Перчатка императора",
      "description": [
        "[Смелый натиск] Увеличивает урон на 20% и снижает время перезарядки на 10% при крит. ударе.",
        "[Смелый натиск] Увеличивает урон на 24% и снижает время перезарядки на 10% при крит. ударе.",
        "[Смелый натиск] Увеличивает урон на 29% и снижает время перезарядки на 10% при крит. ударе.",
        "[Смелый натиск] Увеличивает урон на 35% и снижает время перезарядки на 10% при крит. ударе.",
        "[Смелый натиск] Увеличивает урон на 42% и снижает время перезарядки на 10% при крит. ударе.",
        "[Смелый натиск] Увеличивает урон на 50% и снижает время перезарядки на 10% при крит. ударе."
      ],
      "story": "Перчатка, благословенная самой богиней света Луа. Правители континента Орбис передают эту перчатку из поколения в поколение. Наполнена воодушевляющей силой богини, благодаря которой владелец перчатки бесстрашно бросается на врагов, применяя «Смелый натиск»."
    }
  },
  "s3": {
    "name": "Посланец бога",
    "description": "Наносит {0} Физ. Урона ближайшим врагам и накладывает эффект Оглушения на 3 сек. Дополнительно, на {1} сек, Атака увеличивается на {2} и Шанс Уклонения увеличивается на {3} , в то же время обретая иммунитет к Контролю. Данный статус нельзя отменить.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Во время действия СКР + {0}."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Повышает затраты маны на 2 сферу и урон по противникам, не являющимся героями, на 100% на время действия навыка.",
    "ut": {
      "name": "Руна властности",
      "description": [
        "[Посланец Бога] Уклонение увеличивается на 250, и Скорость Атаки увеличивается на 100 на время работы навыка.",
        "[Посланец Бога] Уклонение увеличивается на 250, и Скорость Атаки увеличивается на 120 на время работы навыка.",
        "[Посланец Бога] Уклонение увеличивается на 250, и Скорость Атаки увеличивается на 140 на время работы навыка.",
        "[Посланец Бога] Уклонение увеличивается на 250, и Скорость Атаки увеличивается на 170 на время работы навыка.",
        "[Посланец Бога] Уклонение увеличивается на 250, и Скорость Атаки увеличивается на 210 на время работы навыка.",
        "[Посланец Бога] Уклонение увеличивается на 250, и Скорость Атаки увеличивается на 250 на время работы навыка."
      ],
      "story": "Руна, указывающая на принадлежность ее владельца к служителям богини света Луа. Руна властности – реликвия церкви Луа, она даруется рыцарю, владеющему Священным мечом Эа. Руна властности отбрасывает врагов назад силой света и повышает АТК и мораль героя."
    }
  },
  "s4": {
    "name": "Удар богини",
    "description": "В случае уклонения, наносит {0} Физ. Урона врагам на переводой и уменьшает Меткость на {1} на 5 сек. После попадания по цели, получает 300 Маны.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Шанс крит. удара + {0}."
    },
    "light": "Уменьшение Меткости на 250",
    "dark": "Быстрее использует навыки, а время перезарядки -1 сек.",
    "ut": {
      "name": "Слеза Луа",
      "description": [
        "[Удар богини] Повышает урон на 50% и снижает СКР АТК цели на 100 на 10 сек.",
        "[Удар богини] Повышает урон на 50% и снижает СКР АТК цели на 120 на 10 сек.",
        "[Удар богини] Повышает урон на 50% и снижает СКР АТК цели на 140 на 10 сек.",
        "[Удар богини] Повышает урон на 50% и снижает СКР АТК цели на 170 на 10 сек.",
        "[Удар богини] Повышает урон на 50% и снижает СКР АТК цели на 210 на 10 сек.",
        "[Удар богини] Повышает урон на 50% и снижает СКР АТК цели на 250 на 10 сек."
      ],
      "story": "Драгоценный камень лазурного цвета, украшающий Священный меч Эа. Он наполнен огромной духовной силой и слезами Луа. Это оружие помогает воину Священного меча не сбиться с пути света."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от физ. урона +100",
    "dark": "При атаке наносит бонусный урон (40% силы АТК)."
  }
}