{
  "name": "Селена",
  "subtitle": "Пронзающая ветер стрела",
  "description": "Принцесса эльфов, охраняющих Священный лес. Ее лунные стрелы преследуют цели, а стрелы, наполненные энергией ветра, яростно пронзают врагов.",
  "story": "Эта благородная эльфийская принцесса без ума от Священного меча Эа и избранного им воина. Она всегда старается делать только то, что считает правильным, и ждет, что окружающие будут поступать так же. По этой причине она подвергает критике любого, кто сходит с пути праведности, даже если это воин Священного меча Эа. К несчастью, ее непримиримая позиция часто отталкивает окружающих. Она довольно часто навещает свою сестру Дозарту на ее посту у башни, чтобы составить ей компанию.",
  "like": "Тех, кто любит работать и брать на себя ответственность",
  "dislike": "Вероотступников и трусов",
  "inn": {
    "idle": "О, так вот где спят люди.",
    "recruit": {
      "greet": "Все хорошо? Пусть твой день будет полон света.",
      "talk": [
        "Почему ты так смотришь?",
        "Всегда радуюсь тем, кто обладает хорошими манерами.",
        "Да, выслушаете историю?"
      ],
      "gift": "Прекрасный подарок. Я буду бережно хранить его."
    },
    "affinity": {
      "greet": "Сегодня у меня прекрасный день! И все благодаря тебе.",
      "talk": [
        "Я всю жизнь провела, оберегая лес, поэтому я так обожаю историю про меч Эа!",
        "После победы Воина Меча над Темным Лордом воцарился мир на целых сто лет... Пришло время появиться новому герою."
      ],
      "gift": "Прямо нет слов... Спасибо за твою щедрость."
    },
    "relationship": {
      "greet": "Сегодня чудесный солнечный день.",
      "talk": [
        "Возможно, я была слишком груба с тем Воином, постоянно вбивая в его голову свои идеи и мысли...",
        "Посети Лес Элидоры как будет время. Будь моим гостем.",
        "Этот лук- подарок дружбы, полученный мной от Элементаля Ветра. Если хочешь, можешь прикоснуться."
      ]
    }
  },
  "uw": {
    "name": "Зеленый ветер Нотос",
    "description": [
      "В случае крит. удара СКР АТК +200 на 10 сек. При обычн. АТК выпускает еще 1 стрелу, наносящ. 100% физ. урона.",
      "В случае крит. удара СКР АТК +240 на 10 сек. При обычн. АТК выпускает еще 1 стрелу, наносящ. 120% физ. урона.",
      "В случае крит. удара СКР АТК +280 на 10 сек. При обычн. АТК выпускает еще 1 стрелу, наносящ. 140% физ. урона.",
      "В случае крит. удара СКР АТК +340 на 10 сек. При обычн. АТК выпускает еще 1 стрелу, наносящ. 170% физ. урона.",
      "В случае крит. удара СКР АТК +410 на 10 сек. При обычн. АТК выпускает еще 1 стрелу, наносящ. 210% физ. урона.",
      "В случае крит. удара СКР АТК +500 на 10 сек. При обычн. АТК выпускает еще 1 стрелу, наносящ. 250% физ. урона."
    ],
    "story": "Лук, благословенный духом ветра Силфом. Только герой благородных кровей может владеть этим луком. При выстреле выпускает волшебную смертоносную стрелу, созданную из дыхания духа ветра. Стрела никогда не промахивается и разит цель, где бы та ни пряталась. Селена с детства была очень дружна с духами стихий, а особенно с духом ветра Силфом. В знак дружбы Силф наделил ее лук волшебной силой."
  },
  "s1": {
    "name": "Дождь стрел",
    "description": "Случ. образом пускает 12 стрел, нанося врагам {0} ед. физ. урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон +40%.",
    "dark": "Шанс 20% оглушить врагов на 2 сек.",
    "ut": {
      "name": "Перчатки меткого стрелка",
      "description": [
        "[Дождь стрел] Снижает затраты маны на 1 сферу и время перезарядки на 1 сек.",
        "[Дождь стрел] Снижает затраты маны на 1 сферу и время перезарядки на 1,2 сек.",
        "[Дождь стрел] Снижает затраты маны на 1 сферу и время перезарядки на 1,4 сек.",
        "[Дождь стрел] Снижает затраты маны на 1 сферу и время перезарядки на 1,7 сек.",
        "[Дождь стрел] Снижает затраты маны на 1 сферу и время перезарядки на 2,1 сек.",
        "[Дождь стрел] Снижает затраты маны на 1 сферу и время перезарядки на 2,5 сек."
      ],
      "story": "Перчатки, благословенные духом ветра. Селене эти перчатки подарила ее сестра Дозарта в благодарность за приложенные той усилия по сохранению мира среди эльфов. Дозарта изготовила их из ткани, пропитанной магией духа ветра Сильфида, и расшила узорами из лунной нити."
    }
  },
  "s2": {
    "name": "Прыть",
    "description": "При АТК героя автоматич. выпускает 5 стрел в противников. Кажд. стрела наносит {0} ед. физ. урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Если враг один, игнорирует его ЗЩТ.",
    "dark": "Парализует атакованных врагов на 0,5 сек.",
    "ut": {
      "name": "Камень заточения злого духа",
      "description": [
        "[Прыть] Увеличивает урон на 20% и с 15% шансом может выпустить 1 стрелу прыти при обычной атаке.",
        "[Прыть] Увеличивает урон на 24% и с 15% шансом может выпустить 1 стрелу прыти при обычной атаке.",
        "[Прыть] Увеличивает урон на 29% и с 15% шансом может выпустить 1 стрелу прыти при обычной атаке.",
        "[Прыть] Увеличивает урон на 35% и с 15% шансом может выпустить 1 стрелу прыти при обычной атаке.",
        "[Прыть] Увеличивает урон на 42% и с 15% шансом может выпустить 1 стрелу прыти при обычной атаке.",
        "[Прыть] Увеличивает урон на 50% и с 15% шансом может выпустить 1 стрелу прыти при обычной атаке."
      ],
      "story": "В этом камне томится злой дух ветра. Дух любил устраивать всякие неприятности и жестокие розыгрыши, за что и был заключен в камень королем фей. Этот воинственный дух ветра наполняет стрелы разрушительной силой, которая увеличивает их смертоносность в 5 раз и больше."
    }
  },
  "s3": {
    "name": "Вспышка лунного света",
    "description": "Наносит врагам впереди {0} ед. физ. урона от ОЗ, сбивает с ног.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Время перезарядки -3 сек.",
    "dark": "Игнорирует блокировку врагов.",
    "ut": {
      "name": "Серебряная стрела",
      "description": [
        "[Вспышка лунного света] Урон увеличивается на 20% и цель также дополнительно получает 20% Физ. Урона в теч. 10 сек.",
        "[Вспышка лунного света] Урон увеличивается на 24% и цель также дополнительно получает 20% Физ. Урона в теч. 10 сек.",
        "[Вспышка лунного света] Урон увеличивается на 29% и цель также дополнительно получает 20% Физ. Урона в теч. 10 сек.",
        "[Вспышка лунного света] Урон увеличивается на 35% и цель также дополнительно получает 20% Физ. Урона в теч. 10 сек.",
        "[Вспышка лунного света] Урон увеличивается на 42% и цель также дополнительно получает 20% Физ. Урона в теч. 10 сек.",
        "[Вспышка лунного света] Урон увеличивается на 50% и цель также дополнительно получает 20% Физ. Урона в теч. 10 сек."
      ],
      "story": "Наконечник стрелы, благословенный богиней охоты и луны. Только лучшие охотники эльфов могут владеть этой древней реликвией. Говорят, что богиня охоты и луны благосклонна к эльфам, которые оберегают ее священный лес, поэтому с помощью этой реликвии дарует им свою силу. «Серебряная стрела», наполненная силой богини, непременно поражает цель и усиливает наносимый лучником урон."
    }
  },
  "s4": {
    "name": "Стрела лунного света",
    "description": "При атаке повышает АТК на {1} и шанс крит. удара на {2} на {0} сек. Эффект суммируется до 3 раз.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "При кажд. АТК. шанс крит. удара + {0}%."
    },
    "light": "Макс. количество объединений- 5",
    "dark": "Дальность автоатаки +20%."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "Собственный Шанс крит. удара уменьшается на 300, но Крит. Урон увеличивается на 100%."
  }
}