{
  "name": "Мария",
  "subtitle": "Падшая ведьма",
  "description": "Святая, благословившая героя, спасшего мир в прошлом. Яростная и проклятая всеми ворона стреляет острыми перьями и разрушает позиции врага.",
  "story": "Когда-то она была Святой девой Луа, но сошла с праведного пути. Теперь эта циничная ведьма, повелевающая воронами, поклоняется тьме и проклинает свою бывшую богиню. В далекие времена она была подругой Кайла и героиней народа, но после исчезновение короля нашла утешение в уединении. Вскоре она появилась уже в качестве падшей ведьмы, возглавляющей армию демонов и угрожающей существованию человечества. В настоящее время она, кажется, планирует что-то недоброе, но уже не как командир демонов, а полагаясь только на свои силы.",
  "like": "Развращать почитателей Луа",
  "dislike": "Луа и ее церковь",
  "inn": {
    "idle": "Что? Салага.",
    "recruit": {
      "greet": "Не стоит так небрежно приветствовать Темные силы, малыш.",
      "talk": [
        "Не волнуйся. Я останусь тут только на одну ночь. Моя комната наверху, поднимемся вместе? Ха-ха-ха.",
        "Кажется, ты в моем вкусе. В смысле я хочу разорвать тебя на части.",
        "Я хочу непременно увидеть кое-что. Как ты на коленях молишь о пощаде."
      ],
      "gift": "Этот подарок такой же нелепый, как ты."
    },
    "affinity": {
      "greet": "Что привело тебя сюда?",
      "talk": [
        "Похоже, ты пока не понимаешь, что вообще происходит. Ничего, у тебя еще все впереди.",
        "А ты знаешь... Нет, ты не знаешь, как Луа выглядит на самом деле. И лучше бы тебе не знать."
      ],
      "gift": "Ха-ха... Как раз вовремя. Не придется думать, чем кормить воронов."
    },
    "relationship": {
      "greet": "...Хм, вы прибыли. Я вижу, ты уже давно не новичок.",
      "talk": [
        "Я смотрю на тебя и виже его в молодости...",
        "Я ненавижу Луа за то, что она сделала... Но ты, ты другой.",
        "Странная вы группа... Среди вас ведьма. Так мило..."
      ]
    }
  },
  "uw": {
    "name": "Кокутос, Посланник Леи",
    "description": [
      "При нанесении крит. удара снижает исцеление цели на 50% и повышает собственный крит. урон на 2% на 10 сек. Повышение крит. урона суммируется до 20 раз.",
      "При нанесении крит. удара снижает исцеление цели на 50% и повышает собственный крит. урон на 2,4% на 10 сек. Повышение крит. урона суммируется до 20 раз.",
      "При нанесении крит. удара снижает исцеление цели на 50% и повышает собственный крит. урон на 2,9% на 10 сек. Повышение крит. урона суммируется до 20 раз.",
      "При нанесении крит. удара снижает исцеление цели на 50% и повышает собственный крит. урон на 3,5% на 10 сек. Повышение крит. урона суммируется до 20 раз.",
      "При нанесении крит. удара снижает исцеление цели на 50% и повышает собственный крит. урон на 4,2% на 10 сек. Повышение крит. урона суммируется до 20 раз.",
      "При нанесении крит. удара снижает исцеление цели на 50% и повышает собственный крит. урон на 5% на 10 сек. Повышение крит. урона суммируется до 20 раз."
    ],
    "story": "Загадочный ворон, путешествующий сквозь пространство. Его проницательность и разум выходят далеко за границы возможностей обычной птицы. И правда, это не птица, а монстр, наполненный темной энергией, почти что демонической. Поговаривают, что по силе он не уступает верховным демонам. Иногда можно увидеть, как он кружит над полем боя и разговаривает на человеческом языке. Но кто этот ворон на самом деле, так и остается загадкой."
  },
  "s1": {
    "name": "Вороний шторм",
    "description": "Наносит противникам на передовой {0} ед. маг. урона и отбрасывает их назад. Снижает маг. ЗЩТ пораженных противников на {2}% на {1} сек. Наносит {3} ед. доп. маг. урона противникам, не являющимся героями.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Снижает скорость атаки на {0}%."
    },
    "light": "Урон +40%.",
    "dark": "Шанс 20% сковать врагов на 3 сек.",
    "ut": {
      "name": "Танец бури",
      "description": [
        "[Вороний шторм] Наделяет иммунитетом к контролю на время действия навыка и снижает ману цели на 100.",
        "[Вороний шторм] Наделяет иммунитетом к контролю на время действия навыка и снижает ману цели на 120.",
        "[Вороний шторм] Наделяет иммунитетом к контролю на время действия навыка и снижает ману цели на 140.",
        "[Вороний шторм] Наделяет иммунитетом к контролю на время действия навыка и снижает ману цели на 170.",
        "[Вороний шторм] Наделяет иммунитетом к контролю на время действия навыка и снижает ману цели на 210.",
        "[Вороний шторм] Наделяет иммунитетом к контролю на время действия навыка и снижает ману цели на 250."
      ],
      "story": "Волшебное зеркало, призывающее эфира бури. Волшебное зеркало изготовлено из обсидиана, добытого в Пандемониуме, внутри которого спит эфир бури. При каждом использовании Вороньего шторма эфир просыпается и усиливает эффективность способности с помощью яростного танца."
    }
  },
  "s2": {
    "name": "Сковывающий коготь",
    "description": "Наносит {0} ед. маг. урона 2 противникам и сковывает их на {1} сек. Пораженные противники получат {3} ед. маг. урона в течение {2} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Маг. урон + {0}% пока длится навык."
    },
    "light": "Потребление маны +1, навык применяется к 3 врагам.",
    "dark": "Время сковывания +1,5 сек.",
    "ut": {
      "name": "Когтевая броня",
      "description": [
        "[Сковывающий коготь] Увеличивает урон на 50% и повышает маг. слабость пораженной цели на 10% на 10 сек.",
        "[Сковывающий коготь] Увеличивает урон на 50% и повышает маг. слабость пораженной цели на 12% на 10 сек.",
        "[Сковывающий коготь] Увеличивает урон на 50% и повышает маг. слабость пораженной цели на 14% на 10 сек.",
        "[Сковывающий коготь] Увеличивает урон на 50% и повышает маг. слабость пораженной цели на 17% на 10 сек.",
        "[Сковывающий коготь] Увеличивает урон на 50% и повышает маг. слабость пораженной цели на 21% на 10 сек.",
        "[Сковывающий коготь] Увеличивает урон на 50% и повышает маг. слабость пораженной цели на 25% на 10 сек."
      ],
      "story": "Когтевая броня, которую Мария подарила посланнику Леи. На эту когтевую броню, изготовленную из чистого золота, наложено ослабляющее врагов заклятье. Враги, пораженные когтем посланника, становятся беззащитными перед магией и получают повышенный магический урон."
    }
  },
  "s3": {
    "name": "Зона тьмы",
    "description": "Притягивает ближайших противников в центр 5 раз и наносит в сумме {0} ед. маг. урона. Последняя атака оглушает противников на 3 сек. Наносит {1} ед. доп. маг. урона противникам, не являющимся героями.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "На 10 сек. наносимый маг. урон +25%.",
    "dark": "Потребление маны уменьш. на 1.",
    "ut": {
      "name": "Подвеска тьмы",
      "description": [
        "[Зона тьмы] Урон увеличивается на 20%, и последняя атака понижает Физ. и Маги. Защиту цели на 30% га 7 сек.",
        "[Зона тьмы] Урон увеличивается на 24%, и последняя атака понижает Физ. и Маги. Защиту цели на 30% га 7 сек.",
        "[Зона тьмы] Урон увеличивается на 29%, и последняя атака понижает Физ. и Маги. Защиту цели на 30% га 7 сек.",
        "[Зона тьмы] Урон увеличивается на 35%, и последняя атака понижает Физ. и Маги. Защиту цели на 30% га 7 сек.",
        "[Зона тьмы] Урон увеличивается на 42%, и последняя атака понижает Физ. и Маги. Защиту цели на 30% га 7 сек.",
        "[Зона тьмы] Урон увеличивается на 50%, и последняя атака понижает Физ. и Маги. Защиту цели на 30% га 7 сек."
      ],
      "story": "Останки серого вестника, предвещающего крах. Это все, что осталось от ворона, влетевшего сто лет назад в церковь Луа перед самым падением Республики Грэй. Никто не обратил внимание на этого предвестника беды, кроме жрицы Марии, которая заботилась о нем до самой его кончины. Уже после своей смерти он помог Марии расширить область воздействия ее тьмы, наполнив ее своей темной энергией."
    }
  },
  "s4": {
    "name": "Черный ветер",
    "description": "Сила АТК пораженных Марией врагов - {1} на {0} сек.",
    "books": {
      "0": "Получ. героем урон - {0}%.",
      "1": "Получ. героем урон - {0}%.",
      "2": "Длит. время шанс крит. удара у объекта - {0}%."
    },
    "light": "Получ. героем урон -40%.",
    "dark": "На 10 сек. сопротивление маг. крит. удару -25%."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "В момент Крит. Удара, Сопротивление Контролю цели снижается на 250 на 10 сек, и все Перезарядки Навыков, исключая те, которые сейчас используются, снижаются на 2%."
  }
}