{
  "name": "Мируру",
  "subtitle": "Проклятая королева пиратов",
  "description": "Легендарный пират, который был проклят и превратился в маленькую девочку. У нее потрясающая способность бросать пушечные ядра прямо на голову врага.",
  "story": "Когда-то эта принцесса пиратов бороздила моря и вселяла страх в сердца моряков. К несчастью, одна проклятая вещица превратила ее в ребенка, и вскоре вся команда от нее отвернулась. Но Мируру не из тех, кто легко сдается: она начала все с самого начала и теперь мечтает вернуть себе былую славу. К сожалению, из-за проклятия она не только выглядит, как ребенок, но и думает, как дитя. Но это не останавливает ее в погоне за мечтой. В настоящее время она командует отрядом из гоблинов и гноллов.",
  "like": "Сокровища и все блестящее",
  "dislike": "Флот",
  "inn": {
    "idle": "Как насчет совместного дела? Если найдем сокровища, получишь десятую часть.",
    "recruit": {
      "greet": "Приятно познакомиться!",
      "talk": [
        "Вместе мы сможем все! Даже с этим проклятым телом.",
        "Море зовет нас!",
        "Однажды я верну свой облик!"
      ],
      "gift": "Золото! Золотишко!"
    },
    "affinity": {
      "greet": "Твой капитан приветствует тебя!",
      "talk": [
        "Хм... Помню ли я мое прошлое? Каждый раз, как я пытаюсь вспомнить что-нибудь... я падаю с кровати!",
        "Но кое-что я помню. Невыносимую жажду... и надпись на карте... Фонтан жизни?"
      ],
      "gift": "Капитан тобой очень доволен, матрос! Теперь сокровищница Мируру полна до краев!"
    },
    "relationship": {
      "greet": "Хэй! Привет, вновь привет!",
      "talk": [
        "Давай-ка поработаем сегодня что есть сил! Во славу Пиратов Мируру!",
        "Добыл сокровища? Где? Где? ГДЕ?!?! Покажи мне!",
        "Моя пушка? Ага, я сама сделала! Крутая она у меня, да?!"
      ]
    }
  },
  "uw": {
    "name": "Левиафан, Абсолютное оружие",
    "description": [
      "С 50% шансом наносит физ. урон в 100% АТК всем врагам, на которых действует «Большой бум!», цель получает на 20% больше физ. урона в течение 10 сек.",
      "С 50% шансом наносит физ. урон в 120% АТК всем врагам, на которых действует «Большой бум!», цель получает на 24% больше физ. урона в течение 10 сек.",
      "С 50% шансом наносит физ. урон в 140% АТК всем врагам, на которых действует «Большой бум!», цель получает на 29% больше физ. урона в течение 10 сек.",
      "С 50% шансом наносит физ. урон в 170% АТК всем врагам, на которых действует «Большой бум!», цель получает на 35% больше физ. урона в течение 10 сек.",
      "С 50% шансом наносит физ. урон в 210% АТК всем врагам, на которых действует «Большой бум!», цель получает на 42% больше физ. урона в течение 10 сек.",
      "С 50% шансом наносит физ. урон в 250% АТК всем врагам, на которых действует «Большой бум!», цель получает на 50% больше физ. урона в течение 10 сек."
    ],
    "story": "Когда-то Мируру была принцессой пиратов, грозой военно-морских сил Орвелии и империи, вселяющей ужас в сердце всех мореплавателей. Пушки на ее флагмане потопили не один корабль. Самым мощным и основным орудием на ее корабле была пушка «Левиафан». Именно ее прихватила с собой Мируру, когда из-за проклятья ей пришлось бежать с корабля от гнева взбунтовавшейся команды. Никакие сокровища, оставленные ею на корабле, не сравнятся по ценности с этим оружием – самой мощной пушкой в ее арсенале. После ряда модификаций эта гроза морей теперь служит Мируру в качестве самоходной артиллерии."
  },
  "s1": {
    "name": "Ба-а-ам!",
    "description": "Наносит {0} ед. физ. урона всем противникам и отталкивает их назад.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Повышает получаемый целью физ. урон на 25% на 10 сек.",
    "dark": "В момент использования Атака повышается на 35% на 10 сек."
  },
  "s2": {
    "name": "Ба-бамс",
    "description": "Наносит врагам впереди {0} ед. физ. урона 3 р. При кажд АТК шанс {1}% сбить с ног на {2} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон +40%.",
    "dark": "За кажд. атакованного врага время перезарядки -8%.",
    "ut": {
      "name": "Астролябия короля пиратов",
      "description": [
        "[Перекат] Увеличивает урон на 4% при каждом использовании и восстанавливает 120 ед. маны при крит. ударе. Эффект может суммироваться до 10 раз.",
        "[Перекат] Увеличивает урон на 4,8% при каждом использовании и восстанавливает 120 ед. маны при крит. ударе. Эффект может суммироваться до 10 раз.",
        "[Перекат] Увеличивает урон на 5,8% при каждом использовании и восстанавливает 120 ед. маны при крит. ударе. Эффект может суммироваться до 10 раз.",
        "[Перекат] Увеличивает урон на 7% при каждом использовании и восстанавливает 120 ед. маны при крит. ударе. Эффект может суммироваться до 10 раз.",
        "[Перекат] Увеличивает урон на 8,4% при каждом использовании и восстанавливает 120 ед. маны при крит. ударе. Эффект может суммироваться до 10 раз.",
        "[Перекат] Увеличивает урон на 10% при каждом использовании и восстанавливает 120 ед. маны при крит. ударе. Эффект может суммироваться до 10 раз."
      ],
      "story": "Астролябия короля пиратов Ольха, ставшего первооткрывателем нового континента. Король пиратов Ольх отправился за пределы континента Орбис в поисках новой земли после того, как на него снизошло божественное откровение. Астролябия позволяет производить точнейшие расчеты угла и местоположения. Мируру использует ее для повышения эффективности своих пушечных обстрелов, хотя и не помнит, откуда она знает, как ею пользоваться."
    }
  },
  "s3": {
    "name": "Пираты Мируру!",
    "description": "5 раз атакует случайную цель и ближайших к ней противников, нанося в сумме {1} ед. физ. урона и снижая их СКР АТК на {2}. Если цель не является героем, наносит {3} ед. доп. физ. урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Если враг один, наносимый урон +100%.",
    "dark": "Замедление СКР заменяется оглушением на 3 сек.",
    "ut": {
      "name": "Пушечное ядро Мируру",
      "description": [
        "[Пираты Мируру!] Урон повышается на 50%, и перезарядка умения снижается на 12%.",
        "[Пираты Мируру!] Урон повышается на 50%, и перезарядка умения снижается на 14%.",
        "[Пираты Мируру!] Урон повышается на 50%, и перезарядка умения снижается на 17%.",
        "[Пираты Мируру!] Урон повышается на 50%, и перезарядка умения снижается на 21%.",
        "[Пираты Мируру!] Урон повышается на 50%, и перезарядка умения снижается на 25%.",
        "[Пираты Мируру!] Урон повышается на 50%, и перезарядка умения снижается на 30%."
      ],
      "story": "Пушечное ядро с высеченной на нем эмблемой пиратов Мируру. Мируру до сих пор помнит дни своей былой славы в мельчайших подробностях: изображение акулы на ее трепещущем на ветру флаге и звуки пушечных выстрелов с ее кораблей. Воспоминания о тонущих вражеских кораблях все еще наполняют ее сердце радостью. Мируру использует особые пушечные ядра для атаки врагов и ждет, когда дни былой славы снова к ней вернутся."
    }
  },
  "s4": {
    "name": "Большой бум!",
    "description": "При обычной атаке выстреливает доп. пулю, которая с 60% шансом наносит {0} ед. физ. урона всем противникам.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "При получении крит. урона повышает АТК на 0,5% на 10 сек. Эффект суммируется вплоть до 100 раз.",
    "dark": "Шанс активации меняется на 80%."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "При атаке накапливает заряды Тьмы в зависим. от числа врагов. При 50 зарядах впадает в ярость, на 10 сек. повышая СКР АТК на 800 и силу АТК на 20%."
  }
}