{
  "name": "Лорейн",
  "subtitle": "Великий ученый Элидоры",
  "description": "Эльфийка-друид, присоединившаяся к Союзному войску людей во время вторжения темного лорда. Общается с природой и атакует врагов с помощью деревьев.",
  "story": "Великий мудрец Элидоры – мудрейший из друидов. Сражалась против вторгшихся демонов 100 лет назад и часто считается мудрейшим героем на всем континенте Орбис. Она обладает глубоким пониманием мира и владеет таинственными силами, поэтому многие эльфы прошли у нее обучение. Поговаривают, что даже нынешний король Элидоры и его дети были когда-то ее учениками. Недавно она почувствовала присутствие темных сил в лесу Элидоры, поэтому решила помочь владельцу Священного меча Эа.",
  "like": "Безмятежный лес, красивые песни",
  "dislike": "Все, что вредит природе",
  "inn": {
    "idle": "Не бойся. Ты можешь стать сильнее.",
    "recruit": {
      "greet": "Я Лорейн, эльфийка Элидоры. Мое почтение.",
      "talk": [
        "Я хорошо провела время.",
        "Пусть благословение матери-природы освещает твой путь.",
        "Человек - удивительное существо. Но ваш недостаток в том, что вы не можете противостоять искушению."
      ],
      "gift": "Я буду бережно хранить это."
    },
    "affinity": {
      "greet": "Мне всегда очень приятно провести с тобой время.",
      "talk": [
        "Тебя ожидает большое перепутье. А на твоем пути тебе встретится и свет, и тьма...",
        "В отличие от эльфов, известных своим долгожительством, люди живут намного меньше, но сияют гораздо ярче в расцвете своих сил."
      ],
      "gift": "Твоя щедрость не знает границ."
    },
    "relationship": {
      "greet": "Ты вырос, стал чище.",
      "talk": [
        "У тебя сама чистая душа из всех, что я видела.",
        "Я мечтаю, чтобы эти периоды мира были бы вечны...",
        "Я никогда не забуду тебя, никогда."
      ]
    }
  },
  "uw": {
    "name": "Воля Древа мира Робуру",
    "description": [
      "Кажд. 7 сек. отравлен. враг получает маг. урон (40% от силы АТК) и теряет 10% маг. ЗЩТ. С кажд. порцией яда урон +20%.",
      "Кажд. 7 сек. отравлен. враг получает маг. урон (48% от силы АТК) и теряет 12% маг. ЗЩТ. С кажд. порцией яда урон +20%.",
      "Кажд. 7 сек. отравлен. враг получает маг. урон (57% от силы АТК) и теряет 14% маг. ЗЩТ. С кажд. порцией яда урон +20%.",
      "Кажд. 7 сек. отравлен. враг получает маг. урон (69% от силы АТК) и теряет 17% маг. ЗЩТ. С кажд. порцией яда урон +20%.",
      "Кажд. 7 сек. отравлен. враг получает маг. урон (83% от силы АТК) и теряет 20% маг. ЗЩТ. С кажд. порцией яда урон +20%.",
      "Кажд. 7 сек. отравлен. враг получает маг. урон (100% от силы АТК) и теряет 25% маг. ЗЩТ. С кажд. порцией яда урон +20%."
    ],
    "story": "По легенде, каждые 100 лет Древо мира дарует одну из своих ветвей избранному. Ветвь источает бесконечную жизнь и наделяет своего владельца невиданной силой и знаниями. Лорейн получила этот посох, совместив священную ветвь и Камень Леса – реликвию эльфов. Куда бы она теперь ни направлялась, сила леса и связь с Древом мира ни на минуту не покидают ее."
  },
  "s1": {
    "name": "Терновый лес",
    "description": "3 случ. АТК в зоне наносят врагам {0} ед. маг. урона и 1 порцию яда.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "При нанесении крит. удара накладывает 2 заряда «Отравы»."
    },
    "light": "Кол-во ударов +1.",
    "dark": "Враги с 5 и более порциями яда с кажд. АТК оглушаются на 3 сек.",
    "ut": {
      "name": "Книга жизни",
      "description": [
        "[Терновый лес] Снижает затраты маны на 1 сферу и время перезарядки – на 0,8 сек.",
        "[Терновый лес] Снижает затраты маны на 1 сферу и время перезарядки – на 1 сек.",
        "[Терновый лес] Снижает затраты маны на 1 сферу и время перезарядки – на 1,2 сек.",
        "[Терновый лес] Снижает затраты маны на 1 сферу и время перезарядки – на 1,4 сек.",
        "[Терновый лес] Снижает затраты маны на 1 сферу и время перезарядки – на 1,7 сек.",
        "[Терновый лес] Снижает затраты маны на 1 сферу и время перезарядки – на 2 сек."
      ],
      "story": "Книга, в которой содержатся знания о всей живности леса. С самых древних времен хранители Древа мира передают эту волшебную книгу из поколения в поколение. Долгое время книга находилась в руках мудрецов Элидоры, а теперь ответственность за нее несет Лорейн."
    }
  },
  "s2": {
    "name": "Оплетающая лоза",
    "description": "По прямой наносит врагам {0} ед. маг. урона и 2 порции яда, сковывая на {1} сек. Через опред. время наносит урон в завис. от порций яда.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Длит. время полученный врагом маг. урон + {0}%."
    },
    "light": "Урон +40%.",
    "dark": "Враги, попавшие под действие послед. взрыва, оглушаются на 2 сек.",
    "ut": {
      "name": "Смертоносная белладонна",
      "description": [
        "[Оплетающая лоза] Снижает затраты маны на 1 ед. и вытягивает 200 ед. маны у пораженного противника.",
        "[Оплетающая лоза] Снижает затраты маны на 1 ед. и вытягивает 240 ед. маны у пораженного противника.",
        "[Оплетающая лоза] Снижает затраты маны на 1 ед. и вытягивает 290 ед. маны у пораженного противника.",
        "[Оплетающая лоза] Снижает затраты маны на 1 ед. и вытягивает 350 ед. маны у пораженного противника.",
        "[Оплетающая лоза] Снижает затраты маны на 1 ед. и вытягивает 420 ед. маны у пораженного противника.",
        "[Оплетающая лоза] Снижает затраты маны на 1 ед. и вытягивает 500 ед. маны у пораженного противника."
      ],
      "story": "Прекрасная, но очень опасная белладонна. Только верховный мудрец знает, как обращаться с этим смертоносным растением. Противники, пораженные ядом белладонны, становятся беззащитными перед магией и получают повышенный магический урон."
    }
  },
  "s3": {
    "name": "Гнев леса",
    "description": "Наносит врагам в зоне {0} ед. маг. урона, ослепляет врагов на 3 сек. Урон отравлен. врага + {1}% с кажд. порцией яда.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Цена в Мане повышается на 1 сферу, но Урон увеличивается на 100%.",
    "dark": "Враги с 5 и более порциями яда не получают усиления.",
    "ut": {
      "name": "Корень Древа мира",
      "description": [
        "[Гнев леса] Урон увеличивается на 20%. В момент Крит. Удара противника с более, чем 5ю эффектами Яда, перезарядка навыка уменьшается на 4%.",
        "[Гнев леса] Урон увеличивается на 24%. В момент Крит. Удара противника с более, чем 5ю эффектами Яда, перезарядка навыка уменьшается на 4%.",
        "[Гнев леса] Урон увеличивается на 29%. В момент Крит. Удара противника с более, чем 5ю эффектами Яда, перезарядка навыка уменьшается на 4%.",
        "[Гнев леса] Урон увеличивается на 35%. В момент Крит. Удара противника с более, чем 5ю эффектами Яда, перезарядка навыка уменьшается на 4%.",
        "[Гнев леса] Урон увеличивается на 42%. В момент Крит. Удара противника с более, чем 5ю эффектами Яда, перезарядка навыка уменьшается на 4%.",
        "[Гнев леса] Урон увеличивается на 50%. В момент Крит. Удара противника с более, чем 5ю эффектами Яда, перезарядка навыка уменьшается на 4%."
      ],
      "story": "Символ единства друидов и Древа мира. Великие мудрецы Элидоры всегда поддерживали глубокую связь с Древом мира. Благодаря этой связи каждый раз, как друид применяет навык «Гнев леса», корни древа наносят врагам сверхъестественный урон, демонстрируя тем самым, что при необходимости природа тоже может постоять за себя."
    }
  },
  "s4": {
    "name": "Лист-лезвие",
    "description": "При обычной атаке атакует случайного противника 3 раза с 30% шансом нанести {0} ед. маг. урона и наложить 1 заряд «Отравы» на 20 сек. «Отрава» наносит в сумме {1} ед. маг. урона в течение 20 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Макс. кол-во порций яда +6.",
    "dark": "Шанс 20% сковать атакованного врага на 2 сек.",
    "ut": {
      "name": "Террариум круговорота",
      "description": [
        "[Лист-лезвие] Повышает шанс применения на 20%. В течение 10 сек. цели получают на 10% больше маг. урона.",
        "[Лист-лезвие] Повышает шанс применения на 20%. В течение 12 сек. цели получают на 10% больше маг. урона.",
        "[Лист-лезвие] Повышает шанс применения на 20%. В течение 14 сек. цели получают на 10% больше маг. урона.",
        "[Лист-лезвие] Повышает шанс применения на 20%. В течение 17 сек. цели получают на 10% больше маг. урона.",
        "[Лист-лезвие] Повышает шанс применения на 20%. В течение 21 сек. цели получают на 10% больше маг. урона.",
        "[Лист-лезвие] Повышает шанс применения на 20%. В течение 25 сек. цели получают на 10% больше маг. урона."
      ],
      "story": "Террариум, изготовленный из сломанной ветви Древа мира. Сломанные ветви Древа мира считаются дурным знаком, поэтому обычно они очищаются и удаляются. Однако Лорейн получила откровение от этой ветви и решила сделать из нее небольшой террариум."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "Каждые 5 сек. выбирает целью всех противников и с 30% шансом накладывает на каждую цель эффект «Терновый лес»."
  }
}