{
  "name": "Клаус",
  "subtitle": "Железный рыцарь-защитник",
  "description": "Настоящий рыцарь, названный старший брат Касселя. Крепкий, как сталь, он защищает союзников на переднем фланге. Получил репутацию крепостной стены за свое противостояние врагам.",
  "story": "Этот стойкий и добродетельный рыцарь нашел свое призвание в служении Орвелу. Многие считают его надежным защитником Орвела, однако отсутствие интереса к богатству и успеху не позволяет ему далеко продвинуться по службе. Он вырос в приюте вместе с Касселем и Фрэйей и любит свою страну, так как здесь живут дорогие его сердцу люди. Недавно он вызвался добровольцем для участия в расследовании происходящего на Королевских равнинах.",
  "like": "Его новую семью",
  "dislike": "Причинять боль друзьям",
  "inn": {
    "idle": "Хахаха! Знакомые все лица!",
    "recruit": {
      "greet": "А вот и ты! Как дела?",
      "talk": [
        "Как на счет вступления к Рыцарям- Защитникам?",
        "Ты выглядишь достойно.",
        "Мне иногда кажется, что мой шлем хочет меня задушить! Хахаха!"
      ],
      "gift": "Обычно, я бы отказался, но я принимаю это как благодарность."
    },
    "affinity": {
      "greet": "Ха-ха! Рыцари – тоже люди, и им нужен отдых. Давай присядем.",
      "talk": [
        "Никогда не думал, что Кассель станет таким сильным. В детстве он был плаксой... А теперь он повелитель меча... Ха-ха.",
        "Завидую ли я Касселю? Нисколько! Он мой брат, я им очень горжусь!"
      ],
      "gift": "Ох... Весьма польщен. Я буду работать еще усерднее."
    },
    "relationship": {
      "greet": "Хахаха, рад тебя видеть!",
      "talk": [
        "Моё правосудие совсем не иллюзия. И я не буду его стесняться.",
        "Даже если у тебя высокая должность, совсем не значит, что ты многое можешь. Можешь засеть в замке со всей этой рутинной работой.",
        "Я знаю, что должен помочь, но сейчас есть более важные вещи- люди страдают повсюду в Орвелии."
      ]
    }
  },
  "uw": {
    "name": "Защитник Эксиан",
    "description": [
      "Когда ОЗ героя менее 35%, получ. физ. урон всех союзников -200, сила АТК героя +100% от физ. ЗЩТ, иммунитет к отриц. эффектам.",
      "Когда ОЗ героя менее 35%, получ. физ. урон всех союзников -240, сила АТК героя +120% от физ. ЗЩТ, иммунитет к отриц. эффектам.",
      "Когда ОЗ героя менее 35%, получ. физ. урон всех союзников -280, сила АТК героя +144% от физ. ЗЩТ, иммунитет к отриц. эффектам.",
      "Когда ОЗ героя менее 35%, получ. физ. урон всех союзников -340, сила АТК героя +173% от физ. ЗЩТ, иммунитет к отриц. эффектам.",
      "Когда ОЗ героя менее 35%, получ. физ. урон всех союзников -410, сила АТК героя +207% от физ. ЗЩТ, иммунитет к отриц. эффектам.",
      "Когда ОЗ героя менее 35%, получ. физ. урон всех союзников -500, сила АТК героя +250% от физ. ЗЩТ, иммунитет к отриц. эффектам."
    ],
    "story": "Меч и щит, покрытые разнообразными рунами и усиленные древней магией. По преданиям, миллионы лет назад древний дракон по имени Эксиан выковал эти легендарные предметы из своей чешуи. Теперь меч считается королевским сокровищем Орвела и даруется только самому благороднейшему из рыцарей. Владелец этого меча должен защищать королевство, его народ и все живое в мире."
  },
  "s1": {
    "name": "Раскол земли",
    "description": "Наносит врагам в зоне {0} ед. физ. урона, оглушает на {1} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Оглушение + {0} сек."
    },
    "light": "Время перезарядки -2 сек.",
    "dark": "Потребление маны +1, но шанс 100% притянуть окруж. врагов."
  },
  "s2": {
    "name": "Удар щитом",
    "description": "Наносит врагам в зоне {0} ед. физ урона (пропорционально защите), отбрасывает их. Физ. ЗЩТ поражен. врага - {1}%. При блоке перезарядка навыка -0,5 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "СКР объекта - {0}%."
    },
    "light": "На 10 сек. цель получает на 25% больше физ. урона.",
    "dark": "Оглушает врага на 1сек.",
    "ut": {
      "name": "Твердая решимость",
      "description": [
        "[Удар щитом] Снижает отпор физ. крит. удару пораженного противника на 500 ед. и шанс крит. удара на 100 ед. на 10 сек.",
        "[Удар щитом] Снижает отпор физ. крит. удару пораженного противника на 500 ед. и шанс крит. удара на 120 ед. на 10 сек.",
        "[Удар щитом] Снижает отпор физ. крит. удару пораженного противника на 500 ед. и шанс крит. удара на 140 ед. на 10 сек.",
        "[Удар щитом] Снижает отпор физ. крит. удару пораженного противника на 500 ед. и шанс крит. удара на 170 ед. на 10 сек.",
        "[Удар щитом] Снижает отпор физ. крит. удару пораженного противника на 500 ед. и шанс крит. удара на 210 ед. на 10 сек.",
        "[Удар щитом] Снижает отпор физ. крит. удару пораженного противника на 500 ед. и шанс крит. удара на 250 ед. на 10 сек."
      ],
      "story": "Старый деревянный щит рыцарей Железной стены. Этот бесценный щит Клаус использовал во время своих первых тренировок. На щите выцарапаны имена его погибших товарищей – напоминание о самопожертвовании, на которое должен быть готов рыцарь-защитник. Каждый раз, когда он отталкивает врагов щитом, его решимость растет, а вместе с ней повышается и его сила."
    }
  },
  "s3": {
    "name": "Щит стража",
    "description": "На {0} сек. физ. ЗЩТ всех союзников + {1} , шанс получить крит. удар - {2}%.",
    "books": {
      "0": "ЗЩТ + {0}%.",
      "1": "ЗЩТ + {0}%.",
      "2": "ЗЩТ + {0}%."
    },
    "light": "ЗЩТ +40%.",
    "dark": "При использ. получает на 25% меньше физ. урона.",
    "ut": {
      "name": "Руна рыцарей",
      "description": [
        "[Щит стража] В момент активации, убирает негативные эффекты с себя, и множитель Защиты увеличивается на 20%.",
        "[Щит стража] В момент активации, убирает негативные эффекты с себя, и множитель Защиты увеличивается на 24%.",
        "[Щит стража] В момент активации, убирает негативные эффекты с себя, и множитель Защиты увеличивается на 29%.",
        "[Щит стража] В момент активации, убирает негативные эффекты с себя, и множитель Защиты увеличивается на 35%.",
        "[Щит стража] В момент активации, убирает негативные эффекты с себя, и множитель Защиты увеличивается на 42%.",
        "[Щит стража] В момент активации, убирает негативные эффекты с себя, и множитель Защиты увеличивается на 50%."
      ],
      "story": "Руна Рыцарей-защитников Орвела. Все рыцари, вступающие в ряды Рыцарей-защитников, получают такую золотую руну с изображением льва после произнесения торжественной клятвы защищать королевство даже ценой своей жизни. Руна Рыцарей-защитников повышает решительность и преданность рыцарей и усиливает эффективность «Щита стража»."
    }
  },
  "s4": {
    "name": "Клятва рыцаря",
    "description": "При блокировании наносит {0} ед. физ. урона врагам на передовой и снижает АТК пораженных целей на {2}% на {1} сек. При успешной атаке цели восстанавливает 300 ед. маны.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Использует навык значительно быстрее.",
    "dark": "Силу АТК -10%."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200",
    "dark": "Когда союзников атакуют, на 5 сек. физ. ЗЩТ союзников +20% и сопротивление физ. крит. удару +20%. Время перезарядки 10 сек."
  }
}