{
  "name": "Леви",
  "subtitle": "Проводник душ",
  "description": "Получеловек, полуживотное, это существо направляет души, используя особую лампу. Исцеляет союзников. Отвлекает врагов или восстанавливает ману союзников с помощью душ.",
  "story": "Этот чистый и добрый проводник душ умеет общаться с мертвыми. Представители тамианской расы живут в гармонии с природой, могут чувствовать ее энергию и общаться с душами умерших. Способности Леви в обращении с душами примечательны даже по меркам его народа. Он использует свой дар, чтобы провести души умерших в иной мир и не позволить им стать злыми духами. Он лучше других тамианцев умеет читать по звездам, умиротворять души умерших и помогать им обрести вечный покой.",
  "like": "Души, добрых людей",
  "dislike": "Причинять боль другим",
  "inn": {
    "idle": "Ты знаешь о племени Тамия?",
    "recruit": {
      "greet": "Меня зовут Леви. Я мудрец племени Тамия.",
      "talk": [
        "Человек, идем со мной. Защитим лес и уничтожим темного короля.",
        "Со мной ты никогда не заблудишься в лесу.",
        "Одна из наших задач - вести по свету звезд тех, кто погиб в лесу, помогая им вернуться куда следует."
      ],
      "gift": "Подарок от человека! Мне нравится."
    },
    "affinity": {
      "greet": "It's warm! The souls will like this place!",
      "talk": [
        "Слышишь? Звезды за окном шепчут нам!",
        "В следующий раз я приглашу тебя в наш лес!"
      ],
      "gift": "Какой неожиданный подарок! Люди умеют устраивать сюрпризы!"
    },
    "relationship": {
      "greet": "Привет! Твоя душа так чиста!",
      "talk": [
        "В лесу так чудесно... Свежий воздух, ветерок, танцующие феи...",
        "Позволь вести вас профессионалу. Души помогут нам!",
        "Звезды говорят, что сегодня будет чудесный день! Пойдёмте!"
      ]
    }
  },
  "uw": {
    "name": "Куралати, Светоч богов",
    "description": [
      "Кажд. 20 сек. союзник с наименьш. ОЗ на 5 сек. становится духом. Дух получает иммунитет к физ. АТК, ОЗ не падают ниже 1%. Восст. маны +120% в сек.",
      "Кажд. 20 сек. союзник с наименьш. ОЗ на 6 сек. становится духом. Дух получает иммунитет к физ. АТК, ОЗ не падают ниже 1%. Восст. маны +144% в сек.",
      "Кажд. 20 сек. союзник с наименьш. ОЗ на 7 сек. становится духом. Дух получает иммунитет к физ. АТК, ОЗ не падают ниже 1%. Восст. маны +172% сек.",
      "Кажд. 20 сек. союзник с наименьш. ОЗ на 8 сек. становится духом. Дух получает иммунитет к физ. АТК, ОЗ не падают ниже 1%. Восст. маны +207% в сек.",
      "Кажд. 20 сек. союзник с наименьш. ОЗ на 9 сек. становится духом. Дух получает иммунитет к физ. АТК, ОЗ не падают ниже 1%. Восст. маны +248% в сек.",
      "Кажд. 20 сек. союзник с наименьш. ОЗ на 10 сек. становится духом. Дух получает иммунитет к физ. АТК, ОЗ не падают ниже 1%. Восст. маны +300% в сек."
    ],
    "story": "Проводник душ помогает заблудшим душам не сбиться с пути и попасть в иной мир. Эта лампа, в которой заключена загадочная сфера, давным-давно созданная драконом с далеких земель, считается сокровищем тамианцев. Благодаря этой лампе ближайшие к ней души обретают материальную форму, и ее владелец может общаться с ними напрямую. Без этого незаменимого инструмента невозможно представить себе проводника душ. Вожди тамианцев поколениями использовали эту лампу для выполнения своего священного долга. Сейчас, когда миру угрожает невиданная опасность, лампу доверили Леви, как самой одаренной проводнице душ на данный момент."
  },
  "s1": {
    "name": "Исцеляющий дух",
    "description": "Лечит 4ёх Союзников с наименьшим уровнем ОЗ (HP) на {2}% от Макс. уровня ОЗ, и вылечивает дополнительно {1} ОЗ в теч {0} сек. Данный эффект нельзя отменить.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Восст. маны объекта + {0}% в сек."
    },
    "light": "Стоимость в Мане повышается на 1 охват эффекта навыка изменяется для всех союзников.",
    "dark": "У кажд. исцеления есть шанс 20% отменить отриц. эффекты.",
    "ut": {
      "name": "Мелодия Синей звезды",
      "description": [
        "[Исцеляющий дух] Снижает затраты маны на 1 сферу и повышает МТК контроля цели на 100 на время действия навыка.",
        "[Исцеляющий дух] Снижает затраты маны на 1 сферу и повышает МТК контроля цели на 120 на время действия навыка.",
        "[Исцеляющий дух] Снижает затраты маны на 1 сферу и повышает МТК контроля цели на 140 на время действия навыка.",
        "[Исцеляющий дух] Снижает затраты маны на 1 сферу и повышает МТК контроля цели на 170 на время действия навыка.",
        "[Исцеляющий дух] Снижает затраты маны на 1 сферу и повышает МТК контроля цели на 210 на время действия навыка.",
        "[Исцеляющий дух] Снижает затраты маны на 1 сферу и повышает МТК контроля цели на 250 на время действия навыка."
      ],
      "story": "Маленькая музыкальная шкатулка, в которой звучит голос королевы Синей звезды Асифии. Леви открывает ее, когда сопровождает души. Души, направляющиеся в Сад покоя, получают благословение Синей звезды, слушая песню из шкатулки. Голос Асифии звенит и переливается, словно сияние звезды, отгоняя тьму и порчу от ближайших душ."
    }
  },
  "s2": {
    "name": "Спасение",
    "description": "Снимает все отриц. эффекты с союзников, маг. ЗЩТ + {1} на {0} сек.",
    "books": {
      "0": "Маг. ЗЩТ + {0}%.",
      "1": "Маг. ЗЩТ + {0}%.",
      "2": "Отпор отриц. эффектам + {1} на {0} сек."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Увеличивает маг. ЗЩТ на дополнительные 10% от маг. ЗЩТ самого героя.",
    "ut": {
      "name": "Семя зарождения",
      "description": [
        "[Спасение] Повышает усиление маг. ЗЩТ на 50% и снижает время перезарядки на 12%.",
        "[Спасение] Повышает усиление маг. ЗЩТ на 50% и снижает время перезарядки на 14%.",
        "[Спасение] Повышает усиление маг. ЗЩТ на 50% и снижает время перезарядки на 17%.",
        "[Спасение] Повышает усиление маг. ЗЩТ на 50% и снижает время перезарядки на 21%.",
        "[Спасение] Повышает усиление маг. ЗЩТ на 50% и снижает время перезарядки на 25%.",
        "[Спасение] Повышает усиление маг. ЗЩТ на 50% и снижает время перезарядки на 30%."
      ],
      "story": "Сгусток энергии, возникающий при появлении жизни. Он очень теплый и нежный, и его очень любят души. Леви использует его, чтобы зажечь свою лампу и наполниться силой душ. Когда семя помещается в лампу, оно сверкает так ярко, как новорожденное солнце."
    }
  },
  "s3": {
    "name": "Стремительность духа",
    "description": "Наносит {1} Магич. Урона противникам по области 10 раз и уменьшает Скорость Атаки на {2}%.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Цель получает увеличенный на {0}% Урон от всех источников."
    },
    "light": "Кажд. удар выбивает 250 маны из врага.",
    "dark": "Потребление маны +1, безмолвие на врагов в радиусе поражения на 1 сек.",
    "ut": {
      "name": "Обитель душ",
      "description": [
        "[Стремительность духа] Цена в мане уменьшается на 1, и ОЗ всех союзников пополняется на 8% от Урона.",
        "[Стремительность духа] Цена в мане уменьшается на 1, и ОЗ всех союзников пополняется на 10% от Урона.",
        "[Стремительность духа] Цена в мане уменьшается на 1, и ОЗ всех союзников пополняется на 12% от Урона.",
        "[Стремительность духа] Цена в мане уменьшается на 1, и ОЗ всех союзников пополняется на 14% от Урона.",
        "[Стремительность духа] Цена в мане уменьшается на 1, и ОЗ всех союзников пополняется на 17% от Урона.",
        "[Стремительность духа] Цена в мане уменьшается на 1, и ОЗ всех союзников пополняется на 20% от Урона."
      ],
      "story": "Украшение, которое использовалось в древности во время церемоний в память об усопших правителях. Внутри зеленого самоцвета находится кристаллизировавшаяся слеза мифического существа, ведущего людей к смерти. В этом украшении души умерших могут найти покой и умиротворение."
    }
  },
  "s4": {
    "name": "Духовный настрой",
    "description": "Кажд. 7 сек. восст. 1 сф. маны и {0} ОЗ у союзника с наименьш. ОЗ.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Восст. маны + {0}%."
    },
    "light": "Активируется кажд. 5 сек.",
    "dark": "Дает 1 сф. маны союзнику с самой сильной АТК."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +100",
    "dark": "В момент атаки, есть 10% шанс понизить Защиту цели на 20% и понизить все перезарядки героя на 5%."
  }
}