{
  "name": "Тимаэль",
  "subtitle": "Скрытный охотник",
  "description": "Темный эльф, который охотится на врагов из тени. Поражает противников иссиня-черной тьмой из мстительного арбалета.",
  "story": "Этот одинокий темный эльф поклялся отомстить своим соплеменникам за смерть любимой сестры. По возвращению домой из военного похода в пустыню Аэгина, в котором он едва уцелел, он узнал ужасную весть – эльфы принесли в жертву его сестру. Он почти обезумел, выкрикивая ее имя в ночи, и поклялся, что будет уничтожать представителей своего племени, убийц сестры, при любой возможности.",
  "like": "Свою сестру",
  "dislike": "Соплеменников, которые позволили его сестре умереть",
  "inn": {
    "idle": "Эфикаэль...",
    "recruit": {
      "greet": "А-а... Это ты.",
      "talk": [
        "Взглядом просверлишь. Может, хватит глазеть?",
        "Оставь меня в покое...",
        "В чем дело?"
      ],
      "gift": "Это мне? Хм, не вижу смысла отказываться."
    },
    "affinity": {
      "greet": "А здесь недурно.",
      "talk": [
        "Мне нравится быть в тени. Ненавижу яркий свет.",
        "Тьма – источник моей силы."
      ],
      "gift": "Зачем ты даришь мне все эти вещи? Они занимают столько места..."
    },
    "relationship": {
      "greet": "Итак, ты тут. Что-то нашли интересное?",
      "talk": [
        "Когда следующая охота? Надеюсь, что будет такой же результативной как и прошлый раз.",
        "Я полон Тёмной силы. И я с радостью продолжу нести ее в себе.",
        "Моё возмездие еще не окончено... Но хотя бы сейчас я чувствую упокоение..."
      ]
    }
  },
  "uw": {
    "name": "Нэриус, Слезы луны",
    "description": [
      "При АТК шанс 10% маг. урона +100% от силы АТК, время перезарядки всех навыков -10%.",
      "При АТК шанс 12% маг. урона +120% от силы АТК, время перезарядки всех навыков -10%.",
      "При АТК шанс 14% маг. урона +140% от силы АТК, время перезарядки всех навыков -10%.",
      "При АТК шанс 17% маг. урона +170% от силы АТК, время перезарядки всех навыков -10%.",
      "При АТК шанс 20% маг. урона +210% от силы АТК, время перезарядки всех навыков -10%.",
      "При АТК шанс 25% маг. урона +250% от силы АТК, время перезарядки всех навыков -10%."
    ],
    "story": "Сокровище темных эльфов, созданное из наполненного силой лунного камня, найденного в Аравине, и ветви лунного дерева непревзойденного качества. Этот идеальный проводник для лунной магии считается самым могущественным оружием темных эльфов. Однако не зря говорят: где есть луна, там есть и тьма. Великая любовь обернулась глубоким горем, и темный эльф, ищущий возмездия, заключил всю тьму своей души в этом оружии."
  },
  "s1": {
    "name": "Ярость тьмы",
    "description": "Наносит {0} ед. маг. урона 1 врагу.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Если враг один, наносимый урон +100%.",
    "dark": "При атаке шанс 25% ослепить врагов на 5 сек.",
    "ut": {
      "name": "Клятва Черной луны",
      "description": [
        "[Ярость тьмы] Отменяет все отриц. эффекты, действующие на героя, и снижает время перезарядки на 1 сек.",
        "[Ярость тьмы] Отменяет все отриц. эффекты, действующие на героя, и снижает время перезарядки на 1,2 сек.",
        "[Ярость тьмы] Отменяет все отриц. эффекты, действующие на героя, и снижает время перезарядки на 1,4 сек.",
        "[Ярость тьмы] Отменяет все отриц. эффекты, действующие на героя, и снижает время перезарядки на 1,7 сек.",
        "[Ярость тьмы] Отменяет все отриц. эффекты, действующие на героя, и снижает время перезарядки на 2,1 сек.",
        "[Ярость тьмы] Отменяет все отриц. эффекты, действующие на героя, и снижает время перезарядки на 2,5 сек."
      ],
      "story": "Один из кинжалов, которые использовали Тимаэль и его товарищи по оружию в пустыне Аэгина. Когда в небе над пустыней появилась Черная луна, он вручил им эти кинжалы, и все они поклялись достойно встретить свою судьбу. Они поддерживали и оберегали друг друга в сражениях со злобными тварями, появлявшимися из разлома. К сожалению, живым из пустыни Аэгина удалось вернуться только Тимаэлю."
    }
  },
  "s2": {
    "name": "Черные оковы",
    "description": "Наносит врагам в зоне {0} ед. маг. урона и сковывает на {1} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Получ. объектом маг. урон + {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Притягивает атакованных врагов.",
    "ut": {
      "name": "Браслет неразрывных уз",
      "description": [
        "[Черные оковы] Увеличивает урон на 50% и повышает маг. слабость цели на 10% на 10 сек.",
        "[Черные оковы] Увеличивает урон на 50% и повышает маг. слабость цели на 12% на 10 сек.",
        "[Черные оковы] Увеличивает урон на 50% и повышает маг. слабость цели на 14% на 10 сек.",
        "[Черные оковы] Увеличивает урон на 50% и повышает маг. слабость цели на 17% на 10 сек.",
        "[Черные оковы] Увеличивает урон на 50% и повышает маг. слабость цели на 21% на 10 сек.",
        "[Черные оковы] Увеличивает урон на 50% и повышает маг. слабость цели на 25% на 10 сек."
      ],
      "story": "Браслет, когда-то давно подаренный Эфикаэль. Он украшен дымчатым кварцем, который очень ценится темными эльфами. Говорят, что разделившие дымчатый кварц связывают свои души невидимой нитью, которая обязательно сведет их в следующей жизни."
    }
  },
  "s3": {
    "name": "Волна тени",
    "description": "Наносит врагам {0} ед. маг. урона и ослепляет на {1} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Цена в Мане повышается на 1 сферу, но Урон увеличивается на 100%.",
    "dark": "Позитивные эффекты, примененные к противникам удаляются в определенной зоне.",
    "ut": {
      "name": "Глаз теней",
      "description": [
        "[Волна тени] Урон увеличивается на 50% и длительно эффекта Ослепления увеличивается на 2 сек.",
        "[Волна тени] Урон увеличивается на 50% и длительно эффекта Ослепления увеличивается на 2.5 сек.",
        "[Волна тени] Урон увеличивается на 50% и длительно эффекта Ослепления увеличивается на 3 сек.",
        "[Волна тени] Урон увеличивается на 50% и длительно эффекта Ослепления увеличивается на 3.5 сек.",
        "[Волна тени] Урон увеличивается на 50% и длительно эффекта Ослепления увеличивается на 4 сек.",
        "[Волна тени] Урон увеличивается на 50% и длительно эффекта Ослепления увеличивается на 4.5 сек."
      ],
      "story": "Часть тела зверя Гелтания, жившего на дне Фонтана жизни. Этот зверь изрыгает вязкую тьму, и души тех, кто посмотрит ему в глаза, поглощает мощная темная энергия. Тот, кому удается заполучить эти глаза, получает невероятные силу и мудрость. Когда Тимаэль попал в плен в пустыне Аэгина и был на пороге смерти, Мария дала ему этот глаз."
    }
  },
  "s4": {
    "name": "Черная метка",
    "description": "При обычн. АТК, игнорируя ЗЩТ, наносит доп. {0} ед. маг. урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон +40%.",
    "dark": "Шанс 10% использовать 1 навык при автоатаке.",
    "ut": {
      "name": "Черная корона",
      "description": [
        "[Черная метка] Увеличивает дальность обычных атак на 20%, каждое попадание увеличивает их урон на 2%. Эффект суммируется до 10 раз.",
        "[Черная метка] Увеличивает дальность обычных атак на 20%, каждое попадание увеличивает их урон на 2,4%. Эффект суммируется до 10 раз.",
        "[Черная метка] Увеличивает дальность обычных атак на 20%, каждое попадание увеличивает их урон на 2,9%. Эффект суммируется до 10 раз.",
        "[Черная метка] Увеличивает дальность обычных атак на 20%, каждое попадание увеличивает их урон на 3,5%. Эффект суммируется до 10 раз.",
        "[Черная метка] Увеличивает дальность обычных атак на 20%, каждое попадание увеличивает их урон на 4,2%. Эффект суммируется до 10 раз.",
        "[Черная метка] Увеличивает дальность обычных атак на 20%, каждое попадание увеличивает их урон на 5%. Эффект суммируется до 10 раз."
      ],
      "story": "Корона темных эльфов. Помня о трагедии, произошедшей с его народом, и судьбе королевской семьи, Тимаэль до сих пор не может носить эту проклятую корону. Ему остается только ждать, когда придет тот час, когда он возложит ее на истинного короля темных эльфов."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100",
    "dark": "При автоатаке наносит бонусный маг. урон (80% от своей силы АТК) и восст. 100 маны. Шанс 10% нанести вдвое больше маг. урона и восст. вдвое больше маны."
  }
}