{
  "name": "Рейна",
  "subtitle": "Вспышка молнии",
  "description": "Воин, владеющий легким одноручным мечом. Ловко уклоняется от атак и пронзает врагов со скоростью света.",
  "story": "Рейна вон Штайн родилась в империи в знатной семье. Ее свободолюбие и энергичность, кажется, заражают всех окружающих. Ей больше по душе свободная жизнь наемника, а не размеренная жизнь аристократки, и она уже так давно работает наемником, что растеряла все свои благородные манеры. С детства она умело обращалась с мечом, а со временем стала настоящим мастером шпаги и даже выработали собственный стиль, лучше всего подходящий для ее хрупкого телосложения. Недавно она отказалась от одного странного контракта, и с тех пор ее не покидает чувство, как будто за ней кто-то постоянно следит.",
  "like": "Красивых мужчин",
  "dislike": "Неинтересных мужчин",
  "inn": {
    "idle": "Есть славное предложение о работе! Ох!Но наниматель...",
    "recruit": {
      "greet": "Ух ты... Привет, малыш!",
      "talk": [
        "Нужен наемник? Я одна из лучших.",
        "Ох, ну что за милашка... А, ничего, хи-хи.",
        "Нужна Вспышка молнии Рейна? Хе-хе, так это же я!"
      ],
      "gift": "Хм? Подарок? Хи-хи, спасибо. Я сделаю тебе скидку на следующее поручение."
    },
    "affinity": {
      "greet": "Ох, как же здесь чудесно!",
      "talk": [
        "Можешь меня здесь с кем-нибудь познакомить? Желательно с кем-нибудь красивым!",
        "Ненавижу скучную работу! Хи-хи!"
      ],
      "gift": "Ух ты! Это мне? Класс! Ты лучше всех!"
    },
    "relationship": {
      "greet": "Hey there, good looking! It's been a while!",
      "talk": [
        "Ох, эти люди... Они думают, что я какая-то извращенка! Но они просто меня не понимают. Мне всего лишь нравятся мужские тела!",
        "Иногда, я вспоминаю о лучшей жизни. Ну знаешь, те моменты, когда льёт дождь и приходится спать в грязи.",
        "Даже работа наёмника не такая уж и привлекательная иногда... Я часто задумываюсь, о том, об этом..."
      ]
    }
  },
  "uw": {
    "name": "Сверкающий Ливатис",
    "description": [
      "При кажд. крит. ударе на 15 сек. СКР АТК +80, урон от крит. удара +20%. Макс. 5 повторов.",
      "При кажд. крит. ударе на 15 сек. СКР АТК +90, урон от крит. удара +24%. Макс. 5 повторов.",
      "При кажд. крит. ударе на 15 сек. СКР АТК +110, урон от крит. удара +28%. Макс. 5 повторов.",
      "При кажд. крит. ударе на 15 сек. СКР АТК +130, урон от крит. удара +34%. Макс. 5 повторов.",
      "При кажд. крит. ударе на 15 сек. СКР АТК +160, урон от крит. удара +41%. Макс. 5 повторов.",
      "При кажд. крит. ударе на 15 сек. СКР АТК +200, урон от крит. удара +50%. Макс. 5 повторов."
    ],
    "story": "Штайны – одно из старейших семейств империи, чей род стоит у истоков ее зарождения. Однако эта семья больше славится мастерством своих воинов, чем благородным происхождением. Арья Штайн была легендарной фехтовальщицей и мастером меча. Эта непревзойденная воительница положила начало военной славы семьи Штайн. Рейна – ее достойный потомок. Сейчас меч Арьи, Ливатис, принадлежит ей. Благодаря этому легкому, как перышко мечу, которым, тем не менее, можно отразить любой удар, Рейна и получила свое прозвище – «Вспышка»."
  },
  "s1": {
    "name": "Полет бабочки",
    "description": "Наносит {0} ед. физ. урона, пронзая врага. При крит. ударе наносит противнику рану и перезаряжает навык. С кажд. нанесен. раной урон от этого навыка +20%. При использ. навыка иммунитет к любому урону.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Потребление маны +1, враги получают до 10 ран. Противники с 10 ранами получают бонусный урон (100% от силы АТК).",
    "dark": "Время на перезарядку не требуется.",
    "ut": {
      "name": "Крыло Вспышки молнии",
      "description": [
        "[Полет бабочки] Повышает урон на 20% и на 10 сек. снижает физ. блок цели на 500.",
        "[Полет бабочки] Повышает урон на 20% и на 10 сек. снижает физ. блок цели на 500.",
        "[Полет бабочки] Повышает урон на 20% и на 10 сек. снижает физ. блок цели на 500.",
        "[Полет бабочки] Повышает урон на 20% и на 10 сек. снижает физ. блок цели на 500.",
        "[Полет бабочки] Повышает урон на 20% и на 10 сек. снижает физ. блок цели на 500.",
        "[Полет бабочки] Повышает урон на 20% и на 10 сек. снижает физ. блок цели на 500."
      ],
      "story": "Пара ушных украшений, увеличивающих скорость своего владельца до предела. Никс подарил их Рейне, которая постоянно просила у него открыть порталы, так как не переносила тяготы путешествий. Теперь Рейна носит их во время битв и выглядит как очаровательная бабочка, молниеносно перемещающаяся по полю боя."
    }
  },
  "s2": {
    "name": "Острие меча",
    "description": "Повышает АТК на {1} на {0} сек. и шанс крит. удара на {2} сек. Эффект нельзя отменить.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Шанс крит. удара + {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Потребление маны +1, шанс крит. удара заменяется увеличением крит. урона на 100%. Наносит боссам на 25% урона больше.",
    "ut": {
      "name": "Кольцо учителя",
      "description": [
        "[Острие меча] Повышает усиление АТК на 50% и дополнительно восстанавливает 40 ед. маны при крит. ударе во время действия навыка.",
        "[Острие меча] Повышает усиление АТК на 50% и дополнительно восстанавливает 48 ед. маны при крит. ударе во время действия навыка.",
        "[Острие меча] Повышает усиление АТК на 50% и дополнительно восстанавливает 58 ед. маны при крит. ударе во время действия навыка.",
        "[Острие меча] Повышает усиление АТК на 50% и дополнительно восстанавливает 70 ед. маны при крит. ударе во время действия навыка.",
        "[Острие меча] Повышает усиление АТК на 50% и дополнительно восстанавливает 84 ед. маны при крит. ударе во время действия навыка.",
        "[Острие меча] Повышает усиление АТК на 50% и дополнительно восстанавливает 100 ед. маны при крит. ударе во время действия навыка."
      ],
      "story": "Кольцо, полученное Рейной в подарок после победы над учителем фехтования. Оно ей слишком велико, поэтому она носит его на большом пальце. Кольцо выглядит простым и несуразным, но в рунах, начертанных на его внутренней стороне, обитает дух сражений. Когда Рейна смотрит на кольцо своего учителя, ее охватывает воодушевление, и она готова работать до седьмого пота."
    }
  },
  "s3": {
    "name": "Метеор",
    "description": "Непрерывная АТК наносит врагу {0} ед. физ. урона. Последняя АТК далеко отбрасывает противника.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Каждый крит. удар увелич. урон от последней атаки на 10%.",
    "dark": "При использовании иммунитет к любому урону.",
    "ut": {
      "name": "Медаль скорости",
      "description": [
        "[Метеор] Урон увеличивается на 20% и в момент крит. удара, мана восстанавливается на 200.",
        "[Метеор] Урон увеличивается на 24% и в момент крит. удара, мана восстанавливается на 200.",
        "[Метеор] Урон увеличивается на 29% и в момент крит. удара, мана восстанавливается на 200.",
        "[Метеор] Урон увеличивается на 35% и в момент крит. удара, мана восстанавливается на 200.",
        "[Метеор] Урон увеличивается на 42% и в момент крит. удара, мана восстанавливается на 200.",
        "[Метеор] Урон увеличивается на 50% и в момент крит. удара, мана восстанавливается на 200."
      ],
      "story": "Почетная медаль, которой награждают самого быстрого наемника. Говорят, это подарок от самого быстрого воина на свете по имени Герц. Если надеть эту медаль, тело наполнится легкостью, а владелец медали сможет предугадывать любое действие противника."
    }
  },
  "s4": {
    "name": "Дитя фортуны",
    "description": "При крит. ударе АТК + {1} на {0} секунд. Эффект складывается до 5 раз.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Длит. время пробойная сила + {0}."
    },
    "light": "За каждый эффект, Урон противникам (а не союзникам) повышается на 4%.",
    "dark": "При наличии 5 и более зарядов получаемый физ. урон и маг. урон снижается на 20%."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "При автоатаке шанс 10% повысить наносимый крит. урон на 100% на 5 сек."
  }
}