{
  "name": "Павел",
  "subtitle": "Маг Ледяного дракона",
  "description": "Маг, получивший силу после проклятия Ледяного дракона. Использует мощную магию для замораживания врагов.",
  "story": "Удивительный случай вселения души ледяного дракона в тело человека-волшебника. Этот древний маг льда сражался бок о бок с Кайлом 100 лет назад, но жил он еще задолго до тех событий. Душа дракона обычно дремлет, просыпаясь лишь изредка, чтобы выразить ему свою симпатию. Империя очень дорожит этим героем и даже поручила Дине сопровождать и защищать его. Сам же волшебник хочет просто жить в тишине и покое, подальше от мирской суеты.",
  "like": "Спокойствие, тишину, чтение",
  "dislike": "Жару, шум",
  "inn": {
    "idle": "...Как много людей.",
    "recruit": {
      "greet": "...Тебе что-то нужно?",
      "talk": [
        "Так шумно...",
        "Мне нужно освежиться...",
        "Как бы поступил Настоятель?"
      ],
      "gift": "...Я принимаю это."
    },
    "affinity": {
      "greet": "Why is this place so warm...?",
      "talk": [
        "Помолчи... Мне нужно отдохнуть...",
        "Я не чувствую от тебя никакого холода..."
      ],
      "gift": "Спасибо..."
    },
    "relationship": {
      "greet": "...Ты хорошо выглядишь.",
      "talk": [
        "Я был когда-то человеком... Так что я могу понять.",
        "Интересуешься драконами...?",
        "Её душа шепчет мне... Она хочет узнать больше о тебе..."
      ]
    }
  },
  "uw": {
    "name": "Сердца драконов Андарта и Андрастэ",
    "description": [
      "Кажд. 15 сек. наносит 2 случ. врагам маг. урон (160% от силы АТК) и сковывает холодом. Скованные холодом противники замерзают на 5 сек.",
      "Кажд. 14 сек. наносит 2 случ. врагам маг. урон (192% от силы АТК) и сковывает холодом. Скованные холодом противники замерзают на 5 сек.",
      "Кажд. 12,5 сек. наносит 2 случ. врагам маг. урон (228% от силы АТК) и сковывает холодом. Скованные холодом противники замерзают на 5 сек.",
      "Кажд. 11 сек. наносит 2 случ. врагам маг. урон (276% от силы АТК) и сковывает холодом. Скованные холодом противники замерзают на 5 сек.",
      "Кажд. 9,5 сек. наносит 2 случ. врагам маг. урон (332% от силы АТК) и сковывает холодом. Скованные холодом противники замерзают на 5 сек.",
      "Кажд. 8 сек. наносит 2 случ. врагам маг. урон (400% от силы АТК) и сковывает холодом. Скованные холодом противники замерзают на 5 сек."
    ],
    "story": "Андарта и Андрастэ – два дракона, павших от рук демонов во время войны. Они были парой, и их души были связаны навеки. Их любовь была так сильна, что даже на пороге смерти они не хотели расставаться, поэтому обратились с мольбой о помощи к своему другу Павлу. Павел исполнил их последнюю волю и заключил души влюбленных в два прекрасных камня. С тех пор даже после смерти две любящие души остаются вместе, неразлучны как никогда."
  },
  "s1": {
    "name": "Ледяной клин",
    "description": "Враги получают {0} ед. маг. урона, от последней АТК замерзают на {1} сек. Скованные холодом враги получают доп. урон и замерзают.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон +40%.",
    "dark": "Потребление маны +1, время заморозки +5 сек.",
    "ut": {
      "name": "Сосредоточение льда",
      "description": [
        "[Ледяной клин] Повышает урон на 20% и повышает МТК контроля на 400 на 10 сек.",
        "[Ледяной клин] Повышает урон на 24% и повышает МТК контроля на 400 на 10 сек.",
        "[Ледяной клин] Повышает урон на 29% и повышает МТК контроля на 400 на 10 сек.",
        "[Ледяной клин] Повышает урон на 35% и повышает МТК контроля на 400 на 10 сек.",
        "[Ледяной клин] Повышает урон на 42% и повышает МТК контроля на 400 на 10 сек.",
        "[Ледяной клин] Повышает урон на 50% и повышает МТК контроля на 400 на 10 сек."
      ],
      "story": "Древний ледяной кристалл, в котором живут духи зимы. Красота этого кристалла способна заморозить сознание тех, кто слаб волей. Павел получил его в дар от драконов Андарта и Андрастэ после того, как исполнил их последнее желание. Кристалл спасал Павла от одиночества во время отшельничества в Виндланде, пока не появилась Дина."
    }
  },
  "s2": {
    "name": "Ледяное копье",
    "description": "АТК 5 случ. противников, наносит {0} ед. маг. урона и сковывает холодом. При АТК скованных холодом врагов создает доп. копье, наносящее половин. урон. Доп. копье не сковывает холодом. Урон замороженных врагов +50%.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Цель меняется на противника с наивысшим уровнем Атаки.",
    "ut": {
      "name": "Ледяная брошь",
      "description": [
        "[Ледяное копье] Снижает время перезарядки на 8% и с 40% шансом при атаке скованного холодом противника может заморозить его на 1 сек. Этот эффект не распространяется на дополнительные копья.",
        "[Ледяное копье] Снижает время перезарядки на 8% и с 48% шансом при атаке скованного холодом противника может заморозить его на 1 сек. Этот эффект не распространяется на дополнительные копья.",
        "[Ледяное копье] Снижает время перезарядки на 8% и с 58% шансом при атаке скованного холодом противника может заморозить его на 1 сек. Этот эффект не распространяется на дополнительные копья.",
        "[Ледяное копье] Снижает время перезарядки на 8% и с 70% шансом при атаке скованного холодом противника может заморозить его на 1 сек. Этот эффект не распространяется на дополнительные копья.",
        "[Ледяное копье] Снижает время перезарядки на 8% и с 84% шансом при атаке скованного холодом противника может заморозить его на 1 сек. Этот эффект не распространяется на дополнительные копья.",
        "[Ледяное копье] Снижает время перезарядки на 8% и с 100% шансом при атаке скованного холодом противника может заморозить его на 1 сек. Этот эффект не распространяется на дополнительные копья."
      ],
      "story": "Эту брошь юному Павлу подарил ледяной дракон, наполнивший ее своим дыханием. Но после того, как ледяной дракон и Павел слились воедино, эта вещь – единственное, что напоминает о тех былых временах. Эта брошь наполняет ману Павла ледяным холодом, из-за чего его магия становится еще более обжигающей."
    }
  },
  "s3": {
    "name": "Власть льда",
    "description": "Все враги получают {0} ед. маг. урона. Скованные холодом враги замерзают на {1} сек., урон заморож. противникам + {2}%.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "При использ. навыка иммунитет к любому контролю.",
    "ut": {
      "name": "Сердце ледника",
      "description": [
        "[Власть льда] Урон увеличивается на 50% и длительность эффекта Заморозки увеличивается на 1 сек.",
        "[Власть льда] Урон увеличивается на 50% и длительность эффекта Заморозки увеличивается на 1,2 сек.",
        "[Власть льда] Урон увеличивается на 50% и длительность эффекта Заморозки увеличивается на 1,4 сек.",
        "[Власть льда] Урон увеличивается на 50% и длительность эффекта Заморозки увеличивается на 1,7 сек.",
        "[Власть льда] Урон увеличивается на 50% и длительность эффекта Заморозки увеличивается на 2,1 сек.",
        "[Власть льда] Урон увеличивается на 50% и длительность эффекта Заморозки увеличивается на 2,5 сек."
      ],
      "story": "Замороженная кровь духа зимы. Павел нашел ее в ледяной пещере и сделал из нее серьги. От них исходит жуткий холод, обжигающий их владельца, но зато они увеличивают ману Павла до предела."
    }
  },
  "s4": {
    "name": "Объятья холода",
    "description": "Наносит {1} ед. маг. урона 3 противникам кажд. {0} сек. и поражает их холодом, снижая их СКР АТК на 100 на 8 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Сопротивление Контролю уменьшается на 250 на 10 сек.",
    "dark": "Эффекты Льда не могут быть сброшены умениями.",
    "ut": {
      "name": "Сердце ледяного дракона",
      "description": [
        "[Объятья холода] Увеличивает число целей на 1. При нанесении крит. удара восстанавливает себе 100 ед. маны.",
        "[Объятья холода] Увеличивает число целей на 1. При нанесении крит. удара восстанавливает себе 120 ед. маны.",
        "[Объятья холода] Увеличивает число целей на 1. При нанесении крит. удара восстанавливает себе 140 ед. маны.",
        "[Объятья холода] Увеличивает число целей на 1. При нанесении крит. удара восстанавливает себе 170 ед. маны.",
        "[Объятья холода] Увеличивает число целей на 1. При нанесении крит. удара восстанавливает себе 210 ед. маны.",
        "[Объятья холода] Увеличивает число целей на 1. При нанесении крит. удара восстанавливает себе 250 ед. маны."
      ],
      "story": "Подарок Павлу от одержимой девушки-дракона. Ледяная девушка-дракон часто дарила Павлу разнообразные подарки, нравилось ему это или нет. Эта сфера – один из таких подарков, и в нем заключена частица ее души."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "Каждые 3 сек., атакует всех врагов и наносит 50% Атаки в качестве Магич. Урона, нанося урон Льдом с 50% шансом. Враги, уже находящиеся под воздействием Льда, получают 300% Атаки в качестве Магич. Урона в теч. 3 сек."
  }
}