{
  "name": "Фрэй",
  "subtitle": "Жрица света",
  "description": "Подруга детства Касселя, жрица, служащая богине. Лечит и защищает союзников силой света. С благословения богини может временно увеличить магические силы и сопротивление к ним.",
  "story": "Начинающая жрица, поклоняющаяся богине Луа. Церковь возлагает на ее будущее большие надежды. С самого начала обучения удивляла даже верховных жрецов крепостью своей веры и природным даром владения силой Луа. Считает служение Луа своим предназначением и имеет очень доброе сердце. Тем не менее, совершенно не знает пощады по отношению к тем, кто творит зло.",
  "like": "Луа, свою работу",
  "dislike": "Несправедливость",
  "inn": {
    "idle": "Богиня Луа, наше вера в тебя сильна!",
    "recruit": {
      "greet": "Пусть благословение Луа будет с тобой.",
      "talk": [
        "Мои отношения с Касселем? Хаха, мы просто семья. Я же как защитник.",
        "Интересно, как там поживает Принцесса Ирис. Я давно ее не видела...",
        "Хаха, Рой и Клео довольно мило смотрятся вместе?"
      ],
      "gift": "Ого, спасибо."
    },
    "affinity": {
      "greet": "О, привет. Как самочувствие? Ничего не беспокоит?",
      "talk": [
        "Иногда мне снится яркий свет. И люди с белыми крыльями... А позади них – сверкающее солнце.",
        "Нравится ли мне кто-то? Э-это секрет. Знаем только я и Луа."
      ],
      "gift": "Ой, спасибо. Так приятно!"
    },
    "relationship": {
      "greet": "Молюсь о том, чтобы Луа охраняла тебя.",
      "talk": [
        "Безопасность Касселя важна. Он был выбран Богами.",
        "Меня не волнует решение, если Богиня с ним согласна.",
        "Отношения между Богом и жрецом не сильно отлично от отношений обычных людей. Иногда мы не соглашаемся друг с другом..."
      ]
    }
  },
  "uw": {
    "name": "Полномочия бога Розмерта",
    "description": [
      "Каждые 8 сек. восстанавливает ОЗ 4-м союзникам с наименьшим показателем ОЗ в размере 80% АТК. На 8 сек. повышает шанс крит. удара и крит. урон союзника с наивысшим показателем АТК на 300 и 20% соответственно.",
      "Каждые 8 сек. восстанавливает ОЗ 4-м союзникам с наименьшим показателем ОЗ в размере 96% АТК. На 8 сек. повышает шанс крит. удара и крит. урон союзника с наивысшим показателем АТК на 300 и 24% соответственно.",
      "Каждые 8 сек. восстанавливает ОЗ 4-м союзникам с наименьшим показателем ОЗ в размере 115% АТК. На 8 сек. повышает шанс крит. удара и крит. урон союзника с наивысшим показателем АТК на 300 и 29% соответственно.",
      "Каждые 8 сек. восстанавливает ОЗ 4-м союзникам с наименьшим показателем ОЗ в размере 138% АТК. На 8 сек. повышает шанс крит. удара и крит. урон союзника с наивысшим показателем АТК на 300 и 35% соответственно.",
      "Каждые 8 сек. восстанавливает ОЗ 4-м союзникам с наименьшим показателем ОЗ в размере 165% АТК. На 8 сек. повышает шанс крит. удара и крит. урон союзника с наивысшим показателем АТК на 300 и 42% соответственно.",
      "Каждые 8 сек. восстанавливает ОЗ 4-м союзникам с наименьшим показателем ОЗ в размере 200% АТК. На 8 сек. повышает шанс крит. удара и крит. урон союзника с наивысшим показателем АТК на 300 и 50% соответственно."
    ],
    "story": "Говорят, что ангелы находятся ближе остальных рас к богине Луа. Когда верховные ангелы погибают, оставшаяся после них сущность попадает на Небеса ангелов для возрождения. Однако один ангел, Розмерта, отдала свою сущность Церкви Луа. Этот священный посох был создан с помощью божественной энергии, полученной из ангельской сущности."
  },
  "s1": {
    "name": "Чудесный свет",
    "description": "Восст. {0} ОЗ союзнику с наименьш. кол-вом ОЗ.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Снимает нанесенный отриц. эффект с объекта."
    },
    "light": "Потребление маны +1, навык применяется к 2 врагам.",
    "dark": "На 10 сек. исцеленные союзники получают на 25% меньше маг. урона.",
    "ut": {
      "name": "Ангельское яйцо",
      "description": [
        "[Чудесный свет] Повышает исцеление на 50% и на 1 сек. наделяет цель невосприимчивостью к урону.",
        "[Чудесный свет] Повышает исцеление на 50% и на 1,2 сек. наделяет цель невосприимчивостью к урону.",
        "[Чудесный свет] Повышает исцеление на 50% и на 1,4 сек. наделяет цель невосприимчивостью к урону.",
        "[Чудесный свет] Повышает исцеление на 50% и на 1,7 сек. наделяет цель невосприимчивостью к урону.",
        "[Чудесный свет] Повышает исцеление на 50% и на 2.1 сек. наделяет цель невосприимчивостью к урону.",
        "[Чудесный свет] Повышает исцеление на 50% и на 2.5 сек. наделяет цель невосприимчивостью к урону."
      ],
      "story": "Сокровище, в котором Фрэй души не чает. Эту кристаллическую сферу нашли рядом с маленькой Фрэй под Древом мира. Фрэй назвала сферу «Ангельское яйцо» из-за блеска, похожего на сияние ангельских волос, и хранит его всю свою жизнь."
    }
  },
  "s2": {
    "name": "Благословение Света",
    "description": "Для всех союзников на {0} сек. создает щит, впитывающий {1} ед. урона. Щит дает иммунитет к отриц. эффектам.",
    "books": {
      "0": "Щит + {0}%.",
      "1": "Щит + {0}%.",
      "2": "Во время действия сила восст. объекта + {0}%."
    },
    "light": "Щит +40%.",
    "dark": "Сила АТК союзника под щитом +20%.",
    "ut": {
      "name": "Медаль чудес",
      "description": [
        "[Благословение света] Усиливает щит на 50% и восстанавливает 100 ед. маны каждую сек. в течение 4 сек.",
        "[Благословение света] Усиливает щит на 50% и восстанавливает 120 ед. маны каждую сек. в течение 4 сек.",
        "[Благословение света] Усиливает щит на 50% и восстанавливает 140 ед. маны каждую сек. в течение 4 сек.",
        "[Благословение света] Усиливает щит на 50% и восстанавливает 170 ед. маны каждую сек. в течение 4 сек.",
        "[Благословение света] Усиливает щит на 50% и восстанавливает 210 ед. маны каждую сек. в течение 4 сек.",
        "[Благословение света] Усиливает щит на 50% и восстанавливает 250 ед. маны каждую сек. в течение 4 сек."
      ],
      "story": "Медаль, изготовленная пресвятой Ивонной после того, как на нее снизошло откровение богини. Медаль чудес – священная реликвия, наполненная магией света. Говорят, что пресвятая Ивонна спасла город, захваченный демонами, использовав благословение света, усиленное этой медалью."
    }
  },
  "s3": {
    "name": "Небесная кара",
    "description": "6 раз атакует цель и ближайших к ней противников, нанося до {0} ед. маг. урона. Пораженные цели ослепляются на {1} сек. и получают увеличенный на {2}% урон.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Шанс крит. удара + {0}."
    },
    "light": "Потребление маны +1, наносит на 80% больше урона.",
    "dark": "Время ослепления -2 сек, целью становится случ. враг.",
    "ut": {
      "name": "Перо забытого судьи",
      "description": [
        "[Небесная кара] Цель получает увеличенный на 20% Магич. Урон на 10 сек., и длительность эффекта Ослепления увеличивается на 1 сек.",
        "[Небесная кара] Цель получает увеличенный на 20% Магич. Урон на 10 сек., и длительность эффекта Ослепления увеличивается на 1.5 сек.",
        "[Небесная кара] Цель получает увеличенный на 20% Магич. Урон на 10 сек., и длительность эффекта Ослепления увеличивается на 2 сек.",
        "[Небесная кара] Цель получает увеличенный на 20% Магич. Урон на 10 сек., и длительность эффекта Ослепления увеличивается на 2.5 сек.",
        "[Небесная кара] Цель получает увеличенный на 20% Магич. Урон на 10 сек., и длительность эффекта Ослепления увеличивается на 3 сек.",
        "[Небесная кара] Цель получает увеличенный на 20% Магич. Урон на 10 сек., и длительность эффекта Ослепления увеличивается на 3.5 сек."
      ],
      "story": "Перо стража солнца. Перо ангела, который спас человечество, сражаясь с демонами в войне прошлого. Оставленное им перо – напоминание, что он вернется, как только миру опять будет угрожать опасность. Реликвия церкви Луа, которая излучает священные солнечные лучи, ослепляющие врагов."
    }
  },
  "s4": {
    "name": "Защита богини",
    "description": "Каждые 15 сек. повышает маг. ЗЩТ 1 союзника с наименьшим показателем ОЗ на {1} на {0} сек.",
    "books": {
      "0": "Маг. ЗЩТ + {0}%.",
      "1": "Маг. ЗЩТ + {0}%.",
      "2": "Во время действия восст. {0}% ОЗ объекта."
    },
    "light": "СКР АТК цели +250.",
    "dark": "Навык применяется к 2 врагам.",
    "ut": {
      "name": "Пришествие ангелов",
      "description": [
        "[Защита богини] При применении отменяет все отрицательные эффекты, действующие на цель, и повышает ее исцеление на 20% на время действия навыка.",
        "[Защита богини] При применении отменяет все отрицательные эффекты, действующие на цель, и повышает ее исцеление на 24% на время действия навыка.",
        "[Защита богини] При применении отменяет все отрицательные эффекты, действующие на цель, и повышает ее исцеление на 29% на время действия навыка.",
        "[Защита богини] При применении отменяет все отрицательные эффекты, действующие на цель, и повышает ее исцеление на 35% на время действия навыка.",
        "[Защита богини] При применении отменяет все отрицательные эффекты, действующие на цель, и повышает ее исцеление на 42% на время действия навыка.",
        "[Защита богини] При применении отменяет все отрицательные эффекты, действующие на цель, и повышает ее исцеление на 50% на время действия навыка."
      ],
      "story": "Старый сборник рассказов, принадлежащий Фрэй. Это первая книга, которую маленькая Фрэй получила в подарок. В ней рассказывается о войне ангелов и демонов. Фрэй особенно нравится часть, где ангелы уничтожают всех демонов и одерживают победу."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +200",
    "dark": "Повышает АТК всех союзников на 5% своей АТК."
  }
}