{
  "name": "Дэмия",
  "subtitle": "Крепость из стали",
  "description": "Рыцарь-хранитель с гигантской пикой и щитом. Выдерживает атаки врагов со стойкостью стен крепости, нарушает вражеский строй копьем.",
  "story": "Зилтриона Сай Дэмия. Командир Рыцарей-защитников Орвела. Могущественный и титулованный рыцарь, вооруженный копьем и огромным щитом. Поговаривают, что пробить ее защиту практически невозможно. Она отличный командир, который заботится о своих подчиненных, и готова выполнить любую поставленную задачу во благо своего отечества. Видя, что атмосфера во дворце в последнее время оставляет желать лучшего, она хочет побыстрее назначить командиром Клауса, чтобы ничто не мешало ей защищать Скарлет от нападок аристократии.",
  "like": "Служить справедливому правителю",
  "dislike": "Малодушных предателей",
  "inn": {
    "idle": "Нужно подготовиться к завтрашней битве.",
    "recruit": {
      "greet": "Рада знакомству. Я Дэмия Зилтриона, глава Королевского гарнизона.",
      "talk": [
        "Королевский гарнизон силен. Нарс Хоррун поведет войска вместо меня.",
        "Мой отец много лет занимал пост главы гарнизона. Он хотел, чтобы я росла как нормальный ребенок, но война у меня в крови.",
        "Мы непременно одолеем Темные силы и вернем мир в королевство."
      ],
      "gift": "Я должна поделиться этим с моими солдатами."
    },
    "affinity": {
      "greet": "Спасибо за приглашение.",
      "talk": [
        "Если ты выяснишь что-нибудь о темной силе, сразу же дай мне знать.",
        "Мы готовы ринуться в бой в любую минуту. За Орвелию!"
      ],
      "gift": "Я поделюсь этим со своими солдатами."
    },
    "relationship": {
      "greet": "Я слышала, что ты меня искал. Это так?",
      "talk": [
        "Я волнуюсь за принцессу. Она так молода и нежна... Должно быть тяжело.",
        "Хм, почему он не может быть рядом с охранять принцессу... Такой надоедливый человек...",
        "Я? Хм... Ну... Знаешь, идти с тобой в битву не такая уж и плохая идея... Хорошая тренировка выйдет."
      ]
    }
  },
  "uw": {
    "name": "Голубой свет Арфеус",
    "description": [
      "Повышает физ. ЗЩТ. всех союзников на 4%. При блокировании атаки противника с 10% шансом восстанавливает 3% маны и снижает перезарядку всех навыков на 1 сек.",
      "Повышает физ. ЗЩТ. всех союзников на 4,8%. При блокировании атаки противника с 12% шансом восстанавливает 3,3% маны и снижает перезарядку всех навыков на 1 сек.",
      "Повышает физ. ЗЩТ. всех союзников на 5,8%. При блокировании атаки противника с 14% шансом восстанавливает 3,6% маны и снижает перезарядку всех навыков на 1 сек.",
      "Повышает физ. ЗЩТ. всех союзников на 7%. При блокировании атаки противника с 17% шансом восстанавливает 3,9% маны и снижает перезарядку всех навыков на 1 сек.",
      "Повышает физ. ЗЩТ. всех союзников на 8,4%. При блокировании атаки противника с 21% шансом восстанавливает 4,2% маны и снижает перезарядку всех навыков на 1 сек.",
      "Повышает физ. ЗЩТ. всех союзников на 10%. При блокировании атаки противника с 25% шансом восстанавливает 4,5% маны и снижает перезарядку всех навыков на 1 сек."
    ],
    "story": "Однажды на территории Зилтриона была обнаружена источающая ману лоза. Когда Дэмия изучала этот необычный феномен, она нашла невиданную доселе голубую руду. Многие волшебники и алхимики изучали это таинственное вещество, свойства которого одновременно напоминали и драгоценный камень, и металл, но так и не смогли разгадать его природу. Когда же эту руду увидел кузнец Джин, он расплылся в улыбке и предложил Дэмии сковать из нее могущественное оружие. Созданные им из руды копье и щит крепче алмаза и источают голубое свечение от переполняющей их маны."
  },
  "s1": {
    "name": "Гарпун",
    "description": "Метает копьё в ближайшего противника, нанося {0} Физ. Урона и притягивая противника к герою. После этого, наносит {1} Физ. Урона всем ближайшим противникам и оглушает их на 3 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Оглушение + {0} сек."
    },
    "light": "Потребление маны +1, притягивает 2 врагов.",
    "dark": "На 10 сек. притянутые враги получают на 25% больше урона.",
    "ut": {
      "name": "Ларец семьи Зилтрион",
      "description": [
        "[Гарпун] Повышает МТК на 750, а МТК контроля – на 300 на время действия навыка.",
        "[Гарпун] Повышает МТК на 750, а МТК контроля – на 360 на время действия навыка.",
        "[Гарпун] Повышает МТК на 750, а МТК контроля – на 430 на время действия навыка.",
        "[Гарпун] Повышает МТК на 750, а МТК контроля – на 520 на время действия навыка.",
        "[Гарпун] Повышает МТК на 750, а МТК контроля – на 630 на время действия навыка.",
        "[Гарпун] Повышает МТК на 750, а МТК контроля – на 750 на время действия навыка."
      ],
      "story": "Старый ларец, передаваемый из поколения в поколение в семье Зилтрион. Внутри него находится фотоальбом с изображениями всех членов семьи Зилтрион, начиная от самого первого до последнего. Фотоальбом охраняется сильным заклинанием, призванным защитить род Зилтрион. Мать Дэмии всегда переживает за дочь, выбравшую судьбу щита Орвелии, и каждый раз молится перед ларцом, когда Дэмия отправляется в очередной поход."
    }
  },
  "s2": {
    "name": "Воля к победе",
    "description": "На {0} сек. подавляет АТК врага, в окруж. зоне наносит {1} ед. физ. урона, уменьшает силу АТК на {2}%.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Получ. героем урон - {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "После использ. физ. ЗЩТ союзников +20% на 10 сек.",
    "ut": {
      "name": "Щит решительности",
      "description": [
        "[Воля к победе] Увеличивает урон на 50% и повышает физ. слабость цели на 10% на 10 сек.",
        "[Воля к победе] Увеличивает урон на 50% и повышает физ. слабость цели на 12% на 10 сек.",
        "[Воля к победе] Увеличивает урон на 50% и повышает физ. слабость цели на 14% на 10 сек.",
        "[Воля к победе] Увеличивает урон на 50% и повышает физ. слабость цели на 17% на 10 сек.",
        "[Воля к победе] Увеличивает урон на 50% и повышает физ. слабость цели на 21% на 10 сек.",
        "[Воля к победе] Увеличивает урон на 50% и повышает физ. слабость цели на 25% на 10 сек."
      ],
      "story": "Деревянный щит, который маленькая Дэмия использовала для тренировок. Видимо, тренировалась она очень усердно, так как щит в довольно плачевном состоянии. С помощью этого щита Дэмия восстанавливает душевное равновесие, если ее силы уже на пределе. Когда она видит этот старый, покрытый зазубринами щит, дух рыцаря Орвелии вновь наполняет ее сердце."
    }
  },
  "s3": {
    "name": "Крепость из стали",
    "description": "Upon DMG block during casting, jump attack DMG is increased by 7%. Also, deals {1} P.DMG to enemy and inflicts stun. After casting, jumps and attacks the enemy, dealing {2} P.DMG and stunning them for {3} sec. Gains immunity to CC while the skill is in use.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "В момент прыжка, атакует противника с наивысшей Атакой.",
    "dark": "В момент использования, все союзники получают уменьшенный на 20% Физ. Урон.",
    "ut": {
      "name": "Энергия защиты",
      "description": [
        "[Крепость из стали] Цена в мане уменьшается на 1 и длительность эффекта Оглушения от атак в прыжке увеличивается на 1 сек.",
        "[Крепость из стали] Цена в мане уменьшается на 1 и длительность эффекта Оглушения от атак в прыжке увеличивается на 1.5 сек.",
        "[Крепость из стали] Цена в мане уменьшается на 1 и длительность эффекта Оглушения от атак в прыжке увеличивается на 2 сек.",
        "[Крепость из стали] Цена в мане уменьшается на 1 и длительность эффекта Оглушения от атак в прыжке увеличивается на 2.5 сек.",
        "[Крепость из стали] Цена в мане уменьшается на 1 и длительность эффекта Оглушения от атак в прыжке увеличивается на 3 сек.",
        "[Крепость из стали] Цена в мане уменьшается на 1 и длительность эффекта Оглушения от атак в прыжке увеличивается на 3.5 сек."
      ],
      "story": "Говорят, что этот камень защищает душу от проникновения зла. Он испускает свечение только на закате, поэтому его очень трудно найти. Однажды, когда Дэмия была измождена прошедшей битвой, товарищ по оружию положил этот камень ей в руки. Пусть даже она больше никогда не увидит этого человека... Но Дэмия берет камень в каждую битву и делает все возможное, чтобы жертвы ее товарищей были не напрасны."
    }
  },
  "s4": {
    "name": "Глава авангарда",
    "description": "Физ. ЗЩТ всех союзников + {0} и вероятность физ. блока + {1}.",
    "books": {
      "0": "ЗЩТ + {0}%.",
      "1": "ЗЩТ + {0}%.",
      "2": "ЗЩТ + {0}%."
    },
    "light": "Физ. ЗЩТ +20%, шанс блокировки физ. урона +50%.",
    "dark": "При блокировке восст. ОЗ (40% от физ. ЗЩТ).",
    "ut": {
      "name": "Кольцо семьи Зилтрион",
      "description": [
        "[Глава авангарда] Повышает усиление ЗЩТ на 50%. Отпор физ. крит. удару всех союзников повышается на 100.",
        "[Глава авангарда] Повышает усиление ЗЩТ на 50%. Отпор физ. крит. удару всех союзников повышается на 120.",
        "[Глава авангарда] Повышает усиление ЗЩТ на 50%. Отпор физ. крит. удару всех союзников повышается на 140.",
        "[Глава авангарда] Повышает усиление ЗЩТ на 50%. Отпор физ. крит. удару всех союзников повышается на 170.",
        "[Глава авангарда] Повышает усиление ЗЩТ на 50%. Отпор физ. крит. удару всех союзников повышается на 210.",
        "[Глава авангарда] Повышает усиление ЗЩТ на 50%. Отпор физ. крит. удару всех союзников повышается на 250."
      ],
      "story": "Кольцо, передаваемое по наследству главам семьи Зилтрион. Оно украшено большим синим камнем, подаренным Зилтрионам королевской семьей Орвела. Кольцо служит символом бесконечной преданности семьи, чьи представители всегда считались самыми ярыми борцами с предателями королевства."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200",
    "dark": "В момент начала каждой битвы, понижает Атаку всех противников на 20% на 6 сек. Эффект не может быть снят."
  }
}