{
  "name": "Нейла",
  "subtitle": "Боец ветра",
  "description": "Гарпия, специалист ближнего боя, использует когти. Быстро перемещается между противниками, нанося урон. Сбивает врагов мощными последовательными атаками.",
  "story": "Стойкая и благородная воительница гарпий, владеющая силой ветра. Ставит честь воина гарпии превыше всего на свете. Она не может позволить себе ни отступить, ни сдаться, благодаря чему побеждает любого противника. Ее навыки вызывают восхищение даже среди ее соплеменников, а молодые воины стремятся во всем ей подражать.",
  "like": "Товарищей, настоящих воинов",
  "dislike": "Трусов, лицемеров",
  "inn": {
    "idle": "Что случилось, воин людей?",
    "recruit": {
      "greet": "Однажды я хочу померяться с тобой силой.",
      "talk": [
        "Химмуллис, моя сестра...",
        "Глупо было думать, что заимствованная сила является твоей собственностью.",
        "Я никогда не забываю о гордости гарпий Элидоры."
      ],
      "gift": "Ты знаешь, что нравится гарпиям."
    },
    "affinity": {
      "greet": "Значит, вот как выглядит жилище людей?",
      "talk": [
        "Моя сестра всегда говорила, чтобы я не забывала, что я гарпия, и гордилась этим.",
        "Я стану лучшим воином-гарпией в мире!"
      ],
      "gift": "Я твоя должница."
    },
    "relationship": {
      "greet": "Как ты? Продолжил свои тренировки?",
      "talk": [
        "Настоящий воин никогда не должен прерывать тренировки!",
        "Честь, слава- кто-то назовет их ненужными, для меня же они важны!",
        "Следующий раз, давай выйдем один на один, а?"
      ]
    }
  },
  "uw": {
    "name": "Барору, Проклятые когти",
    "description": [
      "При крит. ударе наносит физ. урон (150% от силы АТК) в теч. 10 сек., увелич. физ. урон врага на 20%.",
      "При крит. ударе наносит физ. урон (180% от силы АТК) в теч. 10 сек., увелич. физ. урон врага на +24%.",
      "При крит. ударе наносит физ. урон (216% от силы АТК) в теч. 10 сек., увелич. физ. урон врага на +28%.",
      "При крит. ударе наносит физ. урон (258% от силы АТК) в теч. 10 сек., увелич. физ. урон врага на 34%.",
      "При крит. ударе наносит физ. урон (310% от силы АТК) в теч. 10 сек., увелич. физ. урон врага на 41%.",
      "При крит. ударе наносит физ. урон (500% от силы АТК) в теч. 10 сек., увелич. физ. урон врага на +50%."
    ],
    "story": "Зачарованная пара перчаток, созданная из когтей безумного демона Барору, павшего во время Войны с демонами. Эти перчатки превышают размер человеческих кистей в несколько раз, но соединяются с нервными окончаниями своего владельца и позволяют тому с легкостью ими управлять. Хотя они наделяют своего владельца невероятной силой, они при этом медленно проникают в его сознание и отравляют его душу. Только благородный воин, обладающий несгибаемой силой воли и полный чистых намерений, может владеть этими перчатками."
  },
  "s1": {
    "name": "Лютый ветер",
    "description": "Двойн. ускорение. Наносит в зоне {0} ед. физ. урона, сбивает врагов с ног на {1} сек. Если цель не является героем, наносит {2} ед. доп. физ. урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Если враг один, наносимый урон +100%.",
    "dark": "Цель меняется на противника с наивысшим уровнем Атаки.",
    "ut": {
      "name": "Душа Гаста",
      "description": [
        "[Лютый ветер] Повышает урон на 50% и на 10 сек. снижает шанс физ. уклонения цели на 200.",
        "[Лютый ветер] Повышает урон на 50% и на 10 сек. снижает шанс физ. уклонения цели на 240.",
        "[Лютый ветер] Повышает урон на 50% и на 10 сек. снижает шанс физ. уклонения цели на 290.",
        "[Лютый ветер] Повышает урон на 50% и на 10 сек. снижает шанс физ. уклонения цели на 350.",
        "[Лютый ветер] Повышает урон на 50% и на 10 сек. снижает шанс физ. уклонения цели на 420.",
        "[Лютый ветер] Повышает урон на 50% и на 10 сек. снижает шанс физ. уклонения цели на 500."
      ],
      "story": "Кусок янтаря, в котором заключен дух огромного торнадо, и сокровище гарпий. По преданиям, порыв ветра, вызванный яростью Священного Зверя Тирпаса, налетел на сок священного древа, загустел и превратился в янтарь. Со временем янтарь раскололся на несколько кусков, но дух внутри него не погиб. Гарпии считают камень священным и даже дали ему имя – «Душа Гаста»."
    }
  },
  "s2": {
    "name": "Чутье",
    "description": "На {0} сек. физ. уклон. союзников + {1} , сила АТК + {2}.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Пока действует навык, повышает урон Нейла по противникам, не являющимся героями, на 30%.",
    "ut": {
      "name": "Шарф Химмуллис",
      "description": [
        "[Чутье] Повышает усиление АТК на 50% и шанс маг. уклонения на 100 ед.",
        "[Чутье] Повышает усиление АТК на 50% и шанс маг. уклонения на 120 ед.",
        "[Чутье] Повышает усиление АТК на 50% и шанс маг. уклонения на 140 ед.",
        "[Чутье] Повышает усиление АТК на 50% и шанс маг. уклонения на 170 ед.",
        "[Чутье] Повышает усиление АТК на 50% и шанс маг. уклонения на 210 ед.",
        "[Чутье] Повышает усиление АТК на 50% и шанс маг. уклонения на 250 ед."
      ],
      "story": "Шарф, снятый Нейлой с тела Химмуллис. Нейла никогда с ним не расстается. Сестра всегда говорила Нейле, чтобы та гордилась своим происхождением. Шарф напоминает о семейной утрате и наполняет Нейлу яростью."
    }
  },
  "s3": {
    "name": "Пике",
    "description": "Взлетает и наносит с воздуха врагам в зоне {0} ед. физ. урона. Урон поваленных врагов + {1}%. Если цель не является героем, наносит {2} ед. доп. физ. урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Наносит урон и оглушает на 3 сек."
    },
    "light": "Урон +40%.",
    "dark": "За кажд. врага, получившего крит. урон, время перезарядки -10%.",
    "ut": {
      "name": "Гордость ветра",
      "description": [
        "[Пике] Перезарядка навыка уменьшается на 30% и цель получает на 10% больше Физ. Урона в теч. 10 сек.",
        "[Пике] Перезарядка навыка уменьшается на 30% и цель получает на 12% больше Физ. Урона в теч. 10 сек.",
        "[Пике] Перезарядка навыка уменьшается на 30% и цель получает на 14% больше Физ. Урона в теч. 10 сек.",
        "[Пике] Перезарядка навыка уменьшается на 30% и цель получает на 17% больше Физ. Урона в теч. 10 сек.",
        "[Пике] Перезарядка навыка уменьшается на 30% и цель получает на 21% больше Физ. Урона в теч. 10 сек.",
        "[Пике] Перезарядка навыка уменьшается на 30% и цель получает на 25% больше Физ. Урона в теч. 10 сек."
      ],
      "story": "Ритуальное подношение древних людей, поклонявшихся ветру. Считается настоящим сокровищем среди гарпий, владеть которым имеет право только самый могущественный воин. Как только кто-либо надевает эту маску, он сразу же получает возможность управлять ветром, а также наносить атаки со скоростью молнии."
    }
  },
  "s4": {
    "name": "Удар бури",
    "description": "Каждая обычная 5-я атака с 40% шансом наносит {0} ед. доп. физ. урона цели, повышая получаемый ею физ. урон на {2}% на {1} сек. и сбивая ее с ног на {3} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Шанс активации меняется на 60%.",
    "dark": "При активации эффекта собств. СКР АТК +300.",
    "ut": {
      "name": "Зеленая ленточка",
      "description": [
        "[Удар бури] На 10 сек. снижает физ. блок цели на 500, а физ. уклонение – на 200.",
        "[Удар бури] На 10 сек. снижает физ. блок цели на 500, а физ. уклонение – на 240.",
        "[Удар бури] На 10 сек. снижает физ. блок цели на 500, а физ. уклонение – на 290.",
        "[Удар бури] На 10 сек. снижает физ. блок цели на 500, а физ. уклонение – на 350.",
        "[Удар бури] На 10 сек. снижает физ. блок цели на 500, а физ. уклонение – на 420.",
        "[Удар бури] На 10 сек. снижает физ. блок цели на 500, а физ. уклонение – на 500."
      ],
      "story": "Ленточка, наполненная легкостью духа ветра. Селена подарила эту зеленую ленточку Нейле, которая мечтала быть быстрой как ветер. Ленточка зачарована заклинанием духа ветра Нотоса и увеличивает скорость и силу своего владельца в бою."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от физ. урона +100",
    "dark": "При уклонении от АТК время перезарядки всех навыков -2%, сила АТК +3%, а СКР АТК +30. Увелич. силы АТК и СКР АТК может накапливаться до 10 р."
  }
}