{
  "name": "Дина",
  "subtitle": "Снайпер из снежных земель",
  "description": "Снайпер из империи, находящейся в очень холодной местности. Ее рука не дрогнет ни при каких обстоятельствах. Чем больше она сосредотачивается, тем сильнее становится.",
  "story": "Лучший стрелок империи и любительница медведей. Она любит их так сильно, что даже на ее шапке есть украшения, напоминающие медвежьи уши. Иногда она охотится на тигров, но ни за что на свете не выстрелит в медведя! Благодаря своим навыкам она могла бы стать первоклассной наемной убийцей, но поклялась никогда не применять их во зло. Наоборот, она применяет их только для защиты других. В настоящее время живет с Павлом в заснеженных горах Виндланда в качестве телохранителя, нанятого империей.",
  "like": "Медведей, белых медведей, гризли, медвежат, мишек",
  "dislike": "Тех, кто не ценит жизнь",
  "inn": {
    "idle": "Подготовка к путешествию! М-м-м... (напевает про себя)",
    "recruit": {
      "greet": "Приветствую! Хорошего дня!",
      "talk": [
        "Славно поешь - хорошо подерешься!",
        "Говорят, жареные морумы очень вкусные? Я попробую!",
        "Ты любишь овощи? Мне очень нравятся!"
      ],
      "gift": "Спасибо! Спасибо за угощение!"
    },
    "affinity": {
      "greet": "О! Спасибо за приглашение!",
      "talk": [
        "Я проголодалась! Давай поедим!",
        "Овощи! Грибочек морум!"
      ],
      "gift": "Спасибо за угощение!"
    },
    "relationship": {
      "greet": "Ах?! Привет! Ты уже поел?",
      "talk": [
        "Моё ружье — мой лучший друг. Она — моя жизнь. Хочешь посмотреть на нее?",
        "Ледяной маг из Ледяной пещеры на самом деле довольно мил.",
        "А Cэр Флусс не тут? Благодаря ему, жизнь не так уж и плоха!"
      ]
    }
  },
  "uw": {
    "name": "Индивидуальная винтовка Дина Mod.0",
    "description": [
      "У каждой атаки есть 20% шанс нанести 200% Атаки в качестве экстр Физ. Урона и отбросить противника. После этого, Меткость увеличивается на 100 каждые 10 сек. Эффект может быть объединен до 3 раз максимум.",
      "У каждой атаки есть 20% шанс нанести 240% Атаки в качестве экстр Физ. Урона и отбросить противника. После этого, Меткость увеличивается на 100 каждые 10 сек. Эффект может быть объединен до 3 раз максимум.",
      "У каждой атаки есть 20% шанс нанести 288% Атаки в качестве экстр Физ. Урона и отбросить противника. После этого, Меткость увеличивается на 100 каждые 10 сек. Эффект может быть объединен до 3 раз максимум.",
      "У каждой атаки есть 20% шанс нанести 344% Атаки в качестве экстр Физ. Урона и отбросить противника. После этого, Меткость увеличивается на 100 каждые 10 сек. Эффект может быть объединен до 3 раз максимум.",
      "У каждой атаки есть 20% шанс нанести 414% Атаки в качестве экстр Физ. Урона и отбросить противника. После этого, Меткость увеличивается на 100 каждые 10 сек. Эффект может быть объединен до 3 раз максимум.",
      "У каждой атаки есть 20% шанс нанести 500% Атаки в качестве экстр Физ. Урона и отбросить противника. После этого, Меткость увеличивается на 100 каждые 10 сек. Эффект может быть объединен до 3 раз максимум."
    ],
    "story": "Истинный шедевр имперских технологий. Чтобы стрелять из этой винтовки, нужно обладать сверхчеловеческими способностями. Благодаря магическому заклятию, наложенному на эту винтовку, стрелок может видеть цели на невероятно дальних расстояниях. Но даже самый лучший прицел в мире бесполезен в руках того, кто не способен им пользоваться, поэтому эффективность этого оружия напрямую зависит от возможностей ее владельца. Самый одаренный стрелок империи, Дина, идеально подходит на эту роль. Она даже немного усовершенствовала винтовку, сделав ее еще смертоноснее."
  },
  "s1": {
    "name": "Прострел",
    "description": "Запуск в неподвижной позе. После запуска наносит {0} ед. физ. урона врагам по прямой, макс. урон до {1}% (в завис. от заряда). После 3 перезарядок сбивает противника с ног.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон от крит. удара + {0}%."
    },
    "light": "Урон +40%.",
    "dark": "При использ. навыка иммунитет к любому контролю.",
    "ut": {
      "name": "Амортизирующий наплечник",
      "description": [
        "[Прострел] Во время действия навыка получает на 40% меньше физ. урона и маг. урона, а при нанесении крит. удара повышает свою АТК на 10% на 10 сек. Эффект повышения АТК суммируется до 4 раз.",
        "[Прострел] Во время действия навыка получает на 40% меньше физ. урона и маг. урона, а при нанесении крит. удара повышает свою АТК на 12% на 10 сек. Эффект повышения АТК суммируется до 4 раз.",
        "[Прострел] Во время действия навыка получает на 40% меньше физ. урона и маг. урона, а при нанесении крит. удара повышает свою АТК на 14% на 10 сек. Эффект повышения АТК суммируется до 4 раз.",
        "[Прострел] Во время действия навыка получает на 40% меньше физ. урона и маг. урона, а при нанесении крит. удара повышает свою АТК на 17% на 10 сек. Эффект повышения АТК суммируется до 4 раз.",
        "[Прострел] Во время действия навыка получает на 40% меньше физ. урона и маг. урона, а при нанесении крит. удара повышает свою АТК на 21% на 10 сек. Эффект повышения АТК суммируется до 4 раз.",
        "[Прострел] Во время действия навыка получает на 40% меньше физ. урона и маг. урона, а при нанесении крит. удара повышает свою АТК на 25% на 10 сек. Эффект повышения АТК суммируется до 4 раз."
      ],
      "story": "Особый наплечник, который Флусс с трудом раздобыл для миниатюрной Дины. Он изготовлен из кожи черной гусеницы, поэтому очень прочный. Это одна из любимых вещей Дины, так как наплечник позволяет значительно погасить отдачу при выстреле."
    }
  },
  "s2": {
    "name": "Прицел",
    "description": "Урон врагу от героя + {0}%. Сила АТК героя + {1}.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Долгое время урон от крит. удара + {0}%."
    },
    "light": "Скорость Атаки увеличивается на 250 на определенное время.",
    "dark": "Потребление маны уменьш. на 1.",
    "ut": {
      "name": "Кристальная сошка",
      "description": [
        "[Прицел] Когда цель Дины погибает, переключается на случайного противника и повышает АТК на 20% на 10 сек.",
        "[Прицел] Когда цель Дины погибает, переключается на случайного противника и повышает АТК на 24% на 10 сек.",
        "[Прицел] Когда цель Дины погибает, переключается на случайного противника и повышает АТК на 29% на 10 сек.",
        "[Прицел] Когда цель Дины погибает, переключается на случайного противника и повышает АТК на 35% на 10 сек.",
        "[Прицел] Когда цель Дины погибает, переключается на случайного противника и повышает АТК на 42% на 10 сек.",
        "[Прицел] Когда цель Дины погибает, переключается на случайного противника и повышает АТК на 50% на 10 сек."
      ],
      "story": "Изготовленная Павлом сошка для снайперской винтовки Дины. Она сделана из кристаллов, поэтому очень прочная и устойчивая. Благодаря этой сошке Дина может вести точную стрельбу по любой цели."
    }
  },
  "s3": {
    "name": "Залп",
    "description": "Выпускает 10 пуль по случ. врагам. Наносит {0} ед. урона, с кажд. АТК урон + {1}.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон от крит. удара + {0}%."
    },
    "light": "При крит. ударе время перезарядки -5%.",
    "dark": "Игнорирует блокировку врагов.",
    "ut": {
      "name": "Специальный залп VII",
      "description": [
        "[Залп] Увеличивает урон на 20% и последними 2 выстрелами наносит урон, игнорирующий ЗЩТ цели.",
        "[Залп] Увеличивает урон на 24% и последними 2 выстрелами наносит урон, игнорирующий ЗЩТ цели.",
        "[Залп] Увеличивает урон на 29% и последними 2 выстрелами наносит урон, игнорирующий ЗЩТ цели.",
        "[Залп] Увеличивает урон на 35% и последними 2 выстрелами наносит урон, игнорирующий ЗЩТ цели.",
        "[Залп] Увеличивает урон на 42% и последними 2 выстрелами наносит урон, игнорирующий ЗЩТ цели.",
        "[Залп] Увеличивает урон на 50% и последними 2 выстрелами наносит урон, игнорирующий ЗЩТ цели."
      ],
      "story": "Боеприпас, выполненный на заказ легендарным кузнецом империи специально для Дины. Содержит порох, изготовленный из крепкой скорлупы яйца питты и челюсти драконьей черепахи. Несмотря на свой миниатюрный размер, обладает убойной силой, способной разрушить что угодно."
    }
  },
  "s4": {
    "name": "Выстрел",
    "description": "Кажд. 10 сек. наносит 2 серии ударов по {0} ед. физ. урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон от крит. удара + {0}%."
    },
    "light": "Если враг один, наносимый урон +100%.",
    "dark": "Противники, попавшие под удар, становятся Оглушенными на 2 сек."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "Увеличивает АТК на 20% на 10 сек. и выбирает 3 случайных противников целью Дины в начале каждой битвы."
  }
}