{
  "name": "Мора",
  "subtitle": "Демоническое пламя",
  "description": "Демон-рыцарь, использующий лаву Темных сил. Причиняет врагам жгучую боль. Своей непоколебимой стойкостью она сразит всех врагов.",
  "story": "Бывший командир Рыцарей темного дракона и самый доблестный рыцарь армии демонов. В настоящее время по неизвестной причине сопровождает ведьму Марию и во всем ей помогает. Многим кажется странным, что лучший воин армии демонов, уничтоживший бесчисленное количество врагов и даже одолевший нескольких драконов, прислуживает простой ведьме. Как бы там ни было, она продолжает служить своей госпоже верой и правдой.",
  "like": "Достойных противников",
  "dislike": "Драконов",
  "inn": {
    "idle": "Что? Хочешь умереть?",
    "recruit": {
      "greet": "Не шути со мной.",
      "talk": [
        "Это таверна, я не буду тут драться. Но лучше тебе со мной не встречаться за ее пределами.",
        "Кажется, твоя жизнь наполнена досугом. Как насчет того, чтобы отдать ее мне?",
        "Не разговаривай со мной."
      ],
      "gift": "Я хочу увидеть твою кровь, а не это."
    },
    "affinity": {
      "greet": "Какое жалкое место.",
      "talk": [
        "Лучше не донимай меня, если не хочешь умереть.",
        "Хватит меня беспокоить. Будь моя воля, я бы здесь даже не появилась."
      ],
      "gift": "Думаешь, мне нужны твои подарки?"
    },
    "relationship": {
      "greet": "Ты тут! Когда следующая битва?",
      "talk": [
        "Я слуга Марии. Однако... У меня также долг перед тобой.",
        "Генерал Драконисов... Да, моё прошлое... У меня нет больше никаких особых достижений.",
        "Я демон, созданный для уничтожения, Драконис... Но все же..."
      ]
    }
  },
  "uw": {
    "name": "Кафрейн, Пламя победы",
    "description": [
      "Враг с огоньком получает маг. урон (80% от силы АТК) кажд. 10 сек., шанс 14% сбить с ног. С кажд. огоньком урон +2%.",
      "Враг с огоньком получает маг. урон (96% от силы АТК) кажд. 10 сек., шанс 16% сбить с ног. С кажд. огоньком урон +2%.",
      "Враг с огоньком получает маг. урон (115% от силы АТК) кажд. 10 сек., шанс 20% сбить с ног. С кажд. огоньком урон +2%.",
      "Враг с огоньком получает маг. урон (138% от силы АТК) кажд. 10 сек., шанс 24% сбить с ног. С кажд. огоньком урон +2%.",
      "Враг с огоньком получает маг. урон (166% от силы АТК) кажд. 10 сек., шанс 29% сбить с ног. С кажд. огоньком урон +2%.",
      "Враг с огоньком получает маг. урон (200% от силы АТК) кажд. 10 сек., шанс 35% сбить с ног. С кажд. огоньком урон +2%."
    ],
    "story": "В самом сердце вулкана Драгия есть кузница. Столетия назад древний огненный дракон Темерер выковал в ней набор зачарованного оружия. Из лавы и вулканического огня он создал меч, которым можно испепелить все что угодно, и волшебный щит. Во время Войны с демонами Темерер передал эти легендарные предметы воину людей. К несчастью, тот воин пал от рук Моры. С тех пор дары Темерера никто не видел... до тех пор, пока на передовой вновь не появилась Мора."
  },
  "s1": {
    "name": "Пылкость",
    "description": "Наносит {0} ед. маг. урона врагам в зоне, сбивает с ног. Накладывает 3 огонька. После этого в теч. {1} сек. кажд. обычн. АТК наносит врагам {2} ед. маг. урона и накладывает 1 огонек. С кажд. огоньком урон + {3}%. Кажд. огонек наносит маг. урон и снижает восст. на 1%.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "На 15 сек. СКР АТК +200.",
    "dark": "За кажд. атакованного врага время перезарядки -6%.",
    "ut": {
      "name": "Адский глаз",
      "description": [
        "[Пылкость] Повышает урон на 20%, а «Пламя», накладываемое на противников, становится неотменяемым.",
        "[Пылкость] Повышает урон на 24%, а «Пламя», накладываемое на противников, становится неотменяемым.",
        "[Пылкость] Повышает урон на 29%, а «Пламя», накладываемое на противников, становится неотменяемым.",
        "[Пылкость] Повышает урон на 35%, а «Пламя», накладываемое на противников, становится неотменяемым.",
        "[Пылкость] Повышает урон на 42%, а «Пламя», накладываемое на противников, становится неотменяемым.",
        "[Пылкость] Повышает урон на 50%, а «Пламя», накладываемое на противников, становится неотменяемым."
      ],
      "story": "Последний глаз Белзебуны, зверя, пожиравшего адскую лаву. Единственный сохранившийся за прошедшие 100 лет глаз горит темным безумием. Зверь расплавил камень заточения, наложенный на него Морой, вышел из-под контроля, выскочил из лавы и бросился прямо на нее. Мора не растерялась и поразила зверя Кафрейном. От удара тело зверя тут же испарилось. От него остался только глаз, который Мора вставила в свой щит в качестве насмешки над могучим зверем."
    }
  },
  "s2": {
    "name": "Пекло",
    "description": "На {0} сек. маг. ЗЩТ всех союзников + {1} , шанс маг. блока + {2}. Кажд. {3} сек. окруж. враги получают по 1 доп. огоньку.",
    "books": {
      "0": "Маг. ЗЩТ + {0}%.",
      "1": "Маг. ЗЩТ + {0}%.",
      "2": "Шанс маг. блока + {0}%."
    },
    "light": "Шанс 20% заблокировать маг. урон.",
    "dark": "При использ. навыка «Пекло» наносит окруж. врагам урон, пропорц. собств. маг. ЗЩТ.",
    "ut": {
      "name": "Кожаные перчатки пламени",
      "description": [
        "[Пекло] При блокировании маг. АТК цели во время действия навыка снижение урона повышается на 100, а отпор маг. крит. удару повышается на 250.",
        "[Пекло] При блокировании маг. АТК цели во время действия навыка снижение урона повышается на 120, а отпор маг. крит. удару повышается на 250.",
        "[Пекло] При блокировании маг. АТК цели во время действия навыка снижение урона повышается на 140, а отпор маг. крит. удару повышается на 250.",
        "[Пекло] При блокировании маг. АТК цели во время действия навыка снижение урона повышается на 170, а отпор маг. крит. удару повышается на 250.",
        "[Пекло] При блокировании маг. АТК цели во время действия навыка снижение урона повышается на 210, а отпор маг. крит. удару повышается на 250.",
        "[Пекло] При блокировании маг. АТК цели во время действия навыка снижение урона повышается на 250, а отпор маг. крит. удару повышается на 250."
      ],
      "story": "Перчатки, изготовленные из костей и шкуры детенышей темных драконов. Мора сшила их сто лет назад из останков детенышей убитых ею темных драконов. Они настолько прочные, что даже выдерживают источаемый Морой огонь, более того, из-за них он разгорается еще ярче. Мора без ума от своих перчаток."
    }
  },
  "s3": {
    "name": "Поток лавы",
    "description": "Наносит {0} ед. маг. урона и сбивает с ног врагов в зоне. С кажд. огоньком урон + {1}%.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон +40%.",
    "dark": "Восст. ОЗ (40% от нанесенного урона).",
    "ut": {
      "name": "Запечатанный камень ада",
      "description": [
        "[Поток лавы] Урон повышается на 20% и Магич. Защиты цели понижается на 25% в теч. 7 сек.",
        "[Поток лавы] Урон повышается на 24% и Магич. Защиты цели понижается на 25% в теч. 7 сек.",
        "[Поток лавы] Урон повышается на 29% и Магич. Защиты цели понижается на 25% в теч. 7 сек.",
        "[Поток лавы] Урон повышается на 35% и Магич. Защиты цели понижается на 25% в теч. 7 сек.",
        "[Поток лавы] Урон повышается на 42% и Магич. Защиты цели понижается на 25% в теч. 7 сек.",
        "[Поток лавы] Урон повышается на 50% и Магич. Защиты цели понижается на 25% в теч. 7 сек."
      ],
      "story": "Загадочный объект, добытый из вневременного разлома. Внутри этого предмета горит огонь, убивающий все живое. В нем сосредоточена энергия из другого измерения, которая так необходима Марии для осуществления своего плана."
    }
  },
  "s4": {
    "name": "Удар огня",
    "description": "В момент блока, наносит {1} Магич. Урона противникам на расстоянии, и накладывает 3 эффектов Пламени.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "При блокировке увелич. собств. маг. ЗЩТ на 5%. Накапливается до 10 р.",
    "dark": "Цель с более чем 100 эффектами Пламени, получает увеличенный на 40% Магич. Урон."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +200",
    "dark": "Урон от эффектов Пламени повышаются на 100%, и макс. кол-во наложенных эффектов повышается на 120."
  }
}