{
  "name": "Бодуин",
  "subtitle": "Святой бродяга",
  "description": "Свободолюбивый, но глубоко верующий жрец из Ордена Луа. Использует священный взрыв, который защищает и лечит союзников и наносит урон врагам.",
  "story": "Человек, который меньше всего подходит на роль жреца Церкви Луа, и, в некоторой степени, неординарная личность. С самого детства был «белой вороной» в церкви Луа, в которой во главу угла всегда ставилась добродетельность. Попал в церковь благодаря протекторату великого жреца Бермана, однако жизнь священнослужителя всегда его тяготила. Но вот однажды он внезапно решил встать на путь истинный и следовать учению церкви.",
  "like": "Богиню Луа",
  "dislike": "Богиню Луа",
  "inn": {
    "idle": "Здесь много отличной выпивки! Эй, красавица, еще бутылку!",
    "recruit": {
      "greet": "О, приветствую! А ты в хорошей форме!",
      "talk": [
        "Жесткость и формальности не в моем вкусе!",
        "О, хочешь подраться? Я хорош в кулачном бою!",
        "Как говорится, мужчина должен быть с кулаками!"
      ],
      "gift": "Ха-ха-ха, вот мой лучший друг! Хорошо, пропустим по стаканчику!"
    },
    "affinity": {
      "greet": "Какая здесь потрясающая атмосфера необузданности и безудержного веселья!",
      "talk": [
        "На насилие нужно отвечать насилием! Так повелели боги! Ха-ха-ха!",
        "Я тебя так уважаю! Давай еще по одной!"
      ],
      "gift": "Ого! В ответ дарю тебе благословение Луа! Ха-ха!"
    },
    "relationship": {
      "greet": "Ого! На тебе благословение Богини! Ты сияешь!",
      "talk": [
        "Если бы только я был в Империи тогда...",
        "Орден Луа не то, что ты подумал. Это просто группа людей.",
        "Если только одно, что я хочу тебе сказать. Наслаждайся и живи! Жизнь коротка! Не нужно сожалеть!"
      ]
    }
  },
  "uw": {
    "name": "Генезис, Старое и новое",
    "description": [
      "Повышает скорость применения всех навыков. При каждом использовании навыка повышает всем союзникам АТК на 2% и ЗЩТ на 2%. Этот эффект суммируется до 7 раз.",
      "Повышает скорость применения всех навыков. При каждом использовании навыка повышает всем союзникам АТК на 2,4% и ЗЩТ на 2,4%. Этот эффект суммируется до 7 раз.",
      "Повышает скорость применения всех навыков. При каждом использовании навыка повышает всем союзникам АТК на 2,9% и ЗЩТ на 2,9%. Этот эффект суммируется до 7 раз.",
      "Повышает скорость применения всех навыков. При каждом использовании навыка повышает всем союзникам АТК на 3,5% и ЗЩТ на 3,5%. Этот эффект суммируется до 7 раз.",
      "Повышает скорость применения всех навыков. При каждом использовании навыка повышает всем союзникам АТК на 4,2% и ЗЩТ на 4,2%. Этот эффект суммируется до 7 раз.",
      "Повышает скорость применения всех навыков. При каждом использовании навыка повышает всем союзникам АТК на 5% и ЗЩТ на 5%. Этот эффект суммируется до 7 раз."
    ],
    "story": "Даже среди священных реликвий, находящихся в распоряжении верховных жрецов Церкви Луа, эта реликвия занимает особое место. По легенде, эту книгу, веками хранимую верховными жрецами церкви, написала сама богиня Луа. Когда к верховной жрице Айрис пришло божественное откровение о великой судьбе Бодуина, она передала эту книгу его отчиму, жрецу Берману. После того, как Бодуин стал верховным жрецом, Берман отдал книгу ему. Говорят, что эта реликвия дарует своему владельцу бесконечную святую энергию, а также помогает раскрыть способности тех, кто истинно верит."
  },
  "s1": {
    "name": "Божественный взрыв",
    "description": "Выбирает союзника с наименьш. ОЗ и восст. {0} ОЗ ему и окруж. союзникам. Враги вокруг объекта получают {1} ед. маг. урона, их СКР АТК - {3}% на {2} сек.",
    "books": {
      "0": "Урон и исцеление + {0}%.",
      "1": "Урон и исцеление + {0}%.",
      "2": "Урон и исцеление + {0}%."
    },
    "light": "Урон и Лечение повышается на 40%.",
    "dark": "Противники, попавшие под удар, становятся Оглушенными на 1 сек."
  },
  "s2": {
    "name": "Копье света",
    "description": "Наносит {0} Магич. Урона, опрокидывает, и спутывает цель на {1} сек. Спутанные противники получают на 25% больше Магич. Урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Навык применяется к 2 врагам.",
    "ut": {
      "name": "Последняя глава Библии",
      "description": [
        "[Копье света] Наделяет иммунитетом к контролю на время действия навыка и повышает маг. слабость цели на 10% на 10 сек.",
        "[Копье света] Наделяет иммунитетом к контролю на время действия навыка и повышает маг. слабость цели на 12% на 10 сек.",
        "[Копье света] Наделяет иммунитетом к контролю на время действия навыка и повышает маг. слабость цели на 14% на 10 сек.",
        "[Копье света] Наделяет иммунитетом к контролю на время действия навыка и повышает маг. слабость цели на 17% на 10 сек.",
        "[Копье света] Наделяет иммунитетом к контролю на время действия навыка и повышает маг. слабость цели на 21% на 10 сек.",
        "[Копье света] Наделяет иммунитетом к контролю на время действия навыка и повышает маг. слабость цели на 25% на 10 сек."
      ],
      "story": "Последняя глава легенды, настолько ужасная и жестокая, что ее попросту нельзя было оставлять в Библии. В ней повествуется о священном огне, убивающем наитемнейшего врага всего мира."
    }
  },
  "s3": {
    "name": "Неприступность",
    "description": "Все союзники непобедимы на {0} сек., восст. {1} ОЗ на длит. время.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "СКР АТК объекта + {0} на длит. время."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Время действия неуязвимости -3 сек, но сила АТК кажд. союзника +50%. Потребление маны +2.",
    "ut": {
      "name": "Старые четки",
      "description": [
        "[Неприступность] Атака повышается на 25% на время работы навыка, и восстанавливает 120 Маны в сек.",
        "[Неприступность] Атака повышается на 25% на время работы навыка, и восстанавливает 140 Маны в сек.",
        "[Неприступность] Атака повышается на 25% на время работы навыка, и восстанавливает 170 Маны в сек.",
        "[Неприступность] Атака повышается на 25% на время работы навыка, и восстанавливает 200 Маны в сек.",
        "[Неприступность] Атака повышается на 25% на время работы навыка, и восстанавливает 250 Маны в сек.",
        "[Неприступность] Атака повышается на 25% на время работы навыка, и восстанавливает 300 Маны в сек."
      ],
      "story": "Четки, которые жрица света Эвелин из церкви Луа носила до самой смерти. Кажется, будто из этих четок раздается священный голос богини Луа, молящейся, чтобы мир не ввергся в пучину хаоса. Они наполняют тело святой энергией и увеличивают силу Бодуина до предела."
    }
  },
  "s4": {
    "name": "Закалка",
    "description": "Шанс 20% при АТК нанести {0} ед. маг. урона и оглушить на {1} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "На 10% больше шанса активации.",
    "dark": "Дальность автоатаки +20%."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +200",
    "dark": "При АТК навыками «Божественный взрыв» и «Копье света» наносит маг. урон (100% от силы АТК) и сокращает перезарядку этих навыков на 20%."
  }
}