{
  "name": "Джейн",
  "subtitle": "Белоснежная смерть",
  "description": "Девушка, которая стала нежитью в сражении с Темными силами. Носит с собой гроб, в котором спит. Восстанавливается, оставляя знак смерти на врагах.",
  "story": "Когда-то она была принцессой исчезнувшей Республики Грэй. На территории этого государства, уничтоженного захватчиками-демонами во время Войны с демонами, располагались древние руины, хранящие тайны и технологии древней цивилизации. Джейн погибла, защищая эти тайны. Позже один высокопоставленный офицер и стратег армии демонов, Мальдук, поднял ее из мертвых и наделил ее сознанием с помощью непостижимой темной магии. Теперь она полна решимости отправиться на поиски своей прошлой жизни и потерянных воспоминаний.",
  "like": "Точно не помню...",
  "dislike": "Большие кости...",
  "inn": {
    "idle": "...",
    "recruit": {
      "greet": "...Привет.",
      "talk": [
        "Кто ты?",
        "Я тебя не знаю...",
        "Ты меня знаешь?"
      ],
      "gift": "Подарок? Благодарность?"
    },
    "affinity": {
      "greet": "Где... это мы?..",
      "talk": [
        "Здесь холодно... Нет... Жарко...",
        "Я... не помню... Мне... нужно... вспомнить..."
      ],
      "gift": "Подарок?.. Зачем ты даешь мне все эти вещи?"
    },
    "relationship": {
      "greet": "Приветствую тебя вновь...",
      "talk": [
        "Красные огни... Темные глаза... Нет памяти...",
        "Потерянные воспоминания...",
        "Гроб... Так тепло..."
      ]
    }
  },
  "uw": {
    "name": "Верное сердце Эрекура",
    "description": [
      "Каждую секунду наносит 10% от Атаки в качестве Магич. Урона ближайшим врагам, и уменьшает их Атаку на 14%. Когда пассивное умение активировано, восстанавливает 30% маны.",
      "Каждую секунду наносит 12% от Атаки в качестве Магич. Урона ближайшим врагам, и уменьшает их Атаку на 17%. Когда пассивное умение активировано, восстанавливает 30% маны.",
      "Каждую секунду наносит 14% от Атаки в качестве Магич. Урона ближайшим врагам, и уменьшает их Атаку на 20%. Когда пассивное умение активировано, восстанавливает 30% маны.",
      "Каждую секунду наносит 17% от Атаки в качестве Магич. Урона ближайшим врагам, и уменьшает их Атаку на 24%. Когда пассивное умение активировано, восстанавливает 30% маны.",
      "Каждую секунду наносит 20% от Атаки в качестве Магич. Урона ближайшим врагам, и уменьшает их Атаку на 29%. Когда пассивное умение активировано, восстанавливает 30% маны.",
      "Каждую секунду наносит 25% от Атаки в качестве Магич. Урона ближайшим врагам, и уменьшает их Атаку на 35%. Когда пассивное умение активировано, восстанавливает 30% маны."
    ],
    "story": "Когда магия Мальдука превратила Джейн в нежить, она должна была утратить все чувства. Однако ее мертвое тело окружала какая-то таинственная энергия, наполняющая ее теплом и уютом. Когда Мальдук забрал ее с собой, она инстинктивно тянулась к этой теплой энергии. После того, как необъяснимая магия вернула ее сознание, Джейн решила проверить свой гроб, от которого исходила энергия тепла и любви. Внутри она обнаружила аккуратно вырезанную надпись: «С вечной любовью»."
  },
  "s1": {
    "name": "Погребение",
    "description": "Наносит {0} ед. урона и оглушает врагов в зоне на {1} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Оглушение + {0} сек."
    },
    "light": "На 10 сек. цель получает на 25% больше маг. урона.",
    "dark": "Потребление маны +1, но шанс 100% притянуть окруж. врагов.",
    "ut": {
      "name": "Погребальная кукла",
      "description": [
        "[Погребение] В течение 10 сек. отпор контролю цели снижается на 250, а маг. блок – на 200.",
        "[Погребение] В течение 10 сек. отпор контролю цели снижается на 250, а маг. блок – на 240.",
        "[Погребение] В течение 10 сек. отпор контролю цели снижается на 250, а маг. блок – на 290.",
        "[Погребение] В течение 10 сек. отпор контролю цели снижается на 250, а маг. блок – на 350.",
        "[Погребение] В течение 10 сек. отпор контролю цели снижается на 250, а маг. блок – на 420.",
        "[Погребение] В течение 10 сек. отпор контролю цели снижается на 250, а маг. блок – на 500."
      ],
      "story": "Кукла, которую использовали во время погребальной церемонии в Республике Грей. Обычно ее делали похожей на почившего и клали перед надгробием. Когда республика пала, а Джейн умерла, люди положили эту куклу рядом с ее телом."
    }
  },
  "s2": {
    "name": "Знак смерти",
    "description": "Помечает всех врагов на {0} сек. и наносит {1} ед. маг. урона. Маг. урон врагам со знаком + {2}%.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Время действия навыка -10 сек., наносимый урон +250%.",
    "dark": "Полученная Метка не может быть убрана, когда прочие негативные эффекты снимаются.",
    "ut": {
      "name": "Пропитанная смертью подушка",
      "description": [
        "[Знак смерти] Увеличивает АТК на 5% и крит. урон на 10% на 20 сек. после гибели отмеченной знаком цели. Эффект суммируется до 8 раз.",
        "[Знак смерти] Увеличивает АТК на 5% и крит. урон на 12% на 20 сек. после гибели отмеченной знаком цели. Эффект суммируется до 8 раз.",
        "[Знак смерти] Увеличивает АТК на 5% и крит. урон на 14% на 20 сек. после гибели отмеченной знаком цели. Эффект суммируется до 8 раз.",
        "[Знак смерти] Увеличивает АТК на 5% и крит. урон на 17% на 20 сек. после гибели отмеченной знаком цели. Эффект суммируется до 8 раз.",
        "[Знак смерти] Увеличивает АТК на 5% и крит. урон на 21% на 20 сек. после гибели отмеченной знаком цели. Эффект суммируется до 8 раз.",
        "[Знак смерти] Увеличивает АТК на 5% и крит. урон на 25% на 20 сек. после гибели отмеченной знаком цели. Эффект суммируется до 8 раз."
      ],
      "story": "Подушка, которую обнимает Джейн, когда спит в своем гробу. Она наполнена духами, спящими рядом с ней внутри гроба. Духи постоянно шепчут Джейн о смерти."
    }
  },
  "s3": {
    "name": "День гибели",
    "description": "На {0} сек. все враги получают {1} ед. маг. урона кажд. сек., ОЗ героя + {2}% от получ. урона. Иммунитет к отриц. эффектам. Урон врагам со знаком увеличен.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Восст. {0}% маны героя."
    },
    "light": "Урон +40%.",
    "dark": "Шанс 10% оглушить врагов на 1 сек.",
    "ut": {
      "name": "Цветок позабытого герцогства",
      "description": [
        "[День гибели] Урон повышается на 20% и с каждым нанесенным Уроном, Магич. Защита цели снижается на 5% на 5 сек. Данный эффект может быть объединен до 10 раз максимум.",
        "[День гибели] Урон повышается на 24% и с каждым нанесенным Уроном, Магич. Защита цели снижается на 5% на 5 сек. Данный эффект может быть объединен до 10 раз максимум.",
        "[День гибели] Урон повышается на 29% и с каждым нанесенным Уроном, Магич. Защита цели снижается на 5% на 5 сек. Данный эффект может быть объединен до 10 раз максимум.",
        "[День гибели] Урон повышается на 35% и с каждым нанесенным Уроном, Магич. Защита цели снижается на 5% на 5 сек. Данный эффект может быть объединен до 10 раз максимум.",
        "[День гибели] Урон повышается на 42% и с каждым нанесенным Уроном, Магич. Защита цели снижается на 5% на 5 сек. Данный эффект может быть объединен до 10 раз максимум.",
        "[День гибели] Урон повышается на 50% и с каждым нанесенным Уроном, Магич. Защита цели снижается на 5% на 5 сек. Данный эффект может быть объединен до 10 раз максимум."
      ],
      "story": "Цветок из республики, которой больше не существует, известный также как «цветок границ», связывающих жизнь со смертью. Этот невероятно красивый цветок питается энергией разрушения. Если подарить его кому-то, то можно увидеть во сне последнее мгновение жизни этого человека."
    }
  },
  "s4": {
    "name": "Покойся с миром",
    "description": "После смертельного урона отправляется в гроб отдохнуть на {0} сек., восст. {1} ОЗ + 6% от макс. ОЗ. В гробу никакой урон не страшен.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Исцеление + {0}%."
    },
    "light": "В гробу кажд. сек. наносит окруж. врагам маг. урон (5% от их макс. ОЗ).",
    "dark": "При использ. оглушает врагов на 2 сек.",
    "ut": {
      "name": "Кукла-друг",
      "description": [
        "[Покойся с миром] При применении отменяет все отрицательные эффекты, действующие на союзников, и снижает весь получаемый урон на 10% на 10 сек.",
        "[Покойся с миром] При применении отменяет все отрицательные эффекты, действующие на союзников, и снижает весь получаемый урон на 12% на 10 сек.",
        "[Покойся с миром] При применении отменяет все отрицательные эффекты, действующие на союзников, и снижает весь получаемый урон на 14% на 10 сек.",
        "[Покойся с миром] При применении отменяет все отрицательные эффекты, действующие на союзников, и снижает весь получаемый урон на 17% на 10 сек.",
        "[Покойся с миром] При применении отменяет все отрицательные эффекты, действующие на союзников, и снижает весь получаемый урон на 21% на 10 сек.",
        "[Покойся с миром] При применении отменяет все отрицательные эффекты, действующие на союзников, и снижает весь получаемый урон на 25% на 10 сек."
      ],
      "story": "Кукла, которая выглядит прямо как Леви, первый друг Джейн. Джейн замерла перед магазином ядов. Видя с каким восторгом Джейн смотрела на эксклюзивную куклу Леви, выставленную в витрине, Эфис решила купить ее для Джейн. Так как кукла продавалась только за мили, Эфис пришлось выложить за нее все свои сбережения. Но видя улыбку Джейн, у которой появилась первая кукла-друг, Эфис ничуть не жалела о своем решении."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +200",
    "dark": "При атаке повыш. свою силу АТК и регенерацию на 1%. Накапливается до 50 р."
  }
}