{
  "name": "Аиша",
  "subtitle": "Фиолетовая принцесса",
  "description": "Благородная леди из Орвелии. Эта умная девушка достигла титула «Фиолетовый» из Башни мудреца. Стреляет во врагов мощными энергетическими зарядами из роскошного зонтика.",
  "story": "Девушка благородных кровей родом из Орвела. Одна из самых одаренных волшебниц Башни мудреца, которая даже получила звание «Фиолетовая» в качестве признания ее выдающихся способностей. По настоянию родителей с детства воспитывалась в Башне мудреца, но никогда не забывала своего высокого происхождения. Ребенком она не понимала, почему родители отдали ее из семьи, но сейчас она осознала, что они заботились о ее будущем. Теперь она вернулась домой, и ее везде сопровождает служанка, которая ей словно сестра.",
  "like": "Пить чай с Присциллой",
  "dislike": "Грубых людей",
  "inn": {
    "idle": "Я могла бы купить эту таверну.",
    "recruit": {
      "greet": "Впервые встречаешь благородную особу?",
      "talk": [
        "Хм? Из какой ты семьи?",
        "Края этой юбки уже истрепались.",
        "Я хочу то, что готовил повар в нашем доме."
      ],
      "gift": "Благодарю. Почему бы нам как-нибудь не выпить чаю?"
    },
    "affinity": {
      "greet": "Здесь как-то не очень уютно.",
      "talk": [
        "Фу... Я, пожалуй, не буду здесь есть.",
        "В следующий раз я приеду в карете."
      ],
      "gift": "Спасибо. Если тебе что-нибудь понадобится, дай мне знать."
    },
    "relationship": {
      "greet": "Сестра вышла, так что не переживай.",
      "talk": [
        "Не думай, что улыбки знати что-то значат. Всего лишь маски.",
        "Мне не нравится, что я не могу звать Присциллу сестрой дома! Мы же как семья!",
        "Фиолетовый... Ну, у нас нет никакой иерархии, но все же я не люблю быть последним цветом в спектре!"
      ]
    }
  },
  "uw": {
    "name": "Махитра, Благородная судьба",
    "description": [
      "При АТК шанс 35% доп. маг. урона (40% от силы АТК).",
      "При АТК шанс 35% доп. маг. урона (48% от силы АТК).",
      "При АТК шанс 35% доп. маг. урона (57% от силы АТК).",
      "При АТК шанс 35% доп. маг. урона (69% от силы АТК).",
      "При АТК шанс 35% доп. маг. урона (83% от силы АТК).",
      "При АТК шанс 35% доп. маг. урона (100% от силы АТК)."
    ],
    "story": "В Башне мудреца званием «Фиолетовый» отмечают мага, обладающего непревзойденными способностями по накоплению маны. Аиша производила столько маны, что даже начала страдать от ее избытка. По этой причине фон Дафнелы скупили все лучшие камни маны, которые только могли найти, и отнесли их Аннет, лучшему техномагу во дворце Орвела. Аннет с радостью взялась за новый интересный проект. Вскоре она создала мощное оружие в виде прекрасного зонтика, который так к лицу юной волшебнице благородных кровей."
  },
  "s1": {
    "name": "Мистический залп",
    "description": "Наносит {0} ед. маг. урона врагам в огранич. зоне. При крит. ударе время перезарядки -1 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Шанс крит. удара + {0}."
    },
    "light": "Если враг один, наносимый урон +100%.",
    "dark": "В момент Крит. Удара, восстанавливает 300 маны.",
    "ut": {
      "name": "Фиолетовый цветок",
      "description": [
        "[Мистический залп] Снижает время перезарядки на 1 сек. и повышает маг. урон, получаемый целью, на 25% на 10 сек.",
        "[Мистический залп] Снижает время перезарядки на 1,2 сек. и повышает маг. урон, получаемый целью, на 25% на 10 сек.",
        "[Мистический залп] Снижает время перезарядки на 1,4 сек. и повышает маг. урон, получаемый целью, на 25% на 10 сек.",
        "[Мистический залп] Снижает время перезарядки на 1,7 сек. и повышает маг. урон, получаемый целью, на 25% на 10 сек.",
        "[Мистический залп] Снижает время перезарядки на 2,1 сек. и повышает маг. урон, получаемый целью, на 25% на 10 сек.",
        "[Мистический залп] Снижает время перезарядки на 2,5 сек. и повышает маг. урон, получаемый целью, на 25% на 10 сек."
      ],
      "story": "Один из предметов, которые выдают в Башне мудрости при присвоении звания «Фиолетовый». Образует комплект с кольцом маны. Фиолетовый цвет символизирует избыток маны. Словно в подтверждении своего названия Фиолетовый цветок имеет кристаллический шар, который усиливает ману Аиши и заставляет ману взрываться. Так как эти взрывы довольно опасны, Присцилла взяла с Аиши обещание, что та будет использовать цветок только в крайнем случае."
    }
  },
  "s2": {
    "name": "Луч смерти",
    "description": "Наносит врагам по прямой {0} ед. маг. урона кажд. 0,5 сек. Затем кажд. 0,5 сек. применения урон +100%, но -3% маны. Длит. макс. 10 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Шанс крит. удара + {0}."
    },
    "light": "Использ. навыка «Луч смерти» требует вдвое меньше маны.",
    "dark": "Использ. навыка «Луч смерти» требует вдвое больше маны, урон увелич. со 100% до 200%.",
    "ut": {
      "name": "Изысканное ручное зеркальце",
      "description": [
        "[Луч смерти] Увеличивает урон на 50% и мгновенно восстанавливает 500 ед. маны при использовании.",
        "[Луч смерти] Увеличивает урон на 50% и мгновенно восстанавливает 600 ед. маны при использовании.",
        "[Луч смерти] Увеличивает урон на 50% и мгновенно восстанавливает 720 ед. маны при использовании.",
        "[Луч смерти] Увеличивает урон на 50% и мгновенно восстанавливает 860 ед. маны при использовании.",
        "[Луч смерти] Увеличивает урон на 50% и мгновенно восстанавливает 1040 ед. маны при использовании.",
        "[Луч смерти] Увеличивает урон на 50% и мгновенно восстанавливает 1250 ед. маны при использовании."
      ],
      "story": "Священная реликвия, передающаяся в семье фон Дафнел из поколения в поколение. В древние времена шаманы хранили с его помощью ману. После того, как Аиша наполнила его своей маной, она получила доступ к его невероятной силе."
    }
  },
  "s3": {
    "name": "Ливень",
    "description": "На {0} сек. случ. враг получает {1} ед. маг. урона и теряет 5% маг. ЗЩТ. Макс. 5 повторов.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Шанс крит. удара + {0}."
    },
    "light": "Наносит урон по радиусу.",
    "dark": "Эффект уменьш. маг. ЗЩТ накапливается до 10 раз.",
    "ut": {
      "name": "Кольцо бесконечной магии",
      "description": [
        "[Ливень] Урон увеличивается на 50% и в момент Крит. Удара, восстанавливает 30 маны.",
        "[Ливень] Урон увеличивается на 50% и в момент Крит. Удара, восстанавливает 36 маны.",
        "[Ливень] Урон увеличивается на 50% и в момент Крит. Удара, восстанавливает 43 маны.",
        "[Ливень] Урон увеличивается на 50% и в момент Крит. Удара, восстанавливает 52 маны.",
        "[Ливень] Урон увеличивается на 50% и в момент Крит. Удара, восстанавливает 62 маны.",
        "[Ливень] Урон увеличивается на 50% и в момент Крит. Удара, восстанавливает 75 маны."
      ],
      "story": "Кольцо, которым награждается волшебник при получении звания «Фиолетовый» в Башне мудреца. Оно принадлежало ведьме Эвкалете, жившей на Болоте мудрости. Сила кольца напрямую зависит от способностей его владельца. Для некоторых волшебников оно может стать источником бесконечной маны. Кольцо идеально подходит Аише, которая использует мощные манозатратные заклинания."
    }
  },
  "s4": {
    "name": "Мистический бонус",
    "description": "При крит. ударе доп. {0} ед. маг. урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон +40%.",
    "dark": "Игнорирует блокировку врагов."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "Кажд. раз при использ. навыка накапливается заряд Тьмы. За кажд. заряд восст. маны в сек. повыш. на 6%, а крит. урон на 2%. Накапливается до 50 р."
  }
}