{
  "name": "Лео",
  "subtitle": "Вечный летописец",
  "description": "Летописец Большой королевской библиотеки Орвелии. Исцеляет союзников и отменяет полезную магию врагов с помощью знаков.",
  "story": "Говорят, что во дворце Орвела есть бесконечная библиотека. Лео – гном, который отвечает за нее уже очень долгое время. Он выучил все книги библиотеки наизусть и является самым сведущим человеком во всем дворце: некоторые даже специально приходят туда, чтобы спросить у него совета. Несмотря на это, Лео, кажется, все еще чувствует себя неловко при общении с другими.",
  "like": "Читать, писать, записывать",
  "dislike": "Одиночество",
  "inn": {
    "idle": "Ух ты, да здесь людей больше, чем книг.",
    "recruit": {
      "greet": "Привет! Рад познакомиться.",
      "talk": [
        "Я хочу знать все об этом мире.",
        "Мир действительно огромен...",
        "Могу посоветовать хорошую книгу, если заглянешь в библиотеку."
      ],
      "gift": "Это в самом деле мне?"
    },
    "affinity": {
      "greet": "Ох, здесь так уютно!",
      "talk": [
        "Здесь не так уж много книг! Хочешь, я принесу парочку из дома?",
        "Из книг можно узнать абсолютно обо всем!"
      ],
      "gift": "Спасибо! Как-нибудь я приглашу тебя в гости к нам домой!"
    },
    "relationship": {
      "greet": "Привет! Какие новости?",
      "talk": [
        "Я сделал много записей сегодня. Каждый день приносит новые знания.",
        "Похоже, есть много интересных вещей в мире. Так что возможно, мне нужно выходить почаще...",
        "Есть минутка? Я принесу новую книгу..."
      ]
    }
  },
  "uw": {
    "name": "Перо феникса Белиша",
    "description": [
      "В начале каждой битвы на 15 сек. повышает физ. ЗЩТ и маг. ЗЩТ на 20%, СКР АТК на 200 и применяет дополнительный эффект к первому используемому навыку. Знак слабости: повышение шанса крит. удара на 500. Знак исцеления: отмена эффектов контроля, действующих на героя, перед применением навыка. Знак безмолвия: увеличение длительности безмолвия на 1 сек.",
      "В начале каждой битвы на 15 сек. повышает физ. ЗЩТ и маг. ЗЩТ на 24%, СКР АТК на 240 и применяет дополнительный эффект к первому используемому навыку. Знак слабости: повышение шанса крит. удара на 500. Знак исцеления: отмена эффектов контроля, действующих на героя, перед применением навыка. Знак безмолвия: увеличение длительности безмолвия на 1 сек.",
      "В начале каждой битвы на 15 сек. повышает физ. ЗЩТ и маг. ЗЩТ на 29%, СКР АТК на 290 и применяет дополнительный эффект к первому используемому навыку. Знак слабости: повышение шанса крит. удара на 500. Знак исцеления: отмена эффектов контроля, действующих на героя, перед применением навыка. Знак безмолвия: увеличение длительности безмолвия на 1 сек.",
      "В начале каждой битвы на 15 сек. повышает физ. ЗЩТ и маг. ЗЩТ на 35%, СКР АТК на 350 и применяет дополнительный эффект к первому используемому навыку. Знак слабости: повышение шанса крит. удара на 500. Знак исцеления: отмена эффектов контроля, действующих на героя, перед применением навыка. Знак безмолвия: увеличение длительности безмолвия на 1 сек.",
      "В начале каждой битвы на 15 сек. повышает физ. ЗЩТ и маг. ЗЩТ на 42%, СКР АТК на 420 и применяет дополнительный эффект к первому используемому навыку. Знак слабости: повышение шанса крит. удара на 500. Знак исцеления: отмена эффектов контроля, действующих на героя, перед применением навыка. Знак безмолвия: увеличение длительности безмолвия на 1 сек.",
      "В начале каждой битвы на 15 сек. повышает физ. ЗЩТ и маг. ЗЩТ на 50%, СКР АТК на 500 и применяет дополнительный эффект к первому используемому навыку. Знак слабости: повышение шанса крит. удара на 500. Знак исцеления: отмена эффектов контроля, действующих на героя, перед применением навыка. Знак безмолвия: увеличение длительности безмолвия на 1 сек."
    ],
    "story": "Феникс – священное животное, символизирующее бесконечную жизнь. Отыскать перо феникса так же сложно, как и его самого. Говорят, что перо для письма, созданное из пера феникса, обладает магической силой. С помощью рун, начертанных таким пером, можно творить могущественные заклинания."
  },
  "s1": {
    "name": "Знак слабости",
    "description": "Накладывает на цель знак, нанося до {3} ед. игнорирующего ЗЩТ Физ. урона в зависимости от недостающих ОЗ и снижая физ. ЗЩТ цели на {1}% на {0} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Время перезарядки -2 сек.",
    "dark": "Атакует 2 врагов.",
    "ut": {
      "name": "Первый том энциклопедии древних символов",
      "description": [
        "[Знак слабости] Становится неотменяемым и повышает урон на 20%.",
        "[Знак слабости] Становится неотменяемым и повышает урон на 24%.",
        "[Знак слабости] Становится неотменяемым и повышает урон на 29%.",
        "[Знак слабости] Становится неотменяемым и повышает урон на 35%.",
        "[Знак слабости] Становится неотменяемым и повышает урон на 42%.",
        "[Знак слабости] Становится неотменяемым и повышает урон на 50%."
      ],
      "story": "Любимая энциклопедия Лео по систематизации древних символов. На самом деле это был трехтомник, но второй и третий тома были кем-то сознательно уничтожены. Остался лишь «Том первый. Символы проклятия и исцеления». Этот факт очень расстраивает Лео, который считает, что смог бы открыть древние тайны, если бы у него были оба других тома. Кстати говоря, на книгу наложено загадочное заклинание, которое не позволяет никому ее прочесть, если только она сама этого не захочет."
    }
  },
  "s2": {
    "name": "Знак исцеления",
    "description": "Восст. всем союзникам {0} ОЗ.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Исцеление + {0}%."
    },
    "light": "Исцеление +40%.",
    "dark": "После исцеления на 10 сек. физ. ЗЩТ союзников +25%.",
    "ut": {
      "name": "Чернила жизненной энергии",
      "description": [
        "[Знак исцеления] Увеличивает исцеление на 50% и повышает отпор физ. крит. удару союзников на 100 ед. на 10 сек.",
        "[Знак исцеления] Увеличивает исцеление на 50% и повышает отпор физ. крит. удару союзников на 120 ед. на 10 сек.",
        "[Знак исцеления] Увеличивает исцеление на 50% и повышает отпор физ. крит. удару союзников на 140 ед. на 10 сек.",
        "[Знак исцеления] Увеличивает исцеление на 50% и повышает отпор физ. крит. удару союзников на 170 ед. на 10 сек.",
        "[Знак исцеления] Увеличивает исцеление на 50% и повышает отпор физ. крит. удару союзников на 210 ед. на 10 сек.",
        "[Знак исцеления] Увеличивает исцеление на 50% и повышает отпор физ. крит. удару союзников на 250 ед. на 10 сек."
      ],
      "story": "Чернила, изготовленные из сока листьев Древа мира. В год удается получить только 10 капель этих чернил. Магические заклинания, написанные этими чернилами, наполняют тело живительной энергией. Эти чернила очень ценные и необычайно редкие, поэтому Лео использует их только в особых случаях."
    }
  },
  "s3": {
    "name": "Знак безмолвия",
    "description": "{0} ед. Физ. урона всем врагам, отмена положит. эффектов. Безмолвие на {1} сек.",
    "books": {
      "0": "Безмолвие + {0} сек.",
      "1": "Безмолвие + {0} сек.",
      "2": "Безмолвие + {0} сек."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Наносимый урон +200%, цель получает на 20% больше урона от всех атак. Потребление маны +2.",
    "ut": {
      "name": "Свиток памяти",
      "description": [
        "[Знак безмолвия] Цель получает на 15% увеличенный Урон в теч. 10 сек, и сопротивляемость цели к эффектам контроля снижается на 120.",
        "[Знак безмолвия] Цель получает на 15% увеличенный Урон в теч. 10 сек, и сопротивляемость цели к эффектам контроля снижается на 140.",
        "[Знак безмолвия] Цель получает на 15% увеличенный Урон в теч. 10 сек, и сопротивляемость цели к эффектам контроля снижается на 170.",
        "[Знак безмолвия] Цель получает на 15% увеличенный Урон в теч. 10 сек, и сопротивляемость цели к эффектам контроля снижается на 210.",
        "[Знак безмолвия] Цель получает на 15% увеличенный Урон в теч. 10 сек, и сопротивляемость цели к эффектам контроля снижается на 250.",
        "[Знак безмолвия] Цель получает на 15% увеличенный Урон в теч. 10 сек, и сопротивляемость цели к эффектам контроля снижается на 300."
      ],
      "story": "Древний сборник колдовства, написанный авторитетными колдунами. Содержит принципы, лежащие в основе магии жизни и сотворения. Написан на неизвестном языке, в настоящее время расшифрована только его незначительная часть. Возможно, в этой книге скрыты знания, которые позволят волшебникам применять заклинания без каких-либо затрат маны."
    }
  },
  "s4": {
    "name": "Знак защиты",
    "description": "Кажд. {0} сек. отмечает союзника с наименьш. ОЗ и в теч. {1} сек. восст. {2} ОЗ.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Отпор отриц. эффектам + {0}."
    },
    "light": "Исцеление +40%.",
    "dark": "После исцеления на 10 сек. физ. ЗЩТ исцеленных союзников +40%.",
    "ut": {
      "name": "Золотая лупа",
      "description": [
        "[Знак защиты] Увеличивает число целей на 1. На время действия навыка СКР АТК целей повышается на 200.",
        "[Знак защиты] Увеличивает число целей на 1. На время действия навыка СКР АТК целей повышается на 240.",
        "[Знак защиты] Увеличивает число целей на 1. На время действия навыка СКР АТК целей повышается на 290.",
        "[Знак защиты] Увеличивает число целей на 1. На время действия навыка СКР АТК целей повышается на 350.",
        "[Знак защиты] Увеличивает число целей на 1. На время действия навыка СКР АТК целей повышается на 420.",
        "[Знак защиты] Увеличивает число целей на 1. На время действия навыка СКР АТК целей повышается на 500."
      ],
      "story": "Золотая лупа, владеть которой могут только летописцы Орвела. Это символ признания, которым награждаются самые правдивые и непредвзятые историки Орвела. Нет высшего признания для летописца, чем получить золотую лупу в качестве награды."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200",
    "dark": "При атаке шанс 10% нанести случ. врагу Физ. урон (120% от силы АТК), лишить его 300 маны и применить безмолвие на 1 сек."
  }
}