{
  "name": "Флусс",
  "subtitle": "Стремительный клинок",
  "description": "Вице-капитан Императорской гвардии. Его быстрый меч разрезает даже магию. Способен атаковать самых опасных противников.",
  "story": "Сын командира Имперских рыцарей и искусный мечник, обучавшийся фехтованию с самого раннего детства. Во всем имперском дворце нет бойца, способного одолеть его в поединке. Доказательством его мастерства служит бессчетное количество вражеских рыцарей, павших от его меча. Он быстро дослужился до должности заместителя капитана Имперской гвардии и вызывает всеобщее восхищение. Он очень красив, но при этом питает отвращение к тем, кто интересуется им только из-за внешности. Он считает, что внутренняя красота важнее внешней. Тем не менее, он немного кривит душой, так как и сам иногда засматривается на себя в зеркале.",
  "like": "Твои глаза",
  "dislike": "Тех, кто не понимает романтики",
  "inn": {
    "idle": "Не так уж отличается от имперской таверны.",
    "recruit": {
      "greet": "Вы очень трудолюбивы.",
      "talk": [
        "Я уже скучаю по воздуху империи.",
        "Я стал сильнее благодаря постоянным тренировкам.",
        "Есть лишь один человек, которому я могу открыться..."
      ],
      "gift": "За вас."
    },
    "affinity": {
      "greet": "Я подумал, что захватить с собой цветы, будет хорошей идеей.",
      "talk": [
        "Люди похожи на мечи. Нужно постоянно оттачивать свои навыки, чтобы стать настоящим воином.",
        "Мне не нравится Павел. Он поступил с Диной жестоко..."
      ],
      "gift": "Спасибо за доброту."
    },
    "relationship": {
      "greet": "Вот тост для тебя... нет, я пожалуй тут остановлюсь.",
      "talk": [
        "Мой дом изначально не был частью Империи.",
        "Этот цветок- подарок моей родине. Это символ, память о моей потерянной земле.",
        "Наш Орден состоит из слабых и неопытных детей из знатных семей. Сильные и смелые воины где-то в других местах..."
      ]
    }
  },
  "uw": {
    "name": "Веральта, Парные мечи ярости",
    "description": [
      "Каждые 7 сек. повышает АТК на 12% и СКР АТК на 120 на 30 сек. Эффект суммируется до 3 раз и не может быть отменен.",
      "Каждые 7 сек. повышает АТК на 14% и СКР АТК на 140 на 30 сек. Эффект суммируется до 3 раз и не может быть отменен.",
      "Каждые 7 сек. повышает АТК на 17% и СКР АТК на 170 на 30 сек. Эффект суммируется до 3 раз и не может быть отменен.",
      "Каждые 7 сек. повышает АТК на 20% и СКР АТК на 200 на 30 сек. Эффект суммируется до 3 раз и не может быть отменен.",
      "Каждые 7 сек. повышает АТК на 25% и СКР АТК на 250 на 30 сек. Эффект суммируется до 3 раз и не может быть отменен.",
      "Каждые 7 сек. повышает АТК на 30% и СКР АТК на 300 на 30 сек. Эффект суммируется до 3 раз и не может быть отменен."
    ],
    "story": "Пара зачарованных кинжалов, принадлежавшая еще деду Флусса, прославленному рыцарю из Республики Грэй, и ставшая семейной реликвией. Эти кинжалы постепенно усиливают физические возможности своего владельца, наделяя его сверхъестественной силой и скоростью. Из-за того, что процесс усиления происходит не мгновенно, а постепенно, тело человека не испытывает серьезных нагрузок. Кинжалы носят имена «Кровь» и «Роза», так как где бы Флусс ни взмахнул ими, там падают капли крови и лепестки цветов. Ни один воин не способен управляться с ними так ловко, как Флусс."
  },
  "s1": {
    "name": "Меч бури",
    "description": "3 раза атакует цель и ближайших к ней противников, нанося в сумме {0} ед. физ. урона. Если цель не является героем, наносит в сумме {1} ед. доп. физ. урона за 5 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Если враг один, игнорирует его ЗЩТ.",
    "dark": "При крит. ударе время перезарядки -6%."
  },
  "s2": {
    "name": "Покров",
    "description": "Двигается к противнику с наивысшей Атакой и накладывает Молчание на 2 сек. Уменьшение Магич. Урона повышается на {1} на {0} сек. Наносит Метку на противника на {2} сек, и собственные атаки теперь имеют приоритетом данную цель. В случае атаки цели, на которую нанесена Метка, наносится {3} экстра Физ. Урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Потребление маны +1, время перезарядки -5 сек.",
    "dark": "Отменяет положит. эффекты цели.",
    "ut": {
      "name": "Духи соблазнения",
      "description": [
        "[Покров] Делает знак неотменяемым и увеличивает АТК на 20% на 10 сек. после гибели противника, отмеченного знаком.",
        "[Покров] Делает знак неотменяемым и увеличивает АТК на 24% на 10 сек. после гибели противника, отмеченного знаком.",
        "[Покров] Делает знак неотменяемым и увеличивает АТК на 29% на 10 сек. после гибели противника, отмеченного знаком.",
        "[Покров] Делает знак неотменяемым и увеличивает АТК на 35% на 10 сек. после гибели противника, отмеченного знаком.",
        "[Покров] Делает знак неотменяемым и увеличивает АТК на 42% на 10 сек. после гибели противника, отмеченного знаком.",
        "[Покров] Делает знак неотменяемым и увеличивает АТК на 50% на 10 сек. после гибели противника, отмеченного знаком."
      ],
      "story": "Духи, в которые добавлен экстракт из роз Вивьен, распустившихся самыми первыми в году. Эти розы очень красивые, но ядовитые. Их запах вызывает галлюцинации, заставляющие противников застывать на месте и трепетать от страха."
    }
  },
  "s3": {
    "name": "Алые лепестки",
    "description": "16 раз атакует противника, подавляя его на протяжении действия навыка и нанося ему в сумме {0} ед. физ. урона. Этот урон игнорирует эффекты блокирования, действующие на цель.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Кажд. крит. удар увелич. урон от последней атаки на 10%.",
    "dark": "Во время перезарядки увелич. урон от автоатак на 50%.",
    "ut": {
      "name": "Роза бессмертия",
      "description": [
        "[Алые лепестки] Урон увеличивается на 20% и герой уклоняется от всех магич. атак в теч. времени работы навыка.",
        "[Алые лепестки] Урон увеличивается на 24% и герой уклоняется от всех магич. атак в теч. времени работы навыка.",
        "[Алые лепестки] Урон увеличивается на 29% и герой уклоняется от всех магич. атак в теч. времени работы навыка.",
        "[Алые лепестки] Урон увеличивается на 35% и герой уклоняется от всех магич. атак в теч. времени работы навыка.",
        "[Алые лепестки] Урон увеличивается на 42% и герой уклоняется от всех магич. атак в теч. времени работы навыка.",
        "[Алые лепестки] Урон увеличивается на 50% и герой уклоняется от всех магич. атак в теч. времени работы навыка."
      ],
      "story": "Роза, которая не вянет даже после того, как ее сорвали. Флусс очень любит этот цветок. Роза напоминает Флусс о долге рыцаря, благодаря чему онсобранирешителенво время боя."
    }
  },
  "s4": {
    "name": "Падение чар",
    "description": "Кажд. {0} сек. в ответ на маг. урон наносит объекту {1} ед. физ. урона. Уклонение от всех маг. АТК на {2} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "При уклонении повыш. собств. силу АТК на 3% до 10 раз.",
    "dark": "Шанс 30% оглушить цель на 3 сек."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +100",
    "dark": "При автоатаке наносит бонусный физ. урон (20% от силы АТК). Шанс 10% удвоить наносимый физ. урон и снять с врага положит. эффекты."
  }
}