{
  "name": "Луна",
  "subtitle": "Дитя лунного света",
  "description": "Неопознанная девочка, владеющая рогаткой размером с нее. Чем дальше летят ее снаряды, тем сильнее урон.",
  "story": "Лулу, представители расы полулюдей-полуживотных, встречаются так редко, что считаются мифическими существами. Они обитают в регионе с очень холодным климатом и боятся сталкиваться с внешним миром. Однажды среди лулу появился ребенок, совершенно непохожий характером на своих сородичей, и звали его Луна. Не то чтобы она была недовольна образом жизни, который вел ее народ, или имела какие-то грандиозные планы по исследованию мира за пределами дома. Она просто собирала цветочки. Тут цветочек, там цветочек. Потом она нашла веточку для своей рогатки. Потом она почуяла запах чего-то вкусного. И вот она уже бежит в припрыжку к морковным грядкам, а родной дом остался далеко позади.",
  "like": "Морковку, друзей",
  "dislike": "Голод",
  "inn": {
    "idle": "Привет! Есть морковка?",
    "recruit": {
      "greet": "Привет! И тебе привет! Всем привет!",
      "talk": [
        "Знаешь, что это? Морковка!",
        "Морковка морковного цвета, ух ты!",
        "Кролик? Нет, Луна - это Луна!"
      ],
      "gift": "Вау!Это морковка? Хм? Нет!"
    },
    "affinity": {
      "greet": "Привет! А Луна уже ждет!",
      "talk": [
        "Здесь весело! Луне здесь нравится! Очень-очень!",
        "Луна благословит тебя! Морковками!"
      ],
      "gift": "Это же свежая морковка, правда?"
    },
    "relationship": {
      "greet": "Луна хорошо справляется!!",
      "talk": [
        "У Луны очень много друзей дома! Но Луна забыла, где её дом...",
        "Все думают, что самая любимая вещь Луны- это морковка! И да, это правда!",
        "Ах, мм.. У тебя есть морковка?"
      ]
    }
  },
  "uw": {
    "name": "Хаясинт, Цветок героя",
    "description": [
      "Увеличивает урон от обычных атак на 20% и радиус атак на 6%.",
      "Увеличивает урон от обычных атак на 24% и радиус атак на 7.2%.",
      "Увеличивает урон от обычных атак на 29% и радиус атак на 8.6%.",
      "Увеличивает урон от обычных атак на 35% и радиус атак на 10.5%.",
      "Увеличивает урон от обычных атак на 42% и радиус атак на 12.5%.",
      "Увеличивает урон от обычных атак на 50% и радиус атак на 15%."
    ],
    "story": "Эта рогатка сделана из хаясинта, серебряного дерева, растущего только в чрезвычайно холодных регионах. Говорят, что эти деревья были благословлены королевой льда и могут давать ярко-красные плоды даже в самом суровом климате. Если держать в руке ветку хаясинта, можно совершенно не чувствовать окружающего холода. Эти деревья также обладают силой призывать бураны и морозы. Благодаря этим необычным свойствам из древесины хаясинта получается прекрасное оружие."
  },
  "s1": {
    "name": "Пиф-паф!",
    "description": "Отскакивая от ближ. врага, наносит 3 удара с {0} ед. маг. урона. Больше расстояние - больше урон.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Если враг один, наносимый урон +100%.",
    "dark": "Противники, попавшие под удар, становятся Оглушенными на 1 сек."
  },
  "s2": {
    "name": "Берегите головы!",
    "description": "Наносит {0} ед. маг. урона самому дальнему врагу в огранич. зоне и оглушает на {1} сек. Больше расстояние - больше урон.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Потребление маны +2, атакует случ. врага 3 р.",
    "dark": "Игнорирует блокировку врагов.",
    "ut": {
      "name": "Морковка лунного света",
      "description": [
        "[Берегите головы!] Увеличивает урон на 20% и снижает время перезарядки на 10% при крит. ударе.",
        "[Берегите головы!] Увеличивает урон на 24% и снижает время перезарядки на 10% при крит. ударе.",
        "[Берегите головы!] Увеличивает урон на 29% и снижает время перезарядки на 10% при крит. ударе.",
        "[Берегите головы!] Увеличивает урон на 35% и снижает время перезарядки на 10% при крит. ударе.",
        "[Берегите головы!] Увеличивает урон на 42% и снижает время перезарядки на 10% при крит. ударе.",
        "[Берегите головы!] Увеличивает урон на 50% и снижает время перезарядки на 10% при крит. ударе."
      ],
      "story": "Морковка, которая созревает после того, как на нее тысячу раз попадет лунный свет. Удар такой морковкой изгоняет все зло из души и дарует способность отличать хорошее от плохого."
    }
  },
  "s3": {
    "name": "Слепящий блеск",
    "description": "Наносит {0} ед. маг. урона врагам в зоне, в теч. {1} сек. шанс крит. удара - {2}%.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Понижает Меткость противника, попавшего под удар, на 150 на 7 сек.",
    "dark": "Потребление маны +1, отбрасывает цель.",
    "ut": {
      "name": "Нетающий снежный цветок",
      "description": [
        "[Слепящий блеск] Урон повышается на 20% и цель, находящаяся под эффектом уменьшения шанса крит. удара не можем снять данный эффект.",
        "[Слепящий блеск] Урон повышается на 24% и цель, находящаяся под эффектом уменьшения шанса крит. удара не можем снять данный эффект.",
        "[Слепящий блеск] Урон повышается на 29% и цель, находящаяся под эффектом уменьшения шанса крит. удара не можем снять данный эффект.",
        "[Слепящий блеск] Урон повышается на 35% и цель, находящаяся под эффектом уменьшения шанса крит. удара не можем снять данный эффект.",
        "[Слепящий блеск] Урон повышается на 42% и цель, находящаяся под эффектом уменьшения шанса крит. удара не можем снять данный эффект.",
        "[Слепящий блеск] Урон повышается на 50% и цель, находящаяся под эффектом уменьшения шанса крит. удара не можем снять данный эффект."
      ],
      "story": "Легендарный ледяной цветок, растущий на никогда не тающих просторах Заснеженных гор Виндланда. Говорят, что он наполняет своего владельца чистой и прекрасной энергией. Благодаря этому цветку чистая энергия Луны сияет еще ярче."
    }
  },
  "s4": {
    "name": "Не уйдешь!",
    "description": "Кажд. {0} сек. самый дальний враг получает {2} ед. маг. урона на {1} сек. Больше расстояние - больше урон.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Шанс 20% отбросить цель и сбить с ног на 2 сек.",
    "dark": "Навык применяется к 2 врагам."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "При автоатаке шанс 10% отбросить врага далеко назад и оглушить на 3 сек. СКР АТК +500 на 3 сек."
  }
}