{
  "name": "Клео",
  "subtitle": "Колдунья Чистилища",
  "description": "Смелая колдунья из Красной башни. Использует мощную магию огня, чтобы наносить урон нескольким врагам, а затем причиняет еще больший ущерб, взрывая угли.",
  "story": "Ранние воспоминания Клео связаны с Башней мудреца. Эта гениальная волшебница и проказница с детства была сиротой и воспитывалась великим мудрецом Доминиксом. Ее неспособность управлять собственной силой часто приводила к различным бедам, включая частичное обрушение Красной башни, в которой она жила. Тем не менее, великий мудрец всегда относился к ней с нисхождением, поэтому ее недолюбливали его другие ученики. Из-за этого Клео выросла эгоистичной и невнимательной к другим, но все же глубоко внутри она добрая девочка, которая боится остаться одна.",
  "like": "Костры, подушки (?)",
  "dislike": "Механизмы",
  "inn": {
    "idle": "Ох... Так скучно. Вот бы чего-то веселого и магического...",
    "recruit": {
      "greet": "Привет! Я Клео! Архи-маг!",
      "talk": [
        "Хочешь мяска? Приготовить?",
        "Интересуешься магией Огня? Хаха, могу научить, но не все могут с ней сладить!",
        "Почему все зовут меня Магом Страданий? Не люблю такое прозвище! Зовите меня Архи-магом!"
      ],
      "gift": "Ха, а ты мне нравишься."
    },
    "affinity": {
      "greet": "Опаздываешь! Как можно заставлять ждать верховного мага?!",
      "talk": [
        "Кто мне больше нравится, Фрэй или Рой? Какой бессмысленный вопрос! Конечно, Фрэй!",
        "Интересно, где сейчас моя мама... Надеюсь, я когда-нибудь ее встречу."
      ],
      "gift": "Ого! Подарок, достойный великого мага! Спасибо!"
    },
    "relationship": {
      "greet": "Перед тобой лучший Архи-маг!",
      "talk": [
        "Фрей- больше, чем подушка для меня!",
        "Не забывайте, лишь благодаря мне мы так быстро обернулись!",
        "Ты же останешься с нами, да?"
      ]
    }
  },
  "uw": {
    "name": "Флейнос, Изначальное пламя",
    "description": [
      "Кажд. 4 сек. угли взрываются, нанося окруж. врагам маг. урон (80% от силы АТК)",
      "Кажд. 4 сек. угли взрываются, нанося окруж. врагам маг. урон (96% от силы АТК).",
      "Кажд. 4 сек. угли взрываются, нанося окруж. врагам маг. урон (114% от силы АТК).",
      "Кажд. 4 сек. угли взрываются, нанося окруж. врагам маг. урон (138% от силы АТК).",
      "Кажд. 4 сек. угли взрываются, нанося окруж. врагам маг. урон (166% от силы АТК).",
      "Кажд. 4 сек. угли взрываются, нанося окруж. врагам маг. урон (200% от силы АТК)."
    ],
    "story": "Эссенция изначального пламени мира. Повелитель огненных стихий отдал этот прекрасный камень человеку, заключившему с ним сделку. Через много-много лет этот камень попал в руки верховного мага, который использовал его для создания посоха. Позже верховный маг передал этот посох своей любимой ученице."
  },
  "s1": {
    "name": "Огненные иглы",
    "description": "5 раз атакует случайного противника, нанося в сумме {0} ед. маг. урона и накладывая 1 уголек на пораженного противника.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон +40%.",
    "dark": "Накапливает по 2 уголька."
  },
  "s2": {
    "name": "Огненный шар",
    "description": "Атакует цель и ближайших к ней противников, нанося {0} ед. маг. урона и оглушая их на 2 сек. Наносит {2} ед. доп. маг. урона за каждый уголек на противнике.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон +40%.",
    "dark": "Цена в Мане увеличена на 1, и проводится атака случайной цели 2 раза.",
    "ut": {
      "name": "Эликсир Фламеля",
      "description": [
        "[Огненный шар] Увеличивает урон на 20% и оставляет на пораженном противнике 5 угольков.",
        "[Огненный шар] Увеличивает урон на 24% и оставляет на пораженном противнике 5 угольков.",
        "[Огненный шар] Увеличивает урон на 29% и оставляет на пораженном противнике 5 угольков.",
        "[Огненный шар] Увеличивает урон на 35% и оставляет на пораженном противнике 5 угольков.",
        "[Огненный шар] Увеличивает урон на 42% и оставляет на пораженном противнике 5 угольков.",
        "[Огненный шар] Увеличивает урон на 50% и оставляет на пораженном противнике 5 угольков."
      ],
      "story": "Эликсир, изготовленный алхимиком по имени Фламель из выжимки эссенции огня. Пламя Фламеля горит, не затухая. Все маги очень признательны ему за этот эликсир, а также за эссенцию огня, усиливающую мощь «Огненного шара», которую он изготовил из саламандр, живущих в вулкане Драгия."
    }
  },
  "s3": {
    "name": "Огненный дождь",
    "description": "8 раз атакует всех противников, нанося в сумме {0} ед. маг. урона и накладывая на них 1 уголек. Наносит {1} ед. доп. маг. урона за каждый уголек на противнике.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Время перезарядки -3 сек.",
    "dark": "Если больше 5 угольков, враг оглушается на 1 сек.",
    "ut": {
      "name": "Свиток адского пламени",
      "description": [
        "[Огненный дождь] Урон увеличивается на 20%. В момент Крит. Удара по врагу с 5ю эффектами Углей, перезарядка умения уменьшается на 3%.",
        "[Огненный дождь] Урон увеличивается на 24%. В момент Крит. Удара по врагу с 5ю эффектами Углей, перезарядка умения уменьшается на 3%.",
        "[Огненный дождь] Урон увеличивается на 29%. В момент Крит. Удара по врагу с 5ю эффектами Углей, перезарядка умения уменьшается на 3%.",
        "[Огненный дождь] Урон увеличивается на 35%. В момент Крит. Удара по врагу с 5ю эффектами Углей, перезарядка умения уменьшается на 3%.",
        "[Огненный дождь] Урон увеличивается на 42%. В момент Крит. Удара по врагу с 5ю эффектами Углей, перезарядка умения уменьшается на 3%.",
        "[Огненный дождь] Урон увеличивается на 50%. В момент Крит. Удара по врагу с 5ю эффектами Углей, перезарядка умения уменьшается на 3%."
      ],
      "story": "Этот свиток оставила в Башне мудреца величайшая волшебница огня в Орвелии Веста, известная также под прозвищем «Богиня Огня». Он наполнен великой силой, но его использование требует большого расхода маны. Свиток адкого пламени находится под запретом, однако Клео забрала его из Башни мудреца и использует теперь, чтобы усилить свой «Огненный дождь»."
    }
  },
  "s4": {
    "name": "Огненный путь",
    "description": "При обычных атаках с 20% шансом атакует 3 случайных противников, нанося {0} ед. маг. урона цели и ближайшим к ней противникам и накладывая на них 1 уголек. Уголек наносит в сумме {1} ед. маг. урона за 20 сек. и снижает маг. ЗЩТ цели на 5% (может суммироваться до 5 раз).",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "При кажд. крит. ударе оставляет по 2 уголька."
    },
    "light": "Макс. кол-во накапливаемых угольков увелич. до 6.",
    "dark": "Шанс срабатывания становится равен 30%."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "Урон Угольков повышается на 200%."
  }
}