{
  "name": "Клео",
  "subtitle": "Колдунья Чистилища",
  "description": "Смелая колдунья из Красной башни. Использует мощную магию огня, чтобы наносить урон нескольким врагам, а затем причиняет еще больший ущерб, взрывая угли.",
  "story": "Ранние воспоминания Клео связаны с Башней мудреца. Эта гениальная волшебница и проказница с детства была сиротой и воспитывалась великим мудрецом Доминиксом. Ее неспособность управлять собственной силой часто приводила к различным бедам, включая частичное обрушение Красной башни, в которой она жила. Тем не менее, великий мудрец всегда относился к ней с нисхождением, поэтому ее недолюбливали его другие ученики. Из-за этого Клео выросла эгоистичной и невнимательной к другим, но все же глубоко внутри она добрая девочка, которая боится остаться одна.",
  "like": "Костры, подушки (?)",
  "dislike": "Механизмы",
  "inn": {
    "idle": "Ох... Так скучно. Вот бы чего-то веселого и магического...",
    "recruit": {
      "greet": "Привет! Я Клео! Архи-маг!",
      "talk": [
        "Хочешь мяска? Приготовить?",
        "Интересуешься магией Огня? Хаха, могу научить, но не все могут с ней сладить!",
        "Почему все зовут меня Магом Страданий? Не люблю такое прозвище! Зовите меня Архи-магом!"
      ],
      "gift": "Ха, а ты мне нравишься."
    },
    "affinity": {
      "greet": "Опаздываешь! Как можно заставлять ждать верховного мага?!",
      "talk": [
        "Кто мне больше нравится, Фрэй или Рой? Какой бессмысленный вопрос! Конечно, Фрэй!",
        "Интересно, где сейчас моя мама... Надеюсь, я когда-нибудь ее встречу."
      ],
      "gift": "Ого! Подарок, достойный великого мага! Спасибо!"
    },
    "relationship": {
      "greet": "Перед тобой лучший Архи-маг!",
      "talk": [
        "Фрей- больше, чем подушка для меня!",
        "Не забывайте, лишь благодаря мне мы так быстро обернулись!",
        "Ты же останешься с нами, да?"
      ]
    }
  },
  "uw": {
    "name": "Изначальное пламя Флейнос",
    "description": [
      "Атаки навыком наносят доп. маг. урон, равный 3% АТК за каждый заряд уголька, наложенного на противников.",
      "Атаки навыком наносят доп. маг. урон, равный 3,6% АТК за каждый заряд уголька, наложенного на противников.",
      "Атаки навыком наносят доп. маг. урон, равный 4,3% АТК за каждый заряд уголька, наложенного на противников.",
      "Атаки навыком наносят доп. маг. урон, равный 5,2% АТК за каждый заряд уголька, наложенного на противников.",
      "Атаки навыком наносят доп. маг. урон, равный 6,3% АТК за каждый заряд уголька, наложенного на противников.",
      "Атаки навыком наносят доп. маг. урон, равный 7,5% АТК за каждый заряд уголька, наложенного на противников."
    ],
    "story": "Эссенция изначального пламени мира. Повелитель огненных стихий отдал этот прекрасный камень человеку, заключившему с ним сделку. Через много-много лет этот камень попал в руки верховного мага, который использовал его для создания посоха. Позже верховный маг передал этот посох своей любимой ученице."
  },
  "s1": {
    "name": "Огненные иглы",
    "description": "5 раз атакует случайного противника, нанося в сумме {0} ед. маг. урона. При критическом ударе восстанавливает себе 100 маны.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "При атаке более 5 противников урон навыка уменьшается на 50%, но навык наносит урон всем противникам.",
    "dark": "Оглушает цель на 1 сек.",
    "ut": {
      "name": "Фонарь феникса",
      "description": [
        "[Огненные иглы] Меняет цель на противника с наивысшим уровнем АТК и снижает ману цели на 100.",
        "[Огненные иглы] Меняет цель на противника с наивысшим уровнем АТК и снижает ману цели на 120.",
        "[Огненные иглы] Меняет цель на противника с наивысшим уровнем АТК и снижает ману цели на 140.",
        "[Огненные иглы] Меняет цель на противника с наивысшим уровнем АТК и снижает ману цели на 170.",
        "[Огненные иглы] Меняет цель на противника с наивысшим уровнем АТК и снижает ману цели на 210.",
        "[Огненные иглы] Меняет цель на противника с наивысшим уровнем АТК и снижает ману цели на 250."
      ],
      "story": "Волшебный фонарь из Башни мудрости. В этом фонаре заключен несгорающий феникс, первое пламя Башни мудрости. Доминикс тщательно за ним присматривает, так как в настоящее время фениксы – исчезающий вид. Однако Клео беззаботно использует его для усиления своих «Огненных игл», игнорируя опасения своего учителя."
    }
  },
  "s2": {
    "name": "Огненный шар",
    "description": "Атакует цель и ближайших к ней противников, нанося {0} ед. маг. урона и оглушая их на 2 сек. Наносит {1} ед. доп. маг. урона боссам.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "При поражении противника с 10 или более зарядами уголька повышает получаемый им маг. урон на 40% на 10 сек.",
    "dark": "При поражении противника накладывает на него 10 зарядов уголька.",
    "ut": {
      "name": "Эликсир Фламеля",
      "description": [
        "[Огненный шар] Снижает затраты маны на 1 сферу и увеличивает урон на 20%.",
        "[Огненный шар] Снижает затраты маны на 1 сферу и увеличивает урон на 24%.",
        "[Огненный шар] Снижает затраты маны на 1 сферу и увеличивает урон на 29%.",
        "[Огненный шар] Снижает затраты маны на 1 сферу и увеличивает урон на 35%.",
        "[Огненный шар] Снижает затраты маны на 1 сферу и увеличивает урон на 42%.",
        "[Огненный шар] Снижает затраты маны на 1 сферу и увеличивает урон на 50%."
      ],
      "story": "Эликсир, изготовленный алхимиком по имени Фламель из выжимки эссенции огня. Пламя Фламеля горит, не затухая. Все маги очень признательны ему за этот эликсир, а также за эссенцию огня, усиливающую мощь «Огненного шара», которую он изготовил из саламандр, живущих в вулкане Драгия."
    }
  },
  "s3": {
    "name": "Огненный дождь",
    "description": "5 раз атакует всех противников, нанося в сумме {0} ед. маг. урона. Эта атака наносит повышенный на 150% крит. урон.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Повышает урон на 40%.",
    "dark": "При атаке более 5 противников снижает затраты маны на 2 сферы на 10 сек. Время перезарядки эффекта – 10 сек.",
    "ut": {
      "name": "Свиток адского пламени",
      "description": [
        "[Огненный дождь] Урон увеличивается на 20%. При Крит. Ударе по врагу, получившему 5 эффектов Уголька, перезарядка умения будет уменьшаться на {0}%. В случае смерти врага от огненного дождя перезарядка уменьшится на {1}% дополнительно.",
        "[Огненный дождь] Урон увеличивается на 24%. При Крит. Ударе по врагу, получившему 5 эффектов Уголька, перезарядка умения будет уменьшаться на {0}%. В случае смерти врага от огненного дождя перезарядка уменьшится на {1}% дополнительно.",
        "[Огненный дождь] Урон увеличивается на 29%. При Крит. Ударе по врагу, получившему 5 эффектов Уголька, перезарядка умения будет уменьшаться на {0}%. В случае смерти врага от огненного дождя перезарядка уменьшится на {1}% дополнительно.",
        "[Огненный дождь] Урон увеличивается на 35%. При Крит. Ударе по врагу, получившему 5 эффектов Уголька, перезарядка умения будет уменьшаться на {0}%. В случае смерти врага от огненного дождя перезарядка уменьшится на {1}% дополнительно.",
        "[Огненный дождь] Урон увеличивается на 42%. При Крит. Ударе по врагу, получившему 5 эффектов Уголька, перезарядка умения будет уменьшаться на {0}%. В случае смерти врага от огненного дождя перезарядка уменьшится на {1}% дополнительно.",
        "[Огненный дождь] Урон увеличивается на 50%. При Крит. Ударе по врагу, получившему 5 эффектов Уголька, перезарядка умения будет уменьшаться на {0}%. В случае смерти врага от огненного дождя перезарядка уменьшится на {1}% дополнительно."
      ],
      "story": "Этот свиток оставила в Башне мудреца величайшая волшебница огня в Орвелии Веста, известная также под прозвищем «Богиня Огня». Он наполнен великой силой, но его использование требует большого расхода маны. Свиток адкого пламени находится под запретом, однако Клео забрала его из Башни мудреца и использует теперь, чтобы усилить свой «Огненный дождь»."
    }
  },
  "s4": {
    "name": "Огненный путь",
    "description": "При поражении противника применяет заряд уголька. Пораженные угольком противники получают {1} ед. маг. урона в течение 20 сек. Заряд уголька суммируется до 10 раз.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Макс. число зарядов уголька меняется на 12.",
    "dark": "Каждые 10 сек. оглушает пораженных угольком противников на 2 сек. При наложении более 10 зарядов уголька оглушает противников на 3 сек.",
    "ut": {
      "name": "Введение в заклинания красных ведьм",
      "description": [
        "[Огненный путь] Уголек становится неотменяемым и увеличивает получаемый целью маг. урон на 1% за каждый заряд.",
        "[Огненный путь] Уголек становится неотменяемым и увеличивает получаемый целью маг. урон на 1,2% за каждый заряд.",
        "[Огненный путь] Уголек становится неотменяемым и увеличивает получаемый целью маг. урон на 1,4% за каждый заряд.",
        "[Огненный путь] Уголек становится неотменяемым и увеличивает получаемый целью маг. урон на 1,7% за каждый заряд.",
        "[Огненный путь] Уголек становится неотменяемым и увеличивает получаемый целью маг. урон на 2,1% за каждый заряд.",
        "[Огненный путь] Уголек становится неотменяемым и увеличивает получаемый целью маг. урон на 2,5% за каждый заряд."
      ],
      "story": "Учебник, описывающий заклинания огня, используемые красными ведьмами. Хотя многие маги сторонятся этой книги, так как содержащиеся в ней заклинания слишком разрушительны и могут помутить рассудок заклинателя, она все же тайно распространяется по всей империи."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "При поражении противника с 10 или более зарядами уголька повышает получаемый целью маг. урон на 30%, каждую секунду накладывает 2 заряд уголька на противников, не являющихся ге"
  }
}