{
  "name": "Лайас",
  "subtitle": "Священная жрица воды",
  "description": "Жрица, охраняющая Оазис пустыни Аэгина. Дракон воды, который жил тысячелетиями. Ее вода обладает мощными целебными свойствами.",
  "story": "Эта прекрасная и нежная жрица воды – на самом деле трансформировавшийся синий дракон. Когда-то ей даже поклонялись некоторые племена пустыни. По неизвестным причинам она очень долгое время провела в состоянии сна. Она может управлять водой и орошать землю, делая ее плодородной. Она всегда использовала свою силу, чтобы помогать людям. В благодарность люди возвели для нее Золотой храм Потока под озером в оазисе. Когда в пустыне появились злые силы, она пробудилась ото сна и теперь снова использует свой дар, чтобы помогать окружающим.",
  "like": "Плавать, мыть ее волосы",
  "dislike": "Все, что повергает мир в хаос",
  "inn": {
    "idle": "Не бойся. Ты можешь стать сильнее.",
    "recruit": {
      "greet": "Я Лорейн, эльфийка Элидоры. Мое почтение.",
      "talk": [
        "Я хорошо провела время.",
        "Пусть благословение матери-природы освещает твой путь.",
        "Человек - удивительное существо. Но ваш недостаток в том, что вы не можете противостоять искушению."
      ],
      "gift": "Я буду бережно хранить это."
    },
    "affinity": {
      "greet": "Мне всегда очень приятно провести с тобой время.",
      "talk": [
        "Тебя ожидает большое перепутье. А на твоем пути тебе встретится и свет, и тьма...",
        "В отличие от эльфов, известных своим долгожительством, люди живут намного меньше, но сияют гораздо ярче в расцвете своих сил."
      ],
      "gift": "Твоя щедрость не знает границ."
    },
    "relationship": {
      "greet": "Ты вырос, стал чище.",
      "talk": [
        "У тебя сама чистая душа из всех, что я видела.",
        "Я мечтаю, чтобы эти периоды мира были бы вечны...",
        "Я никогда не забуду тебя, никогда."
      ]
    }
  },
  "uw": {
    "name": "Эльдвар, Круговое течение",
    "description": [
      "При крит. ударе 80% урона врага переходит в ОЗ слабейш. союзника.",
      "При крит. ударе 96% урона врага переходит в ОЗ слабейш. союзника.",
      "При крит. ударе 115% урона врага переходит в ОЗ слабейш. союзника.",
      "При крит. ударе 138% урона врага переходит в ОЗ слабейш. союзника.",
      "При крит. ударе 166% урона врага переходит в ОЗ слабейш. союзника.",
      "При крит. ударе 200% урона врага переходит в ОЗ слабейш. союзника."
    ],
    "story": "Анх, выполненный в виде феникса, символизирующего естественный ход жизни. В древние времена племена пустынных кочевников поклонялись голубому дракону, обитавшему в оазисе, и считали его своим защитником. В свою очередь, дракон дарил им дождь и щедрый урожай. Из благодарности кочевники преподносили ей различные сокровища, включая и камень воды «Лазулию». Хотя дракона не интересовало материальное богатство, она все же принимала щедрые дары и построила в оазисе с их помощью храм. Этот анх обладает могущественной силой воды и является священным символом того храма."
  },
  "s1": {
    "name": "Целебная влага",
    "description": "Восст. всем союзникам часть потерянных ОЗ, макс. + {0}.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Исцеление + {0}%."
    },
    "light": "Исцеление +40%.",
    "dark": "При исцелении союзников на 10 сек. сопротивление маг. крит. удару +25%.",
    "ut": {
      "name": "Чешуя водяного дракона",
      "description": [
        "[Целебная влага] Повышает исцеление на 50% и повышает маг. блок цели на 200 на 10 сек.",
        "[Целебная влага] Повышает исцеление на 50% и повышает маг. блок цели на 240 на 10 сек.",
        "[Целебная влага] Повышает исцеление на 50% и повышает маг. блок цели на 290 на 10 сек.",
        "[Целебная влага] Повышает исцеление на 50% и повышает маг. блок цели на 350 на 10 сек.",
        "[Целебная влага] Повышает исцеление на 50% и повышает маг. блок цели на 420 на 10 сек.",
        "[Целебная влага] Повышает исцеление на 50% и повышает маг. блок цели на 500 на 10 сек."
      ],
      "story": "Чешуя, которой Лайас когда-то украшала волосы и в которой накапливала целительную силу на случай, если израсходует всю свою энергию. Когда неистовые молитвы племени троватия разбудили ее в храме Потока, она решила, что юная Лилия, возможно, не сумеет защитить детей пустыни, если Лайас опять впадет в сон, как 100 лет назад. Взвесим все за и против, она поместила часть своей силы в чешую, чтобы передать ее Лилии при крайней необходимости."
    }
  },
  "s2": {
    "name": "Завеса росы",
    "description": "Создает завесу на 15 сек. союзнику с наименьш. ОЗ. ЗЩТ от {0} ед. урона, иммунитет к отриц. эффектам. Кажд. секунду восст. {1} ОЗ. Завеса дает иммунитет к отриц. эффектам.",
    "books": {
      "0": "Завеса + {0}%.",
      "1": "Завеса + {0}%.",
      "2": "Завеса + {0}%."
    },
    "light": "Сила АТК цели +30%.",
    "dark": "Сопротивление Магич. Критам цели увеличивается на 25%",
    "ut": {
      "name": "Кристалл оазиса",
      "description": [
        "[Завеса росы] Снижает время перезарядки на 12% и отменяет все отриц. эффекты, действующие на цель.",
        "[Завеса росы] Снижает время перезарядки на 14% и отменяет все отриц. эффекты, действующие на цель.",
        "[Завеса росы] Снижает время перезарядки на 17% и отменяет все отриц. эффекты, действующие на цель.",
        "[Завеса росы] Снижает время перезарядки на 21% и отменяет все отриц. эффекты, действующие на цель.",
        "[Завеса росы] Снижает время перезарядки на 25% и отменяет все отриц. эффекты, действующие на цель.",
        "[Завеса росы] Снижает время перезарядки на 30% и отменяет все отриц. эффекты, действующие на цель."
      ],
      "story": "Эссенция воды, хранимая голубыми драконами. Эссенция из оазиса, который был создан в пустыне голубыми драконами во время сотворения мира. Хранение и защита этой эссенции – священная обязанность жрицы воды Лайас и ее любимое занятие. Когда жрица воды использует «Завесу росы», кристалл оазиса указывает ей на союзника, больше всего нуждающегося в помощи."
    }
  },
  "s3": {
    "name": "День воды",
    "description": "Сбивает с ног врагов вокруг, нанося {0} ед. маг. урона. Всем союзникам +2 сф. маны. Затем на {1} сек. вихрь захватывает случ. врагов, наносит {2} ед. маг. урона и сбивает с ног на 2 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон наносится каждые 3 сек.",
    "dark": "Восст. 15% ОЗ всех союзников.",
    "ut": {
      "name": "Папирус течений",
      "description": [
        "[День воды] Эффект вихря атакует 2 врагов и все союзники восстанавливают дополнительные 500 маны.",
        "[День воды] Эффект вихря атакует 2 врагов и все союзники восстанавливают дополнительные 600 маны.",
        "[День воды] Эффект вихря атакует 2 врагов и все союзники восстанавливают дополнительные 720 маны.",
        "[День воды] Эффект вихря атакует 2 врагов и все союзники восстанавливают дополнительные 860 маны.",
        "[День воды] Эффект вихря атакует 2 врагов и все союзники восстанавливают дополнительные 1040 маны.",
        "[День воды] Эффект вихря атакует 2 врагов и все союзники восстанавливают дополнительные 1250 маны."
      ],
      "story": "Образец утерянного навсегда древнего священного манускрипта, Книги хаоса. В этой книге, переданной на хранение жрице воды, содержались сведения о культуре, магии и других областях жизни той эпохи. Книга находилась в Золотом храме Потока вместе с Лайас, но пока жрица пребывала в забвении, большая часть манускрипта истлела. Уцелел лишь папирус Потока, который жрица использует для усиления своей способности «День воды»."
    }
  },
  "s4": {
    "name": "Защита Дракона воды",
    "description": "Маг. ЗЩТ всех союзников + {0} , отпор маг. крит. удару + {1}.",
    "books": {
      "0": "ЗЩТ + {0}%.",
      "1": "ЗЩТ + {0}%.",
      "2": "ЗЩТ + {0}%."
    },
    "light": "Маг. ЗЩТ +20%, сопротивление маг. крит. удару +100.",
    "dark": "Сопротивление эффектам контроля +400.",
    "ut": {
      "name": "Слеза бога-дракона",
      "description": [
        "[Благо дракона воды] Повышает усиление ЗЩТ на 50%. Все союзники восстанавливают 40 ед. маны каждую секунду.",
        "[Благо дракона воды] Повышает усиление ЗЩТ на 50%. Все союзники восстанавливают 48 ед. маны каждую секунду.",
        "[Благо дракона воды] Повышает усиление ЗЩТ на 50%. Все союзники восстанавливают 58 ед. маны каждую секунду.",
        "[Благо дракона воды] Повышает усиление ЗЩТ на 50%. Все союзники восстанавливают 70 ед. маны каждую секунду.",
        "[Благо дракона воды] Повышает усиление ЗЩТ на 50%. Все союзники восстанавливают 84 ед. маны каждую секунду.",
        "[Благо дракона воды] Повышает усиление ЗЩТ на 50%. Все союзники восстанавливают 100 ед. маны каждую секунду."
      ],
      "story": "Прозрачный самоцвет голубоватого цвета, найденный на месте, где первый дракон воды вернулся в объятия маны. Он также известен, как «Израненная душа первого дракона воды», так как люди думают, что в нем заключена скорбь дракона из-за утраты супруги. Когда самоцвет помещают в воду, вокруг него образуется рябь, похожая на слезы. Вот почему этот камень получил свое название – Слеза бога-дракона."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +200",
    "dark": "При исцелении союзников на 10 сек. повыш. маг. ЗЩТ цели на 5% от силы АТК Лайас и восст. 75 маны."
  }
}