{
  "name": "Арх",
  "subtitle": "Стрела чистоты",
  "description": "Высокопоставленный ангел, спустившийся в этот мир, чтобы наказать демонов, устроивших хаос. Его стрелы света вершат суд над злодеями.",
  "story": "Воин-ангел, сошедший с Небес, чтобы уничтожить демонов и остановить распространяющийся хаос. В его задачи входит разведка, изучение противника и уничтожение любого встреченного демона. Он обладает повышенным чувством ответственности и незамедлительно реагирует на любую несправедливость. Он искренне любит людей и всех живых существ, населяющих планету, поэтому полон решимости остановить вторжение демонов.",
  "like": "Мир и спокойствие",
  "dislike": "Демонов",
  "inn": {
    "idle": "Что?! Я думал, что увидел демона...",
    "recruit": {
      "greet": "Да, земное создание.",
      "talk": [
        "Мои крылья такие интересные?",
        "Мое призвание - выносить приговор злу.",
        "Желаю вашим жизням узнать благословение богов."
      ],
      "gift": "Пусть свет ведет тебя."
    },
    "affinity": {
      "greet": "Рад тебя видеть. Да прибудет с тобой Свет.",
      "talk": [
        "Судьба всего мира в твоих руках.",
        "Богиня благословила тебя, как ты распорядишься этим даром?"
      ],
      "gift": "Не знаю, что мне с этим делать, но большое тебе спасибо."
    },
    "relationship": {
      "greet": "Пусть свет пребудет с тобой, мой друг.",
      "talk": [
        "Демоны... Они должны быть уничтожены... Я не знаю, что с ними делать...",
        "Твоё существование словно яркий свет. Держи свою душу в чистоте.",
        "Я раньше думал, что вы слабы. Но теперь я знаю, сила приходит из разных мест."
      ]
    }
  },
  "uw": {
    "name": "Шеррикайл, Чистое голубое небо",
    "description": [
      "Каждые 10 сек. накладывает на 1 случайного противника «Эмблему правосудия», длящуюся 15 сек., затем наносит ей маг. урон, равный 200% АТК. Урон игнорирует ЗЩТ, если цель не является героем.",
      "Каждые 10 сек. накладывает на 1 случайного противника «Эмблему правосудия», длящуюся 15 сек., затем наносит ей маг. урон, равный 240% АТК. Урон игнорирует ЗЩТ, если цель не является героем.",
      "Каждые 10 сек. накладывает на 1 случайного противника «Эмблему правосудия», длящуюся 15 сек., затем наносит ей маг. урон, равный 290% АТК. Урон игнорирует ЗЩТ, если цель не является героем.",
      "Каждые 10 сек. накладывает на 1 случайного противника «Эмблему правосудия», длящуюся 15 сек., затем наносит ей маг. урон, равный 350% АТК. Урон игнорирует ЗЩТ, если цель не является героем.",
      "Каждые 10 сек. накладывает на 1 случайного противника «Эмблему правосудия», длящуюся 15 сек., затем наносит ей маг. урон, равный 420% АТК. Урон игнорирует ЗЩТ, если цель не является героем.",
      "Каждые 10 сек. накладывает на 1 случайного противника «Эмблему правосудия», длящуюся 15 сек., затем наносит ей маг. урон, равный 500% АТК. Урон игнорирует ЗЩТ, если цель не является героем."
    ],
    "story": "Могучее оружие света, которое может принять облик копья, кинжала или лука. Одно из божественных сокровищ ангелов, благословленное самим архангелом. По преданиям, оно способно испепелять демонов. Из-за своей многофункциональности оно традиционно даровалось самому талантливому воину. Количество демонов, сраженных этой реликвией во время Войны с демонами, превосходит все мыслимые пределы."
  },
  "s1": {
    "name": "Небесная стрела",
    "description": "Наносит {0} ед. маг. урона 3 противникам и отбрасывает их назад, накладывая на них «Эмблему правосудия» на 15 сек. Наносит {1} ед. доп. маг. урона противникам, не являющимся героями, и повышает получаемый ими маг. урон на {2}% на 10 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Если враг один, наносимый урон +100%.",
    "dark": "На 1 сек. оглушает врагов со знаком суда.",
    "ut": {
      "name": "Священная золотая стрела",
      "description": [
        "[Небесная стрела] Повышает урон на 20% и увеличивает количество целей на 1.",
        "[Небесная стрела] Повышает урон на 24% и увеличивает количество целей на 1.",
        "[Небесная стрела] Повышает урон на 29% и увеличивает количество целей на 1.",
        "[Небесная стрела] Повышает урон на 35% и увеличивает количество целей на 1.",
        "[Небесная стрела] Повышает урон на 42% и увеличивает количество целей на 1.",
        "[Небесная стрела] Повышает урон на 50% и увеличивает количество целей на 1."
      ],
      "story": "Золотая стрела, созданная из божественной силы Арха. Она призывает и материализует самый чистый и священный свет Небес, чья сила зависит от количества вложенной в него божественной энергии. Для добрых сердцем явление этого света несет только радость, а вот злые существа, пораженные стрелой, получают увечья и изгоняются в нематериальные измерения."
    }
  },
  "s2": {
    "name": "Луч очищения",
    "description": "Наносит {0} ед. маг. урона противникам впереди. Наносит целям, пораженным «Эмблемой правосудия», {1} ед. игнорирующего ЗЩТ маг. урона и снижает их исцеление на {2}% на 10 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Шанс крит. удара +40%.",
    "dark": "Время перезарядки -3 сек.",
    "ut": {
      "name": "Волшебный квадрат преследования",
      "description": [
        "[Луч очищения] Снижает затраты маны на 1 ед. и увеличивает урон на 20%.",
        "[Луч очищения] Снижает затраты маны на 1 ед. и увеличивает урон на 24%.",
        "[Луч очищения] Снижает затраты маны на 1 ед. и увеличивает урон на 29%.",
        "[Луч очищения] Снижает затраты маны на 1 ед. и увеличивает урон на 35%.",
        "[Луч очищения] Снижает затраты маны на 1 ед. и увеличивает урон на 42%.",
        "[Луч очищения] Снижает затраты маны на 1 ед. и увеличивает урон на 50%."
      ],
      "story": "Символ армии огненных судей, участвовавших в кровопролитной войне с древними демонами. Когда Арх использует Волшебный квадрат преследования, благословенный самой богиней света Луа, он превращается в беспощадного вершителя судеб."
    }
  },
  "s3": {
    "name": "Судья",
    "description": "Наносит {0} ед. маг. урона цели и противникам поблизости. Повышает маг. урон, получаемый противниками, пораженными «Эмблемой правосудия», на 50% и накладывает на них безмолвие на 5 сек. После этого делает всех союзников невосприимчивыми к маг. урону в течение 5 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Накладывает на атакованных врагов знак суда.",
    "dark": "Увелич. маг. урон и накладывает безмолвие даже на врагов без знака суда.",
    "ut": {
      "name": "Око небес",
      "description": [
        "[Судья] Урон увеличивается на 20% и Атака всех союзников увеличивается на 30% на период работы Магич. Щита.",
        "[Судья] Урон увеличивается на 24% и Атака всех союзников увеличивается на 30% на период работы Магич. Щита.",
        "[Судья] Урон увеличивается на 29% и Атака всех союзников увеличивается на 30% на период работы Магич. Щита.",
        "[Судья] Урон увеличивается на 35% и Атака всех союзников увеличивается на 30% на период работы Магич. Щита.",
        "[Судья] Урон увеличивается на 42% и Атака всех союзников увеличивается на 30% на период работы Магич. Щита.",
        "[Судья] Урон увеличивается на 50% и Атака всех союзников увеличивается на 30% на период работы Магич. Щита."
      ],
      "story": "Сфера души, принадлежащая судье ангелов по имени Пилье. Пилье, рожденный от первого пламени богини Луа, был наставником Арха и лучшим воином среди ангелов. Он был одним из тех, кто положил конец войне с демонами. К несчастью, ему пришлось использовать всю свою силу, поэтому он превратился в око небес, форму зародыша души, которую сейчас оберегает Арх."
    }
  },
  "s4": {
    "name": "Судный день",
    "description": "Каждые 15 сек, наносит {0} Магич. Урон врагам, на которых наложен Знак Суда, игнорируя Защиту. Один раз за битву, в момент достижения очень низкого уровня ОЗ (HP), наносит {1} Магич. Урона врагам, на которых наложен Знак Суда и Оглушает их на 3 сек, в то же время создаёт щит, который блокирует {2} урона на всех союзников на 5 сек. Приобретает неуязвимость к Контролю, пока щит действует. Когда эффект щита приходит в действие, тратится вся мана и перезарядка навыков увеличивается на 50%",
    "books": {
      "0": "Урон и щит + {0}%.",
      "1": "Урон и щит + {0}%.",
      "2": "Урон и щит + {0}%."
    },
    "light": "При получении смертельного урона на 20 сек. автоатаки атакуют 2 врагов.",
    "dark": "Эффект активируется на 3 сек. быстрее.",
    "ut": {
      "name": "Карающий колокол",
      "description": [
        "[Судный день] При получении смертельного урона восстанавливает всем союзникам 15% макс. ОЗ и накладывает на всех противников безмолвие на 1 сек.",
        "[Судный день] При получении смертельного урона восстанавливает всем союзникам 15% макс. ОЗ и накладывает на всех противников безмолвие на 1,2 сек.",
        "[Судный день] При получении смертельного урона восстанавливает всем союзникам 15% макс. ОЗ и накладывает на всех противников безмолвие на 1,4 сек.",
        "[Судный день] При получении смертельного урона восстанавливает всем союзникам 15% макс. ОЗ и накладывает на всех противников безмолвие на 1,7 сек.",
        "[Судный день] При получении смертельного урона восстанавливает всем союзникам 15% макс. ОЗ и накладывает на всех противников безмолвие на 2,1 сек.",
        "[Судный день] При получении смертельного урона восстанавливает всем союзникам 15% макс. ОЗ и накладывает на всех противников безмолвие на 2,5 сек."
      ],
      "story": "Небесный колокол, звенящий на восходе солнца. Звон колокола предупреждает воинов Небес о любой угрозе, нависшей над миром, и дает знать, что где-то требуется божественная кара. При звуках этого колокола ангелы понимают, что пришло время резать глотки вестникам апокалипсиса во имя богини Луа."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "При крит. ударе восст. ОЗ всех союзников (4% от нанесен. урона)."
  }
}