{
  "name": "Рейвиция",
  "subtitle": "Благородная алая кровь",
  "description": "Принцесса вампиров, 100 лет назад сражалась вместе с героями против демонов. Чистокровный и бессмертный вампир. Сейчас восстанавливает силы после прошлых битв. Атакует врагов с помощью своих подчиненных, контролируя их кровь.",
  "story": "Принцесса вампиров, присоединившаяся к Кайлу 100 лет назад. Она чистокровный вампир, живущий уже больше 500 лет. Как и полагается принцессе вампиров, она практически бессмертна. Во время Войны с демонами она потеряла слишком много сил, поэтому в настоящее время поддерживает свое бессмертие, приняв облик ребенка. После войны она стала жить среди людей, медленно восстанавливая свои силы и наблюдая за изменениями, которые претерпевало человечество за эти 100 лет. Как только демоны появились снова и Священный меч Эа пробудился, Рейвиция почувствовала внезапные колебания энергии. Вскоре она отправилась в путь, чтобы воочию увидеть нового избранника Священного меча.",
  "like": "Путешествовать с роскошью и комфортом",
  "dislike": "Войну и беспорядок",
  "inn": {
    "idle": "Как заряжает! Отлично подходит, чтобы восполнить силы!",
    "recruit": {
      "greet": "Приветствую, мы вновь встретились. Остановишься здесь ненадолго?",
      "talk": [
        "Хм? Я думаю, слишком много чеснока, но почему ты спрашиваешь?",
        "Я люблю яркий солнечный свет. Дома было так темно... Хм? Почему ты так на меня смотришь?",
        "После выздоровления, мне больше не придётся мучиться с таким телом."
      ],
      "gift": "Хм, если ты настаиваешь, я приму твой дар."
    },
    "affinity": {
      "greet": "Хм, отличный денек сегодня.",
      "talk": [
        "Каково это быть принцессой? Хм... Даже не знаю, никогда не задумывалась об этом.",
        "Здесь гораздо лучше, чем в том мрачном месте, откуда я родом."
      ],
      "gift": "Подарок? Спасибо. В следующий раз я тоже подарю тебе что-нибудь."
    },
    "relationship": {
      "greet": "Привет! Так прекрасно на улице, да?",
      "talk": [
        "Моё тело быстро восстанавливается, спасибо тебе.",
        "Почему я иногда возвращаюсь к своим юным формам, несмотря на то, что становлюсь лучше? Ох, я устала...",
        "Мне нравится это место, оно такое уютное... Так что я планирую остаться с тобой чуть дольше."
      ]
    }
  },
  "uw": {
    "name": "Доминиция, Алая правительница",
    "description": [
      "Если уровень ОЗ выше 50%, Атака повышается на 20%. Если уровень ОЗ ниже 50%, получает на 10% меньше Урона.",
      "Если уровень ОЗ выше 50%, Атака повышается на 24%. Если уровень ОЗ ниже 50%, получает на 12% меньше Урона.",
      "Если уровень ОЗ выше 50%, Атака повышается на 29%. Если уровень ОЗ ниже 50%, получает на 14% меньше Урона.",
      "Если уровень ОЗ выше 50%, Атака повышается на 35%. Если уровень ОЗ ниже 50%, получает на 17% меньше Урона.",
      "Если уровень ОЗ выше 50%, Атака повышается на 42%. Если уровень ОЗ ниже 50%, получает на 21% меньше Урона.",
      "Если уровень ОЗ выше 50%, Атака повышается на 50%. Если уровень ОЗ ниже 50%, получает на 25% меньше Урона."
    ],
    "story": "Посох крови, передававшийся в королевской семье вампиров из поколения в поколение. Его алый цвет символизирует силу, мудрость и безграничную власть владыки вампиров. Глубоко под равнинами Галии находится священная земля вампиров. Именно там хранится этот посох, ожидающий появления того, кто будет достоин скрытой в нем силы."
  },
  "s1": {
    "name": "Сфера крови",
    "description": "Наносит {0} Магич. Урона цели, и цель получает на 25% больше Магич. Урона в теч. 10 сек. За каждый эффект 'Проклятье Крови', Урон увеличивается на 0.5%. В момент использования, тратит 10% от текущего уровня ОЗ.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Цена в Мане повышается на 1 сферу, но Урон увеличивается на 100%.",
    "dark": "На 10 сек. цель получает на 25% больше маг. урона."
  },
  "s2": {
    "name": "Омут крови",
    "description": "Наносит {0} Магич. Урона цели и создаёт Зону Крови, которая остаётся вокруг цели в теч. 10 секунд. Противники, находящиеся в радиусе Зоны Крови, получают {1} Магич. Урона каждые 0.5 сек, и Магич. Защиты снижается на 30%. За каждый наложенный эффект 'Проклятье Крови', Урон повышается на 0.5%. В момент использования, тратит 20% от текущего уровня ОЗ.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон +40%.",
    "dark": "Время перезарядки -3 сек.",
    "ut": {
      "name": "Заклинание кровавой дымки",
      "description": [
        "[Омут крови] Увеличивает урон на 20% и время действия эффекта на 2 сек.",
        "[Омут крови] Увеличивает урон на 24% и время действия эффекта на 2 сек.",
        "[Омут крови] Увеличивает урон на 29% и время действия эффекта на 2 сек.",
        "[Омут крови] Увеличивает урон на 35% и время действия эффекта на 2 сек.",
        "[Омут крови] Увеличивает урон на 42% и время действия эффекта на 2 сек.",
        "[Омут крови] Увеличивает урон на 50% и время действия эффекта на 2 сек."
      ],
      "story": "Магическое знание преемника высокого происхождения. Заклинания, используемые в королевской семье чистокровных вампиров, передаются из поколения в поколение.  Заклинание кровавой дымки Рейвиция получила в дар от своего преемника – повелителя вампиров Льюсбена. Рейвиция ненавидит все, что связано с преемником, однако ей нравится, как «Омут крови» снижает ее усталость, поэтому использует заклинание кровавой дымки с радостью."
    }
  },
  "s3": {
    "name": "Пир крови",
    "description": "Атакует противников по прямой 3 раза, нанося в общем {0} Магич. Урона и накладывая эффект Оглушения на 3 сек. За каждый наложенный эффект 'Проклятье Крови', Урон повышается на 0.5% В момент использования, тратит 10% от текущего уровня ОЗ.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "В момент атаки противника с более чем 80 эффектами 'Проклятья Крови', перезарядка всех навыков уменьшается на 5%.",
    "dark": "Потребление маны -1.",
    "ut": {
      "name": "Древняя кровь",
      "description": [
        "[Пир крови] Урон увеличивается на 20%, и в случае крит. удара, восстанавливается 400 маны.",
        "[Пир крови] Урон увеличивается на 24%, и в случае крит. удара, восстанавливается 400 маны.",
        "[Пир крови] Урон увеличивается на 29%, и в случае крит. удара, восстанавливается 400 маны.",
        "[Пир крови] Урон увеличивается на 35%, и в случае крит. удара, восстанавливается 400 маны.",
        "[Пир крови] Урон увеличивается на 42%, и в случае крит. удара, восстанавливается 400 маны.",
        "[Пир крови] Урон увеличивается на 50%, и в случае крит. удара, восстанавливается 400 маны."
      ],
      "story": "Кровь древней королевы вампиров. Чем чистокровнее вампир, тем большей силой обладает его кровь. Самая сильная кровь принадлежит древней королеве вампиров, поэтому вампиры, которые ее пьют, обладают бесконечной жизнью и маной. Однако эта кровь вызывает быстрое привыкание, поэтому пить ее нужно с осторожностью."
    }
  },
  "s4": {
    "name": "Повелитель крови",
    "description": "При уровне ОЗ 50% или выше АТК увеличивается на {0} , а пробивание ЗЩТ на 250. При атаке на цель накладывается эффект 'Проклятье Крови', кот. за 20 сек. наносит {1} ед. маг. урона и восполняет ОЗ в размере 10% от нанес. урона. Эффект суммируется до 100 раз и не может быть снят.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Максимальное кол-во наложенных эффектов 'Проклятье Крови' изменяется на 200.",
    "dark": "Лечение всех союзников увеличивается на 20%, лечение всех противников снижается на 20%."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "Потребление ОЗ (HP) всех умений увеличивается на 50%, но вся перезарядка уменьшается на 20%."
  }
}