{
  "name": "Никс",
  "subtitle": "Маг измерений",
  "description": "Удивительный маг пространства. Разрезает пространство и атакует врагов бессчетным количеством мечей.",
  "story": "Этот таинственный волшебник с примечательными глазами разного цвета может перемещаться сквозь пространство. С его лица не сходит загадочная улыбка, как будто он знает что-то, что может знать только человек, смотрящий через всю Вселенную. Его привлекают необычные способности, и он не упустит возможности испытать их владельцев. Его умение перемещаться в пространстве выходит за границы человеческих возможностей, но, по-видимому, он может путешествовать даже в другие миры. Его истинные намерения до конца не ясны, но он точно любит помогать окружающим.",
  "like": "Путешествия сквозь измерения, магические эксперименты",
  "dislike": "Людей, которые не прислушиваются к другим",
  "inn": {
    "idle": "О, интересуешься мной?",
    "recruit": {
      "greet": "Я чувствую, что у тебя особая аура.",
      "talk": [
        "Куда хочешь отправиться?",
        "Нет такого места в мире, куда я не могу попасть",
        "Мне нравятся интересные личности вроде тебя."
      ],
      "gift": "Это мне? Благодарю."
    },
    "affinity": {
      "greet": "Мы снова встретились. Я этому очень рад.",
      "talk": [
        "Мне нравится путешествовать. Можно отложить все дела и наслаждаться свободой.",
        "Я увлекаюсь коллекционированием мечей."
      ],
      "gift": "О, какой милый подарок. Спасибо."
    },
    "relationship": {
      "greet": "Хммм, я знал, что ты придешь.",
      "talk": [
        "Захочешь куда-то попасть, скажи мне, я открою портал.",
        "Мне очень интересно, как ты спасешь этот мир.",
        "Хочешь узнать больше о моей магии? Хаха, тебе придется много считать."
      ]
    }
  },
  "uw": {
    "name": "Магнус Филль, Ключ измерений",
    "description": [
      "Автоатака пронзает врагов, стоящих на одной линии, урон увеличивается на 30%. Каждый клинок увеличивает урон еще на 4%.",
      "Автоатака пронзает врагов, стоящих на одной линии, урон увеличивается на 36%. Каждый клинок увеличивает урон еще на 4,8%.",
      "Автоатака пронзает врагов, стоящих на одной линии, урон увеличивается на 43%. Каждый клинок увеличивает урон еще на 5,7%.",
      "Автоатака пронзает врагов, стоящих на одной линии, урон увеличивается на 52%. Каждый клинок увеличивает урон еще на 6,9%.",
      "Автоатака пронзает врагов, стоящих на одной линии, урон увеличивается на 62%. Каждый клинок увеличивает урон еще на 8,3%.",
      "Автоатака пронзает врагов, стоящих на одной линии, урон увеличивается на 75%. Каждый клинок увеличивает урон еще на 10%."
    ],
    "story": "Существует множество различных измерений, соединенных нитью Вселенной. Этим мечом можно разрезать эту нить и заново восстановить. Меч дается в дар хранителю измерений, поклявшемуся защищать баланс Вселенной. Меч может создавать бесчисленное множество своих копий, но наделяет истинной силой только избранного хранителя."
  },
  "s1": {
    "name": "Меч измерений",
    "description": "Наносит {0} ед. физ. урона объекту, с кажд. атакованным врагом кол-во клинков +1. С кол-вом клинков число атакуемых врагов растет. Навык длится 20 сек., макс. 5 клинков.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "При наличии более 5-и противников происходит сброс 20 сек. перезарядки, а урон повышается на 250%. Перезарядка 20 сек.",
    "dark": "Макс. кол-во клинков +1.",
    "ut": {
      "name": "Волшебный круг измерений",
      "description": [
        "[Меч измерений] Увеличивает количество целей на 1 и снижает физ. блок цели на 200 на 10 сек.",
        "[Меч измерений] Увеличивает количество целей на 1 и снижает физ. блок цели на 240 на 10 сек.",
        "[Меч измерений] Увеличивает количество целей на 1 и снижает физ. блок цели на 290 на 10 сек.",
        "[Меч измерений] Увеличивает количество целей на 1 и снижает физ. блок цели на 350 на 10 сек.",
        "[Меч измерений] Увеличивает количество целей на 1 и снижает физ. блок цели на 420 на 10 сек.",
        "[Меч измерений] Увеличивает количество целей на 1 и снижает физ. блок цели на 500 на 10 сек."
      ],
      "story": "Волшебный круг, позволяющий перемещаться между галактиками. Все путешествия Никса сквозь измерения начинаются и заканчиваются этим кругом. Так как правила галактических путешествий и последовательности света и тьмы различаются в зависимости от пространственно-временных обстоятельств, пользоваться этим кругом могут только те, кто обладает достаточными знаниями об измерениях. Никс может призвать что угодно, используя этот круг."
    }
  },
  "s2": {
    "name": "Разлом измерения",
    "description": "Отменяет положит. эффекты объекта, наносит {0} ед. физ. урона. Кажд. атакованный враг получает {2} ед. физ. урона на {1} сек. и падает на 3 сек. Кол-во атакуемых объектов растет с кол-вом клинков.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Потребление маны -1.",
    "dark": "На 10 сек. цель получает на 25% больше физ. урона.",
    "ut": {
      "name": "Рассекающий измерения меч",
      "description": [
        "[Топор измерений] Урон повышается на 50%, а крит. урон повышается на 10% на 8 сек. за каждого пораженного врага. Эффект суммируется до 5 раз.",
        "[Топор измерений] Урон повышается на 50%, а крит. урон повышается на 12% на 8 сек. за каждого пораженного врага. Эффект суммируется до 5 раз.",
        "[Топор измерений] Урон повышается на 50%, а крит. урон повышается на 14% на 8 сек. за каждого пораженного врага. Эффект суммируется до 5 раз.",
        "[Топор измерений] Урон повышается на 50%, а крит. урон повышается на 17% на 8 сек. за каждого пораженного врага. Эффект суммируется до 5 раз.",
        "[Топор измерений] Урон повышается на 50%, а крит. урон повышается на 21% на 8 сек. за каждого пораженного врага. Эффект суммируется до 5 раз.",
        "[Топор измерений] Урон повышается на 50%, а крит. урон повышается на 25% на 8 сек. за каждого пораженного врага. Эффект суммируется до 5 раз."
      ],
      "story": "Легендарный меч, дошедший до наших дней из глубин древности. Этот легендарный меч был изготовлен из солнечного света и душ мучеников. Одна из незаменимых вещей для «Разлома измерений», так как обладает достаточной прочностью и может быть заточен до невероятной остроты."
    }
  },
  "s3": {
    "name": "Мечи бесконечности",
    "description": "Противники на передовой получают {0} ед. физ. урона, при посл. АТК 1 враг получает {1} ед. физ. урона и падает на 3 сек. При посл. АТК кол-во атакуемых объектов растет с кол-вом клинков.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Время перезарядки -5 сек.",
    "dark": "Когда накапливается 5 и более клинков, урон увеличивается на 70%.",
    "ut": {
      "name": "Камень измерений",
      "description": [
        "[Мечи бесконечности] Цена в мане уменьшается на 1 и Урон увеличивается на 20%.",
        "[Мечи бесконечности] Цена в мане уменьшается на 1 и Урон увеличивается на 24%.",
        "[Мечи бесконечности] Цена в мане уменьшается на 1 и Урон увеличивается на 29%.",
        "[Мечи бесконечности] Цена в мане уменьшается на 1 и Урон увеличивается на 35%.",
        "[Мечи бесконечности] Цена в мане уменьшается на 1 и Урон увеличивается на 42%.",
        "[Мечи бесконечности] Цена в мане уменьшается на 1 и Урон увеличивается на 50%."
      ],
      "story": "Камень измерений – волшебный предмет, который пользуется популярность у путешественников сквозь измерения, так как обладает бесконечной энергией. Однако сила, которую дарует этот камень, напрямую зависит от способностей его владельца, поэтому только верховные маги могут раскрыть весь его потенциал."
    }
  },
  "s4": {
    "name": "Скрытый клинок",
    "description": "При обычн. АТК наносит {0} ед. физ. урона, выпуская доп. клинок. Кол-во атакуемых объектов растет с кол-вом клинков.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "За кажд. врага наносимый урон +15%.",
    "dark": "Шанс 10% отменить положит. эффекты цели."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "При автоатаке шанс 10% получить 1 заряд клинков. Сила АТК +10% за кажд. заряд клинков."
  }
}