{
  "name": "Аннет",
  "subtitle": "Королевский техномаг",
  "description": "Гениальный техномаг. Надеется, что однажды все смогут использовать магию. Ее техномагический голем атакует врагов.",
  "story": "Гениальный техномаг из Королевства Орвелия. Она очень жизнерадостна, и никакие неудачи не могут ее сломить. Мечтает изобрести устройство, которое позволит любому получить доступ к магическим силам. После многолетних исследований она сумела вдохнуть жизнь в помощника, созданного с помощью магии и механики. С приходом демонов в этот мир переключилась на разработку оружия, с помощью которого любой житель Королевства сможет дать отпор захватчикам.",
  "like": "Техномагию, инвестиции в науку",
  "dislike": "Людей, которые смеются над техномагией",
  "inn": {
    "idle": "Ух ты, тут полно людей! Не то что в моей лаборатории в замке!",
    "recruit": {
      "greet": "Привет! Интересуешься техномагией?",
      "talk": [
        "Все люди имеют право использовать магию! Я лишь хочу помочь им!",
        "Королевский дворец дает средства на мои исследования...Но их все равно не хватает!",
        "Что? Яйца, которые тут продают, так похожи на мою милашку, разве нет?"
      ],
      "gift": "Хе-хе! Спасибо за средства на исследования!"
    },
    "affinity": {
      "greet": "Опыты, опыты, разные интересные опыты. Хм? О, привет!",
      "talk": [
        "Эти милашки замечательно растут! Скоро они будут готовы отправиться в приключение.",
        "Каждому по одной милашке! Здорово, правда?"
      ],
      "gift": "Ха-ха, бюджет моих исследований растет!"
    },
    "relationship": {
      "greet": "Привет! Ты сегодня учился?",
      "talk": [
        "Дааааа! Теперь, давай ка проведем эксперимент и проверим мои последние тезисы!",
        "Вот, теперь я смогу сделать намного больше в лаборатории!",
        "Я хочу поделиться моими крошками со всеми!"
      ]
    }
  },
  "uw": {
    "name": "Раскаль, Техномагический кристалл",
    "description": [
      "Кажд. 1,5 сек. дает +1 заряд, восст. +1% маны.",
      "Кажд. 1,4 сек. дает +1 заряд, восст. +1% маны.",
      "Кажд. 1,3 сек. дает +1 заряд, восст. +1% маны.",
      "Кажд. 1,1 сек. дает +1 заряд, восст. +1% маны.",
      "Кажд. 0,9 сек. дает +1 заряд, восст. +1% маны.",
      "Кажд. 0,7 сек. дает +1 заряд, восст. +1% маны."
    ],
    "story": "Шедевр техномагии, появившийся в результате исследований Аннет. Для создания этого волшебного существа понадобилась энергия пяти верховных волшебников Орвела. Обладает собственным сознанием, поэтому самостоятельно принимает решения и действует в соответствии с ними. Несмотря на то, что он использует ману Аннет, он также может пользоваться маной любого источника поблизости. Это первая удачная попытка Аннет сделать магию доступной для всех и каждого."
  },
  "s1": {
    "name": "Луч разрушения",
    "description": "Атакует врагов по прямой, наносит {0} ед. маг. урона. Получ. маг. урон + {1}%. При сверхзаряде атакует врагов по прямой, наносит доп. {2} ед. маг. урона. Получ. маг. урон + {3}%.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Заряд +30% при кажд. применении."
    },
    "light": "На 10 сек. цель получает на 25% больше маг. урона.",
    "dark": "При использовании заряд +40%."
  },
  "s2": {
    "name": "Скорая помощь",
    "description": "Снимает отриц. эффекты со всех союзников, на 10 сек. восст. {0} ОЗ, отпор отриц. эффектам +250. При сверхзаряде дает всем союзникам шанс крит. удара + {1} и иммунитет к отриц. эффектам.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Заряд +30% при кажд. применении."
    },
    "light": "Время перезарядки -3 сек.",
    "dark": "При использовании заряд +40%.",
    "ut": {
      "name": "Рецепт исцеления",
      "description": [
        "[Скорая помощь] Снижает затраты маны на 1 ед. и увеличивает исцеление на 20%.",
        "[Скорая помощь] Снижает затраты маны на 1 ед. и увеличивает исцеление на 24%.",
        "[Скорая помощь] Снижает затраты маны на 1 ед. и увеличивает исцеление на 29%.",
        "[Скорая помощь] Снижает затраты маны на 1 ед. и увеличивает исцеление на 35%.",
        "[Скорая помощь] Снижает затраты маны на 1 ед. и увеличивает исцеление на 42%.",
        "[Скорая помощь] Снижает затраты маны на 1 ед. и увеличивает исцеление на 50%."
      ],
      "story": "Рецепт исцеления на случай чрезвычайной ситуации. Конкурсная работа Аннет для мероприятия «Автоматизация сражений: лучшие рецепты», проводившегося в тайном сообществе техномагов «Вавилон». С помощью этого рецепта можно обойтись без магии и исцелять союзников за счет новейших достижений в области механики."
    }
  },
  "s3": {
    "name": "Процесс уничтожения",
    "description": "Наносит суммарн. {0} ед. маг. урона объекту и его окружению взрывом шаровой молнии. При сверхзаряде взрыв шаровой молнии оглушает на 5 сек., нанося {1} ед. маг. урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Заряд +30% при кажд. применении."
    },
    "light": "Урон +40%.",
    "dark": "Цель получает на 25% маг. урона.",
    "ut": {
      "name": "Кодекс разрушения",
      "description": [
        "[Процесс уничтожения] Урон увеличивается на 20% и в момент Атаки, получает 2 эффекта Заряда. Данные эффекты могут быть получены при сверхзаряде.",
        "[Процесс уничтожения] Урон увеличивается на 24% и в момент Атаки, получает 2 эффекта Заряда. Данные эффекты могут быть получены при сверхзаряде.",
        "[Процесс уничтожения] Урон увеличивается на 29% и в момент Атаки, получает 2 эффекта Заряда. Данные эффекты могут быть получены при сверхзаряде.",
        "[Процесс уничтожения] Урон увеличивается на 35% и в момент Атаки, получает 2 эффекта Заряда. Данные эффекты могут быть получены при сверхзаряде.",
        "[Процесс уничтожения] Урон увеличивается на 42% и в момент Атаки, получает 2 эффекта Заряда. Данные эффекты могут быть получены при сверхзаряде.",
        "[Процесс уничтожения] Урон увеличивается на 50% и в момент Атаки, получает 2 эффекта Заряда. Данные эффекты могут быть получены при сверхзаряде."
      ],
      "story": "Чрезвычайно секретный код тайного сообщества техномагов. Обычному обывателю он кажется волшебством! Тайное анонимное сообщество техномагов «Вавилон» мечтает сделать магию доступной всем без исключения. Свои знания участники зашифровали с помощью секретного кода. Доступ к этим тайным знаниям получают только те, кто расшифрует код. Аннет сумела расшифровать чрезвычайно секретный код за 4 минуты и теперь использует его в качестве заклинания уничтожения."
    }
  },
  "s4": {
    "name": "Заряд",
    "description": "Получает 1 Заряд каждые 0.5 сек, и получает 10 Зарядов за каждую использованную Сферу Магии. После 100ого Заряда, входит в режим Сверхзаряда. В данном режиме, Атака увеличивается на {0} на 15 сек и каждая атака уменьшает перезарядку навыков на 10%. Все эффекты не могут быть сняты, и Заряды не будут накладываться в режиме Сверхзаряда.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "При сверхзаряде СКР АТК + {0}."
    },
    "light": "Сила АТК +40%.",
    "dark": "Время сверхзаряда +3 сек."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100",
    "dark": "При активации сверхзаряда СКР АТК всех союзников +200 и их сила АТК +5% от силы АТК Аннет."
  }
}