{
  "name": "Митра",
  "subtitle": "Серебряный боевой волк",
  "description": "Его также называют Песней серебряного безумия. Удивительно бестактный мужчина. Никакого чувства ответственности. Но в сражениях он становится бесподобным Серебряным Волком, превращая поле битвы в бойню.",
  "story": "Некоторые знают его под именем «Песнь Серебряного Безумия». Он очень неискренен во всем, что делает, и демонстрирует полную безответственность по отношению к окружающим. Однако как только он оказывается в бою, он превращается в неуязвимого серебряного волка, ураганом проносящегося по полю сражения. Никто не знает о его прошлом, но одно известно точно: он не делает различий между врагами и союзниками, когда его накрывает боевое безумие. Лучше находиться от него подальше в такие моменты и не играть с огнем.",
  "like": "Сражения, битвы, запах пороха",
  "dislike": "Притворщиков и лицемеров",
  "inn": {
    "idle": "Ох... Как же хочется вздремнуть.",
    "recruit": {
      "greet": "Хэй!",
      "talk": [
        "О, где-то кто-то дерется?",
        "Ах, ничего не хочется делать.",
        "Иногда просто хочется расслабиться."
      ],
      "gift": "Ого? Это мне?"
    },
    "affinity": {
      "greet": "Хм, отличный денек для стрельбы.",
      "talk": [
        "Славные были денечки когда-то. Старик бывал строг, но он всегда заботился о своих людях. Поэтому когда он ушел из армии... я ушел вслед за ним! Ха-ха-ха!",
        "Интересно, как там успехи у моего старика?"
      ],
      "gift": "О, спасибо."
    },
    "relationship": {
      "greet": "Ох, ты все еще жив! Хаха!",
      "talk": [
        "Эти пушки так меня радуют!",
        "Хахаха! Знаешь, эти негодяи шепчут мне иногда... Нажми на крючок, нажми на крючок... Или же..",
        "Знаешь, что? Небось на твоём хвосте тоже сидит какой-нибудь охотник за головами! Как ты себя чувствуешь теперь? Хаха!"
      ]
    }
  },
  "uw": {
    "name": "Рев безумия Велкинот",
    "description": [
      "При обычной атаке собственные пробойная сила и СКР АТК повышаются на 8. Эффект суммируется до 30 раз, и его нельзя отменить.",
      "При обычной атаке собственные пробойная сила и СКР АТК повышаются на 10. Эффект суммируется до 30 раз, и его нельзя отменить.",
      "При обычной атаке собственные пробойная сила и СКР АТК повышаются на 12. Эффект суммируется до 30 раз, и его нельзя отменить.",
      "При обычной атаке собственные пробойная сила и СКР АТК повышаются на 14. Эффект суммируется до 30 раз, и его нельзя отменить.",
      "При обычной атаке собственные пробойная сила и СКР АТК повышаются на 17. Эффект суммируется до 30 раз, и его нельзя отменить.",
      "При обычной атаке собственные пробойная сила и СКР АТК повышаются на 20. Эффект суммируется до 30 раз, и его нельзя отменить."
    ],
    "story": "Пара магических пистолетов, которые усиливают свою мощь, поглощая жажду крови стрелка. С каждым выстрелом их владелец все сильнее и сильнее погружается в безумие битвы. Говорят, что когда мастер создает оружие, он наделяет его душой. Видимо, в это оружие вселился сам бог войны. По легенде, когда их создатель произвел первый выстрел, то внезапно побледнел и в ужасе выбросил их в реку."
  },
  "s1": {
    "name": "Бах! Бах!",
    "description": "Атакует врагов 2 р. по {0} ед. физ. урона. При крит. ударе взрыв наносит {1} ед. физ. урона окружению объекта.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Если враг один, наносимый урон +100%.",
    "dark": "При атаке наносит 2 метки.",
    "ut": {
      "name": "Скрытое безумие",
      "description": [
        "[Бах! Бах!] Повышает урон на 50% и снижает время перезарядки на 0,8 сек.",
        "[Бах! Бах!] Повышает урон на 50% и снижает время перезарядки на 1 сек.",
        "[Бах! Бах!] Повышает урон на 50% и снижает время перезарядки на 1,2 сек.",
        "[Бах! Бах!] Повышает урон на 50% и снижает время перезарядки на 1,4 сек.",
        "[Бах! Бах!] Повышает урон на 50% и снижает время перезарядки на 1,7 сек.",
        "[Бах! Бах!] Повышает урон на 50% и снижает время перезарядки на 2 сек."
      ],
      "story": "Созданная на заказ обойма для Велкинота, значительно повышающая скорость перезарядки. Горячий парень Митра все время жаловался, что ему хотелось бы быстрее уничтожать своих врагов с помощью бешеной стрельбы из Велкинота, но медленная скорость перезарядки портит все веселье. В очередной раз, когда Митра жаловался на свое оружие, перед ним внезапно появился Кроу. - О? Старик... Ай! Кроу дал Митре под дых, швырнул в него какой-то предмет и бросил на прощанье: - Пользуйся и кончай уже ныть. Оригинальный способ проявлять заботу, не правда ли?"
    }
  },
  "s2": {
    "name": "Пора умирать!",
    "description": "На 20 сек. сила АТК + {0} , меткость + {1} , при обычн. АТК шанс 15% применить «Бах! Бах!».",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "При применении ОЗ не опускается ниже 5% на 3сек.",
    "dark": "Крит. урон +50% во время действия навыка.",
    "ut": {
      "name": "Огневая мощь Волка",
      "description": [
        "[Пора умирать!] Уменьшает потребление ОМ на 1 и увеличивает крит. урон Боссу на 20% на время действия навыка.",
        "[Пора умирать!] Уменьшает потребление ОМ на 1 и увеличивает крит. урон Боссу на 24% на время действия навыка.",
        "[Пора умирать!] Уменьшает потребление ОМ на 1 и увеличивает крит. урон Боссу на 29% на время действия навыка.",
        "[Пора умирать!] Уменьшает потребление ОМ на 1 и увеличивает крит. урон Боссу на 35% на время действия навыка.",
        "[Пора умирать!] Уменьшает потребление ОМ на 1 и увеличивает крит. урон Боссу на 42% на время действия навыка.",
        "[Пора умирать!] Уменьшает потребление ОМ на 1 и увеличивает крит. урон Боссу на 50% на время действия навыка."
      ],
      "story": "Особые боеприпасы Стальных волков. Стальные волки были печально известны тем, что так жестоко расправлялись со своими врагами, что тех невозможно было потом воскресить. Особенно беспощаден был Серебряный Волк, так как использовал только самые мощные боеприпасы, приобретаемые у хозяйки «Золотого слитка»."
    }
  },
  "s3": {
    "name": "Потанцуем?",
    "description": "Стреляет в выбр. врага 12 р., нанося суммарн. {0} ед. физ. урона. Поражен. противник получает нестираемый знак смерти. За кажд. 1 знак смерти доп. физ. урон объекта от навыка + {1}.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон +40%.",
    "dark": "Наносит на 2 метки больше при атаке.",
    "ut": {
      "name": "Руна наемников Волчьей головы",
      "description": [
        "[Потанцуем?] Урон увеличивается на 20% и за каждую активацию перезарядка навыка понижается на 5%. Данный эффект может быть объединен максимум 8 раз.",
        "[Потанцуем?] Урон увеличивается на 24% и за каждую активацию перезарядка навыка понижается на 5%. Данный эффект может быть объединен максимум 8 раз.",
        "[Потанцуем?] Урон увеличивается на 29% и за каждую активацию перезарядка навыка понижается на 5%. Данный эффект может быть объединен максимум 8 раз.",
        "[Потанцуем?] Урон увеличивается на 35% и за каждую активацию перезарядка навыка понижается на 5%. Данный эффект может быть объединен максимум 8 раз.",
        "[Потанцуем?] Урон увеличивается на 42% и за каждую активацию перезарядка навыка понижается на 5%. Данный эффект может быть объединен максимум 8 раз.",
        "[Потанцуем?] Урон увеличивается на 50% и за каждую активацию перезарядка навыка понижается на 5%. Данный эффект может быть объединен максимум 8 раз."
      ],
      "story": "Руна знаменитых наемников, Стальных волков, которых еще называли «демонами сражения». Митра был известен как «Серебряный Волк». Даже после того, как Митра ушел из наемников, он продолжает хранить руну в качестве напоминания о том бое с имперским морским офицером."
    }
  },
  "s4": {
    "name": "Ты следующий!",
    "description": "Оставляет нестираемый знак смерти на враге при обычн. атаке. Если удастся применить «Бах! Бах!», наносит доп. {0} ед. физ. урона. За кажд. 1 знак смерти урон объекта от навыка + {1}. Макс. 150 знаков смерти.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Увелич. макс. кол-во меток до 200.",
    "dark": "При автоатаках врагу со 100 метками время перезарядки всех навыков -0,3 сек.",
    "ut": {
      "name": "Песнь безумства",
      "description": [
        "[Ты следующий!] Повышает урон на 20%. При атаке противников, имеющих 100 или больше зарядов Знака смерти, повышает свой крит. урон на 2% на 10 сек. Эффект усиления крит. урона суммируется до 25 раз.",
        "[Ты следующий!] Повышает урон на 24%. При атаке противников, имеющих 100 или больше зарядов Знака смерти, повышает свой крит. урон на 2% на 10 сек. Эффект усиления крит. урона суммируется до 25 раз.",
        "[Ты следующий!] Повышает урон на 29%. При атаке противников, имеющих 100 или больше зарядов Знака смерти, повышает свой крит. урон на 2% на 10 сек. Эффект усиления крит. урона суммируется до 25 раз.",
        "[Ты следующий!] Повышает урон на 35%. При атаке противников, имеющих 100 или больше зарядов Знака смерти, повышает свой крит. урон на 2% на 10 сек. Эффект усиления крит. урона суммируется до 25 раз.",
        "[Ты следующий!] Повышает урон на 42%. При атаке противников, имеющих 100 или больше зарядов Знака смерти, повышает свой крит. урон на 2% на 10 сек. Эффект усиления крит. урона суммируется до 25 раз.",
        "[Ты следующий!] Повышает урон на 50%. При атаке противников, имеющих 100 или больше зарядов Знака смерти, повышает свой крит. урон на 2% на 10 сек. Эффект усиления крит. урона суммируется до 25 раз."
      ],
      "story": "Ожерелье-пуля, которое главный директор «Магос Лефлам» Валанс изготовила специально для Митры. Выглядит как обычное украшение, но на самом деле это невероятно мощная пуля. Эта пуля, сочетающая в себе самые последние технологии «Магос Лефлам», предназначена исключительно для Велкинота. Так как материалы, необходимые для этой пули, найти не так-то просто, ее изготовление занимает немало времени. Валанс решила назвать ее «Песнь безумства», помня о ярости, в которую впадает Митра на поле боя."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "При нанесении крит. удара свой крит. урон повышается на 0,5%, а своя СКР АТК – на 5. Эффект суммируется до 100 раз, и его нельзя отменить."
  }
}