{
  "name": "Рикардо",
  "subtitle": "Судья Луа",
  "description": "Отважный герой, издавна защищающий мир людей от демонов. Атакует врагов колонной, благословленной Луа.",
  "story": "Герой, вырвавший несчетное количество жизней из лап демонов, а в настоящее время командир Священных рыцарей Церкви Луа. Этот храбрый и доблестный рыцарь с юных лет охотится на демонов по всему Королевству Орвелия. Он также руководит приютом, в котором выросли Кассель, Фрэй и Клаус. Он взрастил множество воинов Орвелии и считается их духовным наставником. Он уже давно хочет уйти на пенсию по причине возраста, но никак не может добиться отставки, так как, несмотря на свои годы, выглядит бодрым и полным сил.",
  "like": "Людей, помогать другим",
  "dislike": "Демонов, особенно тех, кто нападает на людей безо всякой причины",
  "inn": {
    "idle": "Я смотрю, у тебя все хорошо! Отлично! Хахахахаха!",
    "recruit": {
      "greet": "Хаха, это ты, да? Ты хорошо кушаешь?",
      "talk": [
        "Я стар, но я все также в порядке! И я не знаю, когда мне предстоит отправиться в отставку!",
        "Хахаха, мои ноги немного побаливают, но что поделать, я готов идти!",
        "Соревнования по армрестлингу? Такое я ни за что не пропущу! Понеслась!"
      ],
      "gift": "Не обращай на меня внимания. Просто внесите пожертвования нашим сиротам. Дети нуждаются больше, чем я."
    },
    "affinity": {
      "greet": "Как дела? Я считаю, что самое важное – это здоровье!",
      "talk": [
        "Похоже ты тренируешься очень усердно!",
        "Вино? Обожаю вино! Правда, сейчас я пью его гораздо реже, чем раньше!"
      ],
      "gift": "Куплю детишкам новую одежду! Ха-ха!"
    },
    "relationship": {
      "greet": "Хаха, а ты хорошо выглядишь сегодня!",
      "talk": [
        "В войнах с Демонами бывает очень много жертв среди мирного населения... Даже больше, чем в обычных войнах.",
        "Мой возраст? Хаха, было бы странно, если бы я ушёл на пенсию сейчас! Они меня не отпустят!",
        "Жизнь- это тренировка. Не пропускай тренировки!"
      ]
    }
  },
  "uw": {
    "name": "Свет правосудия Теория",
    "description": [
      "При получении урона союзник (за исключением самого героя) с 10% шансом получит щит, в течение 5 сек. поглощающий урон, равный 320% АТК, и дающий иммунитет к эффектам контроля. Эффект срабатывает не чаще одного раза в 5 сек.",
      "При получении урона союзник (за исключением самого героя) с 12% шансом получит щит, в течение 5 сек. поглощающий урон, равный 384% АТК, и дающий иммунитет к эффектам контроля. Эффект срабатывает не чаще одного раза в 5 сек.",
      "При получении урона союзник (за исключением самого героя) с 14% шансом получит щит, в течение 5 сек. поглощающий урон, равный 460% АТК, и дающий иммунитет к эффектам контроля. Эффект срабатывает не чаще одного раза в 5 сек.",
      "При получении урона союзник (за исключением самого героя) с 17% шансом получит щит, в течение 5 сек. поглощающий урон, равный 552% АТК, и дающий иммунитет к эффектам контроля. Эффект срабатывает не чаще одного раза в 5 сек.",
      "При получении урона союзник (за исключением самого героя) с 20% шансом получит щит, в течение 5 сек. поглощающий урон, равный 660% АТК, и дающий иммунитет к эффектам контроля. Эффект срабатывает не чаще одного раза в 5 сек.",
      "При получении урона союзник (за исключением самого героя) с 25% шансом получит щит, в течение 5 сек. поглощающий урон, равный 800% АТК, и дающий иммунитет к эффектам контроля. Эффект срабатывает не чаще одного раза в 5 сек."
    ],
    "story": "Священный меч Эа, дарованный Кайлу, появился в храме Луа на севере Королевских равнин. Когда Кайл взял меч, во все стороны распространилась мощная вспышка света, превратившая окружающую местность в святую землю, а все находившиеся в церкви предметы – в священные реликвии. Большую часть вспышки света поглотила центральная колонна храма."
  },
  "s1": {
    "name": "Разрушение",
    "description": "Наносит врагам на передовой {0} ед. физ. урона и отбрасывает их на 3 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "При использ. навыка иммунитет к любому контролю."
    },
    "light": "На 10 сек. цель получает на 25% больше физ. урона.",
    "dark": "Наносит бонусный физ. урон (200% от маг. ЗЩТ).",
    "ut": {
      "name": "Палантин храмовника",
      "description": [
        "[Разрушение] Снижает АТК цели на 20% и на 10 сек. увеличивает получаемый целью физ. урон и маг. урон на 5%.",
        "[Разрушение] Снижает АТК цели на 20% и на 10 сек. увеличивает получаемый целью физ. урон и маг. урон на 6%.",
        "[Разрушение] Снижает АТК цели на 20% и на 10 сек. увеличивает получаемый целью физ. урон и маг. урон на 7%.",
        "[Разрушение] Снижает АТК цели на 20% и на 10 сек. увеличивает получаемый целью физ. урон и маг. урон на 8,5%.",
        "[Разрушение] Снижает АТК цели на 20% и на 10 сек. увеличивает получаемый целью физ. урон и маг. урон на 10,5%.",
        "[Разрушение] Снижает АТК цели на 20% и на 10 сек. увеличивает получаемый целью физ. урон и маг. урон на 12,5%."
      ],
      "story": "Церемониальный палантин великого магистра Священных рыцарей. Отличительный знак Рикардо, который он прикрепил к своей броне, чтобы повышать боевой дух товарищей по оружию на поле боя. Когда союзники видят развевающийся от ударов Теорией палантин Рикардо, их сердца наполняются храбростью."
    }
  },
  "s2": {
    "name": "Божественная защита",
    "description": "Наносит {0} Физ. Урона противникам на расстоянии и Оглушает их на 1 сек. Дополнительно, собственная Магич. Защита увеличиывается на {1} на 10 сек, и получает 80% Магич. Урона вместе союзников.",
    "books": {
      "0": "ЗЩТ + {0}%.",
      "1": "ЗЩТ + {0}%.",
      "2": "В теч. 10 сек. восст. 1% макс. ОЗ в сек."
    },
    "light": "Потребление маны +1, получает на 30% меньше урона, перенаправленного с союзников.",
    "dark": "Этот навык не отменяет положит. эффекты.",
    "ut": {
      "name": "Гордость воина света",
      "description": [
        "[Божественная защита] Наделяет иммунитетом к контролю и повышает маг. отпор на 10% на время действия навыка.",
        "[Божественная защита] Наделяет иммунитетом к контролю и повышает маг. отпор на 12% на время действия навыка.",
        "[Божественная защита] Наделяет иммунитетом к контролю и повышает маг. отпор на 14% на время действия навыка.",
        "[Божественная защита] Наделяет иммунитетом к контролю и повышает маг. отпор на 17% на время действия навыка.",
        "[Божественная защита] Наделяет иммунитетом к контролю и повышает маг. отпор на 21% на время действия навыка.",
        "[Божественная защита] Наделяет иммунитетом к контролю и повышает маг. отпор на 25% на время действия навыка."
      ],
      "story": "Щит судьи священных рыцарей Луа. Реликвия, вручаемая священным рыцарям Луа, получившим звание «Судья». На этот щит наложено благословение богини Луа, защищающее его владельца и безжалостно карающее его врагов."
    }
  },
  "s3": {
    "name": "Суд божий",
    "description": "Атакует врагов на передовой 3 р. Первые 2 АТК наносят {0} ед. физ. урона и оглушают на 4 сек. Радиус последней АТК +20%, наносит {1} ед. физ. урона, оглушая на 4 сек. У кажд. АТК шанс 50% отменить положит. эффекты противника.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "При использ. навыка блокируется весь получ. урон."
    },
    "light": "Время оглушения +2 сек.",
    "dark": "Потребление маны -1.",
    "ut": {
      "name": "Клятва воина света",
      "description": [
        "[Суд божий] Снимает позитивные эффекты с противника со 75% шансом и снижает Скорость Атаки цели на 100 на 10 сек.",
        "[Суд божий] Снимает позитивные эффекты с противника со 75% шансом и снижает Скорость Атаки цели на 120 на 10 сек.",
        "[Суд божий] Снимает позитивные эффекты с противника со 75% шансом и снижает Скорость Атаки цели на 140 на 10 сек.",
        "[Суд божий] Снимает позитивные эффекты с противника со 75% шансом и снижает Скорость Атаки цели на 170 на 10 сек.",
        "[Суд божий] Снимает позитивные эффекты с противника со 75% шансом и снижает Скорость Атаки цели на 210 на 10 сек.",
        "[Суд божий] Снимает позитивные эффекты с противника со 75% шансом и снижает Скорость Атаки цели на 250 на 10 сек."
      ],
      "story": "Печать, которую Рикардо использовал, когда давал обет воина света. При посвящении в воины света рыцари ставят печати со своими именами на торжественном документе с клятвой. Рикардо вложил в изготовление этой печати всю свою любовь к церкви Луа. С тех пор прошло уже много времени, но он все еще ее носит."
    }
  },
  "s4": {
    "name": "Благословение",
    "description": "Если союзники получают маг. урон, их маг. ЗЩТ увелич. на {0} на 5 сек. Может накапливаться до 5 р.",
    "books": {
      "0": "ЗЩТ + {0}%.",
      "1": "ЗЩТ + {0}%.",
      "2": "Время действия +2 сек."
    },
    "light": "Маг. ЗЩТ +40%.",
    "dark": "Макс. кол-во зарядов увелич. до 8.",
    "ut": {
      "name": "Подвеска добросердечия",
      "description": [
        "[Благословение] Увеличивает длительность на 5 сек. Снижает наносимый себе маг. урон на 1% за каждый заряд.",
        "[Благословение] Увеличивает длительность на 5 сек. Снижает наносимый себе маг. урон на 1,2% за каждый заряд.",
        "[Благословение] Увеличивает длительность на 5 сек. Снижает наносимый себе маг. урон на 1,4% за каждый заряд.",
        "[Благословение] Увеличивает длительность на 5 сек. Снижает наносимый себе маг. урон на 1,7% за каждый заряд.",
        "[Благословение] Увеличивает длительность на 5 сек. Снижает наносимый себе маг. урон на 2,1% за каждый заряд.",
        "[Благословение] Увеличивает длительность на 5 сек. Снижает наносимый себе маг. урон на 2,5% за каждый заряд."
      ],
      "story": "Символ приюта Рикардо в виде маленького креста внутри большого. Она была изготовлена, когда строительство приюта подошло к концу. Рикардо надеялся, что благодаря ей его молитвы помогут осуществить желания самых маленьких детей, которые еще не умеют разговаривать. Подвеска также была благословлена великой жрицей Айрис во имя Луа. Говорят, что она уберегает детей от любых болезней."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200",
    "dark": "Когда собственный уровень ОЗ спускается ниже 40%, ОЗ не можем спуститься ниже 10% в теч. 6 сек, и Атака всех союзников повышается на 50% от собственного уровня Магич.Защиты. Данный эффект активируется один раз каждые 60 сек."
  }
}