{
  "name": "Таня",
  "subtitle": "Безмолвный клинок",
  "description": "Элитная убийца ордена Смеющейся маски, бывшая коллега Роя. Раньше она была «чистильщиком» и преследовала предателей. Она нападала так быстро, что никто не мог понять, отчего умер.",
  "story": "Убийца из группировки «Смеющаяся маска» и коллега Роя. Физически она превосходит Роя, так как является полуэльфом, но ей не хватает его опыта и способности располагать к себе людей – качеств, которые делают его незаменимым в крупномасштабных операциях. Из-за этого она чувствует себя немного неполноценной. В группировке она выполняет роль «чистильщика» и ответственна за ликвидацию предателей. Когда Рой покинул «Смеющуюся маску», она решила отложить все свои задания и найти его, чтобы выяснить, что сподвигло его на такой шаг. Как она поступит, когда найдет его, пока неизвестно.",
  "like": "Роя",
  "dislike": "Роя, Смеющуюся маску, быть полукровкой",
  "inn": {
    "idle": "...",
    "recruit": {
      "greet": "...Хм.",
      "talk": [
        "...Не пытайся со мной заговорить.",
        "...Не стоит интересоваться девушкой, которая может только убивать.",
        "...Хм."
      ],
      "gift": "...Так и быть. Я приму это."
    },
    "affinity": {
      "greet": "Хм...",
      "talk": [
        "Я предпочитаю работать в одиночку...",
        "Смерть может настигнуть тебя в любой момент..."
      ],
      "gift": "Мне это не нужно..."
    },
    "relationship": {
      "greet": "...Итак, ты пришёл...",
      "talk": [
        "Извини... Я не особо разговорчива.",
        "Не так уж это весело- разговаривать с таким человеком, как я...",
        "Почему ты так интересуешься мной? Я не понимаю..."
      ]
    }
  },
  "uw": {
    "name": "Кайтасис, Демон спокойствия",
    "description": [
      "При обычн. АТК шанс 10% нанести доп. физ. урон (200% от силы АТК). Скрывается на 10 сек. Время перезарядки 10 сек.",
      "При обычн. АТК шанс 12% нанести доп. физ. урон (240% от силы АТК). Скрывается на 10 сек. Время перезарядки 10 сек.",
      "При обычн. АТК шанс 14% нанести доп. физ. урон (290% от силы АТК). Скрывается на 10 сек. Время перезарядки 10 сек.",
      "При обычн. АТК шанс 17% нанести доп. физ. урон (350% от силы АТК). Скрывается на 10 сек. Время перезарядки 10 сек.",
      "При обычн. АТК шанс 20% нанести доп. физ. урон (420% от силы АТК). Скрывается на 10 сек. Время перезарядки 10 сек.",
      "При обычн. АТК шанс 25% нанести доп. физ. урон (500% от силы АТК). Скрывается на 10 сек. Время перезарядки 10 сек."
    ],
    "story": "Война с демонами случилась 100 лет назад. Без сомнения, в те времена наибольшую угрозу для человечества представляли верховные демоны. Одним из самых опасных среди них был демон спокойствия Кайтасис. Бесчисленное множество волшебников и жрецов стали жертвами этого демона, который сознательно охотился на души людей с магическими способностями. В одной из битв демон все же пал от руки Кайла, а его сущность была утеряна. Многие годы спустя сущность Кайтасиса попала в руки «Смеющейся маски» и как и прежде служит инструментом смерти."
  },
  "s1": {
    "name": "Захват цели",
    "description": "Эффект получ. физ. урона + {0}%, на врага с наименьш. физ. ЗЩТ в теч. 10 сек. Перемещается за спину объекта и сбивает с ног, нанося {1} ед. физ. урона. В скрыт. режиме оглушает на 6 сек., без скрыт. режима скрывается на 10 сек. [Скрыт. режим] Шанс крит. удара +50, уклон. +50.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Шанс крит. удара + {0}."
    },
    "light": "Снижает исцеление цели на 30%.",
    "dark": "На 10 сек, Сопротивление Физ. Крит. Удару цели снижается на 250.",
    "ut": {
      "name": "Копия кодекса незаметности",
      "description": [
        "[Захват цели] Повышает урон на 50% и восстанавливает 400 маны при использовании.",
        "[Захват цели] Повышает урон на 50% и восстанавливает 480 маны при использовании.",
        "[Захват цели] Повышает урон на 50% и восстанавливает 580 маны при использовании.",
        "[Захват цели] Повышает урон на 50% и восстанавливает 700 маны при использовании.",
        "[Захват цели] Повышает урон на 50% и восстанавливает 840 маны при использовании.",
        "[Захват цели] Повышает урон на 50% и восстанавливает 1000 маны при использовании."
      ],
      "story": "«Смеющаяся маска» разработала тайный учебный справочник, в котором опытные убийцы делятся своими секретами незаметности. Книга содержит подробное описание навыков незаметности и способов их применения. Таня добавила парочку своих советов, из-за чего ценность этого справочника только повысилась."
    }
  },
  "s2": {
    "name": "Вихрь лезвий",
    "description": "Атакует окруж. врагов 3 р., нанося суммарн. {0} ед. физ. урона и по 1 кровотечению с кажд. АТК. В скрыт. режиме восст. объекта -70%, без скрыт. режима скрывается на 10 сек. [Скрыт. режим] Шанс крит. удара +50, уклон. +50.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Шанс крит. удара + {0}."
    },
    "light": "Если враг один, наносимый урон +100%.",
    "dark": "При крит. ударе восст. 200 маны.",
    "ut": {
      "name": "Пояс «Смеющейся маски»",
      "description": [
        "[Вихрь лезвий] Увеличивает урон на 20% и снижает время перезарядки на 8% при крит. ударе.",
        "[Вихрь лезвий] Увеличивает урон на 24% и снижает время перезарядки на 8% при крит. ударе.",
        "[Вихрь лезвий] Увеличивает урон на 29% и снижает время перезарядки на 8% при крит. ударе.",
        "[Вихрь лезвий] Увеличивает урон на 35% и снижает время перезарядки на 8% при крит. ударе.",
        "[Вихрь лезвий] Увеличивает урон на 42% и снижает время перезарядки на 8% при крит. ударе.",
        "[Вихрь лезвий] Увеличивает урон на 50% и снижает время перезарядки на 8% при крит. ударе."
      ],
      "story": "Многофункциональный инструмент «Смеющейся маски», предназначенный для убийств. Помогает выполнить смертельный заказ быстро и наверняка. Не стесняя движений своего владельца, позволяет эффективнее использовать метательное оружие и наносить град ударов во время «Вихря лезвий»."
    }
  },
  "s3": {
    "name": "Шепот смерти",
    "description": "Атакует случ. врага 6 р., нанося суммарн. {0} ед. физ. урона. При кажд. АТК доп. {1} ед. физ. урона. В скрыт. режиме отмена эффекта улучшения объекта, без скрыт. режима скрывается на 10 сек. [Скрыт. режим] Шанс крит. удара +50, уклон. +50.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Шанс крит. удара + {0}."
    },
    "light": "Цена в Мане повышается на 1 сферу, но Урон увеличивается на 100%.",
    "dark": "Время перезарядки -5 сек.",
    "ut": {
      "name": "Кинжал безмолвия",
      "description": [
        "[Шепот смерти] Урон повышается на 20% и в момент использования, мгновенно входит в Скрытность. Если используется в режиме Скрытности, то Атака повышается на 20% на 10 сек.",
        "[Шепот смерти] Урон повышается на 24% и в момент использования, мгновенно входит в Скрытность. Если используется в режиме Скрытности, то Атака повышается на 20% на 10 сек.",
        "[Шепот смерти] Урон повышается на 29% и в момент использования, мгновенно входит в Скрытность. Если используется в режиме Скрытности, то Атака повышается на 20% на 10 сек.",
        "[Шепот смерти] Урон повышается на 35% и в момент использования, мгновенно входит в Скрытность. Если используется в режиме Скрытности, то Атака повышается на 20% на 10 сек.",
        "[Шепот смерти] Урон повышается на 42% и в момент использования, мгновенно входит в Скрытность. Если используется в режиме Скрытности, то Атака повышается на 20% на 10 сек.",
        "[Шепот смерти] Урон повышается на 50% и в момент использования, мгновенно входит в Скрытность. Если используется в режиме Скрытности, то Атака повышается на 20% на 10 сек."
      ],
      "story": "Кинжал, который вручают убийце «Смеющейся маски» после успешного выполнения первого задания. Существует правило, согласно которому убийца должен всегда иметь при себе кинжал со кровью своей жертвы. Кинжал тишины, который убийца носит с собой в качестве оберега, постоянно нашептывает ему о неотвратимости смерти."
    }
  },
  "s4": {
    "name": "Скрытая засада",
    "description": "Наносит {0} ед. доп. физ. урона противнику и накладывает на него безмолвие на {1} сек., если навык наносит крит. удар. Если цель не является героем, наносит {2} ед. игнорирующего ЗЩТ доп. физ. урона и снижает СКР АТК цели на {4} на {3} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Безмолвие + {0} сек."
    },
    "light": "Повышает доп. урон по противникам, не являющимся героями, на 100%.",
    "dark": "Увеличивает длительность безмолвия на 0,5 сек."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "В скрыт. режиме урон от автоатак увелич. на 50%."
  }
}