{
  "name": "Иезекииль",
  "subtitle": "Проклятая Кровь",
  "description": "Рожденный от человека и демона, полукровка, проклятый с рождения. Крушит и разрывает своих врагов своей правой демонической рукой.",
  "story": "Сын Люцикиеля и могущественный офицер армии демонов, который положил конец Республике Грэй. Отличается рассудительностью и осторожностью и, на самом деле, на половину человек. В бою его демоническая натура вырывается наружу, делая его заносчивым и жестоким. Унаследовал свою силу от отца, которого никогда не видел, тем не менее, гордится ею и не пытается скрыть от окружающих. Так как он демон лишь на половину, только одна его рука подверглась трансформации. Но даже в одной руке сосредоточена великая сила, которой он до сих пор не владеет в полной мере. Когда он теряет контроль над рукой, лучше держаться от него как можно дальше.",
  "like": "Карамельный пудинг, сладкий сок",
  "dislike": "Слабаков, строящих из себя не пойми кого, глупцов, которые думают, что все знают",
  "inn": {
    "idle": "Ты куда зыришь?",
    "recruit": {
      "greet": "Чего? Скажи это еще раз!",
      "talk": [
        "Хех, какой назойливый...",
        "Просто иди своей дорогой.",
        "Вы че все со мной хотите поболтать, а?"
      ],
      "gift": "Чё... Это чё такое... А, это... Да, спасибо, принимаю..."
    },
    "affinity": {
      "greet": "Я не выспался и очень устал.",
      "talk": [
        "Интересно, как там поживает этот неудачник из Республики Грэй?",
        "Как тебе моя прическа? Выглядит круто, правда? Волосы торчком – вот что делает ее такой стильной."
      ],
      "gift": "О, спасибо!"
    },
    "relationship": {
      "greet": "И? Ты с этим слабаком уже поговорил?",
      "talk": [
        "Не волнует, что мой батя- Демон. Я так силён из-за этого!",
        "Да он просто тряпка! Никто нас не тронет!",
        "Ага, иногда я теряю над собой контроль. Но это ведь так весело! ХАХАХА!"
      ]
    }
  },
  "uw": {
    "name": "Тюремщик отчаянья Барбатос",
    "description": [
      "Длительность эффекта Ярости увеличивается на 2 сек, и когда в Ярости, Крит. Урон увеличивается на 80%.",
      "Длительность эффекта Ярости увеличивается на 3 сек, и когда в Ярости, Крит. Урон увеличивается на 90%.",
      "Длительность эффекта Ярости увеличивается на 4 сек, и когда в Ярости, Крит. Урон увеличивается на 100%.",
      "Длительность эффекта Ярости увеличивается на 5 сек, и когда в Ярости, Крит. Урон увеличивается на 110%.",
      "Длительность эффекта Ярости увеличивается на 6 сек, и когда в Ярости, Крит. Урон увеличивается на 120%.",
      "Длительность эффекта Ярости увеличивается на 7 сек, и когда в Ярости, Крит. Урон увеличивается на 130%."
    ],
    "story": "Отец Иезекииля был одним из верховных демонов. Хотя Иезекииль никогда не видел своего отца, он осознает, какую могучую силу унаследовал вместе с демонической кровью. Из-за демонической крови этот прекрасный молодой человек временами становится невероятно сильным и невыносимо заносчивым демоном, совсем как его отец. В такие времена одна из его рук трансформируется в грозное оружие, способное разрывать измерение и пространство. Только верховные демоны обладают такой силой."
  },
  "s1": {
    "name": "Разрушительный Инстинкт",
    "description": "Ударяет ближайших врагов по кругу и наносит {0} Магич. Урона. Затем ударяет в землю, нанося {1} Магич. Урона и опрокидывая противников на 3 сек. [Ярость] - Тратит 15% от текущего уровня ОЗ для активации. Дистанция эффекта увеличивается и больше противников попадают под удар.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон увеличивается на 40%.",
    "dark": "После активации, Атака увеличивается на 40% на 5 сек.",
    "ut": {
      "name": "Пояс из кожи дикого зверя",
      "description": [
        "[Разрушительный инстинкт] При использовании исцеляет 15% от макс. ОЗ и повышает маг. урон, получаемый целью, на 10% на 10 сек.",
        "[Разрушительный инстинкт] При использовании исцеляет 15% от макс. ОЗ и повышает маг. урон, получаемый целью, на 12% на 10 сек.",
        "[Разрушительный инстинкт] При использовании исцеляет 15% от макс. ОЗ и повышает маг. урон, получаемый целью, на 14% на 10 сек.",
        "[Разрушительный инстинкт] При использовании исцеляет 15% от макс. ОЗ и повышает маг. урон, получаемый целью, на 17% на 10 сек.",
        "[Разрушительный инстинкт] При использовании исцеляет 15% от макс. ОЗ и повышает маг. урон, получаемый целью, на 21% на 10 сек.",
        "[Разрушительный инстинкт] При использовании исцеляет 15% от макс. ОЗ и повышает маг. урон, получаемый целью, на 25% на 10 сек."
      ],
      "story": "Когда Иезекииль изготовил украшение на шею из шкуры мантикоры, он также сшил этот двухслойный кожаный пояс. Пояс обладает уникальной способностью накапливать демоническую энергию и вызывать безумие, поэтому нагоняет страх на всех вокруг, когда Иезекииль впадает в демоническую ярость. Страх сковывает и обездвиживает слабых духом."
    }
  },
  "s2": {
    "name": "Отчаяние Рассвета",
    "description": "Мчится к противнику с наибольшим уровнем Атаки и наносит {0} Магич. Урона противникам в зоне поражения, понимая их Скорость Атаки на {1}. [Ярость] - Тратит 10% от текущего уровня ОЗ для активации. Дистанция эффекта увеличивается, Оглушает цель на {2} сек, и повышает собственную Скорость Атаки на {4} на {3} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Цена в мане уменьшена на 1.",
    "dark": "Когда активировано в теч. режима Ярости, Защита цели игнорируется.",
    "ut": {
      "name": "Ожерелье дикого зверя",
      "description": [
        "[Отчаяние рассвета] Наделяет иммунитетом к контролю на время действия навыка и повышает СКР АТК на 100 ед. на 10 сек.",
        "[Отчаяние рассвета] Наделяет иммунитетом к контролю на время действия навыка и повышает СКР АТК на 120 ед. на 10 сек.",
        "[Отчаяние рассвета] Наделяет иммунитетом к контролю на время действия навыка и повышает СКР АТК на 140 ед. на 10 сек.",
        "[Отчаяние рассвета] Наделяет иммунитетом к контролю на время действия навыка и повышает СКР АТК на 170 ед. на 10 сек.",
        "[Отчаяние рассвета] Наделяет иммунитетом к контролю на время действия навыка и повышает СКР АТК на 210 ед. на 10 сек.",
        "[Отчаяние рассвета] Наделяет иммунитетом к контролю на время действия навыка и повышает СКР АТК на 250 ед. на 10 сек."
      ],
      "story": "Украшение, изготовленное из кожи могучего зверя. Трофей, полученный из мантикоры, убитой Иезекиилем во время тяжелого сражения с демонами много лет назад. Каждый раз, как Иезекииль прикасается к этому украшению, он наполняется радостью, испытанной им во время убийства мантикоры, и с воодушевлением бросается на врага."
    }
  },
  "s3": {
    "name": "Удар Рока",
    "description": "Собирает энергию и атакует цель, нанося {0} Магич. Урона и оглушая на {1} сек. [Ярость] - Тратит 20% от текущего уровня ОЗ для активации. Атакует врагов в радиусе от цели и Урон увеличивается в 3 раза.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Становится невосприимчивым к Контролю в теч. активации.",
    "dark": "Если есть всего 1 противник, Урон увеличивается на 100%.",
    "ut": {
      "name": "Крепкая связь",
      "description": [
        "[Удар рока] Урон увеличивается на 20% и получает 1 дополнительный эффект Проклятой Крови после использования данного навыка.",
        "[Удар рока] Урон увеличивается на 24% и получает 1 дополнительный эффект Проклятой Крови после использования данного навыка.",
        "[Удар рока] Урон увеличивается на 29% и получает 1 дополнительный эффект Проклятой Крови после использования данного навыка.",
        "[Удар рока] Урон увеличивается на 35% и получает 1 дополнительный эффект Проклятой Крови после использования данного навыка.",
        "[Удар рока] Урон увеличивается на 42% и получает 1 дополнительный эффект Проклятой Крови после использования данного навыка.",
        "[Удар рока] Урон увеличивается на 50% и получает 1 дополнительный эффект Проклятой Крови после использования данного навыка."
      ],
      "story": "Связующий знак, содержащий ману неизвестного жреца. В юности с Иезекиилем часто случались приступы ярости. Если кто-либо оскорблял его мать, он давал волю своей горячей демонической крови. Позже он приходил в себя и с удивлением смотрел на свою израненную руку и испуганную мать. Однажды, когда он уже был постарше, у него случилась ссора с одним из старших жрецов церкви Луа. Иезекииль впал в исступление, однако когда он пришел в себя, рядом никого не было, а на его проклятую руку был нанесен связующий знак. Он попытался избавиться от него, однако магия жреца была слишком сильна. Как ни странно, с тех пор его приступы ярости прекратились, и он научился контролировать свою ману."
    }
  },
  "s4": {
    "name": "Проклятая Кровь",
    "description": "Иезекииль получает 1 эффект 'Проклятая Кровь' по окончании использования навыка. После 4ого эффекта, тратит все эффекты 'Проклятая Кровь', чтобы обнулись все перезарядки умений, нанося {0} Магич. Урона ближайшим противникам и опрокидывая их на 3 сек, в тот же момент активирую Ярость на {1} сек, которая не может быть отменена. Пока в режиме Ярости, переходит в авто-бой, который невозможно контролировать, Атака увеличивается на {2} , Урон от авто-атак удваивается, и все эффекты всех навыков усиляются. Невозможно получить 'Проклятую Кровь', находяcь в режиме Ярости, кроме как в момент убийства противника.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "В режиме Ярости, лечение увеличивается на 50%.",
    "dark": "За каждый эффект 'Проклятая Кровь', получает на 12% меньше урона.",
    "ut": {
      "name": "Статуэтка крови",
      "description": [
        "[Проклятая кровь] Повышает усиление АТК на 20%. В начале первой битвы получает 2 заряда Проклятой крови.",
        "[Проклятая кровь] Повышает усиление АТК на 24%. В начале первой битвы получает 2 заряда Проклятой крови.",
        "[Проклятая кровь] Повышает усиление АТК на 29%. В начале первой битвы получает 2 заряда Проклятой крови.",
        "[Проклятая кровь] Повышает усиление АТК на 35%. В начале первой битвы получает 2 заряда Проклятой крови.",
        "[Проклятая кровь] Повышает усиление АТК на 42%. В начале первой битвы получает 2 заряда Проклятой крови.",
        "[Проклятая кровь] Повышает усиление АТК на 50%. В начале первой битвы получает 2 заряда Проклятой крови."
      ],
      "story": "Внезапные всплески энергии в правой руке юного Иезекииля оставляли многочисленные раны и шрамы на его руках. Когда рука успокаивалась, Иезекииль смотрел на кровь, капающую на пол, и постепенно его сознание прояснялось. Иезекииль ждал, когда кровотечение прекратится, а затем поднимал камень, вымоченный в его голубой крови, и начинал вырезать из него статуэтку в виде своей правой руки."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100",
    "dark": "В режиме Ярости, авто-атаки наносят Урон, игнорирующий Защиту."
  }
}