{
  "name": "Кассандра",
  "subtitle": "Соблазнительные Ветра",
  "description": "Роковая женщина, Хозяйка Золотого Бара. Скандально известна, привлекательна и чертовски обаятельна. Она празднует свои победы соблазнительными танцами.",
  "story": "Ей принадлежит самая роскошная и большая таверна в Веспии – «Золотой слиток». Однако это не просто таверна, а тайное место встречи социальных элит, где постоянно происходит обмен разной секретной информацией. Благодаря природному обаянию и общительности она легко может расположить к себе любого, но далеко не каждый знает, что занимается она в основном продажей оружия и секретной информации.",
  "like": "Красное вино, орехи, роскошные веера",
  "dislike": "Проблемных посетителей, грязные волосы, неприятные запахи",
  "inn": {
    "idle": "Ой, добро пожаловать... На самом деле, это не мой магазин все равно, но~",
    "recruit": {
      "greet": "Ты что это, приударить за мной хочешь? Уф...",
      "talk": [
        "Еще одну для меня! И да, вот этот человек за всё заплатит~",
        "Оружие? Не думаю, что я понимаю, о чем ты...",
        "Ты сегодня выглядишь довольным. Что произошло?"
      ],
      "gift": "Ой, не стоило... Как же мне показать свою благодарность..."
    },
    "affinity": {
      "greet": "О, привет!",
      "talk": [
        "Я слышала, что некоторые разбавляют спиртное водой... Надеюсь, здесь так не делают.",
        "Я столько работаю, что уже путаю день и ночь. Я так устала."
      ],
      "gift": "О, спасибо! Я найду этому подарку достойное применение."
    },
    "relationship": {
      "greet": "Хм... Я думала о тебе. И ты обо мне тоже?",
      "talk": [
        "Побеждать умы других людей- вот моя работа... Но я не буду делать этого с тобой.",
        "Вот тебе секрет: не только в Империи, но и в Орвеле происходят различные тайные дела... Особенно связанные с Королевским Дворцом...",
        "Когда я смотрю на бокал с вином... Я чувствую, что я одна... С тобой..."
      ]
    }
  },
  "uw": {
    "name": "Аврельский Шёпот, Золотой Бриз",
    "description": [
      "Каждые 15 сек., лечит союзника с наименьшим значением ОЗ(HP) на 200% от значения Атаки и обнуляет все эффекты, наносящие урон.",
      "Каждые 14 сек., лечит союзника с наименьшим значением ОЗ(HP) на 240% от значения Атаки и обнуляет все эффекты, наносящие урон.",
      "Каждые 12.5 сек., лечит союзника с наименьшим значением ОЗ(HP) на 290% от значения Атаки и обнуляет все эффекты, наносящие урон.",
      "Каждые 11 сек., лечит союзника с наименьшим значением ОЗ(HP) на 350% от значения Атаки и обнуляет все эффекты, наносящие урон.",
      "Каждые 9.5 сек., лечит союзника с наименьшим значением ОЗ(HP) на 420% от значения Атаки и обнуляет все эффекты, наносящие урон.",
      "Каждые 8 сек., лечит союзника с наименьшим значением ОЗ(HP) на 500% от значения Ататки и обнуляет все эффекты, наносящие урон."
    ],
    "story": "Кассандра тайно подрабатывает торговлей оружием. Однажды к ней в руки попала ворованная вещица, которая сразу же привлекла ее внимание. Это был красивый веер, расшитый золотом и украшенный драгоценностями. По слухам, каждую владелицу этого веера в скором времени постигало несчастье. Среди подпольных торговцев этот веер считался проклятым. Как только Кассандра купила его, она тут же принялась выяснять, откуда взялся этот веер. Оказалось, что веер был создан в качестве скрытого оружия. Теперь понятно, какое несчастье постигало его незадачливых и ничего не подозревающих владелиц."
  },
  "s1": {
    "name": "Нежно~",
    "description": "Лечит всех союзников на {0} HP и наносит Магич. Урон, равный {1} всем врагам. Враги, попавшие под данный эффект, становятся Безмолвными на 2 сек.",
    "books": {
      "0": "Значения лечения и Урон повышаются на {0}%.",
      "1": "Значения лечения и Урон повышаются на {0}%.",
      "2": "Эффект Безмолвия увеличивается на {0} сек."
    },
    "light": "Вылеченные союзники получают 200 Увеличение скорости Атаки на 10 сек.",
    "dark": "На 5 sec, Мана попавших под удар противников уменьшается на 200 каждую секунду.",
    "ut": {
      "name": "Перьевое украшение из багровой птахи",
      "description": [
        "[Нежность~] Повышает исцеление на 50% и продолжительность «Безмолвия» – на 0,8 сек.",
        "[Нежность~] Повышает исцеление на 50% и продолжительность «Безмолвия» – на 1 сек.",
        "[Нежность~] Повышает исцеление на 50% и продолжительность «Безмолвия» – на 1,2 сек.",
        "[Нежность~] Повышает исцеление на 50% и продолжительность «Безмолвия» – на 1,4 сек.",
        "[Нежность~] Повышает исцеление на 50% и продолжительность «Безмолвия» – на 1,7 сек.",
        "[Нежность~] Повышает исцеление на 50% и продолжительность «Безмолвия» – на 2 сек."
      ],
      "story": "Украшение, изготовленное из перьев багровой птахи – прекрасного, но очень опасного создания. Перья обычно излучают темную энергию, но попадая на свет, распространяют вокруг красное свечение. Красота и очарование этого свечения настолько высоки, что жертвы с неустойчивым сознанием легко попадают под влияние создаваемых им галлюцинаций."
    }
  },
  "s2": {
    "name": "Яростно!",
    "description": "Повышает Атаку союзников на {0} на 15 сек и увеличивает их Крит. Шанс на {1}.",
    "books": {
      "0": "Значение увеличения Атаки повышено на {0}%.",
      "1": "Значение увеличения Атаки повышено на {0}%.",
      "2": "Значение увеличения Атаки повышено на {0}%."
    },
    "light": "Увеличение Атаки повышается на 40%",
    "dark": "Потребление маны -1.",
    "ut": {
      "name": "Роскошное украшение",
      "description": [
        "[Яростно!] Увеличивает время действия на 5 сек. и повышает крит. урон еще на 20%.",
        "[Яростно!] Увеличивает время действия на 5 сек. и повышает крит. урон еще на 24%.",
        "[Яростно!] Увеличивает время действия на 5 сек. и повышает крит. урон еще на 29%.",
        "[Яростно!] Увеличивает время действия на 5 сек. и повышает крит. урон еще на 35%.",
        "[Яростно!] Увеличивает время действия на 5 сек. и повышает крит. урон еще на 42%.",
        "[Яростно!] Увеличивает время действия на 5 сек. и повышает крит. урон еще на 50%."
      ],
      "story": "Роскошное украшение, изготовленное лучшим ювелиром на всем континенте. Украшение, изготовленное ограниченным тиражом ювелиром Лариком, является мечтой любого знатного человека на континенте Орбис. Говорят, что этот шедевр ювелирного искусства может исцелять своего владельца и наделять его смелостью. Таких украшений всего три, и одно из них, разумеется, принадлежит хозяйке «Золотого слитка»."
    }
  },
  "s3": {
    "name": "Соблазнительные волны",
    "description": "Наносит {0} Магич.Урон врагу с наибольшим значением Атаки. Если противник ударил героя, он становится Очарованным на 7 секунд. Очарованные противники атакуют своих союзников, используют автоатаку, не используют умения.",
    "books": {
      "0": "Урон повышается на {0}%.",
      "1": "Урон повышается на {0}%.",
      "2": "Эффект Очарования увеличен на {0} sec."
    },
    "light": "На 10 сек. цель получает на 25% больше маг. урона.",
    "dark": "Потребление маны -1.",
    "ut": {
      "name": "Запах золота",
      "description": [
        "[Соблазнительные волны] Перезарядка навыка снижается на 30% и длительность эффекта Очарования повышается на 1 сек.",
        "[Соблазнительные волны] Перезарядка навыка снижается на 30% и длительность эффекта Очарования повышается на 1.5 сек.",
        "[Соблазнительные волны] Перезарядка навыка снижается на 30% и длительность эффекта Очарования повышается на 2 сек.",
        "[Соблазнительные волны] Перезарядка навыка снижается на 30% и длительность эффекта Очарования повышается на 2.5 сек.",
        "[Соблазнительные волны] Перезарядка навыка снижается на 30% и длительность эффекта Очарования повышается на 3 сек.",
        "[Соблазнительные волны] Перезарядка навыка снижается на 30% и длительность эффекта Очарования повышается на 3.5 сек."
      ],
      "story": "Легендарный кулон золотого пламени. Легендарный золотой король сделал этот кулон, чтобы добиться благосклонности богини любви и красоты. Его золотое очарование создает «Соблазнительные волны», которые заставляют всех любить его владельца и во всем с ним соглашаться."
    }
  },
  "s4": {
    "name": "Нежное прикосновение",
    "description": "В каждой битве, первое использованное умение будет стоить на 2 маны меньше от основной цены. А также, все защитные показатели союзников увеличиваются на {0} на 5 сек.",
    "books": {
      "0": "Значение увеличения Защиты повышено на {0}%.",
      "1": "Значение увеличения Защиты повышено на {0}%.",
      "2": "Значение увеличения Защиты повышено на {0}%."
    },
    "light": "Весь Урон по союзникам уменьшается на 20% на 5 сек.",
    "dark": "Время Эффекта повышенной Защиты увеличивается на 5 сек."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100",
    "dark": "На момент начала битвы, случайный союзник становится невосприимчив к Урону на 3 сек."
  }
}