{
  "name": "Рой",
  "subtitle": "Быстрый убийца",
  "description": "Бывший убийца, скрывающий свое прошлое. Сосредотачивается на одной цели, обрушивая бесконечные мощные удары на врага со спины.",
  "story": "Сопровождает Клео и присматривает за ней по поручению Доминикса. Когда-то он входил в банду наемных убийц, но по неизвестным причинам оставил это ремесло. Из-за своего прошлого редко когда проявляет уважение к окружающим, тем не менее, лишения и невзгоды сделали из него опытного и проницательного человека, который умеет отплатить добром тем, кто когда-то ему помог.",
  "like": "Себя сейчас",
  "dislike": "Себя раньше",
  "inn": {
    "idle": ".......",
    "recruit": {
      "greet": "Что это.",
      "talk": [
        "Я буду признателен, если ты не будешь спрашивать меня о прошлом.",
        "Раньше было все спокойно. Надеюсь, Клео не учинит здесь ничего.",
        "Хватит делать из нас с Клео пару! Фрэй уже достала... Я делаю это только потому, что должен."
      ],
      "gift": "Я не знаю, заслужил ли я это..."
    },
    "affinity": {
      "greet": "Привет, как дела?",
      "talk": [
        "Вот тебе бы такое понравилось? Я в ответе за Клео... А она вечно лезет на рожон!",
        "Если ты что-то делаешь и уже начинаешь сожалеть об этом, лучше бросай свое занятие немедленно."
      ],
      "gift": "Я этого никогда не забуду... Спасибо."
    },
    "relationship": {
      "greet": "Ах, вы пришли.",
      "talk": [
        "Помогайте Касселю как только сможете. У него тяжелая ноша.",
        "Я не набожный, но я также полагаюсь на Луа. Мне ничего не остаётся, как молиться о людях, которых я убил...",
        "Я не оплакиваю своё прошлое. Его не изменить. Что можно изменить, так это будущее."
      ]
    }
  },
  "uw": {
    "name": "Ридиль, Дыхание призрака",
    "description": [
      "При обычн. АТК шанс 25% нанести доп. урон (50% от силы АТК) и 1 кровоточ. рану.",
      "При обычн. АТК шанс 28% нанести доп. урон (60% от силы АТК) и 1 кровоточ. рану.",
      "При обычн. АТК шанс 31% нанести доп. урон (72% от силы АТК) и 1 кровоточ. рану.",
      "При обычн. АТК шанс 34% нанести доп. урон (86% от силы АТК) и 1 кровоточ. рану.",
      "При обычн. АТК шанс 37% нанести доп. урон (103% от силы АТК) и 1 кровоточ. рану.",
      "При обычн. АТК шанс 40% нанести доп. урон (125% от силы АТК) и 1 кровоточ. рану."
    ],
    "story": "Группа наемных убийц, известная как «Смеющаяся маска», долгое время заправляет преступным миром Орвела. Только лучшему убийце организации позволено носить эту пару смертоносных кинжалов. Говорят, что раны, нанесенные ими никогда не заживают, поэтому жертва этих кинжалов погибает от потери крови. По легенде, эти кинжалы были сделаны из косы самой смерти."
  },
  "s1": {
    "name": "Свирепость",
    "description": "3 раза атакует случайного противника, нанося в сумме {0} ед. физ. урона и накладывая на него 1 кровотечение, которое наносит {2} ед. физ. урона за {1} сек. Кровотечение может суммироваться до 3 раз.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон от крит. удара + {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Атакованный враг на 10 сек. получает +25% физ. урона.",
    "ut": {
      "name": "Теневой клинок",
      "description": [
        "[Без жалости] Отменяет все отриц. эффекты, действующие на героя, и восстанавливает 200 маны при крит. ударе.",
        "[Без жалости] Отменяет все отриц. эффекты, действующие на героя, и восстанавливает 240 маны при крит. ударе.",
        "[Без жалости] Отменяет все отриц. эффекты, действующие на героя, и восстанавливает 290 маны при крит. ударе.",
        "[Без жалости] Отменяет все отриц. эффекты, действующие на героя, и восстанавливает 350 маны при крит. ударе.",
        "[Без жалости] Отменяет все отриц. эффекты, действующие на героя, и восстанавливает 420 маны при крит. ударе.",
        "[Без жалости] Отменяет все отриц. эффекты, действующие на героя, и восстанавливает 500 маны при крит. ударе."
      ],
      "story": "Боевой клинок, выполненный в форме лапы животного. Это тайное оружие, изготовленное из дамасской стали, используется убийцами Востока для повышения эффективности своих заказов. Выкованный при помощи жара и крови Теневой клинок известен как проклятое оружие, жаждущее крови. Большинство людей, за исключением самых опытных убийц, стараются держаться от него подальше."
    }
  },
  "s2": {
    "name": "Покров тьмы",
    "description": "На {0} сек. АТК + {1} , уклонение от всех физ. АТК.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "На длит. время СКР АТК + {0}."
    },
    "light": "Сила АТК +40%.",
    "dark": "При использовании урон от автоатак +100%.",
    "ut": {
      "name": "Капюшон из сомы",
      "description": [
        "[Покров тьмы] Повышает усиление АТК на 20% и отпор контролю на 400 ед. на время действия навыка.",
        "[Покров тьмы] Повышает усиление АТК на 24% и отпор контролю на 400 ед. на время действия навыка.",
        "[Покров тьмы] Повышает усиление АТК на 29% и отпор контролю на 400 ед. на время действия навыка.",
        "[Покров тьмы] Повышает усиление АТК на 35% и отпор контролю на 400 ед. на время действия навыка.",
        "[Покров тьмы] Повышает усиление АТК на 42% и отпор контролю на 400 ед. на время действия навыка.",
        "[Покров тьмы] Повышает усиление АТК на 50% и отпор контролю на 400 ед. на время действия навыка."
      ],
      "story": "Опасный капюшон, изготовленный тайным способом, известным только «Смеющейся маске». Он состоит из легендарной сомы, которая, по слухам, дарует бесконечную жизненную энергию и тайное знание «Смеющейся маски». Капюшон из сомы повышает АТК убийцы, скрывающегося под его покровом, а также способность снижать физ. урон."
    }
  },
  "s3": {
    "name": "Когти-лезвия",
    "description": "Наносит с тыла [FFC800] {0} ед. физ. урона противнику с наименьш. ОЗ. При повторном кровотечении урон + {1}%, все раны исчезают. При крит. ударе восст. 2 сф. маны и перезаряжает навык.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон от крит. удара + {0}%."
    },
    "light": "Потребление маны +1, наносит на 100% больше урона.",
    "dark": "Время на перезарядку не требуется.",
    "ut": {
      "name": "Треснувшая маска",
      "description": [
        "[Когти-лезвия] Урон увеличивается на 20%, и в случае Крит. Удара, мана восстанавливается на 300.",
        "[Когти-лезвия] Урон увеличивается на 24%, и в случае Крит. Удара, мана восстанавливается на 300.",
        "[Когти-лезвия] Урон увеличивается на 29%, и в случае Крит. Удара, мана восстанавливается на 300.",
        "[Когти-лезвия] Урон увеличивается на 35%, и в случае Крит. Удара, мана восстанавливается на 300.",
        "[Когти-лезвия] Урон увеличивается на 42%, и в случае Крит. Удара, мана восстанавливается на 300.",
        "[Когти-лезвия] Урон увеличивается на 50%, и в случае Крит. Удара, мана восстанавливается на 300."
      ],
      "story": "Маска, сломанная Роем после ухода из «Смеющейся маски». Убийцы стараются нанести удар по жизненно важным органам цели, поэтому надевают маски, чтобы не выдать своих намерений жертвам нападения. Рой надевает треснувшую маску и подкрадывается к своим врагам со спины, а затем убивает их «Когтями-лезвиями»."
    }
  },
  "s4": {
    "name": "Бойня",
    "description": "Если обычная атака является крит. ударом, атакует цель 6 раз и наносит в сумме {0} ед. доп. физ. урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон от крит. удара + {0}%."
    },
    "light": "С кажд. атакой восст. 300 маны.",
    "dark": "Шанс 50%, что враг получит кровотечение.",
    "ut": {
      "name": "Кольцо посланца",
      "description": [
        "[Бойня] Повышает урон на 50%. При нанесении крит. удара повышает свою СКР АТК на 200 на 5 сек.",
        "[Бойня] Повышает урон на 50%. При нанесении крит. удара повышает свою СКР АТК на 240 на 5 сек.",
        "[Бойня] Повышает урон на 50%. При нанесении крит. удара повышает свою СКР АТК на 290 на 5 сек.",
        "[Бойня] Повышает урон на 50%. При нанесении крит. удара повышает свою СКР АТК на 350 на 5 сек.",
        "[Бойня] Повышает урон на 50%. При нанесении крит. удара повышает свою СКР АТК на 420 на 5 сек.",
        "[Бойня] Повышает урон на 50%. При нанесении крит. удара повышает свою СКР АТК на 500 на 5 сек."
      ],
      "story": "Кольцо, изготовленное в ознаменование дня, когда Рой довел свой новый навык до совершенства. Рой был очень горд, что ему удалось разработать собственный набор приемов без использования техник «Смеющейся маски». На кольце выгравировано изображение призрака Ридиля, которое напоминает о былых ошибках Роя и служит доказательством того, что он поборол свое прошлое."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "В момент Крит. Удара, существует 10% шанс повысить Скорость Атаки на 300 и повысить Крит. Урон на 60% на 5 сек. Не активируется вновь в теч. активации."
  }
}