{
  "name": "Тэо",
  "subtitle": "Рыцарь Верности",
  "description": "Первый рыцарь давно потерянной Республики Грэй, он странствует по миру в поисках своего сеньора Джейн. Его двойное копьё таит в себе ужасающую силу, ожидая в покое, чтобы затем сразить любого демона наповал!",
  "story": "Рыцарь, служивший Республике Грэй 100 лет назад, и поклонник Джейн Грэй. Тэо был Первым рыцарем Республики и владельцем именного оружия «Удар Молнии Легиос». Во время сражения герцогств с армией демонов Горная Крепость освободилась от печати контроля и впала в исступление. По приказу Джейн Тео отправился восстановить печать. Во время его отсутствия могучие офицеры демонов напали на дворец. Вернувшись, Тео, несмотря на тяжелое ранение, бросился в бой, но был не в состоянии одолеть их в одиночку. Когда битва завершилась, он держал мертвое тело принцессы на руках и рыдал посреди разрушенного дворца. Внезапно таинственная сущность предложила ему возможность защищать принцессу до конца времен. Тео согласился и тут же впал в забытье.",
  "like": "Мою госпожу, Джейн",
  "dislike": "Демонов и их командиров",
  "inn": {
    "idle": "Я Тэо Фил Граум, из Серой Республики.",
    "recruit": {
      "greet": "Ох, это ты. Мы же встречались раньше, или нет?",
      "talk": [
        "Я бы хотел увидеть её еще разок.",
        "...Больше сотни зим прошло.",
        "Кстати, ты случаем не видел прекрасную светловолосую леди?"
      ],
      "gift": "Твоё сердце полно теплоты."
    },
    "affinity": {
      "greet": "Привет.",
      "talk": [
        "Не все демоны злые... как этот драный кот.",
        "Я упражнялся с копьем чуть ли не с детства. Я очень хорошо им владею."
      ],
      "gift": "Спасибо. Я очень тронут."
    },
    "relationship": {
      "greet": "Ты как? Давно не виделись.",
      "talk": [
        "Это был первый раз, когда я почувствовал тепло внутри... Будто Солнце вставало у меня перед глазами.",
        "Люди спрашивают меня- зачем идти так далеко? Я отвечаю... Я живу так, как мне подсказывает мое сердце.",
        "Если она не узнает меня, когда мы наконец то встретимся... То я не знаю, что мне нужно будет делать..."
      ]
    }
  },
  "uw": {
    "name": "Удар Молнии, Легиос",
    "description": [
      "Каждая авто- атака и атака умением накладывает эффект 'Молния' на себя. После получения 50 подобных эффектов, 'Удар Молнии, Легиос' будет активирован, повышая Скорость Атаки на 300, Крит. Урон на 100%, Пробитие Брони на 300 на 10 сек. Данный эффект не может быть снят.",
      "Каждая авто- атака и атака умением накладывает эффект 'Молния' на себя. После получения 50 подобных эффектов, 'Удар Молнии, Легиос' будет активирован, повышая Скорость Атаки на 360, Крит. Урон на 120%, Пробитие Брони на 360 на 10 сек. Данный эффект не может быть снят.",
      "Каждая авто- атака и атака умением накладывает эффект 'Молния' на себя. После получения 50 подобных эффектов, 'Удар Молнии, Легиос' будет активирован, повышая Скорость Атаки на 430, Крит. Урон на 144%, Пробитие Брони на 430 на 10 сек. Данный эффект не может быть снят.",
      "Каждая авто- атака и атака умением накладывает эффект 'Молния' на себя. После получения 50 подобных эффектов, 'Удар Молнии, Легиос' будет активирован, повышая Скорость Атаки на 520, Крит. Урон на 173%, Пробитие Брони на 520 на 10 сек. Данный эффект не может быть снят.",
      "Каждая авто- атака и атака умением накладывает эффект 'Молния' на себя. После получения 50 подобных эффектов, 'Удар Молнии, Легиос' будет активирован, повышая Скорость Атаки на 620, Крит. Урон на 208%, Пробитие Брони на 620 на 10 сек. Данный эффект не может быть снят.",
      "Каждая авто- атака и атака умением накладывает эффект 'Молния' на себя. После получения 50 подобных эффектов, 'Удар Молнии, Легиос' будет активирован, повышая Скорость Атаки на 750, Крит. Урон на 250%, Пробитие Брони на 750 на 10 сек. Данный эффект не может быть снят."
    ],
    "story": "По слухам, это копье было выковано из молнии. По этому грозному оружию, длиной с рост взрослого мужчины, постоянно пробегают электрические разряды. Выковать копье из молнии – задача невероятно трудная, но ведь и Джин – необычный кузнец. Сначала он выковал огромный камень маны, добавив в него в процессе ковки кровь красного дракона. Затем он заключил туда молнию и создал это копье. Никто не может прикасаться к этому копью, кроме его владельца, а когда обе части копья соединяются, раздается оглушительный рев дракона."
  },
  "s1": {
    "name": "Финальный удар",
    "description": "Атакует врага 16 раз, нанося в общем {0} Магич. Урона. В момент критического удара, Крит. Урон повышается на 3% на 10 сек., и появляется 30% шанс нанести {1} доп. Магич. Урона и наложить эффект Оглушения на 0.3 sec. Крит. Урон может быть объединен до 30 раз.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Шанс крит. удара + {0}."
    },
    "light": "Если враг один, наносимый урон +100%.",
    "dark": "Время перезарядки -2 сек."
  },
  "s2": {
    "name": "Бог Молнии",
    "description": "В момент активации, получает статус 'Бог Молнии'. Бросает копьё- молнию во врага и наносит {0} Магич. Урона. Противник, который попал под удар, получает {1} увеличенного Магич. Урона в теч. 10 сек. Находясь в данном статусе, мана не будет восстанавливаться в теч. 10 сек., но шанс активации умения 'За Джейн' будет увеличен на 40% и Атака будет увеличена на {2}.",
    "books": {
      "0": "Множители Атаки и Урона увеличены на {0}%.",
      "1": "Множители Атаки и Урона увеличены на {0}%.",
      "2": "Множители Атаки и Урона увеличены на {0}%."
    },
    "light": "Потребление маны -1.",
    "dark": "Урон, получаемый в статусе 'Бог Молнии', увеличивается на 30%, но уровень повышения Атаки повышается на 100%.",
    "ut": {
      "name": "Ожерелье бога молний",
      "description": [
        "[Бог молнии] Во время действия навыка СКР АТК повышается на 250, а шанс срабатывания эффекта «За Джейн!» увеличивается еще на 8%.",
        "[Бог молнии] Во время действия навыка СКР АТК повышается на 250, а шанс срабатывания эффекта «За Джейн!» увеличивается еще на 9,6%.",
        "[Бог молнии] Во время действия навыка СКР АТК повышается на 250, а шанс срабатывания эффекта «За Джейн!» увеличивается еще на 11,5%.",
        "[Бог молнии] Во время действия навыка СКР АТК повышается на 250, а шанс срабатывания эффекта «За Джейн!» увеличивается еще на 13,8%.",
        "[Бог молнии] Во время действия навыка СКР АТК повышается на 250, а шанс срабатывания эффекта «За Джейн!» увеличивается еще на 16,5%.",
        "[Бог молнии] Во время действия навыка СКР АТК повышается на 250, а шанс срабатывания эффекта «За Джейн!» увеличивается еще на 20%."
      ],
      "story": "Легиоса еще называли «священным зверем» и «молнией с небес». Когда из Легиоса создали оружие, его мощь была настолько велика, что Республика Грэй не могла вместить ее всю. По этой причине большая часть Легиоса была помещена в Копье Молнии, а остальные фрагменты были увезены из страны. Точно известно, что один из фрагментов находится в Ожерелье бога молнии. Говорят, что надевший это ожерелье может общаться с Копьем Молнии и наполняется силой самого Легиоса."
    }
  },
  "s3": {
    "name": "Взрыв Молний",
    "description": "Прыгает к противнику, стоящему ближе всех, нанося удар копьём сверху. Бьёт по противнику 5 раз и и наносит {0} Магич. Урона врагу и ближайшим противникам, а также накладывает эффект Оглушения на 3 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Шанс крит. удара + {0}."
    },
    "light": "Урон повышается на 40%.",
    "dark": "Период Оглушения увеличивается на 1 сек.",
    "ut": {
      "name": "Эссенция цветочных бутонов",
      "description": [
        "[Взрыв Молний] Перезарядка новыка снижается на 30% и в момент атаки, наносит 40% от Атака в качестве дополнительного Магич. Урона.",
        "[Взрыв Молний] Перезарядка новыка снижается на 30% и в момент атаки, наносит 48% от Атака в качестве дополнительного Магич. Урона.",
        "[Взрыв Молний] Перезарядка новыка снижается на 30% и в момент атаки, наносит 58% от Атака в качестве дополнительного Магич. Урона.",
        "[Взрыв Молний] Перезарядка новыка снижается на 30% и в момент атаки, наносит 70% от Атака в качестве дополнительного Магич. Урона.",
        "[Взрыв Молний] Перезарядка новыка снижается на 30% и в момент атаки, наносит 84% от Атака в качестве дополнительного Магич. Урона.",
        "[Взрыв Молний] Перезарядка новыка снижается на 30% и в момент атаки, наносит 100% от Атака в качестве дополнительного Магич. Урона."
      ],
      "story": "Наследие уничтоженной Республики Грэй. Сокровище, переданное почтенным придворным волшебником Республики Грэй Первому рыцарю Тэо, который как раз получил свое легендарное оружие – «Удар Молнии Легиос». Эссенция молнии обладает невероятной силой и повышает эффективность навыка «Взрыв молний»."
    }
  },
  "s4": {
    "name": "За Джейн!",
    "description": "При авто-атаке, есть 20% шанс нанести {0} Магич. Урона и наложить эффект Оглушения на 0.7 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Шанс крит. удара + {0}."
    },
    "light": "Урон повышается на 40%.",
    "dark": "Период Оглушения увеличивается на 0.2 сек."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "Когда 'Бог Молнии' активирован, вместо своего эффекта восстанавливает половину маны. Когда уровень маны максимален, Атака увеличивается на 50% на 10 сек. Данный эффект активируется лишь каждые 20 сек."
  }
}