{
  "name": "Медиана",
  "subtitle": "Опасный Доктор",
  "description": "Доктор, чья техника берет своё начало во времена, когда почти не было Жрецов и Лечебной магии. Она выпускает энергию из своей иглы и делает союзников сильнее, или же ослабляет противников.",
  "story": "Практик медицинского ремесла, развившегося во времена недостатка жрецов. Любовь к медицине она унаследовала от отца, но пошла еще дальше и увлеклась изготовлением ядов. К несчастью, медицинское сообщество не одобрило ее увлечение, и заниматься врачеванием ей запретили. Это никак не умерило ее пыл в области изучения ядов, однако каких-то реальных результатов она не достигла, так как не могла себе позволить испытывать яды на живых существах. Когда появились демона, она возликовала – теперь у нее будет предостаточно объектов для опытов.",
  "like": "Медицину, испытуемых",
  "dislike": "Магию исцеления",
  "inn": {
    "idle": "Ммм, наконец, прекрасный образец для тестов прибыл.",
    "recruit": {
      "greet": "Приветствую! Мы встречались?",
      "talk": [
        "Хочешь попробовать новое лекарство? Не бойся.",
        "Иногда я скучаю по отцу.",
        "Секундочку, важные мысли о новом лекарстве."
      ],
      "gift": "Спасибо. Могу ли я использовать это как материал для исследований?"
    },
    "affinity": {
      "greet": "Привет. Наконец-то я немного отдохну.",
      "talk": [
        "Новое лекарство? Ха-ха, я как раз испытываю его на себе.",
        "Пожалуй, начну вести записи... Нужно записывать идеи, которые приходят мне в голову."
      ],
      "gift": "Ох, большое спасибо. Теперь я смогу вывести формулу нового яда, ха-ха-ха..."
    },
    "relationship": {
      "greet": "Как ты поживаешь? Скажи мне, если ты болен.",
      "talk": [
        "Я знаю, что немного странная. Но что поделать, я такая какая есть.",
        "Однажды, я уверена, медицина и лечение будет эффективнее магии!",
        "Ты не мой тестовый субъект, наверное ты... Ты мой пациент... Не бойся, я не буду использовать свою яды на тебе!"
      ]
    }
  },
  "uw": {
    "name": "Милосердная угроза, Фистониа",
    "description": [
      "Урон от Необычного Яда повышается на 40%, а зараженные цели получают дополнительный Физ. Урон, равный 30% от значения Атаки Медианы, если их атакуют другие Герои (кроме Медианы). Эффект доп. Физ. Урона активируются только 1 раз в секунду.",
      "Урон от Необычного Яда повышается на 48%, а зараженные цели получают дополнительный Физ. Урон, равный 36% от значения Атаки Медианы, если их атакуют другие Герои (кроме Медианы). Эффект доп. Физ. Урона активируются только 1 раз в секунду.",
      "Урон от Необычного Яда повышается на 57%, а зараженные цели получают дополнительный Физ. Урон, равный 43% от значения Атаки Медианы, если их атакуют другие Герои (кроме Медианы). Эффект доп. Физ. Урона активируются только 1 раз в секунду.",
      "Урон от Необычного Яда повышается на 69%, а зараженные цели получают дополнительный Физ. Урон, равный 52% от значения Атаки Медианы, если их атакуют другие Герои (кроме Медианы). Эффект доп. Физ. Урона активируются только 1 раз в секунду.",
      "Урон от Необычного Яда повышается на 83%, а зараженные цели получают дополнительный Физ. Урон, равный 62% от значения Атаки Медианы, если их атакуют другие Герои (кроме Медианы). Эффект доп. Физ. Урона активируются только 1 раз в секунду.",
      "Урон от Необычного Яда повышается на 100%, а зараженные цели получают дополнительный Физ. Урон, равный 75% от значения Атаки Медианы, если их атакуют другие Герои (кроме Медианы). Эффект доп. Физ. Урона активируются только 1 раз в секунду."
    ],
    "story": "Эта история произошла еще в те времена, когда Медиана тщательно скрывала ото всех свои эксперименты по созданию ядов. Однажды один ее коллега увидел огромный шприц, который она сделала. Впечатлившись внушительными размерами шприца, он воскликнул: «Только глянь на этого красавца! Он такой большой, что ему даже можно дать имя!» На что Медиана незамедлительно ответила: «Да... назовем его... Фистония»."
  },
  "s1": {
    "name": "Целебная Мазь",
    "description": "Лечит всех союзников на {0} и делает их невосприимчивыми к одному следующему удару с Уроном.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Исцеление + {0}%."
    },
    "light": "Повышает уровень ОЗ(HP) союзника, которого лечат на 10% на 10 сек.",
    "dark": "Потребление маны -1.",
    "ut": {
      "name": "Невероятно целебное средство",
      "description": [
        "[Целебная мазь] Повышает исцеление на 50% и повышает крит. урон цели на 20% на 10 сек.",
        "[Целебная мазь] Повышает исцеление на 50% и повышает крит. урон цели на 24% на 10 сек.",
        "[Целебная мазь] Повышает исцеление на 50% и повышает крит. урон цели на 29% на 10 сек.",
        "[Целебная мазь] Повышает исцеление на 50% и повышает крит. урон цели на 35% на 10 сек.",
        "[Целебная мазь] Повышает исцеление на 50% и повышает крит. урон цели на 42% на 10 сек.",
        "[Целебная мазь] Повышает исцеление на 50% и повышает крит. урон цели на 50% на 10 сек."
      ],
      "story": "Набор особых целебных растворов Медианы. Эти все растворы изготовлены из неизвестных веществ и источают таинственное свечение. При их изготовлении Медиана использовала народные рецепты, собранные ею со всех уголков континента. Медиана утверждает, что эти лекарства обладают целительной силой, однако злоупотребление ими может привести к весьма неожиданным результатам."
    }
  },
  "s2": {
    "name": "Уникальная Водяная Пушка",
    "description": "Стреляем из Водяной Пушки прямо вперед, восстанавливая ОЗ (HP) попавших под воздействия союзников на {0} каждые 0.5 сек, а также нанося {1} Физ. Урона противникам.",
    "books": {
      "0": "Значения лечения и Урон повышаются на {0}%.",
      "1": "Значения лечения и Урон повышаются на {0}%.",
      "2": "Значения лечения и Урон повышаются на {0}%."
    },
    "light": "Урон и исцеление +40%.",
    "dark": "При использ. навыка иммунитет к любому контролю.",
    "ut": {
      "name": "Особое зелье двойного действия",
      "description": [
        "[Уникальная водяная пушка] Увеличивает отпор на 30% и снижает время перезарядки на 12%.",
        "[Уникальная водяная пушка] Увеличивает отпор на 30% и снижает время перезарядки на 14%.",
        "[Уникальная водяная пушка] Увеличивает отпор на 30% и снижает время перезарядки на 17%.",
        "[Уникальная водяная пушка] Увеличивает отпор на 30% и снижает время перезарядки на 21%.",
        "[Уникальная водяная пушка] Увеличивает отпор на 30% и снижает время перезарядки на 25%.",
        "[Уникальная водяная пушка] Увеличивает отпор на 30% и снижает время перезарядки на 30%."
      ],
      "story": "Особое зелье с двойным эффектом. Медиане всегда было интересно, можно ли совместить атаку и исцеление в одном зелье. Она отправилась в библиотеку и нашла там ветхую книгу «Слизь тоже умеет создавать пушки». Медиана решила почитать эту книгу ради развлечения, однако неожиданно для себя нашла в ней способ, как сделать из своего шприца пушку. Позже она также сумела приготовить особое зелье двойного действия, повышающее атаку и исцеление во время действия «Уникальной водяной пушки». Медиана до сих пор благодарна автору той замечательной книги, вдохновившей ее на необычный эксперимент."
    }
  },
  "s3": {
    "name": "Зелье Силы",
    "description": "Впрыскивает Зелье Силы в союзника с наибольшим значением Ататки, повыщая значение Атаки на 20%+ {0} от значения Атаки Медианы и поддерживая уровень ОЗ (HP) не ниже 5%.",
    "books": {
      "0": "Значение увеличения Атаки повышено на {0}%.",
      "1": "Значение увеличения Атаки повышено на {0}%.",
      "2": "Значение увеличения Атаки повышено на {0}%."
    },
    "light": "Увеличение Атаки повышается на 40%",
    "dark": "Шанс крит. удара +400.",
    "ut": {
      "name": "Зелье тайны",
      "description": [
        "[Зелье Силы] Снимает негативные эффекты с цели и дает цели иммунитет к эффектам контроля на 2 сек.",
        "[Зелье Силы] Снимает негативные эффекты с цели и дает цели иммунитет к эффектам контроля на 3 сек.",
        "[Зелье Силы] Снимает негативные эффекты с цели и дает цели иммунитет к эффектам контроля на 4 сек.",
        "[Зелье Силы] Снимает негативные эффекты с цели и дает цели иммунитет к эффектам контроля на 5 сек.",
        "[Зелье Силы] Снимает негативные эффекты с цели и дает цели иммунитет к эффектам контроля на 6 сек.",
        "[Зелье Силы] Снимает негативные эффекты с цели и дает цели иммунитет к эффектам контроля на 7 сек."
      ],
      "story": "Особое зелье по тайному рецепту наставника. Гениальный хирург и знаток анатомии, доктор Альдини, был наставником Медианы. Он рано распознал ее талант и поделился с ней невероятными знаниями в области медицины, о которых даже не подозревают в церкви Луа. Неизвестное зелье, которое было изготовлено по секретному рецепту наставника, усиливает эффект «Зелья Силы»."
    }
  },
  "s4": {
    "name": "Необычный Яд Медианы",
    "description": "Повышает значение Атаки всех союзников на {0} и Сопротивление Физ. Криту на {1}. Также, в момент атаки противника, заражает противника ядом, который наносит постоянный Физ. Урон, равный {2} в тем 5 сек, в то же время уменьшая Сопротивление Физ. Криту на {3}.",
    "books": {
      "0": "Значение увеличения Атаки повышено на {0}%.",
      "1": "Значение увеличения Атаки повышено на {0}%.",
      "2": "Повышает Физ. Блок всех союзников на {0}."
    },
    "light": "Сопротивление Физ. Криту изменяется на 300.",
    "dark": "Цель получает повышенный на 20% Физ. Урон.",
    "ut": {
      "name": "Старый медицинский отчет",
      "description": [
        "[Необычный яд Медианы] Повышает усиление АТК на 50%. Все союзники получают на 4% меньше физ. урона.",
        "[Необычный яд Медианы] Повышает усиление АТК на 50%. Все союзники получают на 4,8% меньше физ. урона.",
        "[Необычный яд Медианы] Повышает усиление АТК на 50%. Все союзники получают на 5,8% меньше физ. урона.",
        "[Необычный яд Медианы] Повышает усиление АТК на 50%. Все союзники получают на 7% меньше физ. урона.",
        "[Необычный яд Медианы] Повышает усиление АТК на 50%. Все союзники получают на 8,4% меньше физ. урона.",
        "[Необычный яд Медианы] Повышает усиление АТК на 50%. Все союзники получают на 10% меньше физ. урона."
      ],
      "story": "Отчет о странном медицинском опыте, который доктор Альдини отдал своей студентке Медиане. Длительное время он собирал записи о проводимых им вскрытиях, после чего передал их Медиане в надежде, что она сумеет продолжить его дело в области традиционной медицины. Вне себя от радости Медиана перечитывала эти записи не один десяток раз и в конечном итоге создала на их основе Необычный яд Медианы."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Сопротивление контролю +100",
    "dark": "Когда получает Урон, все союзники получают 2% Атаки. Эффект может быть объединен до 20 раз."
  }
}