{
  "name": "Одди",
  "subtitle": "Часовщик Вечной Жизни",
  "description": "Часовщик, проклятый созданиями, известными под названием Рэдпур. Его магические часы атакуют и превращают врагов в камень \\а также позволяют союзникам чаще использовать свои умения.",
  "story": "В прошлом он был механиком в королевском дворце Орвелии. Так случилось, что он был проклят мифическими существами рэдпурами, и сам превратился в рэдпура. После превращения он живет уже так долго, что даже не помнит, сколько ему лет. Когда он был человеком, он изобрел карманные часы, но никто в Орвелии не оценил прогрессивности этого изобретения. Тогда он отправился в империю, чтобы добиться должного признания. По дороге туда он был проклят группой рэдпуров, которые приняли его за браконьера. Проклятие подействовало не только на него, но и преобразило его часы. Теперь с их помощью можно управлять течением времени в живом организме. Из-за этого Одди и не стареет.",
  "like": "Часы",
  "dislike": "Браконьеров",
  "inn": {
    "idle": "Хаха! Орвелия изменилась!",
    "recruit": {
      "greet": "Привет, привет.",
      "talk": [
        "Хм, много свободного времени. Может, поговорим?",
        "Когда-то я был человеком.. Теперь я Рэдпур.",
        "Мои часы заряжены магией. Магией Рэдпур..."
      ],
      "gift": "Ого! Давненько я не получал таких подарков..."
    },
    "affinity": {
      "greet": "Хм? О, ты уже здесь.",
      "talk": [
        "Тебе не хватает времени? Научись его создавать!",
        "Представителей моего народа встретишь нечасто. Мы умеем прятаться!"
      ],
      "gift": "Подарок? Ой, надо будет в следующий раз тоже тебе что-нибудь подарить."
    },
    "relationship": {
      "greet": "Привет, привет!",
      "talk": [
        "Я так скучаю по своим друзьям...",
        "Я даже не помню время, когда я был человеком. Это было так давно.",
        "Я думал, что я был первым, кто придумал карманные часы, однако, древние цивилизации были намного лучше развиты, чем я рассчитывал."
      ]
    }
  },
  "uw": {
    "name": "Лунная тень Тэмподей",
    "description": [
      "В момент использования умения 'Искажение времени' время перезарядки умений всех союзников уменьшается на 2, а их Атака увеличивается на 14% на 10 сек.",
      "В момент использования умения 'Искажение времени' время перезарядки умений всех союзников уменьшается на 3, а их Атака увеличивается на 17% на 10 сек.",
      "В момент использования умения 'Искажение времени' время перезарядки умений всех союзников уменьшается на 4, а их Атака увеличивается на 21% на 10 сек.",
      "В момент использования умения 'Искажение времени' время перезарядки умений всех союзников уменьшается на 5, а их Атака увеличивается на 25% на 10 сек.",
      "В момент использования умения 'Искажение времени' время перезарядки умений всех союзников уменьшается на 6, а их Атака увеличивается на 30% на 10 сек.",
      "В момент использования умения 'Искажение времени' время перезарядки умений всех союзников уменьшается на 7, а их Атака увеличивается на 35% на 10 сек."
    ],
    "story": "После того, как рэдпуры наложили на часы Одди проклятье, наделившее их волшебной силой управлять течением времени в живом организме, он стал использовать дарованную ему бесконечную жизнь, пытаясь найти еще какое-нибудь применение этим часам. После бесчисленных попыток ему все же удалось разгадать их секрет – рэдпуры использовали для заклинания смесь лунного света и тени. Одди создал новые часы, поместив в них эссенцию магии времени, и назвал свой шедевр «Тэмподей», или ласково «Лунная Тень»."
  },
  "s1": {
    "name": "Излом времени",
    "description": "Бьёт по врагам, стоящим в линию: {0} Магич. Урон и Магич.Урон и накладывает эффект Окаменения на попавших под урон противников.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Крит. Шанс повышен на {0}."
    },
    "light": "Урон повышается на 40%",
    "dark": "Откат уменьшается на 1,5 сек",
    "ut": {
      "name": "Изящный механизм",
      "description": [
        "[Излом времени] Наделяет иммунитетом к контролю на время действия навыка и снижает ману цели на 400.",
        "[Излом времени] Наделяет иммунитетом к контролю на время действия навыка и снижает ману цели на 480.",
        "[Излом времени] Наделяет иммунитетом к контролю на время действия навыка и снижает ману цели на 580.",
        "[Излом времени] Наделяет иммунитетом к контролю на время действия навыка и снижает ману цели на 700.",
        "[Излом времени] Наделяет иммунитетом к контролю на время действия навыка и снижает ману цели на 840.",
        "[Излом времени] Наделяет иммунитетом к контролю на время действия навыка и снижает ману цели на 1000."
      ],
      "story": "Устройство, корректирующее временные разломы. Манипуляции со временем могут привести к появлению временных разломов, в которых накапливается могущественная энергия. Те, кто не в силах управлять разломами, могут застрять в них навсегда. Одди, опытный манипулятор временем, создал этот изящный механизм для управления временными разломами и черпает из них энергию, чтобы усилить Тэмподей."
    }
  },
  "s2": {
    "name": "Расколотое время",
    "description": "Атакует 6 случайных врагов, нанося в общем {0} Магич. Урона. Есть 50% шанс, что 'Расколотое время' перезарядится и не потребует использования маны в следующее использование.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Крит. Шанс повышен на {0}."
    },
    "light": "Целью становятся 2 случайных противника.",
    "dark": "Во время перезарядки, автоатаки понижают перезарядку умения 'Расколотое время' на 1 сек.",
    "ut": {
      "name": "Коллекция фрагментов",
      "description": [
        "[Расколотое время] С 25% шансом может сбросить время перезарядки и увеличивает урон на 20%.",
        "[Расколотое время] С 25% шансом может сбросить время перезарядки и увеличивает урон на 24%.",
        "[Расколотое время] С 25% шансом может сбросить время перезарядки и увеличивает урон на 29%.",
        "[Расколотое время] С 25% шансом может сбросить время перезарядки и увеличивает урон на 35%.",
        "[Расколотое время] С 25% шансом может сбросить время перезарядки и увеличивает урон на 42%.",
        "[Расколотое время] С 25% шансом может сбросить время перезарядки и увеличивает урон на 50%."
      ],
      "story": "Фрагменты времени, упавшие с тени луны. Иногда при использовании магии времени из других измерений вываливаются фрагменты «Расколотого времени». Эти фрагменты очень малы, но если их собрать вместе, они формируют огромную коллекцию фрагментов, непрерывно вдохновляющую их владельца."
    }
  },
  "s3": {
    "name": "Искажение времени",
    "description": "Наносит {0} Магич. Урона всем противникам и повышает Скорость Атаки союзников на {1} на 15 сек. Затем, время перезарядки умений союзников, которые перезаряжаются в данный момент, сокращается на 50%. Данное умение не влияет само на себя, то есть время обновления не буде уменьшено.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Крит. Шанс повышен на {0}."
    },
    "light": "Повышает затраты маны на 2 сферу и восстанавливает союзникам всю ману.",
    "dark": "Если противников 5 или больше, повышает урон на 100%. Поражаемые противники получают 50% доп. урона в течение 10 сек.",
    "ut": {
      "name": "Нити времени",
      "description": [
        "[Искажение времени] Урон повышается на 20% и негативные эффекты всех союзников сбрасываются.",
        "[Искажение времени] Урон повышается на 24% и негативные эффекты всех союзников сбрасываются.",
        "[Искажение времени] Урон повышается на 29% и негативные эффекты всех союзников сбрасываются.",
        "[Искажение времени] Урон повышается на 35% и негативные эффекты всех союзников сбрасываются.",
        "[Искажение времени] Урон повышается на 42% и негативные эффекты всех союзников сбрасываются.",
        "[Искажение времени] Урон повышается на 50% и негативные эффекты всех союзников сбрасываются."
      ],
      "story": "Шерсть вождя красношерстов, застрявшая в тени луны. Говорят, что мифическое создание, вождь красношерстов, использует тень луны во время полнолуния, чтобы путешествовать сквозь измерения и танцевать. Он танцует, пока тень от луны не исчезнет, и иногда его хвост может застрять в межпространственной ловушке. Этот мех яркоокрашенного мифического создания застрял на стыке времени и пространства и на мгновение остановил время. Одди вьет из такого меха нити и скатывает их в клубок, а затем использует их, чтобы повысить эффективность «Искажения времени»."
    }
  },
  "s4": {
    "name": "Часовая магия",
    "description": "После использования навыка следующие 2 атаки наносят {0} ед. доп. маг. урона с 30% шансом наложить на цель окаменение на 3 сек. Эффект срабатывает раз в 1 сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Крит. Шанс повышен на {0}."
    },
    "light": "В 3 раза повышает вероятность нанести доп. урон при использовании навыка.",
    "dark": "Меняет шанс окаменения на 40%.",
    "ut": {
      "name": "Управляющий временем часовой механизм",
      "description": [
        "[Часовая магия] Повышает урон на 50%. В течение 10 сек. пораженные цели получают на 10% больше маг. урона.",
        "[Часовая магия] Повышает урон на 50%. В течение 10 сек. пораженные цели получают на 12% больше маг. урона.",
        "[Часовая магия] Повышает урон на 50%. В течение 10 сек. пораженные цели получают на 14% больше маг. урона.",
        "[Часовая магия] Повышает урон на 50%. В течение 10 сек. пораженные цели получают на 17% больше маг. урона.",
        "[Часовая магия] Повышает урон на 50%. В течение 10 сек. пораженные цели получают на 21% больше маг. урона.",
        "[Часовая магия] Повышает урон на 50%. В течение 10 сек. пораженные цели получают на 25% больше маг. урона."
      ],
      "story": "Механизм, изготовленный Одди для управления временем. Одди потратил много дней, пытаясь придумать и создать идеальный часовой механизм, но его попытки не увенчались успехом. Конструкция была безупречной, но ему никак не удавалось найти корпус, в который можно было бы заключить могущественную часовую магию. Ни один из известных металлов не выдерживал даже одного взмаха стрелок часов. Когда Одди уже был на грани отчаяния, он вдруг вспомнил, что Никс как-то дал ему для изучения некий космический камень. Измельчив камень, он изготовил из него идеальный часовой механизм."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100",
    "dark": "Каждые 10 сек, время перезарядки любых умений снижается на 1 сек для 4 случайных союзников."
  }
}