{
  "name": "Виска",
  "subtitle": "Пожиратель демонов",
  "description": "Демон-изгой, поглощает себе подобных, чтобы увеличить силу. Путешествовала по разлому между измерениями в поисках могущественных демонов, проживающих в материальном мире. Ее шипы на спине предназначены для прокалывания и разрывания врагов.",
  "story": "Ее сторонятся даже соплеменники, так как она черпает свои силы, пожирая более сильных демонов. Она олицетворяет собой все худшее, что только может быть в демоне. Она преодолела пространственный разлом, чтобы полакомиться демонами, вторгшимися в мир смертных, и сознательно приняла облик хрупкой беззащитной девочки, чтобы ей было проще подбираться к своим жертвам. Она презирает слабых, которые притворяются сильными, однако уважает тех, кто признает свою слабость и не боится бросить вызов судьбе, чтобы стать сильнее.",
  "like": "Сражаться с могучими демонами и лакомиться ими после",
  "dislike": "Тщедушных",
  "inn": {
    "idle": "Эх... Никаких Демонов? Я проголодалась...",
    "recruit": {
      "greet": "Эй? Есть, что поесть? Может быть, немного Демонов?",
      "talk": [
        "Я очень разозлюсь, если не поем! Ох, да нет, ничего... АХАХАХА! Пффф...",
        "Я слегка проголодалась... Эй, ты не знаешь, есть ли тут какие-нибудь сильные Демоны неподалеку?",
        "Что это? Это Метка Демонического Контракта. И нет, деталей я не знаю."
      ],
      "gift": "Это что такое? Я могу это скушать?"
    },
    "affinity": {
      "greet": "М-м, как вкусно пахнет!",
      "talk": [
        "Я так голодна... Есть здесь что-нибудь перекусить? Нет? Как так?",
        "Я, конечно, предпочитаю души демонов, но и обычная еда подойдет!"
      ],
      "gift": "Ой, что там, что там?!"
    },
    "relationship": {
      "greet": "Эй ты, привет. Я до сих пор голодна... Ну ты знаешь...",
      "talk": [
        "Я? Я обычная деревенская девушка... В которую вселился Демон... Ни больше ни меньше.",
        "Как я выгляжу в битве? Ах, это Виска, Демон внутри меня. Обычно, она разрешает мне владеть своим телом... Но в битвах, она главная.",
        "Я не испытываю никаких проблем с поеданием Демонов. Они этого заслуживают..."
      ]
    }
  },
  "uw": {
    "name": "Клык кошмара Китракс",
    "description": [
      "Маг. урон объекта с отнятой душой +25%. Действует 10 сек.",
      "Маг. урон объекта с отнятой душой +30%. Действует 10 сек.",
      "Маг. урон объекта с отнятой душой +36%. Действует 10 сек.",
      "Маг. урон объекта с отнятой душой +43%. Действует 10 сек.",
      "Маг. урон объекта с отнятой душой +51%. Действует 10 сек.",
      "Маг. урон объекта с отнятой душой +60%. Действует 10 сек."
    ],
    "story": "Китракс Ночной Кошмар был одним из опаснейших и внушающих страх суккубов. Поглотив его душу и тело, Виска получила свое самое могущественное оружие: клык, воплощающий страх и отчаяние. Смерть – единственное, на что могут рассчитывать его жертвы. Он постоянно наполняет страхом свою жертву, превращая даже самого достойнейшего врага в жалкую добычу."
  },
  "s1": {
    "name": "Пора обедать!",
    "description": "Атакует врагов на передовой в опред. зоне, нанося {0} ед. маг. урона. На 10 сек. сила АТК поражен. противников - {1}%, сила АТК героя + {2}. Когда душ больше 3, навык сковывает врагов на 3 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "Потребление маны +1, время перезарядки -4 сек.",
    "dark": "Душевное состояние для эффекта 'Спутывания' уничтожается.",
    "ut": {
      "name": "Вкусные воспоминания",
      "description": [
        "[Пора обедать!] Повышает урон на 50% и на 1 сек. лишает цель возможности восстанавливать ману.",
        "[Пора обедать!] Повышает урон на 50% и на 1,2 сек. лишает цель возможности восстанавливать ману.",
        "[Пора обедать!] Повышает урон на 50% и на 1,4 сек. лишает цель возможности восстанавливать ману.",
        "[Пора обедать!] Повышает урон на 50% и на 1,7 сек. лишает цель возможности восстанавливать ману.",
        "[Пора обедать!] Повышает урон на 50% и на 2,1 сек. лишает цель возможности восстанавливать ману.",
        "[Пора обедать!] Повышает урон на 50% и на 2,5 сек. лишает цель возможности восстанавливать ману."
      ],
      "story": "Самоцветы, в которых Виска заключала воспоминания демонов, чей вкус показался ей особенно пикантным. Ей всегда казалось, что это удовольствие забывается слишком быстро. Как-то ей долго не попадалось ничего вкусного, и к ней пришла замечательная идея. Она решила, что если поместить воспоминания о поедании самых вкусных жертв в кошмарные самоцветы королевы кошмаров Китракс, то можно будет вновь переживать те сладостные моменты. Вне себя от радости Виска наполнила один из самоцветов воспоминанием о поедании вкусного демона, и с тех пор постоянно ищет, какими бы еще чудесными воспоминаниями заполнить эти самоцветы."
    }
  },
  "s2": {
    "name": "Я тебя покрошу!",
    "description": "Перемещается за спину объекта, отменяет положит. эффекты и сбивает с ног, нанося {0} ед. маг. урона. Когда душ больше 3, маг. ЗЩТ объекта - {1}% на 15 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Получ. объектом маг. урон + {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Душевное состояние для снижения Магич. Защиты уничтожается.",
    "ut": {
      "name": "Коготь яростного зверя",
      "description": [
        "[Я тебя покрошу!] Уменьшает время перезарядки на 30% и снижает маг. ЗЩТ еще на 8%.",
        "[Я тебя покрошу!] Уменьшает время перезарядки на 30% и снижает маг. ЗЩТ еще на 10%.",
        "[Я тебя покрошу!] Уменьшает время перезарядки на 30% и снижает маг. ЗЩТ еще на 12%.",
        "[Я тебя покрошу!] Уменьшает время перезарядки на 30% и снижает маг. ЗЩТ еще на 14%.",
        "[Я тебя покрошу!] Уменьшает время перезарядки на 30% и снижает маг. ЗЩТ еще на 17%.",
        "[Я тебя покрошу!] Уменьшает время перезарядки на 30% и снижает маг. ЗЩТ еще на 20%."
      ],
      "story": "Коготь опасного волшебного зверя Ургола, который, по слухам, мог разрывать души в клочья. В тот день, когда Виска решила отправиться в материальный мир, она съела Ургола в мире демонов. Благодаря способности поглощать силу своих жертв Виска получила способность Ургола, которая пришлась ей как нельзя кстати во время охоты на демонов в материальном мире."
    }
  },
  "s3": {
    "name": "На куски порву!",
    "description": "Наносит врагам в широкой области вокруг героя {0} ед. маг. урона и оглушает их. Если при этом у героя накоплено 5 душ, навык перезаряжается, расходуя все души.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Притягивает противников перед атакой."
    },
    "light": "При 5 зарядах душ использование навыка не тратит души.",
    "dark": "Потребление маны уменьш. на 1.",
    "ut": {
      "name": "Душа гигантского демона",
      "description": [
        "[На куски порву!] Получает иммунитет к эффектам контроля в момент активация навыка и после каждого использования Урон повышается на 4%. Данный эффект может быть объединен максимум 10 раз.",
        "[На куски порву!] Получает иммунитет к эффектам контроля в момент активация навыка и после каждого использования Урон повышается на 4.8%. Данный эффект может быть объединен максимум 10 раз.",
        "[На куски порву!] Получает иммунитет к эффектам контроля в момент активация навыка и после каждого использования Урон повышается на 5.8%. Данный эффект может быть объединен максимум 10 раз.",
        "[На куски порву!] Получает иммунитет к эффектам контроля в момент активация навыка и после каждого использования Урон повышается на 7%. Данный эффект может быть объединен максимум 10 раз.",
        "[На куски порву!] Получает иммунитет к эффектам контроля в момент активация навыка и после каждого использования Урон повышается на 8.4%. Данный эффект может быть объединен максимум 10 раз.",
        "[На куски порву!] Получает иммунитет к эффектам контроля в момент активация навыка и после каждого использования Урон повышается на 10%. Данный эффект может быть объединен максимум 10 раз."
      ],
      "story": "Кристаллизированная душа великого демона Кураписа, который обладал способностью увеличиваться в размерах. Этот демон, побеждавший врагов за счет своей огромной массы, стал одной из первых жертв Виски в мире демонов. Однако победа достается не самым сильным, а самым умным, поэтому гигантский демон был уничтожен хитрой хищницей. Теперь Виска может использовать его способность и увеличиваться в размерах, когда пожелает."
    }
  },
  "s4": {
    "name": "Вкусные души!",
    "description": "Враги, атакованные умениями Виски, теряют души. Потеряв душу, цель получает {0} ед. доп. маг. урона, при этом каждая собран. душа восстанавливает Виске {1} ед. ОЗ и 300 маны. Собран. души хранятся до использования, не могут быть убраны и суммируются до 5 раз.",
    "books": {
      "0": "Урон и восст. + {0}%.",
      "1": "Урон и восст. + {0}%.",
      "2": "Мана объекта с отнятой душой - {0}."
    },
    "light": "В начале каждой битвы забирает душу противника с наибольшей АТК и снижает наносимый маг. урон на 20% в теч. 10сек.",
    "dark": "За каждую собранную Душу, Атака повышается на 10%.",
    "ut": {
      "name": "Символ обжорства",
      "description": [
        "[Вкусные души!] При получении души восстанавливает на 100 ед. больше маны. Каждый заряд души повышает МТК контроля на 70.",
        "[Вкусные души!] При получении души восстанавливает на 120 ед. больше маны. Каждый заряд души повышает МТК контроля на 70.",
        "[Вкусные души!] При получении души восстанавливает на 140 ед. больше маны. Каждый заряд души повышает МТК контроля на 70.",
        "[Вкусные души!] При получении души восстанавливает на 170 ед. больше маны. Каждый заряд души повышает МТК контроля на 70.",
        "[Вкусные души!] При получении души восстанавливает на 210 ед. больше маны. Каждый заряд души повышает МТК контроля на 70.",
        "[Вкусные души!] При получении души восстанавливает на 250 ед. больше маны. Каждый заряд души повышает МТК контроля на 70."
      ],
      "story": "Кристаллизованная мана Аранека, одного из демонов 7 грехов, сожравшего демона обжорства. Был убит Виской после того, как та очутилась в материальном мире. Кристалл способен менять цвет в зависимости от силы своего владельца. Сначала он был прозрачным, но как только Виска прикоснулась к нему, он стал излучать красное свечение и покрылся мелкими узорами. С ростом силы Виски узоры становились все крупнее. Иногда ей даже становится интересно, какой узор будет на кристалле, когда она станет Повелителем тьмы."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "Каждая собран. душа увеличивает шанс крит. удара на 50, а крит. урон на 30%."
  }
}