{
  "name": "Присцилла",
  "subtitle": "Стальная служанка",
  "description": "В прошлом командир армии Орвелии, сейчас она стала служанкой гениальной Аиши, единственной дочери рода Дафнель Пон, живущей в Башне мудреца. Наносит врагам быстрые удары алебардой.",
  "story": "Бывший офицер вооруженных сил Орвелии. Была смещена с должности после неудачной попытки вывести на чистую воду проворовавшихся начальников. Чтобы замести следы своих преступлений, те стали постоянно подсылать к ней наемных убийц. Постоянная борьба за жизнь стала негативно сказываться на ее физическом и психическом состоянии. И вот однажды аристократическая семья фон Дафнел предложила ей защиту в обмен на работу в качестве прислуги. С тех пор она работала прислугой Аиши в Башне мудреца. До сегодняшнего дня она так и служит верой и правдой своим благодетелям, а все заработанные деньги отправляет неизвестному адресату.",
  "like": "Товарищей по оружию, свою госпожу, красивые платья госпожи",
  "dislike": "Неопрятность, несправедливость",
  "inn": {
    "idle": "Милади спит в данный момент.",
    "recruit": {
      "greet": "Милади нет в своей комнате сейчас.",
      "talk": [
        "...",
        "Мы поговорим при следующей возможности.",
        "Я больше не солдат."
      ],
      "gift": "Я не привык к подаркам, но спасибо."
    },
    "affinity": {
      "greet": "А вот и ты. Рада тебя видеть.",
      "talk": [
        "Надеюсь, моей госпоже понравится чайный сервиз, который я недавно купила.",
        "Надо будет зайти в кузницу и наточить алебарду."
      ],
      "gift": "Спасибо. Надеюсь, в следующий раз ты приготовишь свежий чай."
    },
    "relationship": {
      "greet": "Вновь ты... Давно мы не виделись.",
      "talk": [
        "Я думаю, что мои прошлые подчиненные часто страдали из-за моих вспышек молодости...",
        "Она была так мала и так старалась казаться взрослой... Итак, я чувствовала, что должна защищать её.",
        "Я довольна своей жизнью. Денег, которые я получаю, хватает на все."
      ]
    }
  },
  "uw": {
    "name": "Эксилиус, Вихрь танца",
    "description": [
      "При атаке «Ударом по живому» или «Танцем бури», за кажд. задетого врага перезарядка навыка сокращ. на 1 сек., а СКР АТК увелич. на 50 на 5 сек. Бонус на СКР АТК может накапливаться до 10 р.",
      "При атаке «Ударом по живому» или «Танцем бури», за кажд. задетого врага перезарядка навыка сокращ. на 1,2 сек., а СКР АТК увелич. на 50 на 5 сек. Бонус на СКР АТК может накапливаться до 10 р.",
      "При атаке «Ударом по живому» или «Танцем бури», за кажд. задетого врага перезарядка навыка сокращ. на 1,4 сек., а СКР АТК увелич. на 50 на 5 сек. Бонус на СКР АТК может накапливаться до 10 р.",
      "При атаке «Ударом по живому» или «Танцем бури», за кажд. задетого врага перезарядка навыка сокращ. на 1,7 сек., а СКР АТК увелич. на 50 на 5 сек. Бонус на СКР АТК может накапливаться до 10 р.",
      "При атаке «Ударом по живому» или «Танцем бури», за кажд. задетого врага перезарядка навыка сокращ. на 2 сек., а СКР АТК увелич. на 50 на 5 сек. Бонус на СКР АТК может накапливаться до 10 р.",
      "При атаке «Ударом по живому» или «Танцем бури», за кажд. задетого врага перезарядка навыка сокращ. на 2,5 сек., а СКР АТК увелич. на 50 на 5 сек. Бонус на СКР АТК может накапливаться до 10 р."
    ],
    "story": "Во время военной службы Присцилла сокрушила своей алебардой немало врагов. После отставки Присциллы алебарда со временем пришла в негодность, однако была восстановлена Аннет, когда та работала над созданием «Махитры» для Аиши. Помимо необыкновенной остроты и прочности новая алебарда обладает еще и магическим свойством – притягивает к себе врагов. Те, кто видел, как Присцилла рубит демонов своей алебардой, утверждают, что со стороны это похоже на яростный ураган."
  },
  "s1": {
    "name": "Удар по живому",
    "description": "Наносит врагам на передовой {0} ед. физ. урона и оглушает их на 1 сек. Эта АТК наносит крит. удар.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Время оглушения +2 сек.",
    "dark": "Отменяет эффект гарантиров. крит. удара, но увелич. крит. урон на 150%.",
    "ut": {
      "name": "Противовес жестокой атаки",
      "description": [
        "[Удар по живому] Повышает урон на 50% и на 10 сек. снижает физ. блок цели на 200.",
        "[Удар по живому] Повышает урон на 50% и на 10 сек. снижает физ. блок цели на 240.",
        "[Удар по живому] Повышает урон на 50% и на 10 сек. снижает физ. блок цели на 290.",
        "[Удар по живому] Повышает урон на 50% и на 10 сек. снижает физ. блок цели на 350.",
        "[Удар по живому] Повышает урон на 50% и на 10 сек. снижает физ. блок цели на 420.",
        "[Удар по живому] Повышает урон на 50% и на 10 сек. снижает физ. блок цели на 500."
      ],
      "story": "Противовес, прикрепленный к нижней части рукоятки Эксилия. Благодаря улучшенному балансу Присцилла может наносить точные и выверенные удары. Когда Аннет переделала алебарду Присциллы в Эксилия, она заменила и старый противовес. Техномагическое усиление позволило значительно усовершенствовать противовес и повысить точность атак Присциллы."
    }
  },
  "s2": {
    "name": "Совместная атака",
    "description": "На 20 сек. вводит Присциллу и союзника с наивысшим показателем АТК в состояние «Совместная атака» и отменяет отриц. эффекты. В состоянии «Совместная атака» Присцилла и союзник получают усиление АТК, равное 15% АТК Присциллы + {0}.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "Крит. удар наносит на 80% больше урона.",
    "dark": "При использ. навыка «Совместная атака» автоатаки наносят на 30% больше урона.",
    "ut": {
      "name": "Милый чайный сервиз",
      "description": [
        "[Совместная атака] Повышает усиление АТК на 20% и снижает время перезарядки для героя с наивысшим показателем АТК на 30%.",
        "[Совместная атака] Повышает усиление АТК на 24% и снижает время перезарядки для героя с наивысшим показателем АТК на 30%.",
        "[Совместная атака] Повышает усиление АТК на 29% и снижает время перезарядки для героя с наивысшим показателем АТК на 30%.",
        "[Совместная атака] Повышает усиление АТК на 35% и снижает время перезарядки для героя с наивысшим показателем АТК на 30%.",
        "[Совместная атака] Повышает усиление АТК на 42% и снижает время перезарядки для героя с наивысшим показателем АТК на 30%.",
        "[Совместная атака] Повышает усиление АТК на 50% и снижает время перезарядки для героя с наивысшим показателем АТК на 30%."
      ],
      "story": "Любимые фарфоровые чайные чашки Аишы, которые Присцилла всегда держит наготове. Эти роскошные чашки, изготовленные из самого лучшего фарфора, привезены из заморского государства, расположенного далеко на востоке. Чайный сервиз используется для чаепитий с Аишей и во время «Совместной атаки» Присциллы."
    }
  },
  "s3": {
    "name": "Танец бури",
    "description": "Атакует врагов в ближ. радиусе, наносит {0} ед. физ. урона, притягивая их к себе. Если Присцилла в режиме «Совместной атаки», враги в теч. 10 сек. получают бонусный урон в {1}% от общего урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "При крит. ударе время перезарядки -10%.",
    "dark": "Если враг один, наносимый урон +100%.",
    "ut": {
      "name": "Волшебный камень притяжения",
      "description": [
        "[Танец бури] Урон повышается на 20% и цель попадает под оглушение на 3 сек.",
        "[Танец бури] Урон повышается на 24% и цель попадает под оглушение на 3 сек.",
        "[Танец бури] Урон повышается на 29% и цель попадает под оглушение на 3 сек.",
        "[Танец бури] Урон повышается на 35% и цель попадает под оглушение на 3 сек.",
        "[Танец бури] Урон повышается на 42% и цель попадает под оглушение на 3 сек.",
        "[Танец бури] Урон повышается на 50% и цель попадает под оглушение на 3 сек."
      ],
      "story": "Первый магический объект, созданный фиолетовым волшебником. Подарок, который Аиша сделала собственными руками. Она подарила этот волшебный камень притяжения Присцилле, так как ей было жалко, что ее подруга тратит столько сил на «Танец бури». Теперь использовать «Танец бури» гораздо проще, а его эффективность еще выше."
    }
  },
  "s4": {
    "name": "Опытный боец",
    "description": "Сила АТК + {0} , пробойная сила + {1}.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Урон от крит. удара + {0}%."
    },
    "light": "Сила АТК +40%.",
    "dark": "Шанс крит. удара +250."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Сопротивление контролю +100",
    "dark": "Повышает силу АТК всех союзников на 3% от своей силы АТК и физ. ЗЩТ на 3% от своей физ. ЗЩТ."
  }
}