{
  "name": "Янни",
  "subtitle": "Убийца Драконов",
  "description": "Варвар, путешествующий по миру и охотящийся на монстров, которые тревожат людей. Она единолично убила Безумного Дракона по имени Свэтла. Она так сильна, что стрелы, выпускаемые ей, пробивают крепостные стены.",
  "story": "Воительница из племени варваров, которая специализируется на уничтожении монстров, представляющих угрозу для людей. С рождения обладает необыкновенной силой, в разы превышающей силу соплеменников. Натягивает лук, превышающий ее рост с такой легкостью, что люди в шутку называют ее «ходячей баллистой». В обычной жизни она мягкосердечная девушка, которая любит помогать окружающим, но в бою она выпускает варварскую натуру наружу и превращается в настоящую фурию. Однажды она в одиночку убила обезумевшего дракона по имени Свэлта, с тех пор ее прозвали Убийцей Драконов.",
  "like": "Вкусные блюда, приготовление еды, охоту на монстров",
  "dislike": "Монстров, которых можно одолеть только магией",
  "inn": {
    "idle": "Я смотрю, все веселятся?",
    "recruit": {
      "greet": "Давно не виделись.. Как ты поживаешь?",
      "talk": [
        "Охота на Монстров? Довольно веселое занятие, и что здорово, так это то, что я могу помочь людям.",
        "Мясо Монстров довольно хорошее, если его правильно приготовить, ага?",
        "Все Воины Варвары умеют готовить. Но я думаю, что я лучший повар, э?"
      ],
      "gift": "Подарок? Ахаха, спасибо! Я накормлю тебя следующий раз!"
    },
    "affinity": {
      "greet": "Давно не виделись. Как дела?",
      "talk": [
        "Еда здесь довольно отменная.",
        "Хм, в следующий раз нужно будет попросить Джуно приготовить мне завтрак."
      ],
      "gift": "О, спасибо! Я найду этому подарку достойное применение."
    },
    "relationship": {
      "greet": "Эй, ты выглядишь хорошо! Хорошо кушаешь?",
      "talk": [
        "Пробовал мясо Дракона? Оно довольно хорошее. Я принесу тебе стейк из Дракона следующий раз!",
        "Работа охотника за монстрами не так легка, но она окупается.",
        "Воины- Варвары довольно сильны... Но, знаешь, я то особенная."
      ]
    }
  },
  "uw": {
    "name": "Драконий Яд, Свэтла",
    "description": [
      "В момент крит. удара, есть 10% шанс нанести Физ. Урон, равный 200% значения Ататки и восстановить 5% Маны. Если цель- Дракон, то накладывается эффект Оглушения на 1.5 сек.",
      "В момент крит. удара, есть 12% шанс нанести Физ. Урон, равный 240% значения Ататки и восстановить 5% Маны. Если цель- Дракон, то накладывается эффект Оглушения на 1.5 сек.",
      "В момент крит. удара, есть 14% шанс нанести Физ. Урон, равный 290% значения Ататки и восстановить 5% Маны. Если цель- Дракон, то накладывается эффект Оглушения на 1.5 сек.",
      "В момент крит. удара, есть 17% шанс нанести Физ. Урон, равный 350% значения Ататки и восстановить 5% Маны. Если цель- Дракон, то накладывается эффект Оглушения на 1.5 сек.",
      "В момент крит. удара, есть 21% шанс нанести Физ. Урон, равный 420% значения Ататки и восстановить 5% Маны. Если цель- Дракон, то накладывается эффект Оглушения на 1.5 сек.",
      "В момент крит. удара, есть 25% шанс нанести Физ. Урон, равный 500% значения Атаки и восстановить 5% Маны. Если цель- Дракон, то накладывается эффект Оглушения на 1.5 сек."
    ],
    "story": "Зачарованное оружие, созданное из костей, сухожилий и шкуры безумного дракона Свэтлы. В нем совмещены технологии осадного вооружения темных эльфов и дворфов. Обычный человек даже не сможет поднять этот лук, не говоря уже о том, чтобы стрелять из него. Только обладатели невероятной физической силы, такие как Янни, могут надеяться выпустить из него стрелу. Душа безумного дракона все еще находится в этом луке, благодаря чему каждая выпущенная стрела наполняется яростью, которая способна сокрушить даже стену замка."
  },
  "s1": {
    "name": "Прицельный выстрел!",
    "description": "Становится в стойку, фокусируется и наносит {0} Физ. Урона врагам, стоящим в линию. Если целью является Дракон, на цель применяется эффект Оглушения. В случае длительной фокусировки, Урон и длительность Оглушения увеличиваются на {1}%.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Крит. Урон повышен на {0}."
    },
    "light": "Урон повышается на 40%.",
    "dark": "Цель получает 25% дополнительного Физ. Урона на протяжении 10 сек."
  },
  "s2": {
    "name": "Разгром!",
    "description": "Наносит {0} Физ. Урона цели и всем стоящим рядом врагам. Если целью является Дракон, наносится дополнительно {1} урона, который игнорируют Защиту.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Крит. Урон повышен на {0}."
    },
    "light": "В случае, если вы бьётесь только с 1 врагом, Урон увеличивается на 100%.",
    "dark": "Противники, попавшие под удар, становятся Оглушенными на 2 сек.",
    "ut": {
      "name": "Гигантская стрела внезапной смерти",
      "description": [
        "[Разгром!] Увеличивает урон на 20% и снижает время перезарядки на 12% при крит. ударе.",
        "[Разгром!] Увеличивает урон на 24% и снижает время перезарядки на 12% при крит. ударе.",
        "[Разгром!] Увеличивает урон на 29% и снижает время перезарядки на 12% при крит. ударе.",
        "[Разгром!] Увеличивает урон на 35% и снижает время перезарядки на 12% при крит. ударе.",
        "[Разгром!] Увеличивает урон на 42% и снижает время перезарядки на 12% при крит. ударе.",
        "[Разгром!] Увеличивает урон на 50% и снижает время перезарядки на 12% при крит. ударе."
      ],
      "story": "Трофей Янни – стрела, изготовленная из позвоночника безумного дракона Свэтлы, извергавшей мощные магические заряды. На наконечнике стрелы красуется красный глаз безумного дракона. Он по-прежнему горит безумием Свэтлы и всегда готов сжечь врага."
    }
  },
  "s3": {
    "name": "Не поддаваться!",
    "description": "Убирает все негативные эффекты с себя и на 30 сек увеличивает Атаку на {0} и Пробитие Защиты на {1}. А также, на некоторое время меняется автоатаки. Они тратят 3% маны в обмен на возможность наносить Урон врагам, стоящим в линию. Также наносит {2} дополнительного Урона, который игнорирует Защиту, если цель- Дракон.",
    "books": {
      "0": "Значение увеличения Атаки повышено на {0}%.",
      "1": "Значение увеличения Атаки повышено на {0}%.",
      "2": "Значение увеличения Атаки повышено на {0}%."
    },
    "light": "Скорость Атаки увеличивается на 250 на определенное время.",
    "dark": "Весь полученный Урон снижается на 25% на определенное время",
    "ut": {
      "name": "Стейк из дракона",
      "description": [
        "[Не поддаваться!] Снижает затраты маны на 1 ед. и увеличивает урон по драконам на 10% на время действия навыка.",
        "[Не поддаваться!] Снижает затраты маны на 1 ед. и увеличивает урон по драконам на 12% на время действия навыка.",
        "[Не поддаваться!] Снижает затраты маны на 1 ед. и увеличивает урон по драконам на 14% на время действия навыка.",
        "[Не поддаваться!] Снижает затраты маны на 1 ед. и увеличивает урон по драконам на 17% на время действия навыка.",
        "[Не поддаваться!] Снижает затраты маны на 1 ед. и увеличивает урон по драконам на 21% на время действия навыка.",
        "[Не поддаваться!] Снижает затраты маны на 1 ед. и увеличивает урон по драконам на 25% на время действия навыка."
      ],
      "story": "Сочный стейк из драконьего мяса для истинных ценителей экзотических блюд. Вкус потрясающий. Священная энергия дракона наполняет все тело и увеличивает боевую выносливость Янни до предела."
    }
  },
  "s4": {
    "name": "Убийца Драконов",
    "description": "Атака повышается на {0} , Макс. ОЗ (HP) повышается на {1}%. Также, Урон по Драконам увеличивается на {2}%.",
    "books": {
      "0": "Значение увеличения Атаки повышено на {0}%.",
      "1": "Значение увеличения Атаки повышено на {0}%.",
      "2": "Значение увеличения Атаки повышено на {0}%."
    },
    "light": "Все союзники получаются на 7% меньше Урона от Драконов.",
    "dark": "Наносит 15% больше урона Драконам."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "Автоатака игнорирует эффекты Блоков противника."
  }
}