{
  "name": "Зафир",
  "subtitle": "Принц Песчаных Бурь",
  "description": "Потомок древнего короля-бога. Благородный юноша, поднявшийся на защиту пустыни. Песчаные бури, вызываемые его стрелами, уничтожают любого, кто встает у него на пути.",
  "story": "Принц и наследник короля-бога, правившего в древнем пустынном королевстве. Может управлять песками пустыни. Этот молодой вождь пустынных воинов племени маухата получил соответствующие его статусу военную подготовку и образование. Пока его собратья из племени троватия молились в храме Потока, пытаясь пробудить бога-дракона, он повел своих воинов в бой против демонов, подступавших к оазису. Вместе с богом-драконом и ее жрицей Лаудией он надежно стоит на страже своего дома. И надеется, что почивший король-бог был бы горд таким достойным наследником.",
  "like": "Кошек, песочное искусство, народ пустыни",
  "dislike": "Тех, кто пытается причинить зло его близким",
  "inn": {
    "idle": "Ух ты, я никогда в жизни не видел таких напитков!",
    "recruit": {
      "greet": "Да благословит тебя король-бог.",
      "talk": [
        "Хм, бары в пустыне выглядят иначе. Мы там сидим на полу...",
        "Пустынные воины ставят свой народ превыше всего.",
        "Мне не очень по душе места, где полно народу. Но здесь очень уютно. Мне нравится."
      ],
      "gift": "Какая невероятная щедрость. Я премного тебе благодарен."
    },
    "affinity": {
      "greet": "Как дела?",
      "talk": [
        "Согласно пророчеству, пришествие короля-бога уже близко.",
        "Если у тебя будет время, проведай меня как-нибудь в пустыне Аэгина, я покажу тебе наши достопримечательности."
      ],
      "gift": "Пустынные воины будут тебе тоже очень рады."
    },
    "relationship": {
      "greet": "Приветствую, мои пустынные друзья.",
      "talk": [
        "Я люблю кошек... Нет более грациозного существа, чем кошка.",
        "Настоящего пустынного воина не испугает даже самая суровая песчаная буря.",
        "Хоть в моих жилах и течет кровь великого короля-бога, но мне предстоит еще многое совершить, чтобы стать достойным его наследником."
      ]
    }
  },
  "uw": {
    "name": "Слава Короля-бога Зарис",
    "description": [
      "При использовании навыка получает заряд «Воли пустыни». «Воля пустыни» повышает АТК на 4% и крит. урон на 4% на 10 сек. Эффект суммируется до 5 раз, и его нельзя отменить.",
      "При использовании навыка получает заряд «Воли пустыни». «Воля пустыни» повышает АТК на 4,8% и крит. урон на 4,8% на 10 сек. Эффект суммируется до 5 раз, и его нельзя отменить.",
      "При использовании навыка получает заряд «Воли пустыни». «Воля пустыни» повышает АТК на 5,6% и крит. урон на 5,6% на 10 сек. Эффект суммируется до 5 раз, и его нельзя отменить.",
      "При использовании навыка получает заряд «Воли пустыни». «Воля пустыни» повышает АТК на 6,8% и крит. урон на 6,8% на 10 сек. Эффект суммируется до 5 раз, и его нельзя отменить.",
      "При использовании навыка получает заряд «Воли пустыни». «Воля пустыни» повышает АТК на 8,4% и крит. урон на 8,4% на 10 сек. Эффект суммируется до 5 раз, и его нельзя отменить.",
      "При использовании навыка получает заряд «Воли пустыни». «Воля пустыни» повышает АТК на 10% и крит. урон на 10% на 10 сек. Эффект суммируется до 5 раз, и его нельзя отменить."
    ],
    "story": "Древнее оружие, созданное для величайшего из правителей. Только наследник короля-бога, прошедший невероятные испытания и доказавший свою доблесть, может им владеть. Этот лук, передающийся из поколения в поколение наследниками короля-бога, – настоящая гроза пустыни."
  },
  "s1": {
    "name": "Приговор пустыни",
    "description": "Наносит {0} ед. физ. урона врагам на обширной области. За каждого пораженного врага время перезарядки навыка сокращается на 1 сек. Наносит {1} ед. физ. урона врагам, отмеченным [Знаком пустыни], при этом снимает 1 заряд[Знака пустыни]. За каждый использованный навык крит. урон повышается на 5%. Эффект суммируется до 12 раз и не может быть отменен.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Усиление крит. урона за каждое применение повышается на 10%.",
    "dark": "Ослепляет пораженного противника на 1 сек.",
    "ut": {
      "name": "Стрела песчаной бури",
      "description": [
        "[Приговор пустыни] При использовании повышает урон на 2%. С 30% шансом накладывает на пораженного противника «Знак пустыни». Эффект повышения урона суммируется до 20 раз.",
        "[Приговор пустыни] При использовании повышает урон на 2,4%. С 30% шансом накладывает на пораженного противника «Знак пустыни». Эффект повышения урона суммируется до 20 раз.",
        "[Приговор пустыни] При использовании повышает урон на 2,9%. С 30% шансом накладывает на пораженного противника «Знак пустыни». Эффект повышения урона суммируется до 20 раз.",
        "[Приговор пустыни] При использовании повышает урон на 3,5%. С 30% шансом накладывает на пораженного противника «Знак пустыни». Эффект повышения урона суммируется до 20 раз.",
        "[Приговор пустыни] При использовании повышает урон на 4,2%. С 30% шансом накладывает на пораженного противника «Знак пустыни». Эффект повышения урона суммируется до 20 раз.",
        "[Приговор пустыни] При использовании повышает урон на 5%. С 30% шансом накладывает на пораженного противника «Знак пустыни». Эффект повышения урона суммируется до 20 раз."
      ],
      "story": "Сокровище, подаренное Зафиру племенем маухата. Эта стрела изготовлена из хвостового оперения животного, считавшегося священным в древнем королевстве. Исходящее от нее свечение ослепляет, словно величие и слава самого древнего королевства. Обычно она служит настенным украшением и используется во время церемоний, однако, на самом деле, это одно из лучших средств защиты в арсенале королевской семьи. Врагам, пораженным этой стрелой, будет вынесен приговор пустыни в виде огромной песчаной бури."
    }
  },
  "s2": {
    "name": "Благословение духа песка",
    "description": "Создает вокруг союзника с самым низким уровнем ОЗ щит, который поглощает {1} ед. урона в течение {0} сек. Пока действует щит, получает иммунитет к контролю. По окончании действия щита применяет «Песчаную бурю», которая наносит {2} ед. физ. урона врагам в обширной области и накладывает 2 заряда [Знака пустыни]. Если щит отменен или уничтожен, «Песчаная буря» не активируется.",
    "books": {
      "0": "Урон и щит + {0}%.",
      "1": "Урон и щит + {0}%.",
      "2": "Урон и щит + {0}%."
    },
    "light": "Время перезарядки навыка сокращается на 5 сек.",
    "dark": "Противников, пораженных «Песчаной бурей», отбрасывает на большую дистанцию и сбивает с ног на 3 сек.",
    "ut": {
      "name": "Пустынный мираж",
      "description": [
        "[Благословение духа песка] Щит поглощает на 20% больше урона и отменяет эффекты контроля, действующие на самого героя.",
        "[Благословение духа песка] Щит поглощает на 24% больше урона и отменяет эффекты контроля, действующие на самого героя.",
        "[Благословение духа песка] Щит поглощает на 29% больше урона и отменяет эффекты контроля, действующие на самого героя.",
        "[Благословение духа песка] Щит поглощает на 35% больше урона и отменяет эффекты контроля, действующие на самого героя.",
        "[Благословение духа песка] Щит поглощает на 42% больше урона и отменяет эффекты контроля, действующие на самого героя.",
        "[Благословение духа песка] Щит поглощает на 50% больше урона и отменяет эффекты контроля, действующие на самого героя."
      ],
      "story": "В результате невероятной песчаной бури, бушевавшей в пустыне Аэгина, эти песочные часы на долгое время были погребены под огромным слоем песка. Когда песок внутри часов движется, они создают мираж в виде древнего города. Верховный жрец древнего королевства использовал эти часы, чтобы продемонстрировать своему народу величие столицы. Видя блеск и роскошь города, люди преисполнялись гордости за свою страну."
    }
  },
  "s3": {
    "name": "Проклятие пустыни",
    "description": "Наносит {0} ед. физ. урона врагам на передовой в обширной области и накладывает 1 заряд [Знака пустыни]. Затем создает «Песчаную яму» на 5 сек., которая наносит {1} ед. физ. урона каждые 0,5 сек. и снижает физ. ЗЩТ врагов на 30% на 10 сек. «Песчаная яма» с 25% шансом накладывает 1 заряд [Знака пустыни] и затягивает всех врагов в зоне досягаемости в свой центр.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Затраты маны сокращаются на 1.",
    "dark": "Длительность «Песчаную яму» увеличивается на 2 сек.",
    "ut": {
      "name": "Душа оазиса",
      "description": [
        "[Проклятие пустыни] Время перезарядки навыка сокращается на 30%, а шанс срабатывания эффекта повышается на 8%.",
        "[Проклятие пустыни] Время перезарядки навыка сокращается на 30%, а шанс срабатывания эффекта повышается на 9,6%.",
        "[Проклятие пустыни] Время перезарядки навыка сокращается на 30%, а шанс срабатывания эффекта повышается на 11,5%.",
        "[Проклятие пустыни] Время перезарядки навыка сокращается на 30%, а шанс срабатывания эффекта повышается на 13,8%.",
        "[Проклятие пустыни] Время перезарядки навыка сокращается на 30%, а шанс срабатывания эффекта повышается на 16,5%.",
        "[Проклятие пустыни] Время перезарядки навыка сокращается на 30%, а шанс срабатывания эффекта повышается на 20%."
      ],
      "story": "Волшебный меч, передающийся из поколения в поколение наследниками короля-бога. Для своего народа он был не меньшим символом спасения, чем оазис посреди пустыни, за что и получил свое название. Долгое время после падения королевства его местонахождение оставалось загадкой, пока Зафир, обнаруживший этот меч в частной коллекции оружия Кумуро, не выкупил его за баснословную сумму. Теперь, когда меч вернулся к законному владельцу, Зафир готов продолжить дело своего предка и стать величайшим из живущих."
    }
  },
  "s4": {
    "name": "Воззвание к защитнику",
    "description": "Каждая автоатака с 15% шансом наносит всем врагам {0} ед. игнорирующего ЗЩТ физ. урона и накладывает 1 заряд [Знака пустыни]. [Знак пустыни] суммируется до 10 раз.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Если врагов больше 5, на всех врагов накладываются 10 зарядов «Знака пустыни». Эффект срабатывает не чаще одного раза в 20 сек.",
    "dark": "Шанс срабатывания становится равен 30%."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "При использовании навыка восстанавливает 500 маны. Если врагов больше 5, уровень восстанавливаемой маны удваивается, а СКР АТК повышается на 500 на 5 сек. Эффект не суммируется."
  }
}