{
  "name": "Юрия",
  "subtitle": "Таинственная швея",
  "description": "Непревзойденная швея, которая шьет платья и другую одежду для всех знаменитостей на континенте. Она видит судьбы людей и искусно владеет иглой и нитью. На кончике ее иглы танцуют звезды, а ее нить оставляет следы света на всем, к чему прикасается.",
  "story": "Если вы спросите, кто самый известный портной на континенте Орбис, мало кто сможет назвать конкретное имя. Но те, кто разбираются в одежде, сразу же назовут имя Юрии. Юрия – швея из Пентеонии, у которой всегда есть два условия, когда она берется за заказ. Первое – она должна провести какое-то время рядом с заказчиком, чтобы понять, какой наряд ему лучше подойдет. Второе – пока она находится рядом с заказчиком, тот не должен притворяться тем, кем не является. Первое условие необходимо ей, чтобы задействовать свой дар «Предвидение» и почувствовать судьбу заказчика, а затем выразить ее с помощью иглы и нити. Второе условие должно соблюдаться просто потому, что она чувствует правду и презирает ложь. У нее нет желания делать что-либо для того, кто лжет. Шедевры, которые она создает исходя из увиденной ею судьбы, бесценны, как звездный свет. Любой аристократ готов пожертвовать жизнью, лишь бы заполучить такой.",
  "like": "Путешествовать, свою работу, теплые ванны, стихи и песни бардов.",
  "dislike": "Тех, кто относится к одежде небрежно, тех, кто не уважает чужую судьбу, ложь.",
  "inn": {
    "idle": "Ой, здесь так оживленно! Кажется, все с удовольствием проводят тут свое время.",
    "recruit": {
      "greet": "О, привет! Тебе, случайно, не нужна новая одежда?",
      "talk": [
        "Как художник рисует картину, так и я выражаю себя, создавая одежду!",
        "Слышала, что в этом городе живет известная швея. С удовольствием с ней познакомлюсь.",
        "Все мы рождаемся с разными судьбами. Я бы хотела взглянуть, куда приведет тебя твоя судьба."
      ],
      "gift": "Ого, спасибо. В благодарность я сошью тебе одежду, рано или поздно."
    },
    "affinity": {
      "greet": "Ха-ха, рада тебя видеть. Мне кажется, что наша сегодняшняя встреча была начертана судьбой.",
      "talk": [
        "У меня нет явных видений будущего, я лишь неясно чувствую, что лежит за пределами настоящего.",
        "Обожаю путешествовать. Столько всего можно увидеть, почувствовать и пережить."
      ],
      "gift": "Ого, так много? Пожалуй, я угощу тебя напитком в ответ."
    },
    "relationship": {
      "greet": "Я ждала тебя, мастер судьбы.",
      "talk": [
        "Я создаю одежду необычным способом, поэтому на изготовление одного наряда у меня уходит очень много времени.",
        "Хм, подумать только, я начала шить не ради славы или богатства, но в итоге не успела даже заметить, как стала знаменитой.",
        "Иногда я возвращаюсь на родину, в Пентеонию. В основном – чтобы сшить очередное платье для королевы Артемии. Хи-хи."
      ]
    }
  },
  "uw": {
    "name": "Ткач Звездного Неба Меллифлюо",
    "description": [
      "При каждой обычной атаке повышает АТК на 1% и крит. урон на 1% на 10 сек. Эффект суммируется до 20 раз, и его нельзя отменить. При использовании навыка восстанавливается 200 маны.",
      "При каждой обычной атаке повышает АТК на 1,2% и крит. урон на 1,2% на 10 сек. Эффект суммируется до 20 раз, и его нельзя отменить. При использовании навыка восстанавливается 240 маны.",
      "При каждой обычной атаке повышает АТК на 1,4% и крит. урон на 1,4% на 10 сек. Эффект суммируется до 20 раз, и его нельзя отменить. При использовании навыка восстанавливается 290 маны.",
      "При каждой обычной атаке повышает АТК на 1,7% и крит. урон на 1,7% на 10 сек. Эффект суммируется до 20 раз, и его нельзя отменить. При использовании навыка восстанавливается 350 маны.",
      "При каждой обычной атаке повышает АТК на 2.1% и крит. урон на 2.1% на 10 сек. Эффект суммируется до 20 раз, и его нельзя отменить. При использовании навыка восстанавливается 420 маны.",
      "При каждой обычной атаке повышает АТК на 2,5% и крит. урон на 2,5% на 10 сек. Эффект суммируется до 20 раз, и его нельзя отменить. При использовании навыка восстанавливается 500 маны."
    ],
    "story": "Любимый набор Юрии, состоящий из нити, иглы и ножниц. Все свои шедевры она создала с помощью этих инструментов. Нить из звездного света ночного неба, ножницы и игла из метеоритного металла наделяют Юрию даром видеть будущее."
  },
  "s1": {
    "name": "Связующая карма",
    "description": "Наносит {0} ед. маг. урона, игнорирующего маг. блок, 2 противникам и снижает их ману на 500. Если цель находится в состоянии «Плетение судьбы», игнорирует ее ЗЩТ и отменяет действие «Плетения судьбы»..",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Снижает ману навыком: 1000.",
    "dark": "Оглушает пораженные цели на 3 сек.",
    "ut": {
      "name": "Шепот ночного неба",
      "description": [
        "[Связующая карма] Повышает урон на 20% и наделяет иммунитетом к контролю на время действия навыка.",
        "[Связующая карма] Повышает урон на 24% и наделяет иммунитетом к контролю на время действия навыка.",
        "[Связующая карма] Повышает урон на 29% и наделяет иммунитетом к контролю на время действия навыка.",
        "[Связующая карма] Повышает урон на 35% и наделяет иммунитетом к контролю на время действия навыка.",
        "[Связующая карма] Повышает урон на 42% и наделяет иммунитетом к контролю на время действия навыка.",
        "[Связующая карма] Повышает урон на 50% и наделяет иммунитетом к контролю на время действия навыка."
      ],
      "story": "Единственная шаль в мире, изготовленная из нити звездного света, которую Юрия сплела сама. Юрия много путешествует, поэтому ней нужна одежда для защиты от непогоды. Так появилась идея изготовить что-то теплое и удобное. Она сшила шаль, которая дает прохладу в жару и согревает в холод. Благодаря этой шали Юрия с комфортом путешествует, не боясь ни внезапных гроз, ни суровых метелей. Единственный минус этой шали заключается в том, что она сшита из светящегося материала , когда люди видят издалека Юрию, они принимают ее за фею или призрака и в ужасе убегают."
    }
  },
  "s2": {
    "name": "Шитье из звездного света",
    "description": "Отменяет действующие на себя отриц. эффекты и накладывает на себя щит, поглощающий {1} ед. урона в течение {0} сек. Пока щит активен, получает иммунитет к контролю и повышает шанс крит. удара на 300, при этом все атаки Юрии поражают еще 1 цель.",
    "books": {
      "0": "Щит + {0}%.",
      "1": "Щит + {0}%.",
      "2": "Щит + {0}%."
    },
    "light": "Повышает свою АТК на 30% на время действия щита.",
    "dark": "Повышает затраты маны на 1 сферу, но накладывает тот же эффект на 1 союзника с наивысшим показателем АТК.",
    "ut": {
      "name": "Глаза предвидения",
      "description": [
        "[Шитье из звездного света] Усиливает щит на 50% и снижает получаемый самим героем физ. урон на 10% на время действия щита.",
        "[Шитье из звездного света] Усиливает щит на 50% и снижает получаемый самим героем физ. урон на 12% на время действия щита.",
        "[Шитье из звездного света] Усиливает щит на 50% и снижает получаемый самим героем физ. урон на 14% на время действия щита.",
        "[Шитье из звездного света] Усиливает щит на 50% и снижает получаемый самим героем физ. урон на 17% на время действия щита.",
        "[Шитье из звездного света] Усиливает щит на 50% и снижает получаемый самим героем физ. урон на 21% на время действия щита.",
        "[Шитье из звездного света] Усиливает щит на 50% и снижает получаемый самим героем физ. урон на 25% на время действия щита."
      ],
      "story": "Одно из наследий, доставшихся Юрии от ее далекого предка, предсказательницы судьбы Ласифил. Набор из 3 колец, которые не утратили своего блеска даже по прошествии стольких лет. Они таят в себе особые силы, которые даже Юрия не в состоянии постичь. В одной из книг, которые остались Юрии от ее предков, сказано: когда придет время, Глаза предвидения засверкают ярким светом, который укажет провидцу верный путь."
    }
  },
  "s3": {
    "name": "Круг судьбы",
    "description": "Наносит {0} ед. маг. урона 2 противникам, повышает получаемый ими маг. урон на 30% на {1} сек. и накладывает на них эффект «Плетение судьбы» на {2} сек. В состоянии «Плетение судьбы» СКР АТК противников снижается на 250.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Снижает СКР АТК навыком: 500.",
    "dark": "Отменяет положит. эффекты, действующие на цель.",
    "ut": {
      "name": "Зазеркалье",
      "description": [
        "[Круг судьбы] Увеличивает наносимый урон на 50% и получаемый целью маг. урон на 10% на 10 сек.",
        "[Круг судьбы] Увеличивает наносимый урон на 50% и получаемый целью маг. урон на 12% на 10 сек.",
        "[Круг судьбы] Увеличивает наносимый урон на 50% и получаемый целью маг. урон на 14% на 10 сек.",
        "[Круг судьбы] Увеличивает наносимый урон на 50% и получаемый целью маг. урон на 17% на 10 сек.",
        "[Круг судьбы] Увеличивает наносимый урон на 50% и получаемый целью маг. урон на 21% на 10 сек.",
        "[Круг судьбы] Увеличивает наносимый урон на 50% и получаемый целью маг. урон на 25% на 10 сек."
      ],
      "story": "Одно из наследий, доставшихся Юрии от ее далекого предка, предсказательницы судьбы Ласифил. Это необычное зеркало, наполненное синей энергией, хранится в глубине повозки Юрии и не только показывает отражение, но и позволяет узнать судьбу. Хотя Юрия способна увидеть судьбу в этом зеркале, даже она не до конца понимает все, что оно показывает."
    }
  },
  "s4": {
    "name": "Благословение истины",
    "description": "Повышает свою общую ЗЩТ на {0} и СКР АТК на 300. При обычной атаке поражает 2 противников. Каждая обычная атака накладывает на противников заряд «Печати звезд». Цели получают на 1% больше маг. урона за каждый заряд «Печати звезд». Эффект суммируется до 15 раз, и его нельзя отменить.",
    "books": {
      "0": "Повышает усиление ЗЩТ на {0}%.",
      "1": "Повышает усиление ЗЩТ на {0}%.",
      "2": "Повышает усиление ЗЩТ на {0}%."
    },
    "light": "Цели получают 2% усиленного маг. урона.",
    "dark": "Повышает усиление ЗЩТ и СКР АТК на 50%.",
    "ut": {
      "name": "Слезы небес",
      "description": [
        "[Благословение истины] Увеличивает макс. число зарядов «Печати звезд» на 10. Урон от обычной атаки повышается на 20%.",
        "[Благословение истины] Увеличивает макс. число зарядов «Печати звезд» на 10. Урон от обычной атаки повышается на 24%.",
        "[Благословение истины] Увеличивает макс. число зарядов «Печати звезд» на 10. Урон от обычной атаки повышается на 29%.",
        "[Благословение истины] Увеличивает макс. число зарядов «Печати звезд» на 10. Урон от обычной атаки повышается на 35%.",
        "[Благословение истины] Увеличивает макс. число зарядов «Печати звезд» на 10. Урон от обычной атаки повышается на 42%.",
        "[Благословение истины] Увеличивает макс. число зарядов «Печати звезд» на 10. Урон от обычной атаки повышается на 50%."
      ],
      "story": "Крепкое, но освежающее вино из Пентеонии. Одно из лучших вин во всем Орбисе и очень ценное. Юрия его обожает, но пьет его нечасто, так как все время путешествует. Но раз в год она обязательно возвращается домой, чтобы сшить платье королеве и получить в благодарность пару бутылок этого прекрасного напитка."
    }
  },
  "t5": {
    "light": "АТК, ЗЩТ, ОЗ: +15%/СКР АТК: +100",
    "dark": "В начале первой битвы получает «Дар предвидения». «Дар предвидения» повышает общий шанс уклонения на 300 и снижает весь получаемый героем урон на 300 ед. на 20 сек. Эффект нельзя отменить. Любой эффект контроля, накладываемый на Юрию во время действия «Дара предвидения», будет мгновенно отменен, при этом «Дар предвидения» пропадет, а герой получит 1 сферу маны."
  }
}