{
  "name": "Офелия",
  "subtitle": "Исследователь Души",
  "description": "Астролог Звездной Пыли, труппы, бродящей по всему континенту. Вместо того, чтобы стать частью сообщества ведьм, она ищет свю судьбу, однажды увиденную в мечтах. Контролирует карты Таро, парящие вокруг нее и атакующие врагов на дистанции.",
  "story": "Астролог, путешествующий с бродячей труппой «Звездная пыль». Входит в Лигу ведьм, поэтому должна жить в уединении и практиковаться в изучении течений судьбы. Однако недавно она отправилась на поиски мужчины, которого видела во сне. Она верит, что сон был вещим, и мужчине уготована судьба стать спасителем мира. Она решила найти его во что бы то ни стало и остаться рядом с ним. Если спросить ее, что будет дальше, она краснеет, теряет свое обычное спокойствие и сбивчиво рассказывает о своем будущем с этим мужчиной.",
  "like": "Романтические истории",
  "dislike": "Летающих насекомых",
  "inn": {
    "idle": "Я хочу , чтобы ты услышал шепот звезд.",
    "recruit": {
      "greet": "Я ведьма, и зовусь Офелия.",
      "talk": [
        "Я вижу это в твоих глазах... Пусть звезд.",
        "Я смотрю тебе в глаза, и вижу...",
        "Ты слышал шепот звезд?"
      ],
      "gift": "Спасибо! Как благодарность, я расскажу тебе о твоей судьбе..."
    },
    "affinity": {
      "greet": "Очень рада познакомиться!",
      "talk": [
        "Тасовать карты меня научил один хороший друг.",
        "Обожаю проводить дни в веселой компании."
      ],
      "gift": "В благодарность за подарок я предскажу твою судьбу."
    },
    "relationship": {
      "greet": "Хочешь услышать своё будущее? Если да, садись рядом.",
      "talk": [
        "Это дитя очень ценно. Но будь осторожен, а то обожжешься!",
        "Я не жалею, что сошла со своего пути. Я все также ведьма, и я горжусь своей профессией.",
        "Ох. Это карта говорит мне, что твой партнер где-то рядом! Близко! Очень близко!... Ох... Возможно..."
      ]
    }
  },
  "uw": {
    "name": "Карты Судьбы Дель Аркана",
    "description": [
      "В момент атаки, есть 77.7% шанс, что в теч. 7 сек, Скорость Атаки повысится на 20, и восстановление маны в сек. повысится на 10%. Данный эффект может быть объединен до 15 раз максимально.",
      "В момент атаки, есть 77.7% шанс, что в теч. 7 сек, Скорость Атаки повысится на 24, и восстановление маны в сек. повысится на 12%. Данный эффект может быть объединен до 15 раз максимально.",
      "В момент атаки, есть 77.7% шанс, что в теч. 7 сек, Скорость Атаки повысится на 29, и восстановление маны в сек. повысится на 14%. Данный эффект может быть объединен до 15 раз максимально.",
      "В момент атаки, есть 77.7% шанс, что в теч. 7 сек, Скорость Атаки повысится на 35, и восстановление маны в сек. повысится на 17%. Данный эффект может быть объединен до 15 раз максимально.",
      "В момент атаки, есть 77.7% шанс, что в теч. 7 сек, Скорость Атаки повысится на 42, и восстановление маны в сек. повысится на 21%. Данный эффект может быть объединен до 15 раз максимально.",
      "В момент атаки, есть 77.7% шанс, что в теч. 7 сек, Скорость Атаки повысится на 50, и восстановление маны в сек. повысится на 25%. Данный эффект может быть объединен до 15 раз максимально."
    ],
    "story": "Гадание по картам Таро – довольно распространенный среди ведьм способ предсказывать судьбу. Некоторые ведьмы создают собственные колоды карт, которые лучше отражают их характер. Карты Офелии, помимо всего прочего, служат материальным подтверждением сделок, заключенных ею с призываемыми созданиями. А так как Офелия – довольно известная предсказательница судьбы во всех измерениях, подобных сделок она заключила немало."
  },
  "s1": {
    "name": "Карта Смерти- Карда",
    "description": "Атакует противника, нанося {0} Магич. Урона и Оглушая на {1} сек. Тратит карту, которой владеет в данный момент, чтобы получить дополнительный эффект. После использования умения, получает карту [Смерти]. [Смерть] - Урон игнорирует Защиту цели и длительность Оглушения увеличивается на 5 сек. [Любовь] - Наносит в общем {2} Магич. Урона в теч 10 сек. и уменьшает лечение на 100%. [Удача] - Перезарядка Навыка не требуется.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "В теч. 10 сек, цель получает увеличенный на 25% Магич. Урон.",
    "dark": "Цена в мане уменьшена на 1.",
    "ut": {
      "name": "Странная карта",
      "description": [
        "[Карта смерти - Карда] Повышает урон на 50% и восстанавливает 1000 маны при убийстве противника.",
        "[Карта смерти - Карда] Повышает урон на 50% и восстанавливает 1200 маны при убийстве противника.",
        "[Карта смерти - Карда] Повышает урон на 50% и восстанавливает 1400 маны при убийстве противника.",
        "[Карта смерти - Карда] Повышает урон на 50% и восстанавливает 1700 маны при убийстве противника.",
        "[Карта смерти - Карда] Повышает урон на 50% и восстанавливает 2100 маны при убийстве противника.",
        "[Карта смерти - Карда] Повышает урон на 50% и восстанавливает 2500 маны при убийстве противника."
      ],
      "story": "Для изготовления этой карты ведьма Эвкалета израсходовала всю ману, чтобы приблизить свой конец после гибели любимого. В процессе от ведьмы остались лишь кучка пепла и эта странная карта. В дальнейшем стало известно, что эта карта наделяет своего владельца невосприимчивостью к законам жизни и смерти. Немало желающих получить бессмертие полегло в борьбе за обладание этой картой. Затем некий маг решил отыскать ее и положить конец творящемуся безумию. Он нашел карту и надежно ее спрятал. Многие века никто не видел карту, пока Офелия не обнаружила ее в старом чулане."
    }
  },
  "s2": {
    "name": "Карта Любви- Эллисад",
    "description": "Повышает АТК на {1} на {0} сек. и восст. маны в сек. на {2}%. Расходует карту в руке, чтобы получить доп. эффект в зависимости от типа карты. При использовании получает карту [Любовь]. [Смерть]: пробойная сила повышается на 600 на время действия навыка, а герой на 6 сек. получает иммунитет к эффектам контроля. [Любовь]: эффект действует на всех союзников. [Удача]: перезарядка не применяется.",
    "books": {
      "0": "Значение увеличения Атаки повышено на {0}%.",
      "1": "Значение увеличения Атаки повышено на {0}%.",
      "2": "Значение увеличения Атаки повышено на {0}%."
    },
    "light": "Восстанавливает ману цели на 1000.",
    "dark": "Множитель Атаки увеличивается на 40%.",
    "ut": {
      "name": "Сердце Эллисада",
      "description": [
        "[Карта любви - Эллисад] Снимает с цели отриц. эффекты и снижает время перезарядки всех навыков на 6%.",
        "[Карта любви - Эллисад] Снимает с цели отриц. эффекты и снижает время перезарядки всех навыков на 7,2%.",
        "[Карта любви - Эллисад] Снимает с цели отриц. эффекты и снижает время перезарядки всех навыков на 8,6%.",
        "[Карта любви - Эллисад] Снимает с цели отриц. эффекты и снижает время перезарядки всех навыков на 10,4%.",
        "[Карта любви - Эллисад] Снимает с цели отриц. эффекты и снижает время перезарядки всех навыков на 12,5%.",
        "[Карта любви - Эллисад] Снимает с цели отриц. эффекты и снижает время перезарядки всех навыков на 15%."
      ],
      "story": "Сердце духа любви Эллисада. Дух любви питается и счастливой любовью, и неразделенной любовью, поэтому его сердце может быть или горячим, как лава, или холодным, как лед. Его сила при этом зависит от чистоты души своего владельца – тот, кто чист душой, будет наделен благословением света."
    }
  },
  "s3": {
    "name": "Карта Удачи- Велликиа",
    "description": "Атакует цель и ближайших к ней противников и наносит им {0} ед. маг. урона. Эта атака без промаха, она наносит увеличенный на 100% крит. урон. При использовании получает карту [Удача]. [Смерть]: крит. урон повышается на 120%. [Любовь]: отменяет все положит. эффекты, действующие на противников в зоне досягаемости, и накладывает на них безмолвие на 2 сек. [Удача]: перезарядка не применяется. Восстанавливает 1 сферу маны.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Цена в Мане повышается на 1 сферу, но Урон увеличивается на 100%.",
    "dark": "Всегда наносит Крит. Удар.",
    "ut": {
      "name": "Счастливая монета",
      "description": [
        "[Карта Удачи- Велликиа] Цена в мане снижается на 1 и Урон повышается на 20%.",
        "[Карта Удачи- Велликиа] Цена в мане снижается на 1 и Урон повышается на 24%.",
        "[Карта Удачи- Велликиа] Цена в мане снижается на 1 и Урон повышается на 29%.",
        "[Карта Удачи- Велликиа] Цена в мане снижается на 1 и Урон повышается на 35%.",
        "[Карта Удачи- Велликиа] Цена в мане снижается на 1 и Урон повышается на 42%.",
        "[Карта Удачи- Велликиа] Цена в мане снижается на 1 и Урон повышается на 50%."
      ],
      "story": "Легендарная монета, которая, по слухам, изменила ход колеса судьбы, катившегося в направлении конца света. Офелия верит, что монету бросил дух удачи по имени Веллекия."
    }
  },
  "s4": {
    "name": "Исследователь Души",
    "description": "Атака всех союзников повышается на {0} , и Шанс Крит. Удара повышается на 100. Получает доп. эффектa в соответствии с картой, которой владеет в данный момент. [Смерть] - Атака увеличивается на {2}%. [Любовь] - За каждую сек., лечит {3}% от Макс. уровня ОЗ. [Fortune] - Шанс Уклонения повышается на 200.",
    "books": {
      "0": "Множитель Атаки всех союзников увеличивается на {0}%.",
      "1": "Множитель Атаки всех союзников увеличивается на {0}%.",
      "2": "Крит. Шанс всех союзников увеличивается на {0}."
    },
    "light": "В момент начала любой битвы, получает карту [Смерти]. Данная карта не имеет эффекта усиления Урона.",
    "dark": "В момент начала любой битвы, получает карту [Любви]. Данная карта не имеет эффекта лечения."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "В момент использования умения, есть 7% шанс, что цена умения уменьшится на 1 на 7 сек. Данный эффект нельзя отменить."
  }
}