{
  "name": "Гау",
  "subtitle": "Воин из холодных земель",
  "description": "Варварский правитель снежных равнин замерзшей земли. Подрывает мораль врагов оглушающим криком и проносится по их рядам, как шторм.",
  "story": "Гау – могучий воин из королевства варваров. Стоило ему взмахнуть своим обоюдоострым топором, как проливались реки крови. Он славился своей лютой жестокостью, пока не исчез на 10 лет. Вернулся он уже совершенно другим человеком. Он стал добряком, который отвечает на насмешку улыбкой и веселым смехом. Еще большее удивление вызывает нежность, с которой он теперь относится к детям и животным.",
  "like": "Детей, животных",
  "dislike": "Жестоких людей и тех, кто все разрушает",
  "inn": {
    "idle": "У тебя какое-то дело к варвару?",
    "recruit": {
      "greet": "Приятно познакомиться. Поохотимся вместе когда-нибудь.",
      "talk": [
        "Я выгляжу сильным? Эй, перестань меня смущать.",
        "Наверное, просто зависть из-за всех этих красавиц вокруг!",
        "Я действительно сильный."
      ],
      "gift": "Что это? Да не стоило."
    },
    "affinity": {
      "greet": "Мне как-то даже неловко.",
      "talk": [
        "Что-то Янни давно не видно. Интересно, как она поживает...",
        "Что? Откуда я знаю Рейвицию? Эта девчонка... Хоть она и гораздо старше... Нет, пожалуй, это слишком личное."
      ],
      "gift": "Спасибо. В следующий раз я тебе тоже что-нибудь подарю."
    },
    "relationship": {
      "greet": "Ха! Мы вновь встретились! Как ты?",
      "talk": [
        "Ох... Эта маленькая Лей стала такой милой леди... А как подумаешь, сколько ей годков то на самом деле...",
        "Я тебя на кусочки ушатаю!- Ну как тебе? Дети обычно смеются, когда я так себя веду.",
        "Хахаха, я и один старый гном довольно много выпили прошлый раз. Помнию, пили мы в таверне. Хехехе!!"
      ]
    }
  },
  "uw": {
    "name": "Священная птица Нумину",
    "description": [
      "Кажд раз при -1% ОЗ сила АТК +0,8% и СКР АТК +8.",
      "Кажд раз при -1% ОЗ сила АТК +1% и СКР АТК +10.",
      "Кажд раз при -1% ОЗ сила АТК +1,2% и СКР АТК +12.",
      "Кажд раз при -1% ОЗ сила АТК +1,4% и СКР АТК +14.",
      "Кажд раз при -1% ОЗ сила АТК +1,7% и СКР АТК +17.",
      "Кажд раз при -1% ОЗ сила АТК +2% и СКР АТК +20."
    ],
    "story": "По слухам, в Заснеженных горах Виндланда живет священный зверь, оберегающий варваров. Он может рассеивать магию тьмы и, скорее всего, выглядит, как голубой феникс из льда. Нумину, или «священный», создан из никогда не тающего заколдованного льда и выполнен в форме этого мифического зверя. Среди варваров это оружие считается священной реликвией и обладать им может только самый могучий воин. Владелец этого оружия – величайший воин варваров, а, возможно, даже их король."
  },
  "s1": {
    "name": "Разгром",
    "description": "Наносит {0} ед. физ. урона противникам в зоне досягаемости, при этом первая атака сбивает их с ног на {1} сек. и снижает их СКР АТК на 250 на 10 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "При использовании урон +15%. Может накапливаться до 10 р.",
    "ut": {
      "name": "Шлем короля мороза",
      "description": [
        "[Разгром] Снижает АТК цели на 20% и на 10 сек. увеличивает получаемый ею физ. урон на 10%.",
        "[Разгром] Снижает АТК цели на 20% и на 10 сек. увеличивает получаемый ею физ. урон на 12%.",
        "[Разгром] Снижает АТК цели на 20% и на 10 сек. увеличивает получаемый ею физ. урон на 14%.",
        "[Разгром] Снижает АТК цели на 20% и на 10 сек. увеличивает получаемый ею физ. урон на 17%.",
        "[Разгром] Снижает АТК цели на 20% и на 10 сек. увеличивает получаемый ею физ. урон на 21%.",
        "[Разгром] Снижает АТК цели на 20% и на 10 сек. увеличивает получаемый ею физ. урон на 25%."
      ],
      "story": "Поношенный шлем короля мороза - правителя ледяных гигантов. Последним его владельцем был оскверненный тьмой король ледяных гигантов. Гау, надеющийся, что трагедия Заснеженных гор Виндланда больше не повторится, хранит этот сломанный шлем в память о павшем герое."
    }
  },
  "s2": {
    "name": "Боевой рев",
    "description": "Сила АТК всех союзников + {1} на {0} сек. Снимает все отриц. эффекты с союзников.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "Сила АТК +40%.",
    "dark": "СКР АТК +200.",
    "ut": {
      "name": "Рожок бойца",
      "description": [
        "[Боевой рев] Снижает затраты маны на 1 ед. и повышает усиление АТК на 20%.",
        "[Боевой рев] Снижает затраты маны на 1 ед. и повышает усиление АТК на 24%.",
        "[Боевой рев] Снижает затраты маны на 1 ед. и повышает усиление АТК на 29%.",
        "[Боевой рев] Снижает затраты маны на 1 ед. и повышает усиление АТК на 35%.",
        "[Боевой рев] Снижает затраты маны на 1 ед. и повышает усиление АТК на 42%.",
        "[Боевой рев] Снижает затраты маны на 1 ед. и повышает усиление АТК на 50%."
      ],
      "story": "Рожок, изготовленный из рога зверя Орокса, хранителя Заснеженных гор Виндланда. Орокс из Заснеженных гор дарует благородным воинам великую силу и возможность видеть истину. Когда воин, получивший благословение Орокса, трубит в этот рожок, мораль его товарищей возрастает, а их разум проясняется."
    }
  },
  "s3": {
    "name": "Торнадо",
    "description": "Наносит {0} ед. физ. урона ближайшим противникам и {1} ед. доп. физ. урона противникам, не являющимся героями. Последняя атака замораживает противников на {2} сек. Во время применения навыка получает иммунитет к контролю.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Во время запуска притягивает окруж. врагов."
    },
    "light": "Время перезарядки -3 сек.",
    "dark": "При использовании избегает любого урона.",
    "ut": {
      "name": "Кружка варвара",
      "description": [
        "[Торнадо] Урон увеличивается на 50%, и противники, попавшие под удар последней атаки, получают на 5% больше Урона в теч. 10 сек.",
        "[Торнадо] Урон увеличивается на 50%, и противники, попавшие под удар последней атаки, получают на 6% больше Урона в теч. 10 сек.",
        "[Торнадо] Урон увеличивается на 50%, и противники, попавшие под удар последней атаки, получают на 7% больше Урона в теч. 10 сек.",
        "[Торнадо] Урон увеличивается на 50%, и противники, попавшие под удар последней атаки, получают на 8.5% больше Урона в теч. 10 сек.",
        "[Торнадо] Урон увеличивается на 50%, и противники, попавшие под удар последней атаки, получают на 10.5% больше Урона в теч. 10 сек.",
        "[Торнадо] Урон увеличивается на 50%, и противники, попавшие под удар последней атаки, получают на 12.5% больше Урона в теч. 10 сек."
      ],
      "story": "Кружка короля варваров, который первым поселился в Заснеженных горах. Когда первый король варваров обосновался в Виндланде, он поклялся защищать Заснеженные горы и испил из этой кружки вместе со священными существами гор. Кружка варвара зачарована защитной магией ледяного волка, повышающей АТК «Торнадо» и эффективность «Заморозки»."
    }
  },
  "s4": {
    "name": "Ярость",
    "description": "При атаке повышает АТК на {1} на {0} сек. и урон противникам, не являющимся героями, на 3%. Эффект суммируется до 10 раз.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "При кажд. повторе отпор отриц. эффектам +50."
    },
    "light": "Сила АТК +40%.",
    "dark": "За кажд. заряд +5% урона, но шанс крит. удара и вампиризм увелич. на 50.",
    "ut": {
      "name": "Подснежниковый браслет",
      "description": [
        "[Ярость] Повышает макс. число зарядов уголька на 1. Каждый заряд повышает пробойную силу на 10.",
        "[Ярость] Повышает макс. число зарядов уголька на 2. Каждый заряд повышает пробойную силу на 10.",
        "[Ярость] Повышает макс. число зарядов уголька на 3. Каждый заряд повышает пробойную силу на 10.",
        "[Ярость] Повышает макс. число зарядов уголька на 4. Каждый заряд повышает пробойную силу на 10.",
        "[Ярость] Повышает макс. число зарядов уголька на 5. Каждый заряд повышает пробойную силу на 10.",
        "[Ярость] Повышает макс. число зарядов уголька на 6. Каждый заряд повышает пробойную силу на 10."
      ],
      "story": "Браслет из подснежников. Дети из приюта сделали его в качестве подарка на день рождения Гау после того, как увидели, что он скорбит по своим погибшим собратьям-варварам. На языке цветов подснежник означает надежду и утешение."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200",
    "dark": "Кажд. секунду восст. ОЗ (10% от силы АТК). Кажд. потерян. 1% ОЗ уменьш. получаемый урон на 0,6%."
  }
}