{
  "name": "Рекина",
  "subtitle": "Торговец Ядами",
  "description": "Торговец, путешествующий по континенту, продающий яды всем, кто в них нуждается. Использует духовую трубку, чтобы ранить ядом и обездвиживать своих врагов.",
  "story": "Любопытный торговец, разбирающийся во всех ядах, известных человечеству. Дочь странствующих алхимиков, прибивших сюда издалека. Другие торговцы называют ее «торговкой смерти», однако она с этим не согласна. По ее мнению, яды сами по себе не являются злом, все зависит от того, кто и как их использует. С появлением демонов она путешествует по стране в поисках подходящего яда, который поможет остановить захватчиков.",
  "like": "Создавать новые яды, тех, кто понимает, как здорово изобрести новый яд",
  "dislike": "Людей с предубеждениями против ядов",
  "inn": {
    "idle": "Хм, тут нет никого, кто хотел бы купить мои товары?",
    "recruit": {
      "greet": "Привет! Может быть, тебе нужен яд?",
      "talk": [
        "Яды могут быть использованы как лекарство. Они не так уж и плохи, не так, как люди привыкли думать.",
        "Ох, да, конечно же, некоторые яды могут использоваться во зло.",
        "Хм, где же та дама, купившие у меня яды в прошлый раз?"
      ],
      "gift": "Ого, спасибо! Я использую это для большего разнообразия моих товаров!"
    },
    "affinity": {
      "greet": "Рада тебя видеть! Я захватила для тебя несколько разных ядов! Выбирай любой!",
      "talk": [
        "Яды прекрасны! Раз попробуешь и не сможешь оторваться!",
        "Любовь к ядам у меня появилась очень давно. Сейчас я их не только варю, но и успешно продаю!"
      ],
      "gift": "Ой, спасибо! За это я с радостью продам тебе яд по секретному рецепту Рекины!"
    },
    "relationship": {
      "greet": "Добро пожаловать назад! Хаха!",
      "talk": [
        "Доктора, Убийцы, Химики и Алхимики... Вот мои главные клиенты!",
        "Почему я использую дротики с ядом? Ну, они довольно тихие и ими легко пользоваться! Они также хороши и в плохих руках...",
        "Яды, которые работают на Демонах? Я сейчас исследую этот вопрос. И почти достигла результата... Хочешь глянуть?"
      ]
    }
  },
  "uw": {
    "name": "Флейта немых ветров Ракшатар",
    "description": [
      "Зелье Щекотки может быть объединено максимум до 55 раз. Каждая авто-атака имеет 10% шанс выбрать одного случайного противника и нанести 20% Атаки в качестве Урона и наложить Молчание на 1 сек.",
      "Зелье Щекотки может быть объединено максимум до 60 раз. Каждая авто-атака имеет 10% шанс выбрать одного случайного противника и нанести 24% Атаки в качестве Урона и наложить Молчание на 1 сек.",
      "Зелье Щекотки может быть объединено максимум до 65 раз. Каждая авто-атака имеет 10% шанс выбрать одного случайного противника и нанести 29% Атаки в качестве Урона и наложить Молчание на 1 сек.",
      "Зелье Щекотки может быть объединено максимум до 70 раз. Каждая авто-атака имеет 10% шанс выбрать одного случайного противника и нанести 35% Атаки в качестве Урона и наложить Молчание на 1 сек.",
      "Зелье Щекотки может быть объединено максимум до 75 раз. Каждая авто-атака имеет 10% шанс выбрать одного случайного противника и нанести 42% Атаки в качестве Урона и наложить Молчание на 1 сек.",
      "Зелье Щекотки может быть объединено максимум до 80 раз. Каждая авто-атака имеет 10% шанс выбрать одного случайного противника и нанести 50% Атаки в качестве Урона и наложить Молчание на 1 сек."
    ],
    "story": "Эту сверхточную духовую трубку Рекина сделала своими руками. Специальное приспособление на конце трубки делает ее совершенно бесшумной. Так как появление демонов начало приносить торговле ядами убытки, Рекина решила, что пора что-то с этим делать. Один ее друг, общающийся с духами стихий, помог наполнить ее трубку силой ветра. Теперь по огневой мощи она не уступала даже волшебной пушке. Добавив к этому убийственный яд против демонов, Рекина получила смертоносное оружие, способное сразить наповал любое живое создание."
  },
  "s1": {
    "name": "Слёзы Питона!",
    "description": "Атакует 2 противников и наносит {0} Физ. Урона, а также заражает их Ядом Слёзы Питона. Противники, зараженные Слёзами Питона, не могут восстанавливать ману и получают повышенный на 30% Урон, и их шанс Блока уменьшается на 500.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Цена в мане уменьшена на 1.",
    "dark": "Уменьшает ману цели на 1200.",
    "ut": {
      "name": "Ядовитая слеза",
      "description": [
        "[Слёзы Питона!] Наделяет иммунитетом к контролю на время действия навыка и увеличивает время действия навыка на 0,8 сек.",
        "[Слёзы Питона!] Наделяет иммунитетом к контролю на время действия навыка и увеличивает время действия навыка на 1 сек.",
        "[Слёзы Питона!] Наделяет иммунитетом к контролю на время действия навыка и увеличивает время действия навыка на 1,2 сек.",
        "[Слёзы Питона!] Наделяет иммунитетом к контролю на время действия навыка и увеличивает время действия навыка на 1,4 сек.",
        "[Слёзы Питона!] Наделяет иммунитетом к контролю на время действия навыка и увеличивает время действия навыка на 1,7 сек.",
        "[Слёзы Питона!] Наделяет иммунитетом к контролю на время действия навыка и увеличивает время действия навыка на 2 сек."
      ],
      "story": "Экстракт из корня змеиной мандрагоры, вырастающей раз в сто лет. Рекина обыскала весь континент, чтобы найти ее и сделать самый смертоносный яд на свете. Она сварила яд и назвала его «Слеза большого змея». Экстракт из корня змеиной мандрагоры вызывает невыносимую боль. На самом деле эта боль сигнализирует об изгнании из тела оскверненной части души. Тот, кто сумеет вынести эти мучения, очистит свою душу."
    }
  },
  "s2": {
    "name": "Экстракт Хриплой Травы!",
    "description": "Атакует случайных противников 3 раза и наносит в общем {0} Урона, а также заражает их Ядом Экстракт Хриплой Травы на 2 сек. Атака противников, зараженных Экстрактом Хриплой Травы снижается на {2}%, и Шанс Крит. Удара на {3}.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Если есть всего 1 противник, Урон увеличивается на 100%.",
    "dark": "Оглушает цель на 1 сек.",
    "ut": {
      "name": "Ядовитый клык василиска",
      "description": [
        "[Экстракт хриплой травы!] Снижает время перезарядки навыка на 30% и наносит доп. физ. урон в размере 3% АТК за каждый заряд «Зелья щекотки!» на цели.",
        "[Экстракт хриплой травы!] Снижает время перезарядки навыка на 30% и наносит доп. физ. урон в размере 3,6% АТК за каждый заряд «Зелья щекотки!» на цели.",
        "[Экстракт хриплой травы!] Снижает время перезарядки навыка на 30% и наносит доп. физ. урон в размере 4,3% АТК за каждый заряд «Зелья щекотки!» на цели.",
        "[Экстракт хриплой травы!] Снижает время перезарядки навыка на 30% и наносит доп. физ. урон в размере 5,2% АТК за каждый заряд «Зелья щекотки!» на цели.",
        "[Экстракт хриплой травы!] Снижает время перезарядки навыка на 30% и наносит доп. физ. урон в размере 6,2% АТК за каждый заряд «Зелья щекотки!» на цели.",
        "[Экстракт хриплой травы!] Снижает время перезарядки навыка на 30% и наносит доп. физ. урон в размере 7,5% АТК за каждый заряд «Зелья щекотки!» на цели."
      ],
      "story": "Жуткий клык василиска, поглощающего только злую энергию. Он настолько ядовит, что может плавить души. Если смешать этот яд с визг-травой, можно получить ужасную отраву, убивающую все живое. Сердце Рекины готово выпрыгнуть из груди от предвкушения."
    }
  },
  "s3": {
    "name": "Больше! Сильнее!",
    "description": "Собственная Атака увеличивается на {1} на {0} сек. и эффект [Слезы Питона], [Экстракт Хриплой Травы], [Зелье Щекотки] удваивается. Также, количество целей [Слезы Питона], [Экстракт Хриплой Травы], [Зелье Щекотки] увеличивается на 1.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "В теч. опр. времени, Урон авто-атаки увеличивается на 100%.",
    "dark": "Цена в мане уменьшена на 1.",
    "ut": {
      "name": "Сияющее зелье",
      "description": [
        "[Больше! Сильнее!] Атакует дополнительно 1 цель и Скорость Атаки повышается на 100 в теч. работы навыка.",
        "[Больше! Сильнее!] Атакует дополнительно 1 цель и Скорость Атаки повышается на 120 в теч. работы навыка.",
        "[Больше! Сильнее!] Атакует дополнительно 1 цель и Скорость Атаки повышается на 140 в теч. работы навыка.",
        "[Больше! Сильнее!] Атакует дополнительно 1 цель и Скорость Атаки повышается на 170 в теч. работы навыка.",
        "[Больше! Сильнее!] Атакует дополнительно 1 цель и Скорость Атаки повышается на 210 в теч. работы навыка.",
        "[Больше! Сильнее!] Атакует дополнительно 1 цель и Скорость Атаки повышается на 250 в теч. работы навыка."
      ],
      "story": "Лекарство, сваренное из пыльцы семидесятой радуги и языка огромного зверя Киселатона, способного пересечь весь ад. Оно сверкает бриллиантовым цветом, а при глотании обжигает все внутренности. Говорят, что тот, кто его выпьет, умрет медленной счастливой смертью."
    }
  },
  "s4": {
    "name": "Зелье Щекотки!",
    "description": "В момент атаки, заражает цель Ядом Зелье Щекотки на {0} сек, которое наносит в общем {1} Физ. Урона в теч. времени, и данный эффект нельзя отменить. Зелье Щекотки может быть объединено максимум до 50 раз.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Зелье Щекотки! добавляется по 3 за раз.",
    "dark": "Цель получает увеличенный на 20% Физ. Урон.",
    "ut": {
      "name": "Смех смерти",
      "description": [
        "[Зелья щекотки!] Повышает урон на 20%. Отпор физ. крит. удару пораженных противников снижается на 250.",
        "[Зелья щекотки!] Повышает урон на 24%. Отпор физ. крит. удару пораженных противников снижается на 250.",
        "[Зелья щекотки!] Повышает урон на 29%. Отпор физ. крит. удару пораженных противников снижается на 250.",
        "[Зелья щекотки!] Повышает урон на 35%. Отпор физ. крит. удару пораженных противников снижается на 250.",
        "[Зелья щекотки!] Повышает урон на 42%. Отпор физ. крит. удару пораженных противников снижается на 250.",
        "[Зелья щекотки!] Повышает урон на 50%. Отпор физ. крит. удару пораженных противников снижается на 250."
      ],
      "story": "Переработанная пыльца крайзера, желтого цветка, известного тем, что он заставляет смеяться до смерти. Хотя крайзер считается опасным и ядовитым цветком, на самом деле, нервную систему поражает не весь цветок, а только его пыльца. Рекина выращивает крайзер в саду, чтобы иметь постоянный запас опасной пыльцы."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "В случае авто-атаки противника с 50 или более эффектами Зелья Щекотки, наносит 200% Атаки в качестве Физ. Урона, который игнорирует Защиту."
  }
}