{
  "name": "Аселика",
  "subtitle": "Хранительница солнца",
  "description": "Рыцарь праведного бога, карающий зло мечом и защищающий слабых щитом. Она спустилась с небес, чтобы истребить демонов, разрушающих земной мир. Свет, исходящий от ее меча и щита, поражает врагов и защищает союзников.",
  "story": "Могущественный ангел и защитница Небес. Даже среди ангелов, обладающих силой света, она выделяется своими способностями и особой связью с солнцем, чей божественный свет использует в борьбе с тьмой. В ее задачу входит защита душ ангелов, ожидающих перерождения. Когда в мире смертных вновь появился Священный меч Эа, она, движимая божественным предназначением, решила присоединиться к спасителю мира и позаботиться, чтобы в этот раз избранный воин не попал под влияние тьмы.",
  "like": "Товарищей, выполнять приказы",
  "dislike": "Демонов",
  "inn": {
    "idle": "Так вот где наш Герой...",
    "recruit": {
      "greet": "Пусть благословение Солнца будет с тобой.",
      "talk": [
        "Я не сдамся перед мерзкими Демонами.",
        "Солнце не выбирает, оно светит всем.",
        "Ты знаешь человека по имени Арх?"
      ],
      "gift": "Это мне не нужно... Но спасибо."
    },
    "affinity": {
      "greet": "Значит, вот где ты отдыхаешь?",
      "talk": [
        "Демоны – зло. Их нужно уничтожить во что бы то ни стало.",
        "Не забывай, что солнце всегда светит тебе в спину."
      ],
      "gift": "Люди могут быть очень внимательными. Большое спасибо."
    },
    "relationship": {
      "greet": "Я чувствую теплоту солнца в тебе. Что-то произошло?",
      "talk": [
        "Итак, есть Демоны, которые хотят спасти мир? Это странно.",
        "Святилище Ангелов- то место, где вы все окажемся в свое время.",
        "Я Страж, и предлагаю тебе свою помощь."
      ]
    }
  },
  "uw": {
    "name": "Солнечное Гало Игнисиус",
    "description": [
      "После поражения врага 5 обычными атаками цель получает на 20% больше маг. урона в течение 10 сек. и оглушается на 0,5 сек.",
      "После поражения врага 5 обычными атаками цель получает на 24% больше маг. урона в течение 10 сек. и оглушается на 0,5 сек.",
      "После поражения врага 5 обычными атаками цель получает на 29% больше маг. урона в течение 10 сек. и оглушается на 0,5 сек.",
      "После поражения врага 5 обычными атаками цель получает на 35% больше маг. урона в течение 10 сек. и оглушается на 0,5 сек.",
      "После поражения врага 5 обычными атаками цель получает на 42% больше маг. урона в течение 10 сек. и оглушается на 0,5 сек.",
      "После поражения врага 5 обычными атаками цель получает на 50% больше маг. урона в течение 10 сек. и оглушается на 0,5 сек."
    ],
    "story": "Предания рассказывают о таинственном металле – золотом, как яркие лучи солнца, голубом, как чистое небо, и белом, как слепящий свет. Эти священные щит и меч были выкованы как раз из этого металла, и совладать с ними по силам только ангелам. Эти божественные реликвии созданы для защиты мира от зла и тьмы. Обладать ими может только самый праведный рыцарь-защитник ангелов, а их свет мгновенно испепеляет любого демона."
  },
  "s1": {
    "name": "Меч солнца",
    "description": "Наносит {0} ед. магического урона цели и ближайшим противникам, а также оглушает их на {1} сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Оглушение + {0} сек."
    },
    "light": "После применения повышает скорость атаки на 350 ед. на 5 сек.",
    "dark": "Снижает время перезарядки на 2 сек.",
    "ut": {
      "name": "Свет зари",
      "description": [
        "[Меч солнца] Отменяет все положит. эффекты, действующие на противников в зоне досягаемости, и восстанавливает себе 200 маны при каждом ударе.",
        "[Меч солнца] Отменяет все положит. эффекты, действующие на противников в зоне досягаемости, и восстанавливает себе 240 маны при каждом ударе.",
        "[Меч солнца] Отменяет все положит. эффекты, действующие на противников в зоне досягаемости, и восстанавливает себе 290 маны при каждом ударе.",
        "[Меч солнца] Отменяет все положит. эффекты, действующие на противников в зоне досягаемости, и восстанавливает себе 350 маны при каждом ударе.",
        "[Меч солнца] Отменяет все положит. эффекты, действующие на противников в зоне досягаемости, и восстанавливает себе 420 маны при каждом ударе.",
        "[Меч солнца] Отменяет все положит. эффекты, действующие на противников в зоне досягаемости, и восстанавливает себе 500 маны при каждом ударе."
      ],
      "story": "Фрагмент вечно сияющей утренней звезды. Утренняя звезда – это священный свет, существующий с начала времен. Она защищает Небеса и не дает мечам ангелов утратить святое пламя. Архангел отдал его Аселике вместе с Мечом солнца перед тем, как она спустилась на землю."
    }
  },
  "s2": {
    "name": "Благословение солнца",
    "description": "Наделяет союзника с наивысшим показателем АТК «Благословением солнца», снижая время перезарядки всех навыков на 20% и увеличивая АТК на {0} ед. на 15 сек.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "Повышает затраты маны на 1 ед. и накладывает эффект на 2 союзников с наивысшим показателем АТК.",
    "dark": "При применении игнорирует негатив. эффекты на себе и снимает негатив. эффекты с союзника.",
    "ut": {
      "name": "Браслет солнца",
      "description": [
        "[Благо солнца] Снижает затраты маны на 1 ед. и уменьшает получаемый целью физ. урон на 10% на 10 сек.",
        "[Благо солнца] Снижает затраты маны на 1 ед. и уменьшает получаемый целью физ. урон на 12% на 10 сек.",
        "[Благо солнца] Снижает затраты маны на 1 ед. и уменьшает получаемый целью физ. урон на 14% на 10 сек.",
        "[Благо солнца] Снижает затраты маны на 1 ед. и уменьшает получаемый целью физ. урон на 17% на 10 сек.",
        "[Благо солнца] Снижает затраты маны на 1 ед. и уменьшает получаемый целью физ. урон на 21% на 10 сек.",
        "[Благо солнца] Снижает затраты маны на 1 ед. и уменьшает получаемый целью физ. урон на 25% на 10 сек."
      ],
      "story": "Браслет, созданный архангелами для защиты ангелов, спускающихся с небес на землю. В состав входит энергия солнца, поэтому он так ярко сияет. Говорят, когда ангелы испытывают страх, солнечный свет из этого браслета защищает их души. Судьбы ангелов тесно переплетены с этими браслетами, поэтому они чувствуют боль друг друга, когда им угрожает смертельная опасность."
    }
  },
  "s3": {
    "name": "Приговор солнца",
    "description": "8 раз восстанавливает ближайшим союзникам (но не себе) ОЗ в общем объеме {0} ед. и увеличивает их физ. защиту на {1} ед. на 5 сек. Также 8 раз наносит ближайшим противникам маг. урон в общем объеме {2} ед. и снижает их маг. защиту на {3} ед. на 5 сек. По окончании заклинания восстанавливает ближайшим союзникам (но не себе) {4} ед. ОЗ, а также наносит противникам {5} ед маг. урона и сбивает их с ног на 3 сек.",
    "books": {
      "0": "Урон и восст. + {0}%.",
      "1": "Урон и восст. + {0}%.",
      "2": "Урон и восст. + {0}%."
    },
    "light": "Снижает затраты маны на 1 ед.",
    "dark": "Продлевает снижение маг. защиты на 5 сек.",
    "ut": {
      "name": "Фанфара стража",
      "description": [
        "[Приговор Солнца] Получает иммунитет к контролю, когда активен навык, а также увеличивает множитель Физ. Защиты и снижение Магич. Защиты на 20%.",
        "[Приговор Солнца] Получает иммунитет к контролю, когда активен навык, а также увеличивает множитель Физ. Защиты и снижение Магич. Защиты на 24%.",
        "[Приговор Солнца] Получает иммунитет к контролю, когда активен навык, а также увеличивает множитель Физ. Защиты и снижение Магич. Защиты на 29%.",
        "[Приговор Солнца] Получает иммунитет к контролю, когда активен навык, а также увеличивает множитель Физ. Защиты и снижение Магич. Защиты на 35%.",
        "[Приговор Солнца] Получает иммунитет к контролю, когда активен навык, а также увеличивает множитель Физ. Защиты и снижение Магич. Защиты на 42%.",
        "[Приговор Солнца] Получает иммунитет к контролю, когда активен навык, а также увеличивает множитель Физ. Защиты и снижение Магич. Защиты на 50%."
      ],
      "story": "Фанфара, в которую, по слухам, трубит верховный архангел, когда материальному миру грозит катастрофа. Поговаривают, что, заслышав звуки фанфары, небесные стражи выходят из своего забвения и отправляются в наш мир, чтобы спасти его от надвигающейся угрозы."
    }
  },
  "s4": {
    "name": "Проклятье солнца",
    "description": "Атакуя цель, накладывает на противников «Проклятье солнца» на 10 сек. Противники, на которых этот эффект суммировался 10 раз, сбрасывают эффект, получают {0} ед. маг. урона и слепнут на {1} сек., при этом их АТК снижается на {2}% на 10 сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Меняет снижение АТК на 30%.",
    "dark": "Применяет эффект, когда «Проклятье солнца» суммируется до 7 раз."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200",
    "dark": "В начале первой битвы повышает физ. ЗЩТ союзника с наивысшим показателем АТК на 20% своей физ. ЗЩТ. Эффект нельзя отменить."
  }
}