{
  "name": "Кроу",
  "subtitle": "Карающая Пуля",
  "description": "Отставной морской офицер, в настоящее время занимающийся охотой за головами и решением проблем. Циник, который не доверяет никому. Обожает огнестрельное оружие.",
  "story": "Известен под прозвищем «Ищейка». Охотник за головами, которого еще иногда называют «гончей ада». Говорят, что от этого бывшего морского офицера имперского флота скрыться не удается никому. Единственное, чем могут утешать себя преступники, что им движет не просто жажда наживы. Ходит множество предположений, но самое верное, скорее всего, то, что он ищет мести. Поговаривают, что иногда этот суровый человек на мгновение смягчается: в моменты, когда достает старый кулон... который, на самом деле, вживую никто еще не видел.",
  "like": "Карамельные леденцы, подвеску, хранящую воспоминание, позабытое ворчание любимого человека.",
  "dislike": "Пиратов, богов, которые все у него отобрали. А теперь еще и табак.",
  "inn": {
    "idle": "Не вставай у меня на пути.",
    "recruit": {
      "greet": "Что тебе нужно от меня?",
      "talk": [
        "Я соглашусь лишь на одну работу. Думай хорошо перед тем, как сказать.",
        "Довольно сложно найти амуницую тут...",
        "Это не сигарета, это просто конфетка."
      ],
      "gift": "Хм, с этими деньгами, я могу купить новую сиг... Нет, я еще конфет куплю."
    },
    "affinity": {
      "greet": "Ну и зачем я здесь? Давай ближе к делу.",
      "talk": [
        "Он доставлял всем немало хлопот, еще когда был под моим началом. Однако я не думаю, что он способен на такой поступок. Поэтому и принял это предложение.",
        "Конечно, остальные не могли больше терпеть это безумие, поэтому я взял все в свои руки."
      ],
      "gift": "Дай конфету."
    },
    "relationship": {
      "greet": "Что за дело... Ах, это ты.",
      "talk": [
        "Орвел- хорошее место. Даже воздух тут отличается от воздуха в Империи.",
        "Как моряк, я думал, что всю жизнь буду бороздить моря. Сейчас я знаю, что покинуть море было худшим решением.",
        "Лишь о двух людях я заботился больше всего и лишь они меня волновали. Но я не могу с ними видеться более... Но да, они оба ненавидели сигаретный дым."
      ]
    }
  },
  "uw": {
    "name": "Адская Гончая Акистра",
    "description": [
      "При обычной атаке стреляет еще одной пулей, наносящей физ. урон в размере 50% от АТК. По окончании действия навыка срабатывает «Адская Гончая Акистра», увеличивающая АТК на 30% и крит. урон на 30% на 20 сек. Эффект срабатывает раз в 20 сек.",
      "При обычной атаке стреляет еще одной пулей, наносящей физ. урон в размере 60% от АТК. По окончании действия навыка срабатывает «Адская Гончая Акистра», увеличивающая АТК на 36% и крит. урон на 36% на 20 сек. Эффект срабатывает раз в 20 сек.",
      "При обычной атаке стреляет еще одной пулей, наносящей физ. урон в размере 70% от АТК. По окончании действия навыка срабатывает «Адская Гончая Акистра», увеличивающая АТК на 43% и крит. урон на 43% на 20 сек. Эффект срабатывает раз в 20 сек.",
      "При обычной атаке стреляет еще одной пулей, наносящей физ. урон в размере 85% от АТК. По окончании действия навыка срабатывает «Адская Гончая Акистра», увеличивающая АТК на 52% и крит. урон на 52% на 20 сек. Эффект срабатывает раз в 20 сек.",
      "При обычной атаке стреляет еще одной пулей, наносящей физ. урон в размере 100% от АТК. По окончании действия навыка срабатывает «Адская Гончая Акистра», увеличивающая АТК на 62% и крит. урон на 62% на 20 сек. Эффект срабатывает раз в 20 сек.",
      "При обычной атаке стреляет еще одной пулей, наносящей физ. урон в размере 125% от АТК. По окончании действия навыка срабатывает «Адская Гончая Акистра», увеличивающая АТК на 75% и крит. урон на 75% на 20 сек. Эффект срабатывает раз в 20 сек."
    ],
    "story": "Без сомнения, это оружие – вершина самых последних техномагических технологий империи. Оно может функционировать в трех режимах, последний из которых использует настолько разрушительную магию, что ее применение нужно запретить навсегда. По словам Валанса, главы имперской организации по разработке и модернизации вооружения «МагосЛефлам», новое оружие было украдено сразу же после создания бывшим морским офицером по имени Кроу, которого ранее выгнали с позором из рядов военного флота империи. Пока неизвестно, действительно ли Кроу сумел проникнуть на территорию самой секретной организации империи или же Валанс передал ему оружие собственноручно, учитывая многолетнюю дружбу связывающих этих двоих."
  },
  "s1": {
    "name": "Цель будет Уничтожена.",
    "description": "15 раз атакует противников перед собой, нанося им {0} ед. физ. урона, и ставит на них 2 метки «След от укуса гончей» на 40 сек. Метка может суммироваться до 100 раз.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "В момент нанесения Урона, восстанавливает 30 Маны.",
    "dark": "При использ. навыка иммунитет к любому контролю.",
    "ut": {
      "name": "Пуля со следами укуса",
      "description": [
        "[Цель будет уничтожена.] Снижает время перезарядки на 3 сек. и при каждом попадании снижает ману цели на 20.",
        "[Цель будет уничтожена.] Снижает время перезарядки на 3 сек. и при каждом попадании снижает ману цели на 24.",
        "[Цель будет уничтожена.] Снижает время перезарядки на 3 сек. и при каждом попадании снижает ману цели на 29.",
        "[Цель будет уничтожена.] Снижает время перезарядки на 3 сек. и при каждом попадании снижает ману цели на 35.",
        "[Цель будет уничтожена.] Снижает время перезарядки на 3 сек. и при каждом попадании снижает ману цели на 42.",
        "[Цель будет уничтожена.] Снижает время перезарядки на 3 сек. и при каждом попадании снижает ману цели на 50."
      ],
      "story": "Пуля со следами от укуса адской гончей. На пораженных этой пулей будет наложена метка адской гончей, которая не исчезнет, пока они не испустят свой последний вздох. Как бы далеко они ни убежали, зубы адской гончей настигнут их."
    }
  },
  "s2": {
    "name": "Борьба Бессмысленна.",
    "description": "10 раз атакует выбранную цель, нанося ей {0} ед. физ. урона, затем стреляет «Ледяной пулей», нанося {1} ед. физ. урона цели и окружающим ее противникам и замораживая их на 4 сек. Особая «Ледяная пуля» создает область холода, которая существует 6 сек. и наносит {2} ед. физ. урона каждые 2 сек. с 50% шансом заморозить противников на 2 сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Перезарядка снижена на 3 сек.",
    "dark": "Шанс заморозки при попадании в область холода увеличивается на 30%.",
    "ut": {
      "name": "Ледяной шквал",
      "description": [
        "[Сопротивление бесполезно] Снижает затраты маны на 1 ед. и с 10% шансом может заморозить цель на 3 сек. при каждом ударе.",
        "[Сопротивление бесполезно] Снижает затраты маны на 1 ед. и с 12% шансом может заморозить цель на 3 сек. при каждом ударе.",
        "[Сопротивление бесполезно] Снижает затраты маны на 1 ед. и с 14% шансом может заморозить цель на 3 сек. при каждом ударе.",
        "[Сопротивление бесполезно] Снижает затраты маны на 1 ед. и с 17% шансом может заморозить цель на 3 сек. при каждом ударе.",
        "[Сопротивление бесполезно] Снижает затраты маны на 1 ед. и с 21% шансом может заморозить цель на 3 сек. при каждом ударе.",
        "[Сопротивление бесполезно] Снижает затраты маны на 1 ед. и с 25% шансом может заморозить цель на 3 сек. при каждом ударе."
      ],
      "story": "Имперской организации по разработке и модернизации вооружения «Магос Лефлам» удалось усовершенствовать снаряд приморозки. Они хотели испытать его с помощью нового оружия «Акистра», однако Кроу украл оружие, а вместе с ним и установленный в оружии снаряд. Этот снаряд содержит мощный заряд холода и способен замораживать выбранную область поражения."
    }
  },
  "s3": {
    "name": "Даже Боги должны Умереть.",
    "description": "Занимает позицию и фокусируется, чтобы выстрелить из лазера, нанося {0} Физ. Урона врагам на впереди на расстоянии, и использует эффекты Метки Клыка Охотничьей Собаки, чтобы нанести дополнительно {1} Физ. Урона за каждый эффект. В зависимости от времени, потраченного на фокусировку, дистанция эффекта увеличивается и Урон увеличивается на максимум {2}%. После того, как фокусировка выполнена, противника сбивает с ног.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Повышает время заморозки на 10 сек. и урон на 100%.",
    "dark": "Снижает затраты маны на 1 ед.",
    "ut": {
      "name": "Подвеска воспоминаний",
      "description": [
        "[Даже Боги должны Умереть] Получает иммунитет к эффектам контроля в теч. Активации навыка, а также Урон увеличивается на 20%.",
        "[Даже Боги должны Умереть] Получает иммунитет к эффектам контроля в теч. Активации навыка, а также Урон увеличивается на 24%.",
        "[Даже Боги должны Умереть] Получает иммунитет к эффектам контроля в теч. Активации навыка, а также Урон увеличивается на 29%.",
        "[Даже Боги должны Умереть] Получает иммунитет к эффектам контроля в теч. Активации навыка, а также Урон увеличивается на 35%.",
        "[Даже Боги должны Умереть] Получает иммунитет к эффектам контроля в теч. Активации навыка, а также Урон увеличивается на 42%.",
        "[Даже Боги должны Умереть] Получает иммунитет к эффектам контроля в теч. Активации навыка, а также Урон увеличивается на 50%."
      ],
      "story": "Бесценный кулон, в котором Кроу хранит портрет умерших жены и дочери. Он часто смотрит на это фото, посасывая конфету, и выглядит при этом очень грустным, но спокойным. Он ценит этот кулон больше своей жизни, так что не стоит прикасаться к нему даже пальцем. Будь вы хоть богом, вам придется заплатить за это жизнью."
    }
  },
  "s4": {
    "name": "Подготовка к Охоте",
    "description": "На Кроу не действует эффекты, меняющие скорость атаки. АТК увеличивается на {0} , а крит. урон на {1}%. Восстанавливает {2} ед. маны каждую секунду. Также при нанесении обычной атаки на цель ставится метка «След от укуса гончей» на 40 сек.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "Боссы- монстры получают на 15% больше Урона.",
    "dark": "Восстановление маны повышается на 40%."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "Повышает затраты маны на все навыки на 1 ед. и урон на 75%."
  }
}