{
  "name": "Шамилья",
  "subtitle": "Сосуд Проклятий",
  "description": "Высший демон, внутри которой заключено 30 миллионов всевозможных проклятий. Восхищается силой воли людей, благодаря которой они могут противостоять боли и мучениям. С помощью Лука и Стрел осквернения терзает противников многочисленными проклятиями.",
  "story": "Могучий демон, один из офицеров демонической армии, служивших Повелителю тьмы Ангмунду. Владеет всеми известными проклятиями. При этом не стремится воскресить Повелителя тьмы или заполучить власть над миром. Все происходящее вокруг – часть вселенской драмы, и ей нравится быть зрителем. Но она не простой зритель, она, скорее, сценарист, который тянет за ниточки, оставаясь в тени и наблюдая за тем, что из этого получится.",
  "like": "Неожиданные события и людей, идущих наперекор судьбе",
  "dislike": "Скучные истории, предсказуемые развязки",
  "inn": {
    "idle": "Ого, сколько людей с сильными душами... Ха-ха-ха...",
    "recruit": {
      "greet": "Ха-ха, чем могу помочь?",
      "talk": [
        "Какая у тебя необычная душа... Ха-ха, как интересно.",
        "Демон? Понятия не имею, о чем ты говоришь.",
        "Человеческая жизнь – высшая форма творения, правда?"
      ],
      "gift": "О, подарок. Ха-ха, чем обязана таким вниманием?"
    },
    "affinity": {
      "greet": "О, привет. Вот мы и встретились снова.",
      "talk": [
        "Почему я не сказала, что я демон? Ха-ха, зачем задавать вопросы, ответы на которые и так очевидны?",
        "Даже если все заранее предрешено, не лишним будет добавить немножко драмы. Ха-ха..."
      ],
      "gift": "Я бы хотела подарок иного рода... Ха-ха, но этот тоже подойдет."
    },
    "relationship": {
      "greet": "Ха-ха, покажешь мне сегодня что-нибудь интересное?",
      "talk": [
        "Моя цель... Ха-ха. Скажем так, попробовать что-то, чего я никогда не пробовала.",
        "С тобой весело. Поэтому я хотела бы изучить тебя поближе. Хм-м...",
        "Ах, ты так здорово смотришься, находясь в опасности и пытаясь избежать своей судьбы!"
      ]
    }
  },
  "uw": {
    "name": "Крылья Скверны Аполиокс",
    "description": [
      "Каждые 20 сек. получает эффект «Сосуд Проклятий» и увеличивает АТК на 20% на 10 сек.",
      "Каждые 19 сек. получает эффект «Сосуд Проклятий» и увеличивает АТК на 24% на 10 сек.",
      "Каждые 18 сек. получает эффект «Сосуд Проклятий» и увеличивает АТК на 29% на 10 сек.",
      "Каждые 16 сек. получает эффект «Сосуд Проклятий» и увеличивает АТК на 35% на 10 сек.",
      "Каждые 14 сек. получает эффект «Сосуд Проклятий» и увеличивает АТК на 42% на 10 сек.",
      "Каждые 12 сек. получает эффект «Сосуд Проклятий» и увеличивает АТК на 50% на 10 сек."
    ],
    "story": "Проклятия рождаются из негативных чувств, таких как ненависть, зависть и обида. Эти чувства питают Шамилью. Ее крылья стали могущественными во время Войны демонов, впитав проклятия множества людей, и теперь внушают страх обычному человеку. По слухам, тех, кого коснутся перья этих крыльев, поражают проклятия, заставляющие своих жертв попадать в водоворот эмоций. И там, в этом водовороте, раздается манящий и очаровывающий смех демона, наслаждающегося разнообразием человеческих чувств."
  },
  "s1": {
    "name": "Проклятие оцепенения",
    "description": "Наносит противнику {0} ед. маг. урона и накладывает на него «Проклятие оцепенения» на {1} сек., которое нельзя отменить. СКР АТК пораженного «Проклятием оцепенения» противника снижается на {2} ед., и с течением времени этот эффект усиливается вплоть до {3}%. Когда действие проклятия прекращается, цель становится недвижимой на {4} сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Перезарядка снижается на 3 сек.",
    "dark": "Снижает ману противника, получившего урон, на 500 ед.",
    "ut": {
      "name": "Освобождение проклятий",
      "description": [
        "[Проклятие оцепенения] Увеличивает количество целей на 1 и снижает шанс маг. уклонения цели на 120 на 10 сек.",
        "[Проклятие оцепенения] Увеличивает количество целей на 1 и снижает шанс маг. уклонения цели на 140 на 10 сек.",
        "[Проклятие оцепенения] Увеличивает количество целей на 1 и снижает шанс маг. уклонения цели на 170 на 10 сек.",
        "[Проклятие оцепенения] Увеличивает количество целей на 1 и снижает шанс маг. уклонения цели на 210 на 10 сек.",
        "[Проклятие оцепенения] Увеличивает количество целей на 1 и снижает шанс маг. уклонения цели на 250 на 10 сек.",
        "[Проклятие оцепенения] Увеличивает количество целей на 1 и снижает шанс маг. уклонения цели на 300 на 10 сек."
      ],
      "story": "Самоцвет, выпускающий наружу проклятия, сокрытые в Шамилье. Шамилья время от времени использует этот самоцвет, чтобы выпустить проклятия из своего тела и посмотреть, чем все обернется. Чаще всего она выпускает проклятие оцепенения, чтобы выбранные жертвы наверняка действовали согласно ее плану."
    }
  },
  "s2": {
    "name": "Проклятие времени",
    "description": "Наносит противнику {0} ед. маг. урона и накладывает на него «Проклятие времени» на {1} сек., увеличивая время перезарядки всех его навыков на {2} сек. Время перезарядки всех навыков противника, пораженного «Проклятием времени», увеличивается на {4} сек. кажд. {3} сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Цена в мане уменьшена на 1.",
    "dark": "Отменяет положит. эффекты цели.",
    "ut": {
      "name": "Древнее сердце демона",
      "description": [
        "[Проклятие времени] Повышает время перезарядки еще на 0,7 сек. и снижает маг. ЗЩТ цели на 10% на 10 сек.",
        "[Проклятие времени] Повышает время перезарядки еще на 0,7 сек. и снижает маг. ЗЩТ цели на 12% на 10 сек.",
        "[Проклятие времени] Повышает время перезарядки еще на 0,7 сек. и снижает маг. ЗЩТ цели на 14% на 10 сек.",
        "[Проклятие времени] Повышает время перезарядки еще на 0,7 сек. и снижает маг. ЗЩТ цели на 17% на 10 сек.",
        "[Проклятие времени] Повышает время перезарядки еще на 0,7 сек. и снижает маг. ЗЩТ цели на 21% на 10 сек.",
        "[Проклятие времени] Повышает время перезарядки еще на 0,7 сек. и снижает маг. ЗЩТ цели на 25% на 10 сек."
      ],
      "story": "Необычный самоцвет, из которого раздается злобный шепот древних демонов. Этот проклятый предмет наполнен душами давно позабытых демонов. Каждый день они пытаются вырваться на свободу, но ей удается их сдержать. Ее душа наполнена всеми проклятиями мира, поэтому она глубока и темна, как сама преисподняя."
    }
  },
  "s3": {
    "name": "Проклятие боли",
    "description": "Наносит противнику {0} ед. маг. урона и отбрасывает его назад. Также накладывает на него «Проклятие боли» на {1} сек., которое с течением времени наносит в сумме {2} ед. маг. урона.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "На 10 сек. цель получает на 25% больше маг. урона.",
    "dark": "Урон повышается на 40%.",
    "ut": {
      "name": "Кувшин с проклятиями",
      "description": [
        "[Проклятие боли] Увеличивает урон на 20% и дает один заряд эффекта «Сосуд Проклятий» при убийстве противника.",
        "[Проклятие боли] Увеличивает урон на 24% и дает один заряд эффекта «Сосуд Проклятий» при убийстве противника.",
        "[Проклятие боли] Увеличивает урон на 29% и дает один заряд эффекта «Сосуд Проклятий» при убийстве противника.",
        "[Проклятие боли] Увеличивает урон на 35% и дает один заряд эффекта «Сосуд Проклятий» при убийстве противника.",
        "[Проклятие боли] Увеличивает урон на 42% и дает один заряд эффекта «Сосуд Проклятий» при убийстве противника.",
        "[Проклятие боли] Увеличивает урон на 50% и дает один заряд эффекта «Сосуд Проклятий» при убийстве противника."
      ],
      "story": "Шамилья проклята носить внутри себя все известные проклятья, но, с другой стороны, ее можно считать спасителем, который не дает этим проклятиям вырваться наружу. Стоит ей погибнуть, и все зло, заключенное в ее теле, вернется обратно в мир. Шамилья изготовила этот особый кувшин, чтобы хранить там проклятия, которым удается покинуть ее тело."
    }
  },
  "s4": {
    "name": "Сосуд Проклятий",
    "description": "На {0} сек. в начале каждой битвы получает эффект «Сосуд Проклятий», создает щит, который нельзя отменить, и поглощает {1} ед. урона. Пока действует щит, получает иммунитет к эффектам контроля. При активации навыка расходует «Сосуд Проклятий», получая возможность одновременно атаковать 4 противников.",
    "books": {
      "0": "Щит + {0}%.",
      "1": "Щит + {0}%.",
      "2": "Щит + {0}%."
    },
    "light": "Щит +80%.",
    "dark": "Увеличивает время действия «Сосуда Проклятий» на 20 сек, и становится рассеянным."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100",
    "dark": "Все эффекты проклятия усиливаются. [Проклятие оцепенения] Длительность оцепенения увеличивается на 2 сек. [Проклятие времени] Длительность «Проклятия времени» увеличивается на 3 сек. [Проклятие боли] Продолжительный урон «Проклятия боли» увеличивается на 50%."
  }
}