{
  "name": "Лавриль",
  "subtitle": "Милый злой дух",
  "description": "Призрак, рожденный из слияния бесчисленных несправедливо оборвавшихся жизней. Несмотря на свою природу, Лавриль, на удивление, наивна и невинна. Она вытягивает жизненную энергию из врагов с помощью своих спектральных способностей.",
  "story": "Уникальный в своем роде призрак. Со стороны может показаться, что это обычный дух девочки, но, на самом деле, это бесчисленное скопление призрачных сущностей. Благодаря наполняющей ее спектральной энергии она может вселять в души трепет и заставлять их создавать проклятия... И обязательно бы так делала, если бы была обычным призраком. Некоторые могут возразить, что она все равно призрак, рожденный из скопления душ юных жертв Войны демонов, случившейся 100 лет назад. Но души детей слишком чисты и невинны, и им чужда злоба. Лавриль была рождена из этих душ, поэтому она очень добрая. Но не стоит забывать о природе ее происхождения: скопление призраков детей. Ребенок – это чистый лист, и что на него нанести, тем он и станет. Если ей не помочь встать на путь добра, она может превратиться в огромную угрозу для всего мира.",
  "like": "Людей, которые хотят дружить, животных, шумные деревни.",
  "dislike": "Страшных людей, когда оказываются монстром или чудовищем",
  "inn": {
    "idle": "О... Хм... Как же много здесь незнакомцев...",
    "recruit": {
      "greet": "П-привет...",
      "talk": [
        "П-пожалуйста, не обижай нас...",
        "Мы добрые... Не надо нас бояться...",
        "М-может, останешься с нами еще немного? Всего чуть-чуть..."
      ],
      "gift": "Э?.. С-спасибо!"
    },
    "affinity": {
      "greet": "Ух... Мы здесь...",
      "talk": [
        "М-мы напуганы... и нам холодно...",
        "Эх... Нам там одиноко... Несправедливо... Кто же мы?.."
      ],
      "gift": "С-спасибо. Пожалуйста, не уходи. Не бросай нас..."
    },
    "relationship": {
      "greet": "Хи-хи... Мы так рады тебя видеть. Какие планы на сегодня?",
      "talk": [
        "Люди из церкви Луа выглядят устрашающе, но они хорошие.... Хи-хи.",
        "Люди хотят подружиться с феями и духами стихий, но... хочет ли кто-нибудь дружить с призраками?",
        "Мы с тобой друзья... Хи-хи, ты нам очень нравишься. Оставайся с нами."
      ]
    }
  },
  "uw": {
    "name": "Пустотная Душа Дун Немеция",
    "description": [
      "При использовании навыка на 1 сек. получает эффект [Пустотная душа] и уклоняется от всех атак. Эффект срабатывает раз в 10 сек. Повышает крит. урон союзника, находящегося под действием Духовной связи, на 30%.",
      "При использовании навыка на 1,2 сек. получает эффект [Пустотная душа] и уклоняется от всех атак. Эффект срабатывает раз в 10 сек. Повышает крит. урон союзника, находящегося под действием Духовной связи, на 36%.",
      "При использовании навыка на 1,4 сек. получает эффект [Пустотная душа] и уклоняется от всех атак. Эффект срабатывает раз в 10 сек. Повышает крит. урон союзника, находящегося под действием Духовной связи, на 42%.",
      "При использовании навыка на 1,7 сек. получает эффект [Пустотная душа] и уклоняется от всех атак. Эффект срабатывает раз в 10 сек. Повышает крит. урон союзника, находящегося под действием Духовной связи, на 51%.",
      "При использовании навыка на 2,1 сек. получает эффект [Пустотная душа] и уклоняется от всех атак. Эффект срабатывает раз в 10 сек. Повышает крит. урон союзника, находящегося под действием Духовной связи, на 63%.",
      "При использовании навыка на 2,5 сек. получает эффект [Пустотная душа] и уклоняется от всех атак. Эффект срабатывает раз в 10 сек. Повышает крит. урон союзника, находящегося под действием Духовной связи, на 75%."
    ],
    "story": "Спектральная сущность, отделившаяся от Лавриль. В отличие от добродушной Лавриль, Дун Немеция – скопление недобрых и агрессивных душ. К счастью, этот милый, хоть и жуткий призрак большую часть времени прячет свою злую сторону и выпускает ее наружу, только когда нуждается в помощи или чувствует опасность. Однако не стоит забывать, что Дун Немеция – это не безобидная и добрая сущность. Она любит раскидывать вокруг спящих твердые и острые предметы, сбрасывать тарелки с едой на землю и другие злые розыгрыши... Стоит отметить, что если бы не контроль со стороны Лавриль, эти проделки были бы гораздо опаснее."
  },
  "s1": {
    "name": "П-прочь!",
    "description": "Наносит {0} ед. маг. урона противнику и снижает его отпор крит. удару на 300 на 10 сек. Пораженные противники попадают под воздействие Эктоплазмы Лавриль на 5 сек., получая {1} ед. маг. урона каждые 0,5 сек. Каждый раз, как противник получает урон от этого навыка, ОЗ всех союзников восстанавливаются на {2}% от нанесенного урона.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Повышает получаемый целью маг. урон на 25%.",
    "dark": "Восстанавливает 1 сферу маны после смерти цели, при этом время перезарядки навыка сбрасывается.",
    "ut": {
      "name": "Карта Таро: Луна",
      "description": [
        "[П-прочь!] Увеличивает урон на 50% и снижает исцеление пораженных противников на 20%.",
        "[П-прочь!] Увеличивает урон на 50% и снижает исцеление пораженных противников на 24%.",
        "[П-прочь!] Увеличивает урон на 50% и снижает исцеление пораженных противников на 29%.",
        "[П-прочь!] Увеличивает урон на 50% и снижает исцеление пораженных противников на 35%.",
        "[П-прочь!] Увеличивает урон на 50% и снижает исцеление пораженных противников на 42%.",
        "[П-прочь!] Увеличивает урон на 50% и снижает исцеление пораженных противников на 50%."
      ],
      "story": "Была уже глубокая ночь, когда Лавриль наткнулась на шатер странствующей гадалки. Вокруг нее стали летать какие-то странные существа, создававшие необычное энергетическое поле, из-за которого Лавриль было трудно подойти к шатру. Гадалка почувствовала присутствие призрака и вышла ей навстречу. - Добро пожаловать в шатер предсказательницы судьбы из «Звездной пыли». Что ты хочешь узнать? Видя доброжелательность гадалки, Лавриль робко заговорила. - М-мы... хотим завести друга. Непохожего на нас... Друга, который дышит и которого можно потрогать... Г-где нам найти такого друга? Гадалка с улыбкой протянула ей карту. На карте была выгравирована луна и изображено могущественное существо. В ужасе Лавриль попыталась выбросить эту карту, но вдруг почувствовала, что существо отозвалось на ее прикосновение, будто успокаивая ее. Лавриль очень удивилась, но вскоре почувствовала облегчение. Гадалка взяла Лавриль за руку. - Не ищи далеко. Разве мы с тобой уже не друзья? Затем она начала раскладывать карты, продолжая держать Лавриль за руку. Карты молча показывали гадалке судьбу Лавриль, как будто хотели, чтобы ее желание сбылось. Вскоре все карты были разложены в нужном порядке. - Кажется, ты очень понравилась этим ребяткам. Они говорят мне, что ты встретишь множество людей, которые будут тебе близки. Уже очень скоро ты найдешь друзей, о которых так мечтаешь."
    }
  },
  "s2": {
    "name": "Держись!",
    "description": "Восстанавливает союзнику с наивысшим показателем АТК {0} ОЗ и дополнительно {2} ОЗ кажд. {1} сек. в течение 15 сек. Повышает крит. урон союзника на 50% + 15% от крит. урона Лавриль на 15 сек. Навык [Мне страшно!] становится доступен в течение {3} сек. после применения этого навыка.",
    "books": {
      "0": "Урон и исцеление + {0}%.",
      "1": "Урон и исцеление + {0}%.",
      "2": "Урон и исцеление + {0}%."
    },
    "light": "[Держись!] Во время действия навыка не позволяет ОЗ цели опуститься ниже 5%. [Мне страшно!] Отменяет положит. эффекты цели.",
    "dark": "[Держись!] Увеличивает АТК цели на 20% на время действия навыка. [Мне страшно!] Увеличивает количество целей на 1.",
    "ut": {
      "name": "Аромат феи",
      "description": [
        "[Держись!] Повышает исцеление на 50%, а крит. урон – на 20%. [Мне страшно!] Повышает урон на 50% и снижает маг. ЗЩТ цели на 10%.",
        "[Держись!] Повышает исцеление на 50%, а крит. урон – на 24%. [Мне страшно!] Повышает урон на 50% и снижает маг. ЗЩТ цели на 12%.",
        "[Держись!] Повышает исцеление на 50%, а крит. урон – на 29%. [Мне страшно!] Повышает урон на 50% и снижает маг. ЗЩТ цели на 14%.",
        "[Держись!] Повышает исцеление на 50%, а крит. урон – на 35%. [Мне страшно!] Повышает урон на 50% и снижает маг. ЗЩТ цели на 17%.",
        "[Держись!] Повышает исцеление на 50%, а крит. урон – на 42%. [Мне страшно!] Повышает урон на 50% и снижает маг. ЗЩТ цели на 21%.",
        "[Держись!] Повышает исцеление на 50%, а крит. урон – на 50%. [Мне страшно!] Повышает урон на 50% и снижает маг. ЗЩТ цели на 25%."
      ],
      "story": "Одним солнечным днем Лавриль робко бродила вокруг какой-то деревушки. Она хотела зайти в деревню и найти себе друзей, но воспоминания о недавнем столкновении со жрецами Луа удерживали ее от этого шага. Вдруг она услышала радостное пение, доносившееся с лужайки у деревни. Заинтригованная Лавриль медленно направилась к тому месту, откуда раздавался голос. Среди распустившихся цветов играла на арфе и пела девушка, а вокруг нее танцевали дети, животные и даже феи. Завороженная этой картиной Лавриль, сама того не осознавая, подошла совсем близко к лужайке. И тут ее заметили. Феи и животные в ужасе закричали, а дети начали плакать. Все они были очень чутки к изменениям энергии, поэтому в присутствии Лавриль почувствовали себя в опасности. Однако девушка совсем не испугалась. Наоборот, она успокоила всех присутствующих, сорвала цветы вокруг себя и подарила их Лавриль. На лице Лавриль появилась блаженная улыбка от осознания того, что ее приняли. Животные, феи и дети стали радостно ее приветствовать, так как поняли, что она не причинит им зла."
    },
    "linked": {
      "name": "Мне страшно!",
      "description": "Наносит {0} ед. маг. урона противнику и снижает его СКР АТК на 250 на 15 сек., увеличивая получаемый им маг. урон на 25%."
    }
  },
  "s3": {
    "name": "Оставьте меня в покое!",
    "description": "Вызывает Спектральный вихрь в обширной зоне на передовой, нанося {0} ед. маг. урона каждые 0,5 сек. в течение 5 сек. Каждый удар снижает АТК пораженных противников на {1}% на 5 сек. и повышает получаемый ими маг. урон на {2}%. Эффект суммируется до 15 раз.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Снижает время перезарядки на 30%.",
    "dark": "Снижает затраты маны на 1 сферу.",
    "ut": {
      "name": "Благословенная защита",
      "description": [
        "[Оставьте меня в покое!] Увеличивает время действия навыка на 1 сек., а повышение маг. урона за каждый удар – на 1%.",
        "[Оставьте меня в покое!] Увеличивает время действия навыка на 1 сек., а повышение маг. урона за каждый удар – на 1,2%.",
        "[Оставьте меня в покое!] Увеличивает время действия навыка на 1 сек., а повышение маг. урона за каждый удар – на 1,4%.",
        "[Оставьте меня в покое!] Увеличивает время действия навыка на 1 сек., а повышение маг. урона за каждый удар – на 1,7%.",
        "[Оставьте меня в покое!] Увеличивает время действия навыка на 1 сек., а повышение маг. урона за каждый удар – на 2,1%.",
        "[Оставьте меня в покое!] Увеличивает время действия навыка на 1 сек., а повышение маг. урона за каждый удар – на 2,5%."
      ],
      "story": "Когда Лавриль только появилась, люди решили, что она жуткий дух, и стали распускать о ней недобрые слухи. Церковь Луа призвала своих верховных жрецов положить ей конец. Святой благословений Люций и Бодуин были одними из тех, кто откликнулся на зов. Узнав о местонахождении Лавриль, они быстро ее выследили и решили дать ей бой. Но как только они ее увидели, то сразу же поняли, что она не простой призрак, а скопление детских душ. Оказалось, что она не представляет никакой угрозы. Но церковь сказала свое слово. Призраки должны быть изгнаны. Жрецам предстояло очистить ее и отправить туда, где ей было место. Однако Люций рассудил иначе. Лавриль была чистой душой и не заслуживала изгнания. Он решил позволить ей попасть в загробный мир, когда придет ее время согласно законам мироздания. Люций взял свой платок, вытер слезы на лице Лавриль, показал ей путь к свету и рассказал об учении Луа. Этот платок напоминает ей о Люции, о свете, который направляет ее в минуту опасности."
    }
  },
  "s4": {
    "name": "Вместе навсегда...",
    "description": "В начале первой битвы создает Духовную связь с союзником с наивысшим показателем АТК. Этот эффект нельзя отменить. Находясь под действием Духовной связи, союзник восстанавливает {1} ед. маны каждую секунду, а его АТК повышается на {0}.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "Повышает пробойную силу союзника, находящегося под воздействием Духовной связи, на {0}.",
    "dark": "Повышает общую ЗЩТ союзника, находящегося под воздействием Духовной связи, на {0}%.",
    "ut": {
      "name": "Слеза души",
      "description": [
        "[Вместе навсегда...] Повышает усиление АТК на 50%. Исцеление союзников, получивших Духовную связь, повышается на 10%.",
        "[Вместе навсегда...] Повышает усиление АТК на 50%. Исцеление союзников, получивших Духовную связь, повышается на 12%.",
        "[Вместе навсегда...] Повышает усиление АТК на 50%. Исцеление союзников, получивших Духовную связь, повышается на 14%.",
        "[Вместе навсегда...] Повышает усиление АТК на 50%. Исцеление союзников, получивших Духовную связь, повышается на 17%.",
        "[Вместе навсегда...] Повышает усиление АТК на 50%. Исцеление союзников, получивших Духовную связь, повышается на 21%.",
        "[Вместе навсегда...] Повышает усиление АТК на 50%. Исцеление союзников, получивших Духовную связь, повышается на 25%."
      ],
      "story": "Злые духи – воплощения обиды, неспособные контролировать себя из-за пагубных инстинктов, движимые негативными эмоциями, такими как ярость и ненависть. Они завидуют живым и открыто нападают на них, пытаясь превратить в новых злых духов, таких же, как они сами. Лавриль между тем была создана из невинных детских душ. Это исключительной чистоты создание нельзя назвать злым духом. Странная сущность, само существование которой похоже на шутку природы. Ее преследует одиночество, хотя она состоит из бесчисленного множества душ. Когда она впервые очнулась в нашем мире, она не знала, кто она или что она такое. Ее тело наполняли боль и страдания, и у нее совершенно не было никакой цели. Скорбь юных душ, познавших ужас смерти, превратилась в слезы, а сильная энергия привлекла внимание других злых духов. Говорят, в момент рождения Лавриль даже само небо погрузилось во тьму – так много злых духов собралось в том месте. Первым, кто увидел Лавриль, был Проводник душ Леви, привлеченный ее громкими стенаниями. Он узнал о ее страданиях от других душ и с помощью Одди и Никса сумел ее найти. Леви вручил ей множество подарков, чтобы унять ее слезы. И этот предмет сразу же привлек ее внимание. Драгоценный камень, получаемый при изгнании мстительных злых духов. Последний след, который оставляет после себя душа, освободившаяся от зла. Этот камень, кажется, сумел избавить Лавриль от ее глубокой печали."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "При получении урона повышает АТК союзника, находящегося под воздействием Духовной связи, на 3%. Эффект суммируется до 20 раз."
  }
}