{
  "name": "Серия",
  "subtitle": "Тень Бездны",
  "description": "Серия – 101-я глава. ТемногоЭфеса, семьи охотников на различных сверхъестественных существ. Эта охотница на вампиров прибыла в Орвелию в поисках сестры, обратившейся в вампира и убившей их общих товарищей по оружию. Серия хочет не только совершить возмездие, но и избавить свою младшую сестру от страданий.",
  "story": "101-я глава ТемногоЭфеса и сестра Эрзы. Многие считают Серию недружелюбной из-за ее сурового характера, но когда-то она была очень жизнерадостной, особенно рядом с любимой сестрой Эрзой. Серия всегда жалела свою слабую сестру и чрезмерно ее опекала, не подозревая, что таким образом только усугубляла отчаяние Эрзы. Однажды Эрза попала в западню во время очередной охоты. Ее спасли, но с того дня здоровье Эрзы стало быстро ухудшаться. Тем временем Серия отправилась в Заснеженные горы Виндланда на поиски принцессы вампиров. Серия подозревала, что с сестрой что-то неладно, но все же она отправилась на свое важное задание, молясь, чтобы ее опасения не подтвердились. Однако, словно в насмешку над молитвами Серии, трагедия не заставила себя долго ждать. - О, моя любимая сестра Серия! Когда Серия вернулась, она увидела лишь охладевшие тела своих товарищей по оружию. Эрза встретила Серию оскалом острых клыков, алчущих горячей крови. Буря эмоций захлестнула Серию. Ее сердце разрывалось на куски, но когда она заговорила, ничто не выдавало ее потрясения. - Ты... ты больше не моя маленькая сестренка. Ты гнусная кровопийца.",
  "like": "Свою сестру Эрзу, клубничное парфе, острые мечи, Луну.",
  "dislike": "Вампира Эрзу, пауков.",
  "inn": {
    "idle": "Здесь тепло.",
    "recruit": {
      "greet": "Хорошо.",
      "talk": [
        "Кажется, здесь еще безопасно ночью на улицах.",
        "У тебя были хорошие товарищи. Товарищи... Эх.",
        "Смогу ли я когда-нибудь снова доверять людям?.."
      ],
      "gift": "В настоящее время я не выполняю никаких поручений. И у меня есть на то причины."
    },
    "affinity": {
      "greet": "Я уже говорила, что не выполняю никаких поручений?",
      "talk": [
        "Я ищу здесь кое-кого. Тебе лучше не знать, кого... Ладно, это моя сестра. Я ищу сестру.",
        "Мы с тобой часто встречаемся. Ты здесь тоже кого-то ищешь? Если это кто-то из твоих товарищей или родственников, береги их..."
      ],
      "gift": "Спасибо... Даже не знаю, что сказать... Я тебе очень благодарна."
    },
    "relationship": {
      "greet": "О, привет... Как дела?",
      "talk": [
        "Сколько ужасных ночей провела Эрза в страшных мучениях... Я не могла ей ничем помочь. Возможно, именно я виновата, что она стала таким монстром. Да, это моя вина...",
        "Все, что я могу сделать для нее – положить конец ее страданиям. Другого пути нет. Каждый раз, как я об этом думаю, мое сердце разрывается на части... Сама мысль, что я подниму меч против сестры, отвратительна.",
        "Я... Я хочу поблагодарить тебя. Спасибо за общение... За то, что ты меня слушаешь. Если нам еще доведется свидеться, то..."
      ]
    }
  },
  "uw": {
    "name": "Палач Пространств Элсион",
    "description": [
      "Снижает собственное исцеление на 20%. При нанесении крит. урона навыком наносит доп. маг. урон в размере 30% АТК. Снижает исцеление цели на 24% на 5 сек. и повышает собственное исцеление на 4% на 20 сек. Эффект усиления исцеления суммируется до 5 раз, и его нельзя отменить.",
      "Снижает собственное исцеление на 20%. При нанесении крит. урона навыком наносит доп. маг. урон в размере 36% АТК. Снижает исцеление цели на 29% на 5 сек. и повышает собственное исцеление на 5% на 20 сек. Эффект усиления исцеления суммируется до 5 раз, и его нельзя отменить.",
      "Снижает собственное исцеление на 20%. При нанесении крит. урона навыком наносит доп. маг. урон в размере 42% АТК. Снижает исцеление цели на 35% на 5 сек. и повышает собственное исцеление на 6% на 20 сек. Эффект усиления исцеления суммируется до 5 раз, и его нельзя отменить.",
      "Снижает собственное исцеление на 20%. При нанесении крит. урона навыком наносит доп. маг. урон в размере 51% АТК. Снижает исцеление цели на 42% на 5 сек. и повышает собственное исцеление на 7% на 20 сек. Эффект усиления исцеления суммируется до 5 раз, и его нельзя отменить.",
      "Снижает собственное исцеление на 20%. При нанесении крит. урона навыком наносит доп. маг. урон в размере 63% АТК. Снижает исцеление цели на 50% на 5 сек. и повышает собственное исцеление на 9% на 20 сек. Эффект усиления исцеления суммируется до 5 раз, и его нельзя отменить.",
      "Снижает собственное исцеление на 20%. При нанесении крит. урона навыком наносит доп. маг. урон в размере 75% АТК. Снижает исцеление цели на 60% на 5 сек. и повышает собственное исцеление на 10% на 20 сек. Эффект усиления исцеления суммируется до 5 раз, и его нельзя отменить."
    ],
    "story": "Меч и символ власти, передающийся по наследству главам ТемногоЭфеса. В этом мече заключены силы могущественных существ, поклявшихся служить ТемномуЭфесу. Среди них есть духи стихий, безобидные призраки и даже демоны. Известно, что от этого меча пали десять тысяч представителей всякой нечисти. Он также обладает дьявольской способностью привязывать к себе души сраженных злодеев. Несмотря на невероятную силу этого меча, за последние 600 лет им владело не больше 5 человек. Серия, 101-я глава ТемногоЭфеса, является единственной владелицей меча, избранной им самим. Она договорилась с силами, заключенными в мече, чтобы положить конец мучениям младшей сестры."
  },
  "s1": {
    "name": "Таинственный меч: падающие лепестки",
    "description": "Выполняет горизонтальный удар перед собой, который поражает цель и область вокруг нее и наносит {0} ед. маг. урона. Может применить [Таинственный меч: цветение] один раз в течение 5 сек. после использования навыка.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "[Таинственный меч: падающие лепестки] – Снижает затраты маны на 1 сферу. [Таинственный меч: цветение] – Снижает исцеление пораженных противников на 50% на 5 сек.",
    "dark": "[Таинственный меч: падающие лепестки] – Цель получает на 25% больше маг. урона в течение 10 сек. [Таинственный меч: цветение] – Увеличивает затраты маны на 1 сферу и игнорирует ЗЩТ противника.",
    "ut": {
      "name": "Демонический точильный камень",
      "description": [
        "[Таинственный меч: падающие лепестки] Повышает урон на 50% и восстанавливает 200 маны при крит. ударе. [Таинственный меч: цветение] Повышает урон на 50% и при крит. ударе снижает время перезарядки навыка [Таинственный меч: падающие лепестки] на 0,8 сек.",
        "[Таинственный меч: падающие лепестки] Повышает урон на 50% и восстанавливает 240 маны при крит. ударе. [Таинственный меч: цветение] Повышает урон на 50% и при крит. ударе снижает время перезарядки навыка [Таинственный меч: падающие лепестки] на 1 сек.",
        "[Таинственный меч: падающие лепестки] Повышает урон на 50% и восстанавливает 290 маны при крит. ударе. [Таинственный меч: цветение] Повышает урон на 50% и при крит. ударе снижает время перезарядки навыка [Таинственный меч: падающие лепестки] на 1,2 сек.",
        "[Таинственный меч: падающие лепестки] Повышает урон на 50% и восстанавливает 350 маны при крит. ударе. [Таинственный меч: цветение] Повышает урон на 50% и при крит. ударе снижает время перезарядки навыка [Таинственный меч: падающие лепестки] на 1,4 сек.",
        "[Таинственный меч: падающие лепестки] Повышает урон на 50% и восстанавливает 420 маны при крит. ударе. [Таинственный меч: цветение] Повышает урон на 50% и при крит. ударе снижает время перезарядки навыка [Таинственный меч: падающие лепестки] на 1,7 сек.",
        "[Таинственный меч: падающие лепестки] Повышает урон на 50% и восстанавливает 500 маны при крит. ударе. [Таинственный меч: цветение] Повышает урон на 50% и при крит. ударе снижает время перезарядки навыка [Таинственный меч: падающие лепестки] на 2 сек."
      ],
      "story": "Зловещий точильный камень, в котором, по слухам, заключена душа демона. Мечи, связанные договором служения, необходимо точить именно этим камнем, так как обычные точильные камни для этого не годятся. При использовании этого камня в сочетании с Сияющей Свечой сопротивляемость Элсиона демонической энергии повышается до предела."
    },
    "linked": {
      "name": "Таинственный меч: цветение",
      "description": "Выполняет вертикальный удар перед собой, который поражает цель и область вокруг нее и наносит {0} ед. маг. урона."
    }
  },
  "s2": {
    "name": "Клинок кровопролития",
    "description": "Совершает стремительный рывок вперед, нанося {0} ед. маг. урона и накладывая неотменяемый Первородный грех крови на {1} сек. Первородный грех крови снижает СКР АТК пораженных противников на {2}. Вскоре после этого дважды атакует противников, пораженных Первородным грехом крови, нанося {3} ед. доп. маг. урона. Персонажи, не являющиеся героями, получают при этом еще {4} ед. доп. игнорирующего ЗЩТ маг. урона.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Снижает затраты маны на 1 ед.",
    "dark": "В момент нанесения Урона, восстанавливает 200 Маны.",
    "ut": {
      "name": "Кольцо бездны",
      "description": [
        "[Клинок кровопролития] Повышает урон на 50% и снижает маг. блок пораженных противников на 200.",
        "[Клинок кровопролития] Повышает урон на 50% и снижает маг. блок пораженных противников на 240.",
        "[Клинок кровопролития] Повышает урон на 50% и снижает маг. блок пораженных противников на 290.",
        "[Клинок кровопролития] Повышает урон на 50% и снижает маг. блок пораженных противников на 350.",
        "[Клинок кровопролития] Повышает урон на 50% и снижает маг. блок пораженных противников на 420.",
        "[Клинок кровопролития] Повышает урон на 50% и снижает маг. блок пораженных противников на 500."
      ],
      "story": "Серебряное кольцо с эмблемой ТемногоЭфеса. Серия трогает его каждый раз, как чувствует, что она бесцельно проживает свою жизнь. Прикосновение к кольцу заставляет ее вспомнить своих погибших товарищей и наполняет сердце жаждой возмездия, которое должна понести ее младшая сестра Эрза. По иронии судьбы на этом кольце есть тайная надпись, нанесенная Эрзой под украшающим его драгоценным камнем, но Серия до сих пор об этом не знает."
    }
  },
  "s3": {
    "name": "Клинок красной луны",
    "description": "Бьет кроваво-лунным мечом, нанося {0} ед. маг. урона противникам в обширной области и {1} ед. доп. маг. урона персонажам, не являющимся героями. Во время полнолуния получает Лунный свет на {2} сек., который при применении наносит {3} ед. маг. урона противникам и снижает их исцеление на {4}. Противники, не являющиеся героями, получают {5} ед. доп. маг. урона. Во время применения навыков персонаж становится невосприимчивым к эффектам, влияющим на СКР АТК.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Позитивные эффекты, примененные к противникам удаляются в определенной зоне.",
    "dark": "Повышает затраты маны на 1 сферу и при атаке противников, не являющихся героями, игнорирует их ЗЩТ.",
    "ut": {
      "name": "Сияющая свеча",
      "description": [
        "[Клинок красной луны] Получает иммунитет к эффектам контроля на период действия навыка. В начале битвы 4 раз повышает урон на 70%.",
        "[Клинок красной луны] Получает иммунитет к эффектам контроля на период действия навыка. В начале битвы 5 раз повышает урон на 70%.",
        "[Клинок красной луны] Получает иммунитет к эффектам контроля на период действия навыка. В начале битвы 6 раз повышает урон на 70%.",
        "[Клинок красной луны] Получает иммунитет к эффектам контроля на период действия навыка. В начале битвы 7 раз повышает урон на 70%.",
        "[Клинок красной луны] Получает иммунитет к эффектам контроля на период действия навыка. В начале битвы 9 раз повышает урон на 70%.",
        "[Клинок красной луны] Получает иммунитет к эффектам контроля на период действия навыка. В начале битвы 10 раз повышает урон на 70%."
      ],
      "story": "По преданиям, эта свеча стояла на столе, за которым собирались древние воины с разных континентов для борьбы со сверхъестественными существами. Эта свеча горит синим пламенем, изгоняющим зло. Как только пламя касается злого существа, оно тут же вытягивает его жизненную силу. Это первое, что использует Серия, когда чистит свой меч."
    }
  },
  "s4": {
    "name": "Хладнокровная ведьма",
    "description": "АТК повышается на {0}. При нанесении крит. урона навыком собственный крит. урон повышается на {1}%. Эффект суммируется до 30 раз.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "За каждый заряд получает на 0.7% меньше урона.",
    "dark": "В начале битвы повышает урон, наносимый персонажам, не являющимся героями, на 25% на 200 сек.",
    "ut": {
      "name": "Восемь демонических триграмм",
      "description": [
        "[Хладнокровная ведьма] Повышает усиление АТК на 50% и макс. число зарядов усиления крит. урона на 2.",
        "[Хладнокровная ведьма] Повышает усиление АТК на 50% и макс. число зарядов усиления крит. урона на 3.",
        "[Хладнокровная ведьма] Повышает усиление АТК на 50% и макс. число зарядов усиления крит. урона на 4.",
        "[Хладнокровная ведьма] Повышает усиление АТК на 50% и макс. число зарядов усиления крит. урона на 6.",
        "[Хладнокровная ведьма] Повышает усиление АТК на 50% и макс. число зарядов усиления крит. урона на 8.",
        "[Хладнокровная ведьма] Повышает усиление АТК на 50% и макс. число зарядов усиления крит. урона на 10."
      ],
      "story": "Восемь триграмм, полученных первой главой семьи Темный Эфес от сверхъестественного существа. Только главы семьи Темный Эфес могут совладать с ними и открыть истинную силу Элсиона благодаря демонической энергии, скрытой в триграммах. В триграммах заключены 8 разных монстров, уничтожающих зло, и в зависимости от того, куда направлены триграммы, они высвобождают разнообразные силы. Когда все 8 триграмм направлены на инь, Хладнокровная ведьма призывает кроваво-красное полнолуние."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "Все атаки персонажа наносят крит. урон, но при этом он теряет способность блокировать удары и получает на 25% больше урона."
  }
}