{
  "name": "Эрза",
  "subtitle": "Вечная Жажда",
  "description": "Она была охотницей на вампиров, как и ее сестра Серия. Однако позже стала жертвой собственной силы, убила товарищей по оружию и сама превратилась в вампира. Уничтожив высшего вампира, который ее обратил, и получив его силу, она покинула свою старшую сестру Серию, единственную, кто выжил в этом кошмаре, и направилась в Орвелию.",
  "story": "Эрза, вторая дочь семейства ТемныйЭфес, избрала тот же путь, что и ее любимая сестра Серия, и стала охотницей на вампиров. Из-за хрупкого телосложения Эрза не преуспела в мастерстве владения мечом, однако сумела превратиться в грозную охотницу на вампиров благодаря магическим способностям. На одной из охот она попала в ловушку и была укушена в плечо таинственным вампиром. С каждым днем она слабела все сильнее, а по ночам ее мучили головные боли и дикая жажда. Эрза понимала, что с ней происходит и чем это все закончится. Она прятала укус и пыталась самостоятельно найти способ исцелиться, постепенно отдаляясь от своих товарищей по оружию. Серия отправилась в Заснеженные горы Виндланда в поисках принцессы вампиров, пропавшей 100 лет назад. В тот же день ее сестра потеряла над собой контроль... - Ах, Серия... я больше не могу сдерживаться... Эрза начала тихо и незаметно резать глотки своим товарищам.",
  "like": "Серию, как сестру, шоколадное парфе, кровь развращенных",
  "dislike": "Серию, как охотницу на вампиров, пауков",
  "inn": {
    "idle": "Какие же здесь все аппетитные... М-м-м...",
    "recruit": {
      "greet": "Я знаю одну захватывающую игру, в которую мы можем поиграть вдвоем. Что скажешь?",
      "talk": [
        "Тебе страшно?",
        "Почему? Боишься, что я тебя укушу?",
        "Это будет самое волнительное приключение в твоей жизни. Обещаю."
      ],
      "gift": "Очень приятно, конечно... Но, может, лучше ты покажешь мне свою шею? Ха-ха."
    },
    "affinity": {
      "greet": "Я где-то тебя видела... А! Мы же уже встречались.",
      "talk": [
        "Демоны не могут тягаться с вампирами. Признаю, высшие демоны – еще куда ни шло, но остальные – просто кучка жалких слабаков.",
        "Кровь развращенных... От ее вкуса у меня прямо мурашки по телу! Да, она доставляет мне непередаваемое блаженство!"
      ],
      "gift": "У тебя хороший вкус. И с каждой нашей встречей ты выглядишь все привлекательнее!"
    },
    "relationship": {
      "greet": "Вот, возьми на память. Это клык того, кто меня укусил...",
      "talk": [
        "Эта женщина все еще преследует меня... Эта женщина... Она... моя сестра... Я скучаю по ней... Но еще я хочу ее убить... Хи-хи!",
        "Вчера я встретила кое-кого. Он делился своей кровью с людьми. Наша кровь наделена силой, только когда мы сами того хотим. Значит, он отдавал кровь сознательно... Но зачем? Что он получил взамен? Нужно было спросить у него перед тем, как убивать.",
        "Нет, я бы не хотела опять вернуться к своей прежней жизни. Ха-ха, ты что, думаешь, я готова отказаться от всего этого удовольствия и опять погрузиться в невзрачную обыденность? Ни за что! Я не вернусь назад... Но если бы вернулась... то только ради нее..."
      ]
    }
  },
  "uw": {
    "name": "Ненасытная Сущность Перион",
    "description": [
      "Каждое попадание навыком повышает АТК и СКР АТК на 0,5% на 15 сек. Этот эффект суммируется до 80 раз.",
      "Каждое попадание навыком повышает АТК и СКР АТК на 0,5% на 15 сек. Этот эффект суммируется до 90 раз.",
      "Каждое попадание навыком повышает АТК и СКР АТК на 0,5% на 15 сек. Этот эффект суммируется до 110 раз.",
      "Каждое попадание навыком повышает АТК и СКР АТК на 0,5% на 15 сек. Этот эффект суммируется до 130 раз.",
      "Каждое попадание навыком повышает АТК и СКР АТК на 0,5% на 15 сек. Этот эффект суммируется до 160 раз.",
      "Каждое попадание навыком повышает АТК и СКР АТК на 0,5% на 15 сек. Этот эффект суммируется до 200 раз."
    ],
    "story": "Когда это началось? Все эти мучения от нескончаемой жажды... Но когда я утоляю ее... Мое сердце наполняется пылающей ненавистью к тебе, Серия... Ах, Серия... у меня просто нет выбора. Мне нужна эта сила, чтобы удовлетворять мою нескончаемую жажду. А этот вечный источник силы – единственное средство, помогающее от моих бесконечных мучений. Ах... какое блаженство... Еще... Я хочу еще."
  },
  "s1": {
    "name": "Сладкая кровь",
    "description": "Наносит {0} ед. физ. урона всем противникам и похищает ОЗ в размере {1}% от нанесенного урона. Сокращает перезарядку [Сладкой крови] на {2} сек. при каждом ударе и получает 1 заряд [Сладкой крови]. Макс. число зарядов [Сладкой крови] – {3}. При наличии {3} зарядов [Сладкой крови] использование навыка наносит доп. удары ( {4} ) и расходует заряды [Сладкой крови].",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Восстанавливает 150 маны при каждой атаке.",
    "dark": "При использовании урон +10%. Может накапливаться до 30 р.",
    "ut": {
      "name": "Клык жажды",
      "description": [
        "[Сладкая кровь] Снижает затраты маны на 1 сферу и повышает физ. урон, получаемый пораженным противником, на 1%. Эффект суммируется до 10 раз.",
        "[Сладкая кровь] Снижает затраты маны на 1 сферу и повышает физ. урон, получаемый пораженным противником, на 1,2%. Эффект суммируется до 10 раз.",
        "[Сладкая кровь] Снижает затраты маны на 1 сферу и повышает физ. урон, получаемый пораженным противником, на 1,4%. Эффект суммируется до 10 раз.",
        "[Сладкая кровь] Снижает затраты маны на 1 сферу и повышает физ. урон, получаемый пораженным противником, на 1,7%. Эффект суммируется до 10 раз.",
        "[Сладкая кровь] Снижает затраты маны на 1 сферу и повышает физ. урон, получаемый пораженным противником, на 2,1%. Эффект суммируется до 10 раз.",
        "[Сладкая кровь] Снижает затраты маны на 1 сферу и повышает физ. урон, получаемый пораженным противником, на 2,5%. Эффект суммируется до 10 раз."
      ],
      "story": "Клык вампира, укусившего Эрзу. После того, как Эрза получила силу крови, которую она так жаждала, она отыскала того вампира, жестоко с ним расправилась и вырвала у него клык. В полнолуние она часто рассматривает клык, на котором когда-то была и ее кровь, и думает о прошлом, когда она была человеком и не испытывала этой невыносимой жажды крови."
    }
  },
  "s2": {
    "name": "Вымачивание в крови",
    "description": "Отменяет все отриц. эффекты и на {0} сек. дает иммунитет ко всем эффектам контроля, физ. урону и маг. урону. Накладывает на всех противников 1 заряд [Вымачивания в крови], а также накладывает 1 заряд навыка при атаке цели, на которую действует [Вымачивание в крови]. Макс. число зарядов [Вымачивания в крови] – {1}. Наносит {2} ед. физ. урона противникам, имеющим заряды [Вымачивания в крови], через {0} сек. и похищает ОЗ в размере {3}% от нанесенного урона. За кажд. {4} заряд. [Вымачивания в крови] увеличивает атаки на 1, при этом заряды [Вымачивания в крови] расходуются.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "При попадании оглушает цель на 3 сек.",
    "dark": "Цена в мане уменьшена на 1.",
    "ut": {
      "name": "Вино трепета",
      "description": [
        "[Вымачивание в крови] Повышает урон [Вымачивания в крови] на 50% и снижает перезарядку [Вымачивания в крови] на 5 сек.",
        "[Вымачивание в крови] Повышает урон [Вымачивания в крови] на 50% и снижает перезарядку [Вымачивания в крови] на 6 сек.",
        "[Вымачивание в крови] Повышает урон [Вымачивания в крови] на 50% и снижает перезарядку [Вымачивания в крови] на 7 сек.",
        "[Вымачивание в крови] Повышает урон [Вымачивания в крови] на 50% и снижает перезарядку [Вымачивания в крови] на 8 сек.",
        "[Вымачивание в крови] Повышает урон [Вымачивания в крови] на 50% и снижает перезарядку [Вымачивания в крови] на 9 сек.",
        "[Вымачивание в крови] Повышает урон [Вымачивания в крови] на 50% и снижает перезарядку [Вымачивания в крови] на 10 сек."
      ],
      "story": "Вино, приготовленное Эрзой из крови падших жрецов. Больше всего на свете она любит заставлять тех, кто когда-то служил свету, преклонять пред ней колени. Внутри бутылки находится окровавленный крест. Все, кто слышит, как Эрза пьет это вино, содрогаются от ужаса при звуках, с которыми крест бьется о стенки сосуда."
    }
  },
  "s3": {
    "name": "Кровавое освобождение",
    "description": "Наносит {2} ед. физ. урона всем противникам кажд. {1} сек. в течение {0} сек. Каждое попадание [Кровавым освобождением] наносит 1 доп. удар случайному противнику.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Восстанавливает 75 маны при каждой атаке.",
    "dark": "Цена в Мане повышается на 1 сферу, но Урон увеличивается на 100%.",
    "ut": {
      "name": "Помада стыда",
      "description": [
        "[Кровавое освобождение] Повышает урон [Кровавого освобождения] на 20% и получает иммунитет к эффектам контроля на время действия [Кровавого освобождения].",
        "[Кровавое освобождение] Повышает урон [Кровавого освобождения] на 24% и получает иммунитет к эффектам контроля на время действия [Кровавого освобождения].",
        "[Кровавое освобождение] Повышает урон [Кровавого освобождения] на 29% и получает иммунитет к эффектам контроля на время действия [Кровавого освобождения].",
        "[Кровавое освобождение] Повышает урон [Кровавого освобождения] на 35% и получает иммунитет к эффектам контроля на время действия [Кровавого освобождения].",
        "[Кровавое освобождение] Повышает урон [Кровавого освобождения] на 42% и получает иммунитет к эффектам контроля на время действия [Кровавого освобождения].",
        "[Кровавое освобождение] Повышает урон [Кровавого освобождения] на 50% и получает иммунитет к эффектам контроля на время действия [Кровавого освобождения]."
      ],
      "story": "Темно-красная губная помада, изготовленная из крови тех, кто погиб жуткой смертью. Тех, кто лишился человеческого достоинства и пал жертвой своих ненасытных желаний в крепких объятиях Эрзы. Они погибли, находясь в состоянии глубокого транса, но с выражением блаженства на лице. Эрза использует помаду, чтобы оставить метку на шее своих жертв после того, как высосет их кровь."
    }
  },
  "s4": {
    "name": "Вытягивание жизни",
    "description": "При убийстве противника повышает АТК на {0} и макс. ОЗ на {1}. Эффект суммируется до 50 раз. При получении смертельного урона применяет [Вымачивание в крови] и снижает макс. ОЗ на {2}%. Этот эффект срабатывает, только если [Вымачивание в крови] не находится на перезарядке. При активации этот навык расходует всю ману.",
    "books": {
      "0": "Повышает усиление АТК и усиление макс. ОЗ на {0}%.",
      "1": "Повышает усиление АТК и усиление макс. ОЗ на {0}%.",
      "2": "Повышает усиление АТК и усиление макс. ОЗ на {0}%."
    },
    "light": "Увеличивает макс. ОЗ на 100% при убийстве противника и меняет снижение макс. ОЗ после автоматического применения [Вымачивания в крови] на 33%.",
    "dark": "Повышает АТК на 200% при убийстве противника, но усиления макс. ОЗ не происходит."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "Похищает ОЗ в размере 25% от урона, нанесенного последней обычной атакой, и получает 1 заряд [Сладкой крови]."
  }
}