{
  "name": "Лилия",
  "subtitle": "Дочь Морского Шторма",
  "description": "Девушка-синий дракон, чья взрослая жизнь только началась, и сестра жрицы воды Лайас. Хотя она еще слишком неопытна и юна, те, кто смотрит на нее с высока, горько об этом потом жалеют. Своих врагов она уничтожает беспощадной силой воды.",
  "story": "Бог-дракон оазиса и сестра жрицы воды Лайас. Она очень молодой синий дракон, который души не чает в своей старшей сестре. Когда Лайас впала в забвение, отдав все силы на защиту пустыни 100 лет назад, Лилия стала защищать храм Потока в одиночку. Как только она услышала неистовые мольбы пустынного народа о спасении, она тут же разбудила свою сестру. В отличие от мягкой и рассудительной Лайас, она не так хорошо контролирует свои эмоции и использует силу воды в более агрессивной манере. А еще она считает своей обязанностью ограждать сестру от ухаживаний недостойных ее мужчин.",
  "like": "Лайас, сладкие напитки, народ пустыни",
  "dislike": "Мужчин, флиртующих с ее сестрой (Нераксиса и Каин)",
  "inn": {
    "idle": "К-как же много здесь людей...",
    "recruit": {
      "greet": "Да пребудет с тобой Поток!",
      "talk": [
        "Я не так добра, как моя сестра.",
        "Синие драконы самые слабые? Это всеобщее заблуждение.",
        "Я уже не маленький детеныш, я взрослый дракон!"
      ],
      "gift": "Спасибо, людское дитя."
    },
    "affinity": {
      "greet": "Привет, выглядишь отлично!",
      "talk": [
        "Дело моей сестры – и мое дело тоже. Я всегда буду ей помогать.",
        "В чем загадка бесконечной воды? Хм... Я слышала, что все дело в силе первого синего дракона."
      ],
      "gift": "Большое спасибо. Я пожертвую эти деньги в храм Потока."
    },
    "relationship": {
      "greet": "Рада тебя снова видеть!",
      "talk": [
        "Нераксис? Невероятный болван. Вечно увивается за моей сестрой.",
        "Каин? Я думала, что никогда его больше не увижу. Не могу поверить, что он снова ухлестывает за моей сестрой...",
        "Больше всего на свете я люблю свою сестру... Но ты мне тоже нравишься."
      ]
    }
  },
  "uw": {
    "name": "Бесконечная Весна Силемаха",
    "description": [
      "Каждую секунду восстанавливается 50 маны, а каждая АТК с 80% шансом может нанести физ. урон, равный 20% АТК.",
      "Каждую секунду восстанавливается 60 маны, а каждая АТК с 80% шансом может нанести физ. урон, равный 24% АТК.",
      "Каждую секунду восстанавливается 70 маны, а каждая АТК с 80% шансом может нанести физ. урон, равный 28% АТК.",
      "Каждую секунду восстанавливается 85 маны, а каждая АТК с 80% шансом может нанести физ. урон, равный 34% АТК.",
      "Каждую секунду восстанавливается 105 маны, а каждая АТК с 80% шансом может нанести физ. урон, равный 42% АТК.",
      "Каждую секунду восстанавливается 125 маны, а каждая АТК с 80% шансом может нанести физ. урон, равный 50% АТК."
    ],
    "story": "Бесконечная весна, орошающая все водой. Этот сосуд изготовил первый синий дракон, управлявший всей водой мира. Сосуд откликается на мысли своего владельца. Для такой юной, чувственной и изобретательной девушки, как Лилия, он не только величайшее сокровище, но и могущественное оружие."
  },
  "s1": {
    "name": "Водяной вихрь",
    "description": "На 8 сек. насылает на случайную цель и ближайших к ней врагов «Водяной вихрь», наносящий {0} ед. физ. урона каждые 0,5 сек. Если цель погибает, «Водяной вихрь» атакует другую случайную цель до конца времени своего действия.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "СКР АТК пораженной цели снижается на 250 на 10 сек.",
    "dark": "При использовании урон +20%. Может накапливаться до 15 р."
  },
  "s2": {
    "name": "Вечный оазис",
    "description": "При применении навыка впадает в состояние «Вечного оазиса» на 15 сек. В состоянии «Вечного оазиса» уровень восстанавливаемой за секунду маны увеличивается на 150%, а АТК повышается на {0}. Также все виды ЗЩТ повышаются на {1}.",
    "books": {
      "0": "Увеличение восстанавливаемой маны и усиление АТК повышаются на {0}%.",
      "1": "Увеличение восстанавливаемой маны и усиление АТК повышаются на {0}%.",
      "2": "Увеличение восстанавливаемой маны и усиление АТК повышаются на {0}%."
    },
    "light": "Затраты маны увеличиваются на 1, но эффект применяется также и к союзнику с наивысшим показателем АТК (не к самому герою).",
    "dark": "Длительность навыка сокращается на 5 сек., но все эффекты усиливаются на 100%.",
    "ut": {
      "name": "Сердце Потока",
      "description": [
        "[Вечный оазис] Эффект нельзя отменить, и крит. урон повышается на 20% на время действия навыка.",
        "[Вечный оазис] Эффект нельзя отменить, и крит. урон повышается на 24% на время действия навыка.",
        "[Вечный оазис] Эффект нельзя отменить, и крит. урон повышается на 29% на время действия навыка.",
        "[Вечный оазис] Эффект нельзя отменить, и крит. урон повышается на 35% на время действия навыка.",
        "[Вечный оазис] Эффект нельзя отменить, и крит. урон повышается на 42% на время действия навыка.",
        "[Вечный оазис] Эффект нельзя отменить, и крит. урон повышается на 50% на время действия навыка."
      ],
      "story": "Золотое ожерелье с самоцветом защиты, которое Лайас изготовила для Лилии. В камне пульсирует энергия водной стихии. Это украшение – символ заботы Лайас о своей младшей сестре."
    }
  },
  "s3": {
    "name": "Небесный водопад",
    "description": "15 раз орошает случайную цель водяными каплями, нанося в сумме {0} ед. физ. урона. Также 5 раз поражает цель и ближайших к ней врагов крупными каплями воды, нанося {1} ед. физ. урона. Крупные капли воды при попадании оглушают цели на {2} сек. Каждая брошенная капля отнимает {3} маны, а затраты маны увеличиваются на {4}. Действие прерывается, когда мана достигает 0.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "В момент использования, вы получаете иммунитет к эффектам Контроля.",
    "dark": "За каждую брошенную каплю затраты маны и уровень расхода маны увеличиваются на 100%. При каждом броске капли с 50% шансом бросает еще одну каплю.",
    "ut": {
      "name": "Бездонный чайник стихий",
      "description": [
        "[Небесный водопад] Каждая АТК с 7% шансом может поразить противника крупной каплей воды, наносящей физ. урон, равный 100% АТК, и повышающей крит. урон самого героя на 2% на 7 сек.",
        "[Небесный водопад] Каждая АТК с 7% шансом может поразить противника крупной каплей воды, наносящей физ. урон, равный 100% АТК, и повышающей крит. урон самого героя на 2,4% на 7 сек.",
        "[Небесный водопад] Каждая АТК с 7% шансом может поразить противника крупной каплей воды, наносящей физ. урон, равный 100% АТК, и повышающей крит. урон самого героя на 2,8% на 7 сек.",
        "[Небесный водопад] Каждая АТК с 7% шансом может поразить противника крупной каплей воды, наносящей физ. урон, равный 100% АТК, и повышающей крит. урон самого героя на 3,4% на 7 сек.",
        "[Небесный водопад] Каждая АТК с 7% шансом может поразить противника крупной каплей воды, наносящей физ. урон, равный 100% АТК, и повышающей крит. урон самого героя на 4,2% на 7 сек.",
        "[Небесный водопад] Каждая АТК с 7% шансом может поразить противника крупной каплей воды, наносящей физ. урон, равный 100% АТК, и повышающей крит. урон самого героя на 5% на 7 сек."
      ],
      "story": "Чайник, подаренный Лилии на день рождения ее старыми друзьями. В чайнике постоянно накапливается чистейшая вода. Но если использовать слишком много воды за раз, носик чайника закрывается. Друзья Лилии специально добавили эту особенность, чтобы Лилия училась контролировать свою силу."
    }
  },
  "s4": {
    "name": "Водное очищение",
    "description": "Восстановление маны при АТК фиксировано, однако собственная АТК повышается на {0} , а уровень восстановления маны за секунду повышается до 120. За каждые 6 единиц восстанавливаемой за секунду маны АТК повышается на 1%",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "В начале каждой битвы восстанавливает 1000 маны.",
    "dark": "Наносит на 15% больше урона боссам."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "Повышает АТК на 15% за каждую имеющуюся сферу маны."
  }
}