{
  "name": "Лаудия",
  "subtitle": "Танцовщица Оазиса",
  "description": "Танцовщица из племени кочевников пустыни Аэгина. Ее танцы растапливают людские сердца, а ее острые мечи бесшумно забирают жизни врагов.",
  "story": "Троваты – племя кочевников пустыни Аэгина, которые придерживаются традиций и исповедуют религию древнего пустынного королевства. Лаудия – дочь вождя племени и служительница жрицы воды Лайас. Она также присматривает за племенем от лица своего престарелого отца. Когда она взмолилась о спасении, богиня-дракон Лайас и ее сестра очнулись от своего долгого сна и укрыли Лаудию и ее племя в храме. С тех пор Лаудия сражается с демонами бок о бок с Зафиром, вождем племени пустынных воинов маухата.",
  "like": "Лайас, Лилию, народ пустыни",
  "dislike": "Смотреть, как страдают люди",
  "inn": {
    "idle": "Ой, какое интересное место. А можно я где-нибудь здесь потанцую?",
    "recruit": {
      "greet": "Привет. Да благословит тебя сила Потока.",
      "talk": [
        "Тебе еще не встречалась жрица? Странно, ее трудно не заметить...",
        "Если ты увидишь, как я танцую, то не сможешь думать ни о чем, кроме моего танца.",
        "Я больше не хочу смотреть, как рушится этот прекрасный мир."
      ],
      "gift": "Спасибо за подарок. Может, потанцуем?"
    },
    "affinity": {
      "greet": "Привет! Теперь, когда мы узнали друг друга поближе, можно я буду называть тебя по имени?",
      "talk": [
        "Мне нравится это место. Здесь так тихо и спокойно.",
        "Быть вторым человеком в племени не так-то легко. Мне приходится постоянно заботиться о всех моих соплеменниках."
      ],
      "gift": "Спасибо. Думаю, я куплю немного еды для детишек..."
    },
    "relationship": {
      "greet": "Рада тебя снова видеть. А ты меня?",
      "talk": [
        "Тебе уже доводилось встречаться с Лилией и ее сестрой Лайас? Они потрясающие. Уверена, тебе они очень понравятся.",
        "Я чувствую сильную вибрацию Потока и судьбы, которая встречается только у настоящих воинов и героев.",
        "Я придумала новый танец. Не хочешь посмотреть? Мы даже можем потанцевать вдвоем."
      ]
    }
  },
  "uw": {
    "name": "Шепчущие Пески Арлак",
    "description": [
      "[Благословение оазиса] может суммироваться до 14 раз. При этом автоатаки с 10% шансом снижают время перезарядки всех навыков на 4%.",
      "Благословение оазиса может суммироваться до 15 раз. При этом автоатаки с 10% шансом снижают время перезарядки всех навыков на 4,8%.",
      "Благословение оазиса может суммироваться до 16 раз. При этом автоатаки с 10% шансом снижают время перезарядки всех навыков на 5,8%.",
      "Благословение оазиса может суммироваться до 17 раз. При этом автоатаки с 10% шансом снижают время перезарядки всех навыков на 7%.",
      "Благословение оазиса может суммироваться до 18 раз. При этом автоатаки с 10% шансом снижают время перезарядки всех навыков на 8,4%.",
      "Благословение оазиса может суммироваться до 20 раз. При этом автоатаки с 10% шансом снижают время перезарядки всех навыков на 10%."
    ],
    "story": "Редкое сокровище, символ жгучего темперамента пустынного народа. По слухам, пара этих завораживающих клинков хранилась в усыпальнице древнего короля-бога. При взмахе эти клинки издают звук, похожий на дуновение легкого бриза. Это оружие так же прекрасно и смертельно, как и мираж в пустыне..."
  },
  "s1": {
    "name": "Шепот песка",
    "description": "Наносит {0} ед. маг. урона ближайшим противникам, снижая их шанс блока на {2} и отпор крит. удару на {3} на {1} сек. Атакует еще раз, нанося {4} ед. маг. урона и оглушая цели на {5} сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Снижает затраты маны на 1.",
    "dark": "В течение 10 сек. цель получает на 25% больше маг. урона.",
    "ut": {
      "name": "Ножной браслет оазиса",
      "description": [
        "[Шепот песка] Эффект становится неотменяемым и восстанавливает 140 маны при крит. ударе.",
        "[Шепот песка] Эффект становится неотменяемым и восстанавливает 170 маны при крит. ударе.",
        "[Шепот песка] Эффект становится неотменяемым и восстанавливает 210 маны при крит. ударе.",
        "[Шепот песка] Эффект становится неотменяемым и восстанавливает 250 маны при крит. ударе.",
        "[Шепот песка] Эффект становится неотменяемым и восстанавливает 300 маны при крит. ударе.",
        "[Шепот песка] Эффект становится неотменяемым и восстанавливает 360 маны при крит. ударе."
      ],
      "story": "Ножной браслет, используемый племенем троватия во время ритуального танца вызова бога-дракона в храме Потока. Только один представитель племени может носить этот браслет после того, как пройдет испытание песчаной бурей. Сейчас его владельцем является Лаудия, вождь племени троватия. Ножной браслет открывает всю свою силу, только если его в течение нескольких дней вымочить в священном оазисе, доступном только избранным."
    }
  },
  "s2": {
    "name": "Зачаровывающий поток",
    "description": "Повышает свою АТК на {1} и крит. урон на {2}% на {0} сек. Затем делает выпад вперед, нанося {3} ед. маг. урона противникам в зоне досягаемости и накладывает чары на них на {4} сек., если навык используется на арене. Может применить [Коварную засаду] один раз в течение 5 сек. после использования навыка.",
    "books": {
      "0": "Множители Атаки и Урона увеличены на {0}%.",
      "1": "Множители Атаки и Урона увеличены на {0}%.",
      "2": "Множители Атаки и Урона увеличены на {0}%."
    },
    "light": "При перемещении получает 2 сферы маны. Полученная мана расходуется в течение 10 сек.",
    "dark": "Применение Зачаровывающего потока позволяет использовать Коварную засада два раза в течение 10 сек.",
    "ut": {
      "name": "Троватская святыня",
      "description": [
        "[Зачаровывающий поток] После перемещения в течении 3 сек. поглощает урон, равный 160% АТК, затем создает щит, дающий иммунитет к контролю. Затраты маны на [Коварную засаду] снижаются на 1.",
        "[Зачаровывающий поток] После перемещения в течении 3 сек. поглощает урон, равный 190% АТК, затем создает щит, дающий иммунитет к контролю. Затраты маны на [Коварную засаду] снижаются на 1.",
        "[Зачаровывающий поток] После перемещения в течении 3 сек. поглощает урон, равный 230% АТК, затем создает щит, дающий иммунитет к контролю. Затраты маны на [Коварную засаду] снижаются на 1.",
        "[Зачаровывающий поток] После перемещения в течении 3 сек. поглощает урон, равный 270% АТК, затем создает щит, дающий иммунитет к контролю. Затраты маны на [Коварную засаду] снижаются на 1.",
        "[Зачаровывающий поток] После перемещения в течении 3 сек. поглощает урон, равный 330% АТК, затем создает щит, дающий иммунитет к контролю. Затраты маны на [Коварную засаду] снижаются на 1.",
        "[Зачаровывающий поток] После перемещения в течении 3 сек. поглощает урон, равный 400% АТК, затем создает щит, дающий иммунитет к контролю. Затраты маны на [Коварную засаду] снижаются на 1."
      ],
      "story": "Сундук с ритуальными реликвиями, посвященными культу дракона воды. Некоторые узоры на нем выполнены из лазурита – камня, символизирующего бесконечное изобилие. Это самое дорогое сокровище отца Лаудии, которое он может доверить только тому, кто способен возглавить его племя."
    },
    "linked": {
      "name": "Коварная засада",
      "description": "Атакует противника 3 раза, нанося в сумме {0} ед. маг. урона. Дополнительно наносит {1} ед. игнорирующего ЗЩТ маг. урона боссам и противникам, находящимся под действием чар."
    }
  },
  "s3": {
    "name": "Танец пустыни",
    "description": "Атакует противников в зоне досягаемости 30 раз, нанося в сумме {0} ед. маг. урона. Также бросает «Клинки Арлака» в случайных врагов 30 раз, нанося в сумме {1} ед. маг. урона. Каждый раз, как клинок попадает во врага, он наносит {2} ед. доп. урона. [Ослепляющую стремительность] можно использовать один раз во время действия навыка, а «Клинки Арлака» чаще поражают цели под действием чар.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Восстанавливает 30 маны при каждой атаке.",
    "dark": "Затраты маны повышаются на 1, но урон увеличивается на 100%.",
    "ut": {
      "name": "Соблазняющая вуаль",
      "description": [
        "[Танец пустыни] Время перезарядки навыка сокращается на 30%, а пробойная сила повышается на 100 во время действия навыка.",
        "[Танец пустыни] Время перезарядки навыка сокращается на 30%, а пробойная сила повышается на 120 во время действия навыка.",
        "[Танец пустыни] Время перезарядки навыка сокращается на 30%, а пробойная сила повышается на 140 во время действия навыка.",
        "[Танец пустыни] Время перезарядки навыка сокращается на 30%, а пробойная сила повышается на 170 во время действия навыка.",
        "[Танец пустыни] Время перезарядки навыка сокращается на 30%, а пробойная сила повышается на 210 во время действия навыка.",
        "[Танец пустыни] Время перезарядки навыка сокращается на 30%, а пробойная сила повышается на 250 во время действия навыка."
      ],
      "story": "Легендарная вуаль, которой награждается самая лучшая танцовщица на континенте. Надевшая ее танцовщица может легко загипнотизировать зрителей, наблюдающих за ее танцем. Лаудия часто пользуется вуалью, чтобы околдовать своих врагов и получить от них все, что ей нужно."
    },
    "linked": {
      "name": "Ослепляющая стремительность",
      "description": "Получает иммунитет к контролю на {0} сек. СКР АТК повышается на {1}."
    }
  },
  "s4": {
    "name": "Благословение оазиса",
    "description": "Снижает длительность примененного к герою контроля на {0}%. При использовании навыка получает [Благословение оазиса] на {1} сек., повышающее пробойную силу на {2} и ЗЩТ на {3}. [Благословение оазиса] суммируется до {4} раз. и не может быть отменено.",
    "books": {
      "0": "Усиление пробойной силы и ЗЩТ увеличивается на {0}%.",
      "1": "Усиление пробойной силы и ЗЩТ увеличивается на {0}%.",
      "2": "Усиление пробойной силы и ЗЩТ увеличивается на {0}%."
    },
    "light": "Получает 2 заряда Благословения оазиса.",
    "dark": "За каждый заряд эффекта получает на 2% меньше урона от врагов, не являющихся героями.",
    "ut": {
      "name": "Серьги бога-дракона",
      "description": [
        "[Благословение оазиса] Повышает усиление ЗЩТ на 50%. При получении Благословения оазиса повышает СКР АТК на 100 на 5 сек.",
        "[Благословение оазиса] Повышает усиление ЗЩТ на 50%. При получении Благословения оазиса повышает СКР АТК на 120 на 5 сек.",
        "[Благословение оазиса] Повышает усиление ЗЩТ на 50%. При получении Благословения оазиса повышает СКР АТК на 140 на 5 сек.",
        "[Благословение оазиса] Повышает усиление ЗЩТ на 50%. При получении Благословения оазиса повышает СКР АТК на 170 на 5 сек.",
        "[Благословение оазиса] Повышает усиление ЗЩТ на 50%. При получении Благословения оазиса повышает СКР АТК на 210 на 5 сек.",
        "[Благословение оазиса] Повышает усиление ЗЩТ на 50%. При получении Благословения оазиса повышает СКР АТК на 250 на 5 сек."
      ],
      "story": "Серьги, которые бог-дракон Лайас подарила Лаудии. В последний день, когда Лаудия проводила ритуал в честь бога-дракона в Храме Потока, Лайас наконец открыла глаза. В то же мгновение вокруг Лаудии появилось несколько водяных сфер, искрившихся ярким голубым светом. Сферы опустились в руки Лаудии и превратились в прекрасные серьги. Это был дар оазиса, символ признания Лайас, которая таким образом отблагодарила Лаудию за усердие, с которым последняя пыталась ее пробудить."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100",
    "dark": "В начале каждой битвы получает иммунитет к контролю на 7 сек., а МТК и МТК контроля повышаются на 300 на 10 сек."
  }
}