{
  "name": "Люций",
  "subtitle": "Святой благословений",
  "description": "Верховный жрец Луа и наставник Фрэй. Вера Люция настолько крепка, что он обладает силой благословения Луа. Благословенные им предметы наделяются могуществом света и служат эффективным оружием в борьбе с демонами.",
  "story": "До того, как стать Святым благословений, Люций был одним из Священных рыцарей Луа. Под командованием живой легенды Рикардо он защищал Орвел и соседние поселения от демонов. Однако, когда ему исполнилось 19 лет, на его теле начали появляться стигматы, и, по зову Луа, Священный рыцарь стал Святым благословений. Теперь его миссия – странствовать по миру и нести свет Луа тем, кто в нем нуждается. Долгое время он оставался верен своему долгу и путешествовал по миру, благословляя попавших в беду. Теперь же он вновь взял в руки оружие, чтобы сражаться с силами тьмы, чье могущество возросло за последние 100 лет.",
  "like": "Блюда, в состав которых входят яблоки, рыбачить, молиться, помогать людям, таинственные магические шоу и представления.",
  "dislike": "Грубиянов, невыполненные обещания, небрежное отношение к человеческой жизни.",
  "inn": {
    "idle": "Это место... Оно пронизано силой света, и в нем течет поток гармонии.",
    "recruit": {
      "greet": "Сердечно приветствую. Надеюсь, твой день полон радости.",
      "talk": [
        "Недавно я присутствовал на свадебной церемонии. Ах, как благостно было это торжество!",
        "Не знаешь, куда запропастился брат Бодуин? Слышал, вчера он был изрядно пьян...",
        "Я чувствую здесь столько разнообразной силы. Это место словно центр самого мира..."
      ],
      "gift": "Да благословит тебя свет."
    },
    "affinity": {
      "greet": "Я так рад снова тебя видеть. Давай вместе помолимся перед нашей трапезой.",
      "talk": [
        "Говоришь, тебе интересно, есть ли еще святые, помимо меня? Хм, я лично с ними не знаком, но есть еще трое святых.",
        "Когда я был Священным рыцарем, я исполнял обязанности флагоносца. Кто бы мог подумать, что, когда я стану святым, моей реликвией тоже будет флаг? Ха-ха-ха."
      ],
      "gift": "Я благодарен тебе за твой дар, однако должен признать, что я не заслуживаю столь щедрого подарка. Ты не против, если я отдам его кому-то, кто нуждается в нем больше меня?"
    },
    "relationship": {
      "greet": "Да благословит тебя Луа.",
      "talk": [
        "О, «Звездная пыль» здесь. Когда я был молод, они приезжали в мой городок каждый год. Может, сходим и поищем Эскура? Вдруг он еще в труппе.",
        "Иногда мои воспоминания подводят меня. Мое прошлое и память всех предыдущих Святых благословений – все смешалось...",
        "Священный рыцарь, святой... Как бы меня ни называли, у меня всего одна миссия: я стараюсь помочь тем, кто страдает и мучается."
      ]
    }
  },
  "uw": {
    "name": "Благословение Света Бенедиция",
    "description": [
      "В начале битвы снижает физ. урон, получаемый всеми союзниками, на 10% на 30 сек. Повышает СКР АТК цели на 100 на 30 сек.",
      "В начале битвы снижает физ. урон, получаемый всеми союзниками, на 12% на 30 сек. Повышает СКР АТК цели на 120 на 30 сек.",
      "В начале битвы снижает физ. урон, получаемый всеми союзниками, на 14% на 30 сек. Повышает СКР АТК цели на 140 на 30 сек.",
      "В начале битвы снижает физ. урон, получаемый всеми союзниками, на 17% на 30 сек. Повышает СКР АТК цели на 170 на 30 сек.",
      "В начале битвы снижает физ. урон, получаемый всеми союзниками, на 21% на 30 сек. Повышает СКР АТК цели на 210 на 30 сек.",
      "В начале битвы снижает физ. урон, получаемый всеми союзниками, на 25% на 30 сек. Повышает СКР АТК цели на 250 на 30 сек."
    ],
    "story": "Благословенный флаг с изображением солнца, луны и всего небосвода. В нем заключены сила и учение Творца Луа. Когда Люций машет флагом, вокруг распространяется свет, умиротворяющий сознание союзников и карающий силы тьмы. Реликвия, которую вручили Люцию, когда он был флагоносцем Священных рыцарей."
  },
  "s1": {
    "name": "Путь благословений",
    "description": "Восстанавливает 4 союзникам с наименьшим уровнем здоровья {0} ОЗ, а сам герой получает на {2}% меньше урона в течение {1} сек.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Исцеление + {0}%."
    },
    "light": "Увеличивает исцеление на 40%.",
    "dark": "Восстанавливает цели 500 маны.",
    "ut": {
      "name": "Книга благословений",
      "description": [
        "[Путь благословений] Снижает затраты маны на 1 сферу и время перезарядки – на 12%.",
        "[Путь благословений] Снижает затраты маны на 1 сферу и время перезарядки – на 14%.",
        "[Путь благословений] Снижает затраты маны на 1 сферу и время перезарядки – на 17%.",
        "[Путь благословений] Снижает затраты маны на 1 сферу и время перезарядки – на 21%.",
        "[Путь благословений] Снижает затраты маны на 1 сферу и время перезарядки – на 25%.",
        "[Путь благословений] Снижает затраты маны на 1 сферу и время перезарядки – на 30%."
      ],
      "story": "Библия бесконечности, в которую не одно поколение благословенных мудрецов записывало свои умозаключения. Звание мудреца передается вместе со всеми знаниями предшественника, поэтому ведение этой книги кажется несколько бессмысленным. Однако писать ее необходимо, ведь есть риск чрезмерного накопления знаний и утраты личности мудреца."
    }
  },
  "s2": {
    "name": "Область веры",
    "description": "Создает вокруг себя [Область веры] на {0} сек. Повышает АТК союзников, находящихся в [Области веры], на {1}. Противники, находящиеся в этой области, получают {2} ед. физ. урона каждую секунду. Оглушает пораженных противников на {3} сек.Во время действия восст. {4} ОЗ объекта.Постоянно отменяет отриц. эффекты, действующие на союзников.",
    "books": {
      "0": "Урон и исцеление + {0}%.",
      "1": "Урон и исцеление + {0}%.",
      "2": "Урон и исцеление + {0}%."
    },
    "light": "Восстанавливает союзникам в зоне досягаемости 200 маны в сек.",
    "dark": "Постоянно отменяет положит. эффекты, действующие на противников в зоне досягаемости.",
    "ut": {
      "name": "Памятный игральный кубик",
      "description": [
        "[Область веры] Снижает затраты маны на 1 сферу и снижает ману противников в зоне досягаемости на 200 в сек.",
        "[Область веры] Снижает затраты маны на 1 сферу и снижает ману противников в зоне досягаемости на 240 в сек.",
        "[Область веры] Снижает затраты маны на 1 сферу и снижает ману противников в зоне досягаемости на 290 в сек.",
        "[Область веры] Снижает затраты маны на 1 сферу и снижает ману противников в зоне досягаемости на 350 в сек.",
        "[Область веры] Снижает затраты маны на 1 сферу и снижает ману противников в зоне досягаемости на 420 в сек.",
        "[Область веры] Снижает затраты маны на 1 сферу и снижает ману противников в зоне досягаемости на 500 в сек."
      ],
      "story": "В молодости у Люция был один близкий друг. Этот друг входил в состав труппы «Звездная пыль». Несмотря на юный возраст, он отличался удивительной ловкостью рук, благодаря которой промышлял воровством кошельков у незадачливых зевак. Но труппа «Звездная пыль» бывала в городке Люция только раз в году, поэтому друзья обменялись самым драгоценным, что у них было, чтобы не забывать о своей дружбе. Этот шулерский игральный кубик изготовлен другом Люция Эскуром."
    }
  },
  "s3": {
    "name": "Стигматы",
    "description": "На {0} сек. физ. уклон. союзников + {1} , сила АТК + {2}.Пока действует навык, обычные атаки наносят {3} ед. доп. физ. урона и повышают физ. урон, получаемый целью, на {5}% на {4} сек.Эффект рассеивается при гибели самого героя.",
    "books": {
      "0": "Множители Атаки и Урона увеличены на {0}%.",
      "1": "Множители Атаки и Урона увеличены на {0}%.",
      "2": "Множители Атаки и Урона увеличены на {0}%."
    },
    "light": "Понижает Меткость противника, попавшего под удар, на 150 на 5 сек.",
    "dark": "Пока действует навык, получает иммунитет к контролю.",
    "ut": {
      "name": "Учение Утренней звезды",
      "description": [
        "[Стигматы] Эффект «Священного самопожертвования» не может быть отменен навыками, удаляющими положит. эффекты. Снижает время перезарядки на 12%.",
        "[Стигматы] Эффект «Священного самопожертвования» не может быть отменен навыками, удаляющими положит. эффекты. Снижает время перезарядки на 14%.",
        "[Стигматы] Эффект «Священного самопожертвования» не может быть отменен навыками, удаляющими положит. эффекты. Снижает время перезарядки на 17%.",
        "[Стигматы] Эффект «Священного самопожертвования» не может быть отменен навыками, удаляющими положит. эффекты. Снижает время перезарядки на 21%.",
        "[Стигматы] Эффект «Священного самопожертвования» не может быть отменен навыками, удаляющими положит. эффекты. Снижает время перезарядки на 25%.",
        "[Стигматы] Эффект «Священного самопожертвования» не может быть отменен навыками, удаляющими положит. эффекты. Снижает время перезарядки на 30%."
      ],
      "story": "Исследовательские материалы, посвященные стигматам Святого благословений. Люций обладает воспоминаниями всех святых, но даже они не могут знать ответы на все вопросы. Жрецы Луа составили этот документ, изучив причины появления стигматов, но им так и не удалось пролить свет на эту тайну."
    }
  },
  "s4": {
    "name": "Священное самопожертвование",
    "description": "При смерти этого героя восстанавливает всем союзникам, за исключением самого героя, {0} ОЗ.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Исцеление + {0}%."
    },
    "light": "При активации наделяет всех союзников, за исключением самого героя, иммунитетом к урону и контролю на 1.5 сек.",
    "dark": "При активации снимает все отриц. эффекты со всех союзников, за исключением самого героя."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Сопротивление контролю +100",
    "dark": "При применении активного навыка повышает свое восст. маны в сек. на 300% на 3 сек."
  }
}