{
  "name": "Люций",
  "subtitle": "Святой благословений",
  "description": "Верховный жрец Луа и наставник Фрэй. Вера Люция настолько крепка, что он обладает силой благословения Луа. Благословенные им предметы наделяются могуществом света и служат эффективным оружием в борьбе с демонами.",
  "story": "До того, как стать Святым благословений, Люций был одним из Священных рыцарей Луа. Под командованием живой легенды Рикардо он защищал Орвел и соседние поселения от демонов. Однако, когда ему исполнилось 19 лет, на его теле начали появляться стигматы, и, по зову Луа, Священный рыцарь стал Святым благословений. Теперь его миссия – странствовать по миру и нести свет Луа тем, кто в нем нуждается. Долгое время он оставался верен своему долгу и путешествовал по миру, благословляя попавших в беду. Теперь же он вновь взял в руки оружие, чтобы сражаться с силами тьмы, чье могущество возросло за последние 100 лет.",
  "like": "Блюда, в состав которых входят яблоки, рыбачить, молиться, помогать людям, таинственные магические шоу и представления.",
  "dislike": "Грубиянов, невыполненные обещания, небрежное отношение к человеческой жизни.",
  "inn": {
    "idle": "Это место... Оно пронизано силой света, и в нем течет поток гармонии.",
    "recruit": {
      "greet": "Сердечно приветствую. Надеюсь, твой день полон радости.",
      "talk": [
        "Недавно я присутствовал на свадебной церемонии. Ах, как благостно было это торжество!",
        "Не знаешь, куда запропастился брат Бодуин? Слышал, вчера он был изрядно пьян...",
        "Я чувствую здесь столько разнообразной силы. Это место словно центр самого мира..."
      ],
      "gift": "Да благословит тебя свет."
    },
    "affinity": {
      "greet": "Я так рад снова тебя видеть. Давай вместе помолимся перед нашей трапезой.",
      "talk": [
        "Говоришь, тебе интересно, есть ли еще святые, помимо меня? Хм, я лично с ними не знаком, но есть еще трое святых.",
        "Когда я был Священным рыцарем, я исполнял обязанности флагоносца. Кто бы мог подумать, что, когда я стану святым, моей реликвией тоже будет флаг? Ха-ха-ха."
      ],
      "gift": "Я благодарен тебе за твой дар, однако должен признать, что я не заслуживаю столь щедрого подарка. Ты не против, если я отдам его кому-то, кто нуждается в нем больше меня?"
    },
    "relationship": {
      "greet": "Да благословит тебя Луа.",
      "talk": [
        "О, «Звездная пыль» здесь. Когда я был молод, они приезжали в мой городок каждый год. Может, сходим и поищем Эскура? Вдруг он еще в труппе.",
        "Иногда мои воспоминания подводят меня. Мое прошлое и память всех предыдущих Святых благословений – все смешалось...",
        "Священный рыцарь, святой... Как бы меня ни называли, у меня всего одна миссия: я стараюсь помочь тем, кто страдает и мучается."
      ]
    }
  },
  "uw": {
    "name": "Благословение Света Бенедиция",
    "description": [
      "В течение 30 сек. после начала битвы СКР АТК всех союзников повышается на 100, получаемый ими физ. урон снижается на 10%, а урон, который они наносят противникам, не являющимся героями, увеличивается на 6%.",
      "В течение 30 сек. после начала битвы СКР АТК всех союзников повышается на 120, получаемый ими физ. урон снижается на 12%, а урон, который они наносят противникам, не являющимся героями, увеличивается на 7,2%.",
      "В течение 30 сек. после начала битвы СКР АТК всех союзников повышается на 140, получаемый ими физ. урон снижается на 14%, а урон, который они наносят противникам, не являющимся героями, увеличивается на 8,6%.",
      "В течение 30 сек. после начала битвы СКР АТК всех союзников повышается на 170, получаемый ими физ. урон снижается на 17%, а урон, который они наносят противникам, не являющимся героями, увеличивается на 10,4%.",
      "В течение 30 сек. после начала битвы СКР АТК всех союзников повышается на 210, получаемый ими физ. урон снижается на 21%, а урон, который они наносят противникам, не являющимся героями, увеличивается на 12,5%.",
      "В течение 30 сек. после начала битвы СКР АТК всех союзников повышается на 250, получаемый ими физ. урон снижается на 25%, а урон, который они наносят противникам, не являющимся героями, увеличивается на 15%."
    ],
    "story": "Благословенный флаг с изображением солнца, луны и всего небосвода. В нем заключены сила и учение Творца Луа. Когда Люций машет флагом, вокруг распространяется свет, умиротворяющий сознание союзников и карающий силы тьмы. Реликвия, которую вручили Люцию, когда он был флагоносцем Священных рыцарей."
  },
  "s1": {
    "name": "Путь благословений",
    "description": "Восстанавливает 4 союзникам с наименьшим уровнем здоровья {0} ОЗ, а сам герой получает на {2}% меньше урона в течение {1} сек.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Исцеление + {0}%."
    },
    "light": "Увеличивает исцеление на 40%.",
    "dark": "Восстанавливает цели 500 маны.",
    "ut": {
      "name": "Книга благословений",
      "description": [
        "[Путь благословений] Снижает затраты маны на 1 сферу и время перезарядки – на 12%.",
        "[Путь благословений] Снижает затраты маны на 1 сферу и время перезарядки – на 14%.",
        "[Путь благословений] Снижает затраты маны на 1 сферу и время перезарядки – на 17%.",
        "[Путь благословений] Снижает затраты маны на 1 сферу и время перезарядки – на 21%.",
        "[Путь благословений] Снижает затраты маны на 1 сферу и время перезарядки – на 25%.",
        "[Путь благословений] Снижает затраты маны на 1 сферу и время перезарядки – на 30%."
      ],
      "story": "Библия бесконечности, в которую не одно поколение благословенных мудрецов записывало свои умозаключения. Звание мудреца передается вместе со всеми знаниями предшественника, поэтому ведение этой книги кажется несколько бессмысленным. Однако писать ее необходимо, ведь есть риск чрезмерного накопления знаний и утраты личности мудреца."
    }
  },
  "s2": {
    "name": "Область веры",
    "description": "Создает вокруг себя [Область веры] на {0} сек. Повышает АТК союзников, находящихся в [Области веры], на {1} и постоянно отменяет действующие на них отриц. эффекты. Восстанавливает союзникам, находящимся в зоне, {4} ОЗ каждую секунду. Каждую секунду наносит {2} ед. физ. урона противникам, находящимся в [Области веры], и оглушает их на {3} сек.",
    "books": {
      "0": "Урон и исцеление + {0}%.",
      "1": "Урон и исцеление + {0}%.",
      "2": "Урон и исцеление + {0}%."
    },
    "light": "Восстанавливает союзникам в зоне досягаемости 200 маны в сек.",
    "dark": "Постоянно отменяет положит. эффекты, действующие на противников в зоне досягаемости.",
    "ut": {
      "name": "Памятный игральный кубик",
      "description": [
        "[Область веры] Снижает затраты маны на 1 сферу и снижает ману противников в зоне досягаемости на 200 в сек.",
        "[Область веры] Снижает затраты маны на 1 сферу и снижает ману противников в зоне досягаемости на 240 в сек.",
        "[Область веры] Снижает затраты маны на 1 сферу и снижает ману противников в зоне досягаемости на 290 в сек.",
        "[Область веры] Снижает затраты маны на 1 сферу и снижает ману противников в зоне досягаемости на 350 в сек.",
        "[Область веры] Снижает затраты маны на 1 сферу и снижает ману противников в зоне досягаемости на 420 в сек.",
        "[Область веры] Снижает затраты маны на 1 сферу и снижает ману противников в зоне досягаемости на 500 в сек."
      ],
      "story": "В молодости у Люция был один близкий друг. Этот друг входил в состав труппы «Звездная пыль». Несмотря на юный возраст, он отличался удивительной ловкостью рук, благодаря которой промышлял воровством кошельков у незадачливых зевак. Но труппа «Звездная пыль» бывала в городке Люция только раз в году, поэтому друзья обменялись самым драгоценным, что у них было, чтобы не забывать о своей дружбе. Этот шулерский игральный кубик изготовлен другом Люция Эскуром."
    }
  },
  "s3": {
    "name": "Стигматы",
    "description": "Повышает физ. уклонение всех союзников на {1} , а их АТК – на {2} на {0} сек. Эффекты отменяются в случае смерти самого героя. Обычные атаки наносят целям {3} ед. доп. физ. урона в течение {0} сек. и повышают физ. урон, получаемый целью, на {5}% на {4} сек.",
    "books": {
      "0": "Множители Атаки и Урона увеличены на {0}%.",
      "1": "Множители Атаки и Урона увеличены на {0}%.",
      "2": "Множители Атаки и Урона увеличены на {0}%."
    },
    "light": "[Стигматы] Снижает МТК целей, получающих доп. физ. урон от этого навыка, на 150 на 5 сек.",
    "dark": "Пока действует навык, получает иммунитет к контролю.",
    "ut": {
      "name": "Учение Утренней звезды",
      "description": [
        "[Стигматы] Эффект «Священного самопожертвования» не может быть отменен навыками, удаляющими положит. эффекты. Снижает время перезарядки на 12%.",
        "[Стигматы] Эффект «Священного самопожертвования» не может быть отменен навыками, удаляющими положит. эффекты. Снижает время перезарядки на 14%.",
        "[Стигматы] Эффект «Священного самопожертвования» не может быть отменен навыками, удаляющими положит. эффекты. Снижает время перезарядки на 17%.",
        "[Стигматы] Эффект «Священного самопожертвования» не может быть отменен навыками, удаляющими положит. эффекты. Снижает время перезарядки на 21%.",
        "[Стигматы] Эффект «Священного самопожертвования» не может быть отменен навыками, удаляющими положит. эффекты. Снижает время перезарядки на 25%.",
        "[Стигматы] Эффект «Священного самопожертвования» не может быть отменен навыками, удаляющими положит. эффекты. Снижает время перезарядки на 30%."
      ],
      "story": "Исследовательские материалы, посвященные стигматам Святого благословений. Люций обладает воспоминаниями всех святых, но даже они не могут знать ответы на все вопросы. Жрецы Луа составили этот документ, изучив причины появления стигматов, но им так и не удалось пролить свет на эту тайну."
    }
  },
  "s4": {
    "name": "Священное самопожертвование",
    "description": "Расходует 20% текущих ОЗ, применяя Путь благословений и Область веры. Если навыки применяются для исцеления союзников, число восстанавливаемых ОЗ увеличивается на {0} , а ЗЩТ цели усиливается на {1} на 10 сек.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Исцеление + {0}%."
    },
    "light": "Увеличивает исцеление на 40%.",
    "dark": "ОЗ больше не расходуются.",
    "ut": {
      "name": "Меч жертвенности",
      "description": [
        "[Священное самопожертвование] Повышает усиление ЗЩТ на 50%. СКР АТК целей повышается на 8% на 5 сек.",
        "[Священное самопожертвование] Повышает усиление ЗЩТ на 50%. СКР АТК целей повышается на 10% на 5 сек.",
        "[Священное самопожертвование] Повышает усиление ЗЩТ на 50%. СКР АТК целей повышается на 12% на 5 сек.",
        "[Священное самопожертвование] Повышает усиление ЗЩТ на 50%. СКР АТК целей повышается на 14% на 5 сек.",
        "[Священное самопожертвование] Повышает усиление ЗЩТ на 50%. СКР АТК целей повышается на 17% на 5 сек.",
        "[Священное самопожертвование] Повышает усиление ЗЩТ на 50%. СКР АТК целей повышается на 20% на 5 сек."
      ],
      "story": "Священный меч, принадлежавший Люцию, когда он служил Священным рыцарем под командованием Рикардо. Верховные жрецы Луа благословили этот меч, наделив его мощной священной энергией. Позже Люций был избран Святым благословений, и его благословения стали гораздо сильнее, чем те, что были наложены на меч. Люций всегда носит меч с собой в память о временах, когда он был Священным рыцарем, но никогда его не достает. Говорят, он просто боится, что с мечом не будет выглядеть достаточно святым..."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Сопротивление контролю +100",
    "dark": "При применении активного навыка повышает свое восст. маны в сек. на 300% на 3 сек."
  }
}