{
  "name": "Филлоп",
  "subtitle": "Король гномов",
  "description": "Легендарный король, убийца бесчисленного множества драконов. Несмотря на небольшой рост, он мощным ударом щита разрушает позиции противника, обрывая жизни врагов.",
  "story": "Крепкий и стойкий король дворфов, который сражался против армии демонов плечом к плечу с Воином меча еще 100 лет назад. О проявленном им героизме при уничтожении Легиона Темного дракона, главного подразделения армии демонов, известно во всех уголках страны. На самом деле, он сидит на троне лишь из чувства долга, но несмотря на жалобы на скуку королевской жизни, выполняет свои обязанности с прилежанием.",
  "like": "Выпивку, песочные ванны, ремесло и работу руками",
  "dislike": "Долгих приемов, королевский трон, демонов (особенно Темных драконов)",
  "inn": {
    "idle": "Может ли человек перепить гнома?",
    "recruit": {
      "greet": "Ха-ха-ха, напоминает прошлые деньки.",
      "talk": [
        "Король гномов? Ничего особенного. Сплошное беспокойство.",
        "Размер кровати здесь не совсем подходит. Но домой я еще не собираюсь!",
        "По сравнению с нами, гномами, люди не умеют наслаждаться жизнью!"
      ],
      "gift": "Это воспоминание о нашей встрече? Ха-ха-ха, я буду дорожить этим."
    },
    "affinity": {
      "greet": "Здравствуй. Вот держи, давай выпьем за знакомство!",
      "talk": [
        "Сто лет назад началась война... Я был так же молод, как ты сейчас, и лично знал короля Кайла.",
        "Иногда я скучаю по временам моей боевой славы. Тогда у меня не было столько проблем."
      ],
      "gift": "Ой, да не стоило. Хотя я бы предпочел бутылочку вина. Ха-ха!"
    },
    "relationship": {
      "greet": "Привет, друг! Пропустим по стаканчику?",
      "talk": [
        "Я много кого побил в былые времена, всяких Безумных Драконов. Любая гномья борода станет завиваться.",
        "Нужно оружие? У меня есть пара топоров в запасе.",
        "Хаха, а ты забавный человек. И да, коли нужна помощь Гномов, мы тут как тут."
      ]
    }
  },
  "uw": {
    "name": "Останки дракона Отэйн",
    "description": [
      "При получ. урона запускается гнева дракона. На 10 сек. сила АТК и ЗЩТ +0,8%. Макс. 100 повторов.",
      "При получ. урона запускается гнева дракона. На 10 сек. силы АТК и ЗЩТ +1%. Макс. 100 повторов.",
      "При получ. урона запускается гнева дракона. На 10 сек. сила АТК и ЗЩТ +1,2%. Макс. 100 повторов.",
      "При получ. урона запускается гнева дракона. На 10 сек. сила АТК и ЗЩТ +1,4%. Макс. 100 повторов.",
      "При получ. урона запускается гнева дракона. На 10 сек. сила АТК и ЗЩТ +1,7%. Макс. 100 повторов.",
      "При получ. урона запускается гнева дракона. На 10 сек. силы АТК и ЗЩТ +2%. Макс. 100 повторов."
    ],
    "story": "Темные драконы – демоны, созданные для уничтожения драконов – хранителей мира. Во время войны 100 лет назад темные драконы убили несметное количество драконов. Некоторые уцелевшие драконы сошли с ума от ярости и позора и превратились в безумных драконов. Теперь они просто огромные монстры, движимые лишь низменными инстинктами. Филлоп и его дворфы охотятся на темных и безумных драконов со времен Войны с демонами и куют из их останков легендарное оружие."
  },
  "s1": {
    "name": "Крушение",
    "description": "Враги в зоне получают {0} ед. физ. урона, падают на {1} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "У атакующих врагов физ. ЗЩТ - {1}% на {0} сек."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "С кажд. атакованным врагом время перезарядки -10%.",
    "ut": {
      "name": "Щитовое украшение в виде безумного дракона",
      "description": [
        "[Крушение] В течение 10 сек. снижает у цели отпор контролю на 250, а физ. блок – на 200.",
        "[Крушение] В течение 10 сек. снижает у цели отпор контролю на 250, а физ. блок – на 240.",
        "[Крушение] В течение 10 сек. снижает у цели отпор контролю на 250, а физ. блок – на 290.",
        "[Крушение] В течение 10 сек. снижает у цели отпор контролю на 250, а физ. блок – на 350.",
        "[Крушение] В течение 10 сек. снижает у цели отпор контролю на 250, а физ. блок – на 420.",
        "[Крушение] В течение 10 сек. снижает у цели отпор контролю на 250, а физ. блок – на 500."
      ],
      "story": "Золотое украшение для щита с высеченным на нем изображением безумного дракона. Король Филлоп получил его в дар от самых искусных гномов за выдающиеся успехи в истреблении безумных драконов. Филлоп не поместил украшение на свой щит, так как в бою от него мало пользы, но всегда носит его с собой в качестве амулета, чтобы выразить щедрым ремесленникам свою признательность."
    }
  },
  "s2": {
    "name": "Удар головой",
    "description": "Сковывает противников, нанося {0} ед. физ. урона, сбивает с ног. У атакующих врагов СКР АТК - {2}% на {1} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Сила АТК врага - {0}%."
    },
    "light": "Наносит бонусный физ. урон (10% от макс. ОЗ).",
    "dark": "Вместо отбрасывания оглушает врагов на 3 сек.",
    "ut": {
      "name": "Рогатый шлем гнома",
      "description": [
        "[Удар головой] Снижает затраты маны на 1 ед. и уменьшает отпор физ. крит. удару пораженного противника на 200 ед. на 10 сек.",
        "[Удар головой] Снижает затраты маны на 1 ед. и уменьшает отпор физ. крит. удару пораженного противника на 240 ед. на 10 сек.",
        "[Удар головой] Снижает затраты маны на 1 ед. и уменьшает отпор физ. крит. удару пораженного противника на 290 ед. на 10 сек.",
        "[Удар головой] Снижает затраты маны на 1 ед. и уменьшает отпор физ. крит. удару пораженного противника на 350 ед. на 10 сек.",
        "[Удар головой] Снижает затраты маны на 1 ед. и уменьшает отпор физ. крит. удару пораженного противника на 420 ед. на 10 сек.",
        "[Удар головой] Снижает затраты маны на 1 ед. и уменьшает отпор физ. крит. удару пораженного противника на 500 ед. на 10 сек."
      ],
      "story": "Рогатый шлем древнего короля гномов. Изготовлен из драконьих сокровищ, добытых после победы над алчным темным драконом Бокругом. Волшебный золотой рог на шлеме наполнен магией темного дракона, которая замедляет врага, получившего «Удар головой»."
    }
  },
  "s3": {
    "name": "Воплощение земли",
    "description": "На {0} сек. все виды ЗЩТ героя + {1} , восст. {2}% ОЗ. Иммунитет к отриц. эффектам.",
    "books": {
      "0": "ЗЩТ + {0}%.",
      "1": "ЗЩТ + {0}%.",
      "2": "Получ. героем урон - {0}."
    },
    "light": "Кажд. сек. наносит окруж. врагам урон (1% от макс. ОЗ).",
    "dark": "Вместо отбрасывания оглушает окруж. врагов на 3 сек.",
    "ut": {
      "name": "Гномий церемониальный молот",
      "description": [
        "[Воплощение земли] На время работы навыка, Скорость Атаки и шанс Крит. удара увеличивается на 250, и множитель Защиты увеличивается на 20%.",
        "[Воплощение земли] На время работы навыка, Скорость Атаки и шанс Крит. удара увеличивается на 250, и множитель Защиты увеличивается на 24%.",
        "[Воплощение земли] На время работы навыка, Скорость Атаки и шанс Крит. удара увеличивается на 250, и множитель Защиты увеличивается на 29%.",
        "[Воплощение земли] На время работы навыка, Скорость Атаки и шанс Крит. удара увеличивается на 250, и множитель Защиты увеличивается на 35%.",
        "[Воплощение земли] На время работы навыка, Скорость Атаки и шанс Крит. удара увеличивается на 250, и множитель Защиты увеличивается на 42%.",
        "[Воплощение земли] На время работы навыка, Скорость Атаки и шанс Крит. удара увеличивается на 250, и множитель Защиты увеличивается на 50%."
      ],
      "story": "Молот, который был подарен древнему королю гномов духом земли за спасение Королевства полуросликов от нападений злого земляного дракона Ази Дахака. При использовании «Воплощения земли» этот церемониальный молот, благословенный духом земли, повышает защиту, а также дарует невосприимчивость к восстановлению ОЗ и эффектам контроля."
    }
  },
  "s4": {
    "name": "Разрушение брони",
    "description": "При АТК физ. ЗЩТ врага - {1} на {0} сек. Макс. 5 повторов.",
    "books": {
      "0": "ЗЩТ - {0}%.",
      "1": "ЗЩТ - {0}%.",
      "2": "При кажд. повторе уклон. объекта - {0}%."
    },
    "light": "Враги с 5 зарядами с кажд. АТК получают физ. урон (1% от макс. ОЗ).",
    "dark": "В момент атаки сбрасываются все позитивные эффекты и цель получает 20% увеличение Ф.УРН на 20 сек. Перезарядка 20 сек.",
    "ut": {
      "name": "Титановый молот",
      "description": [
        "[Разрушение брони] При атаке снижает АТК цели на 20%, а ее исцеление – на 4% за каждый заряд.",
        "[Разрушение брони] При атаке снижает АТК цели на 20%, а ее исцеление – на 4,8% за каждый заряд.",
        "[Разрушение брони] При атаке снижает АТК цели на 20%, а ее исцеление – на 5,8% за каждый заряд.",
        "[Разрушение брони] При атаке снижает АТК цели на 20%, а ее исцеление – на 7% за каждый заряд.",
        "[Разрушение брони] При атаке снижает АТК цели на 20%, а ее исцеление – на 8,4% за каждый заряд.",
        "[Разрушение брони] При атаке снижает АТК цели на 20%, а ее исцеление – на 10% за каждый заряд."
      ],
      "story": "Молот из титания, легендарного металла, созданного великанами. Он с легкостью сокрушит любое оружие и броню. Известно, что после Войны демонов на территории Орвелии осталось всего 3 таких молота."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200",
    "dark": "При автоатаке шанс 10% оглушить цель на 2 сек. и нанести урон (10% от собств. макс. ОЗ)."
  }
}