{
  "name": "Криша",
  "subtitle": "Инквизитор крови и железа",
  "description": "Командир Велчии, подразделения магических рыцарей империи, вооруженных самым передовым техномагическим оружием. Рыцари, которые представляют собой настоящих профессионалов военного ремесла, не потерпели ни одного поражения под ее командованием. Криша – могучий рыцарь, поражающий своих врагов силой света с различными характеристиками.",
  "story": "Командир Велчии, благородных магических рыцарей империи, и инквизитор, подчиняющийся непосредственно самому императору. В ее обязанности входит борьба с коррупцией, мятежами и любыми угрозами империи. Жители империи относятся к ней с почтением и называют ее настоящим героем, хотя она сама себя такой не считает. По ее мнению, она всего лишь дочь семьи Ван Ноузенхилл и солдат империи, чей долг – неукоснительно выполнять свои обязанности.",
  "like": "Свою семью, рыцарей, честь, убеждение и доблесть, шахматы, умных людей.",
  "dislike": "Тех, кто позорит империю, врагов, угрожающих империи.",
  "inn": {
    "idle": "О, а таверна в Орвеле не так уж и плоха, как я полагала.",
    "recruit": {
      "greet": "Что у тебя на уме?",
      "talk": [
        "Те, кто хочет узнать побольше об империи, сперва должны проявить себя с лучшей стороны.",
        "Приказы Его Величества Императора непреложны и подлежат неукоснительному исполнению.",
        "Слышала, в Орвеле есть кое-кто, неплохо разбирающийся в техномагии. Интересно было бы познакомиться с этим специалистом."
      ],
      "gift": "Подарок? Мне? И чем же вызвана такая щедрость?"
    },
    "affinity": {
      "greet": "А вот и ты. Ну что, подкрепимся перед боем?",
      "talk": [
        "Не хочешь сыграть в шахматы?",
        "Я бы не отказалась как-нибудь пообщаться с принцессой Орвелии."
      ],
      "gift": "Ладно, если ты настаиваешь, то не стану отказываться."
    },
    "relationship": {
      "greet": "Хороший рыцарь умеет не только сражаться, но и отдыхать. Присоединяйся.",
      "talk": [
        "Быть инквизитором, который должен отчитываться перед самим императором, – задача не из простых, но очень почетная.",
        "Эх. Кажется, среди чиновников и знати как империи, так и Орвелии не осталось ни одного человека, кому можно было бы доверять.",
        "Почему бы тебе не присоединиться к магическим рыцарям Велчии? По мне, ты легко вольешься в наши ряды."
      ]
    }
  },
  "uw": {
    "name": "Новая Призма Арк Люминьер",
    "description": [
      "При наличии света получает разнообразные эффекты. Красный свет: повышает АТК всех союзников на 10% на 10 сек. Синий свет: повышает ЗЩТ всех союзников на 10% на 10 сек. Зеленый свет: При использовании восстанавливает всем союзникам 300 ед. маны.",
      "При наличии света получает разнообразные эффекты. Красный свет: повышает АТК всех союзников на 12% на 10 сек. Синий свет: повышает ЗЩТ всех союзников на 12% на 10 сек. Зеленый свет: При использовании восстанавливает всем союзникам 360 ед. маны.",
      "При наличии света получает разнообразные эффекты. Красный свет: повышает АТК всех союзников на 14% на 10 сек. Синий свет: повышает ЗЩТ всех союзников на 14% на 10 сек. Зеленый свет: При использовании восстанавливает всем союзникам 430 ед. маны.",
      "При наличии света получает разнообразные эффекты. Красный свет: повышает АТК всех союзников на 17% на 10 сек. Синий свет: повышает ЗЩТ всех союзников на 17% на 10 сек. Зеленый свет: При использовании восстанавливает всем союзникам 520 ед. маны.",
      "При наличии света получает разнообразные эффекты. Красный свет: повышает АТК всех союзников на 21% на 10 сек. Синий свет: повышает ЗЩТ всех союзников на 21% на 10 сек. Зеленый свет: При использовании восстанавливает всем союзникам 630 ед. маны.",
      "При наличии света получает разнообразные эффекты. Красный свет: повышает АТК всех союзников на 25% на 10 сек. Синий свет: повышает ЗЩТ всех союзников на 25% на 10 сек. Зеленый свет: При использовании восстанавливает всем союзникам 750 ед. маны."
    ],
    "story": "Один из последних шедевров «Магос Лефлам», имперской организации по разработке и модернизации вооружения. В то время, как Акистра представляла собой пушку с максимальным убойным потенциалом, Арк Люминьер является многофункциональным стратегическим оружием. Пытаясь обуздать силу света, исследователи экспериментировали со светорассеивающей рудой и направлением техномагии, базирующемся на магии стихий. В результате этих экспериментов появилось оптическое оружие совершенно новой категории."
  },
  "s1": {
    "name": "Свет разрушения",
    "description": "Наносит цели {0} ед. игнорирующего ЗЩТ маг. урона и оглушает ее на {1} сек. Дополнительно наносит {2} ед. игнорирующего ЗЩТ маг. урона целям, не являющимся героями. После использования расходует все накопленные заряды света и получает неотменяемый Красный свет.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Снижает затраты маны на 1 сферу.",
    "dark": "Повышает затраты маны на 1 сферу и урон – на 100%.",
    "ut": {
      "name": "Меч семьи Ноузенхилл",
      "description": [
        "[Свет разрушения] Повышает урон на 20% и сбрасывает время перезарядки при убийстве противника.",
        "[Свет разрушения] Повышает урон на 24% и сбрасывает время перезарядки при убийстве противника.",
        "[Свет разрушения] Повышает урон на 29% и сбрасывает время перезарядки при убийстве противника.",
        "[Свет разрушения] Повышает урон на 35% и сбрасывает время перезарядки при убийстве противника.",
        "[Свет разрушения] Повышает урон на 42% и сбрасывает время перезарядки при убийстве противника.",
        "[Свет разрушения] Повышает урон на 50% и сбрасывает время перезарядки при убийстве противника."
      ],
      "story": "Прекрасный меч и семейное сокровище рода Ван Ноузенхилл. Благородная семья Ван Ноузенхилл производит на свет выдающихся стратегов и командиров еще со времен правления самого первого императора. С тех пор, как первый император вручил семье этот меч, каждый глава семьи постоянно носит его с собой."
    }
  },
  "s2": {
    "name": "Блокирование противника",
    "description": "Отменяет все отриц. эффекты с героя, наносит {0} ед. маг. урона всем противникам и накладывает на них безмолвие на {1} сек. После использования расходует все накопленные заряды света и получает неотменяемый Синий свет.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Снижает затраты маны на 1 сферу.",
    "dark": "Увеличивает длительность безмолвия на 1 сек.",
    "ut": {
      "name": "Сертификат инквизитора",
      "description": [
        "[Блокирование противника] Снижает время перезарядки на 5 сек. и повышает маг. урон, получаемый целью, на 10% на 10 сек.",
        "[Блокирование противника] Снижает время перезарядки на 5 сек. и повышает маг. урон, получаемый целью, на 12% на 10 сек.",
        "[Блокирование противника] Снижает время перезарядки на 5 сек. и повышает маг. урон, получаемый целью, на 14% на 10 сек.",
        "[Блокирование противника] Снижает время перезарядки на 5 сек. и повышает маг. урон, получаемый целью, на 17% на 10 сек.",
        "[Блокирование противника] Снижает время перезарядки на 5 сек. и повышает маг. урон, получаемый целью, на 21% на 10 сек.",
        "[Блокирование противника] Снижает время перезарядки на 5 сек. и повышает маг. урон, получаемый целью, на 25% на 10 сек."
      ],
      "story": "Почетный знак инквизитора, полученный Кришей от самого императора. Серебряный волк с мечом в пасти символизирует власть и контроль, благодаря которым Криша вершит правосудие и несет возмездие от имени императора."
    }
  },
  "s3": {
    "name": "Зеленая зона",
    "description": "Наносит {0} ед. маг. урона противникам на передовой и создает перед собой «Зеленую зону». Противники в Зеленой зоне не наделяются положит. эффектами и получают {2} ед. маг. урона в течение {1} сек., а их исцеление снижается на {3}%. После использования расходует все накопленные заряды света и получает неотменяемый Зеленый свет.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Снижает затраты маны на 1 сферу.",
    "dark": "Увеличивает время действия Зеленой зоны на 1.5 сек.",
    "ut": {
      "name": "Гордость Велчии",
      "description": [
        "[Зеленая зона]Снижает время перезарядки на 30% и увеличивает эффект снижения исцеления в Зеленой зоне еще на 20%.",
        "[Зеленая зона]Снижает время перезарядки на 30% и увеличивает эффект снижения исцеления в Зеленой зоне еще на 24%.",
        "[Зеленая зона]Снижает время перезарядки на 30% и увеличивает эффект снижения исцеления в Зеленой зоне еще на 29%.",
        "[Зеленая зона]Снижает время перезарядки на 30% и увеличивает эффект снижения исцеления в Зеленой зоне еще на 35%.",
        "[Зеленая зона]Снижает время перезарядки на 30% и увеличивает эффект снижения исцеления в Зеленой зоне еще на 42%.",
        "[Зеленая зона]Снижает время перезарядки на 30% и увеличивает эффект снижения исцеления в Зеленой зоне еще на 50%."
      ],
      "story": "Кольцо, вручаемое командиру магических рыцарей Велчии. Оно воплощает собой силу и честь лучшего ордена магических рыцарей во всей империи. Это кольцо рыцари также используют в качестве печати при оформлении документов."
    }
  },
  "s4": {
    "name": "Имперская техномагия",
    "description": "Повышает АТК всех союзников на {0} , а МТК – на {1} , при этом меняет свою атаку в зависимости от цвета действующего света. Красный свет: повышает урон от обычных атак на {2}% и сокращает время перезарядки [Света разрушения] на 1 сек. при каждой атаке. Синий свет: снижает урон от обычных атак на {3}%, но наносит урон по всему противнику. Повышает получаемый целью маг. урон на {4}% на 10 сек. Зеленый свет: снижает урон от обычных атак на 20%, но наносит урон 2 противникам. Снижает исцеление цели на {5}% на 5 сек.",
    "books": {
      "0": "Значение увеличения Атаки повышено на {0}%.",
      "1": "Значение увеличения Атаки повышено на {0}%.",
      "2": "Значение увеличения Атаки повышено на {0}%."
    },
    "light": "Увеличивает эффективность действия света на обычные атаки. Красный свет: меняет сокращение времени перезарядки на 2 сек. Синий свет: цель получает на 60% больше маг. урона. Зеленый свет: снижение исцеления увеличивается на 40%.",
    "dark": "Увеличивает дальность действия обычных атак на 20%.",
    "ut": {
      "name": "Призма первичных цветов",
      "description": [
        "[Имперская техномагия] При получении Света повышает свою АТК на 3% и урон, наносимый противникам, не являющимся героями, на 1,2% на 20 сек. Эффект суммируется до 10 раз.",
        "[Имперская техномагия] При получении Света повышает свою АТК на 3% и урон, наносимый противникам, не являющимся героями, на 1,4% на 20 сек. Эффект суммируется до 10 раз.",
        "[Имперская техномагия] При получении Света повышает свою АТК на 3% и урон, наносимый противникам, не являющимся героями, на 1,7% на 20 сек. Эффект суммируется до 10 раз.",
        "[Имперская техномагия] При получении Света повышает свою АТК на 3% и урон, наносимый противникам, не являющимся героями, на 2,1% на 20 сек. Эффект суммируется до 10 раз.",
        "[Имперская техномагия] При получении Света повышает свою АТК на 3% и урон, наносимый противникам, не являющимся героями, на 2,5% на 20 сек. Эффект суммируется до 10 раз.",
        "[Имперская техномагия] При получении Света повышает свою АТК на 3% и урон, наносимый противникам, не являющимся героями, на 3% на 20 сек. Эффект суммируется до 10 раз."
      ],
      "story": "Главный элемент Арк Люминьер и источник маны, вызывающий разложение света с определенной длиной волны. Ранее этот минерал использовался в качестве реликвии для создания заклинаний стихий. Создавать более мощные заклинания не позволяла его хрупкость. Благодаря техномагии специалисты «Магос Лефлам» значительно повысили прочность минерала, что позволило сконструировать на его основе оптическое оружие."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "Повышает СКР АТК обычных атак на 400 и еще на 40 за каждое использование навыка. Эффект суммируется до 10 раз, и его нельзя отменить."
  }
}