{
  "name": "Нераксис",
  "subtitle": "Обсидиановое Высокомерие",
  "description": "Потомок черного дракона, способный управлять черной молнией. Он сражается, чтобы очистить мир от демонов, особенно дракониксов. Энергия темной молнии, заключенная в его Коломете, пробивает защиту врагов.",
  "story": "Черные драконы славятся своей заносчивостью и высокомерием. Немало представителей этих драконов погибло во времена Войны демонов 100 лет назад. Армата обезумел, Пепел Нокс был похищен, а дракониксы начали свою жестокую охоту. Нераксис был одним из немногих драконов, уцелевших в те злосчастные дни, и с тех пор он ни на минуту не забывает о мести.",
  "like": "Лайас",
  "dislike": "Демонов, Каин, Лилию и все, что встает у него на пути.",
  "inn": {
    "idle": "Хм. Что я вообще здесь делаю?",
    "recruit": {
      "greet": "Хм, что человеку от меня нужно?",
      "talk": [
        "Даже не хочу тратить время на разговоры с тобой.",
        "Ну чего тебе?",
        "Ха, какая нелепость."
      ],
      "gift": "Я не знаю, чего ты хочешь, но даже не трать свое время."
    },
    "affinity": {
      "greet": "Хм-м, это снова ты, человек.",
      "talk": [
        "Что? Тебе нужна помощь? Хм. У меня нет желания с тобой возиться.",
        "Ха, это правда. Черные драконы самые сильные!"
      ],
      "gift": "Мне это не нужно. Зачем ты постоянно суешь мне этот хлам?.."
    },
    "relationship": {
      "greet": "Что ж, рад тебя видеть! Хм...",
      "talk": [
        "Лилия? А, эта несносная девчонка? Вечно путается у меня под ногами.",
        "Почему это ископаемое никак не уберется куда подальше? Иногда мне хочется его убить.",
        "Почему мне нравится Лайас? Хм, необязательно должна быть причина, чтобы кто-то тебе нравился... Постой! Откуда ты знаешь?!"
      ]
    }
  },
  "uw": {
    "name": "Ревущее Драконье Чрево Актавита",
    "description": [
      "Совершив 20 обычных атак, наносит 2 случайным целям маг. урон, равный 100% АТК, оглушает их на 0,5 сек. и на 10 сек. превращается в Бурю Нераксиса. Пока действует Буря Нераксиса, повышает физ. ЗЩТ всех союзников на 4% своей физ. ЗЩТ и их маг. ЗЩТ – на 4% своей маг. ЗЩТ.",
      "Совершив 19 обычных атак, наносит 2 случайным целям маг. урон, равный 100% АТК, оглушает их на 0,5 сек. и на 10 сек. превращается в Бурю Нераксиса. Пока действует Буря Нераксиса, повышает физ. ЗЩТ всех союзников на 4,8% своей физ. ЗЩТ и их маг. ЗЩТ – на 4,8% своей маг. ЗЩТ.",
      "Совершив 18 обычных атак, наносит 2 случайным целям маг. урон, равный 100% АТК, оглушает их на 0,5 сек. и на 10 сек. превращается в Бурю Нераксиса. Пока действует Буря Нераксиса, повышает физ. ЗЩТ всех союзников на 5,7% своей физ. ЗЩТ и их маг. ЗЩТ – на 5,7% своей маг. ЗЩТ.",
      "Совершив 17 обычных атак, наносит 2 случайным целям маг. урон, равный 100% АТК, оглушает их на 0,5 сек. и на 10 сек. превращается в Бурю Нераксиса. Пока действует Буря Нераксиса, повышает физ. ЗЩТ всех союзников на 6,9% своей физ. ЗЩТ и их маг. ЗЩТ – на 6,9% своей маг. ЗЩТ.",
      "Совершив 16 обычных атак, наносит 2 случайным целям маг. урон, равный 100% АТК, оглушает их на 0,5 сек. и на 10 сек. превращается в Бурю Нераксиса. Пока действует Буря Нераксиса, повышает физ. ЗЩТ всех союзников на 8,3% своей физ. ЗЩТ и их маг. ЗЩТ – на 8,3% своей маг. ЗЩТ.",
      "Совершив 15 обычных атак, наносит 2 случайным целям маг. урон, равный 100% АТК, оглушает их на 0,5 сек. и на 10 сек. превращается в Бурю Нераксиса. Пока действует Буря Нераксиса, повышает физ. ЗЩТ всех союзников на 10% своей физ. ЗЩТ и их маг. ЗЩТ – на 10% своей маг. ЗЩТ."
    ],
    "story": "Магическое снаряжение, изготовленное из черного металла адамантита, закаленного темным пламенем и молнией черного дракона. В нем таится вся злость и ярость черных драконов, погибших в Войне демонов. Нераксис с помощью угроз заставил гномов выковать ему это особое оружие. Затем он зачаровал его озлобленными душами погибших черных драконов. Любой, кто коснется этого оружия, за исключением Нераксиса, сразу же услышит яростный рев мстительных драконов."
  },
  "s1": {
    "name": "Коготь черной молнии",
    "description": "Притягивает противников к цели и наносит {0} ед. маг. урона. Наносит {1} ед. маг. урона вокруг цели через 1 сек. и оглушает противников на {2} сек. Снижает СКР АТК пораженных противников на {4} на {3} сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Увеличивает длительность оглушения на {0} сек.",
    "dark": "Увеличивает получаемый пораженным противником маг. урон на 25% на 10 сек.",
    "ut": {
      "name": "Патрон с черной молнией",
      "description": [
        "[Коготь черной молнии] При каждом попадании восстанавливает 100 маны и повышает свою физ. ЗЩТ и маг. ЗЩТ на 10% на 10 сек.",
        "[Коготь черной молнии] При каждом попадании восстанавливает 100 маны и повышает свою физ. ЗЩТ и маг. ЗЩТ на 12% на 10 сек.",
        "[Коготь черной молнии] При каждом попадании восстанавливает 100 маны и повышает свою физ. ЗЩТ и маг. ЗЩТ на 14% на 10 сек.",
        "[Коготь черной молнии] При каждом попадании восстанавливает 100 маны и повышает свою физ. ЗЩТ и маг. ЗЩТ на 17% на 10 сек.",
        "[Коготь черной молнии] При каждом попадании восстанавливает 100 маны и повышает свою физ. ЗЩТ и маг. ЗЩТ на 21% на 10 сек.",
        "[Коготь черной молнии] При каждом попадании восстанавливает 100 маны и повышает свою физ. ЗЩТ и маг. ЗЩТ на 25% на 10 сек."
      ],
      "story": "Волшебный усилитель, наполненный черной молнией. Изготовлен из того же материала, что и Актавита. Нераксис угрозами заставил гномов изготовить Актавиту. Когда работа была завершена, оказалось, что часть материалов была лишней. Гномы спросили у Нераксиса, можно ли им забрать эти остатки в качестве награды. Нераксис небрежно бросил, чтобы они забирали все, что осталось, и проваливали. В результате появился патрон с черной молнией."
    }
  },
  "s2": {
    "name": "Обсидиановый рев",
    "description": "Повышает АТК, физ. ЗЩТ и маг. ЗЩТ всех союзников на {1} на {0} сек. Наносит {2} ед. маг. урона всем противникам и снижает их АТК на {4}% на {3} сек.",
    "books": {
      "0": "Повышает усиление АТК и усиление ЗЩТ на {0}%.",
      "1": "Повышает усиление АТК и усиление ЗЩТ на {0}%.",
      "2": "Повышает усиление АТК и усиление ЗЩТ на {0}%."
    },
    "light": "Увеличивает затраты маны на 1 сферу и повышает усиление АТК и ЗЩТ на {0}%.",
    "dark": "Снижает СКР АТК пораженного противника на {1} на {0} сек.",
    "ut": {
      "name": "Воспоминания о синем боге-драконе",
      "description": [
        "[Обсидиановый рев] При использовании «Обсидианового рева» повышает усиление ЗЩТ союзников на 20% и снимает положительные эффекты со всех противников.",
        "[Обсидиановый рев] При использовании «Обсидианового рева» повышает усиление ЗЩТ союзников на 24% и снимает положительные эффекты со всех противников.",
        "[Обсидиановый рев] При использовании «Обсидианового рева» повышает усиление ЗЩТ союзников на 29% и снимает положительные эффекты со всех противников.",
        "[Обсидиановый рев] При использовании «Обсидианового рева» повышает усиление ЗЩТ союзников на 35% и снимает положительные эффекты со всех противников.",
        "[Обсидиановый рев] При использовании «Обсидианового рева» повышает усиление ЗЩТ союзников на 42% и снимает положительные эффекты со всех противников.",
        "[Обсидиановый рев] При использовании «Обсидианового рева» повышает усиление ЗЩТ союзников на 50% и снимает положительные эффекты со всех противников."
      ],
      "story": "Украшение для волос, которое обронила Лайас, когда очищала воды, оскверненные демонами. Нераксис нашел его и оставил себе, и так до сих пор не решил, стоит ли возвращать его законной владелице. Кажется, в ближайшем будущем Лайас вряд ли получит назад свое украшение."
    }
  },
  "s3": {
    "name": "Дыхание разрушения",
    "description": "Наносит в сумме {0} ед. маг. урона противникам в обширной области вокруг цели серией из 6 атак и снижает их маг. ЗЩТ на {2}% на {1} сек. Каждая атака оглушает противника на {3} сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Снижает затраты маны на 1 сферу.",
    "dark": "Меняет снижение маг. ЗЩТ на 30%.",
    "ut": {
      "name": "Торнадо ярости",
      "description": [
        "[Дыхание разрушения] Увеличивает длительность оглушения на 1 сек. и снижает перезарядку «Дыхания разрушения» на 3 сек.",
        "[Дыхание разрушения] Увеличивает длительность оглушения на 1 сек. и снижает перезарядку «Дыхания разрушения» на 4 сек.",
        "[Дыхание разрушения] Увеличивает длительность оглушения на 1 сек. и снижает перезарядку «Дыхания разрушения» на 5 сек.",
        "[Дыхание разрушения] Увеличивает длительность оглушения на 1 сек. и снижает перезарядку «Дыхания разрушения» на 6 сек.",
        "[Дыхание разрушения] Увеличивает длительность оглушения на 1 сек. и снижает перезарядку «Дыхания разрушения» на 7 сек.",
        "[Дыхание разрушения] Увеличивает длительность оглушения на 1 сек. и снижает перезарядку «Дыхания разрушения» на 8 сек."
      ],
      "story": "Изготовленный из клыка Нераксиса кол, наполненный его испепеляющей яростью. Когда Нераксис атакует с его помощью врагов, из кола вырывается стремительный вихрь и поражает их силой Нераксиса. Он способен пробить все на свете и с легкостью отрывает конечности тем, кто рискнет подойти достаточно близко."
    }
  },
  "s4": {
    "name": "Шкура черного дракона",
    "description": "Повышает физ. ЗЩТ и маг. ЗЩТ на {0} и получает сниженный на {1}% физ. и маг. урон.",
    "books": {
      "0": "Повышает усиление ЗЩТ на {0}%.",
      "1": "Повышает усиление ЗЩТ на {0}%.",
      "2": "Повышает усиление ЗЩТ на {0}%."
    },
    "light": "Скорость Атаки увеличена на 300",
    "dark": "Когда ОЗ опускаются ниже {0}%, эффекты навыка усиливаются на {1}%.",
    "ut": {
      "name": "Пепел Нова",
      "description": [
        "[Шкура черного дракона] Каждые 10 сек. восстанавливает 1 сферу маны и повышает все блоки всех союзников на 200 на 5 сек.",
        "[Шкура черного дракона] Каждые 10 сек. восстанавливает 1 сферу маны и повышает все блоки всех союзников на 240 на 5 сек.",
        "[Шкура черного дракона] Каждые 10 сек. восстанавливает 1 сферу маны и повышает все блоки всех союзников на 290 на 5 сек.",
        "[Шкура черного дракона] Каждые 10 сек. восстанавливает 1 сферу маны и повышает все блоки всех союзников на 350 на 5 сек.",
        "[Шкура черного дракона] Каждые 10 сек. восстанавливает 1 сферу маны и повышает все блоки всех союзников на 420 на 5 сек.",
        "[Шкура черного дракона] Каждые 10 сек. восстанавливает 1 сферу маны и повышает все блоки всех союзников на 500 на 5 сек."
      ],
      "story": "Нераксис украл это сокровище у Арматы. Он хотел раздобыть оружие помощнее Актавиты, поэтому решил поискать что-нибудь подходящее в сокровищнице Арматы. Он отправился к Пепельному пику, развалинам к югу от побережья Аравины, и проник в сокровищницу. На пути назад ему пришлось сразиться с безумным Арматой, но оно того стоило, так как Нераксис получил, что хотел. Самым ценным трофеем оказался «Пепел Нова», который образует пару с «Пепел Нокс». По своей силе это сокровище не уступает сердцу черного дракона."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Сопротивление контролю +100",
    "dark": "В начале каждой битвы снижает урон, получаемый всеми союзниками (кроме Нераксиса) от противников, не являющихся героями, на {1}% на {0} сек."
  }
}