{
  "name": "Скарлет",
  "subtitle": "Серебряная Вера",
  "description": "Принцесса Орвелии, которая по-настоящему любит свой народ. Она разит своим мечом, защищает слабых и стоит за справедливость, как настоящий рыцарь. Её огромный меч блокирует ману, и она с легкостью рубит своих врагов.",
  "story": "Король Орвелии Верогланс Второй слабеет с каждым днем. Когда-то он был великим правителем, которому никто не смел бросить вызов. Однако даже ему не по силам победить старость. Теперь он болен, и вокруг него словно стервятники кружатся все, кто жаждет власти. Скарлет всеми силами пытается защитить отца, но человек, идущий на поводу у окружающих его льстецов, уже не тот король, которого она знала. Отец отвергает все ее доводы и мольбы, а знать, мягко говоря, не в восторге от того, что она скоро взойдет на трон. Тучи сгущаются над дворцом. Она знает: аристократы будут неотступно пытаться ее сломить, но она ни за что не сдастся. Она готова сражаться, чтобы отстоять свое королевство и свой народ. Она не допустит, чтобы жадные до власти мерзавцы управляли королевством. Чего бы ей это ни стоило...",
  "like": "Честных людей, вообще людей",
  "dislike": "Расчетливых людей, угнетателей слабых",
  "inn": {
    "idle": "Хм... Чище, чем я рассчитывала.",
    "recruit": {
      "greet": "Какое у тебя дело?",
      "talk": [
        "Не стой так далеко. Подойди ближе.",
        "Расскажи о себе.",
        "Эта страна держится благодаря твоим делам. Спасибо тебе от всего сердца."
      ],
      "gift": "Спасибо..."
    },
    "affinity": {
      "greet": "Рада тебя видеть.",
      "talk": [
        "Мы не должны забывать, что основа страны – это ее народ.",
        "Меня беспокоит болезнь моего отца."
      ],
      "gift": "Спасибо. Я найду твоему подарку достойное применение."
    },
    "relationship": {
      "greet": "Мы вновь встретились. Садись, давай поговорим.",
      "talk": [
        "Как думаешь, ведь не только столица Орвел изменилась, но и вся Орвелия?",
        "Это будет ложью, если я скажу, что я не устала...",
        "Я чувствую поддержку. Благодаря ей, я могу двигаться дальше..."
      ]
    }
  },
  "uw": {
    "name": "Клинок Убеждения, Белая Белониа",
    "description": [
      "За каждое умение на перезарядке, Урон увеличивается на 8%.",
      "За каждое умение на перезарядке, Урон увеличивается на 10%.",
      "За каждое умение на перезарядке, Урон увеличивается на 12%.",
      "За каждое умение на перезарядке, Урон увеличивается на 14%.",
      "За каждое умение на перезарядке, Урон увеличивается на 17%.",
      "За каждое умение на перезарядке, Урон увеличивается на 20%."
    ],
    "story": "Самый легендарный меч во всей Орвелии, с самого зарождения королевства передающийся от правителя к правителю в качестве символа королевской власти. Когда-то он принадлежал королю Кайлу, пока король не был избран Священным мечом Эа. Этот клинок благословлен силой света и способен разбить любые чары. Владеть им может только доброчестивый рыцарь благородного происхождения. Тот, кто желает заполучить его, должен пройти королевское испытание, справиться с которым, помимо короля Кайла, пока удалось только Скарлет."
  },
  "s1": {
    "name": "Хватай!",
    "description": "Атакует всех противников на передовой, нанося {0} ед. физ. урона и сбивая их с ног на 3 сек. Если цель не является героем, наносит {1} ед. доп. физ. урона. Восстанавливает ОЗ в размере 30% от нанесенного урона.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "На 10 сек. цель получает на {0}% больше физ. урона."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Снимает все негативные эффекты с себя в момент использования."
  },
  "s2": {
    "name": "Правосудие свершено",
    "description": "Отменяет негативные эффекты, наложенные на всех союзников и снимает все позитивные эффекты со всех врагов, одновременно наносят {0} Физ. Урона.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Если цель не является героем, оглушает ее на 4 сек.",
    "dark": "Сопротивление физ. крит. урону всех союзников повышается на 200.",
    "ut": {
      "name": "Крылья справедливости",
      "description": [
        "[Правосудие свершено!] Увеличивает урон на 20% и снижает время перезарядки для всех союзников на 10%.",
        "[Правосудие свершено!] Увеличивает урон на 24% и снижает время перезарядки для всех союзников на 10%.",
        "[Правосудие свершено!] Увеличивает урон на 29% и снижает время перезарядки для всех союзников на 10%.",
        "[Правосудие свершено!] Увеличивает урон на 35% и снижает время перезарядки для всех союзников на 10%.",
        "[Правосудие свершено!] Увеличивает урон на 42% и снижает время перезарядки для всех союзников на 10%.",
        "[Правосудие свершено!] Увеличивает урон на 50% и снижает время перезарядки для всех союзников на 10%."
      ],
      "story": "Кулон, изготовленный Скарлет, чьи принципы не позволяют закрывать глаза на несправедливость или поддаваться трусости. Она подарила по одному такому кулону людям, на которых может положиться: Клаусу и Дэмии. Внутри кулона красиво переливается величественный изумруд, символизирующий справедливость. Один только взгляд на этот кулон помогает собраться с силами. Когда Скарлет чувствует отчаяние, слыша упреки окружающих в адрес своего отца Верогланса II, она смотрит на этот кулон."
    }
  },
  "s3": {
    "name": "Меч Гордости",
    "description": "Наносит в общем {0} Физ. Урона в теч. 3 атак определенной цели и выстреливает энергией из меча, нанося {1} Физ. Урона врагам, стоящим в одну линию, ослепляя их на 5 сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Пораженные противники получают уменьшенные на 40% эффекты оздоровления на 10 сек.",
    "ut": {
      "name": "Гордость Орвелии",
      "description": [
        "[Меч Гордости!!] Урон повышается на 20% и каждая атака накладывает эффект Оглушения на противника на 3 сек.",
        "[Меч Гордости!!] Урон повышается на 24% и каждая атака накладывает эффект Оглушения на противника на 3 сек.",
        "[Меч Гордости!!] Урон повышается на 29% и каждая атака накладывает эффект Оглушения на противника на 3 сек.",
        "[Меч Гордости!!] Урон повышается на 35% и каждая атака накладывает эффект Оглушения на противника на 3 сек.",
        "[Меч Гордости!!] Урон повышается на 42% и каждая атака накладывает эффект Оглушения на противника на 3 сек.",
        "[Меч Гордости!!] Урон повышается на 50% и каждая атака накладывает эффект Оглушения на противника на 3 сек."
      ],
      "story": "Праздничный флаг, славящий короля еще со времен зарождения Королевства Орвелия. Каждый раз, когда она видит этот флаг, ее переполняет гнев от воспоминаний о всех тех подлых лицемерах, окружающих ее отца и превративших его в бледную тень былого великого правителя. И каждый раз она наполняется решимостью восстановить былую славу Орвелии и укрепить пошатнувшийся трон."
    }
  },
  "s4": {
    "name": "Богиня Войны",
    "description": "Весь Отпор крит. удару повышается на {0}. С 10% шансом, наносит дополнительный {1} Физ. Урон в момент авто-атаки и оглушает противника на 1 сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Сопротивление крит. удару увеличивается на 300.",
    "dark": "Длительность Оглушения длится на 2 сек. дольше в случае, если есть всего один противника."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Сопротивление контролю +100",
    "dark": "Когда получен Крит. Урон, есть 5% шанс, что с противника будут сняты все положительные эффекты и он будет Оглушен на 1 сек. Перезарядка умения- 8 сек."
  }
}