{
  "name": "Соня",
  "subtitle": "Небесный Вихрь",
  "description": "Гений, признанный Башней Мудрецов, хотя никогда в ней не состоявший. Ей дали титул 'Небесная', и на самом деле она- гомункул. Её шаровые молнии не оставляют камня на камне.",
  "story": "Боевой гомункул, созданный волшебником из Орвела, который использовал сердце молниевого зверя викала в качестве основного компонента. В процессе создания к ней пришло самосознание, и она сбежала из лаборатории, после чего следующие несколько лет провела под опекой Рикардо. Обладает даром призывать молнии. Несмотря на свой милый облик, является живым боевым оружием, которое пытается постичь смысл своего существования. Волшебники Башни мудреца удостоили ее звания «Голубая» за ее мастерство в магии. Однако она недолюбливает волшебников и держится от Башни мудреца подальше.",
  "like": "Мириам, всех в сиротском приюте",
  "dislike": "Магов, алхимиков",
  "inn": {
    "idle": "Тут так много людей... Мириам, ты где?",
    "recruit": {
      "greet": "Эх, я? Мм...",
      "talk": [
        "Я хорошо лишь в драке. Не ожидай от меня большего.",
        "Даже с учетом того, что я не человек, принимай меня всерьез.",
        "Хватит пялиться, а то получишь!"
      ],
      "gift": "Ох, для меня... Спасибо?"
    },
    "affinity": {
      "greet": "Привет. А я только здесь остановилась.",
      "talk": [
        "Захочешь провести тренировочный бой, только скажи. Будет больно, сразу предупреждаю.",
        "Что? Мириам тоже здесь?"
      ],
      "gift": "Ой. Это мне? Правда?"
    },
    "relationship": {
      "greet": "Ты хочешь поговорить со мной? Ты странный...",
      "talk": [
        "Интересуешься мной? Ну... Я гомункул.",
        "Стиль боя? Ну, я использую Электричество, сосредоточенное в моем теле...",
        "Друзья и семья? Рикардо, Мириам и... Может быть, ты?"
      ]
    }
  },
  "uw": {
    "name": "Око бури Янадис",
    "description": [
      "Длительность Шока увеличивается на 2 сек. В момент авто-атаки противника в Шоке, все перезарядки уменьшаются на 1.6%.",
      "Длительность Шока увеличивается на 3 сек. В момент авто-атаки противника в Шоке, все перезарядки уменьшаются на 1.9%.",
      "Длительность Шока увеличивается на 4 сек. В момент авто-атаки противника в Шоке, все перезарядки уменьшаются на 2.3%.",
      "Длительность Шока увеличивается на 5 сек. В момент авто-атаки противника в Шоке, все перезарядки уменьшаются на 2.7%.",
      "Длительность Шока увеличивается на 6 сек. В момент авто-атаки противника в Шоке, все перезарядки уменьшаются на 3.3%.",
      "Длительность Шока увеличивается на 7 сек. В момент авто-атаки противника в Шоке, все перезарядки уменьшаются на 4%."
    ],
    "story": "Электрическая сфера из частицы сущности молниевого зверя, из которой сделано сердце Сони. Соня преуспела в изготовлении магических предметов, и это был самый первый предмет, который она сделала. Ему немного не хватает устойчивости из-за переполняющей его электрической силы, однако электрическая буря, производимая этим оружием, губительна для любого врага. По правде говоря, если к сфере прикоснется кто-то, кроме Сони, он поджарится в мгновение ока."
  },
  "s1": {
    "name": "Шаровая Молния!",
    "description": "Выпускает молнию, нанося {0} Магич. Урона врагам на дистанции и устанавливает электрическое поле на 3 сек. Электричество поле наносит в общем {1} Магич. Урона в теч. 10 атак и с 25% шансом накладывает эффект Оглушения на противника на 0.5 сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Шанс наложить Оглушение увеличен на 10%.",
    "ut": {
      "name": "Самоцвет усиления",
      "description": [
        "[Удар молнии!] Повышает длительность электрического поля на 1 сек. и при каждом попадании увеличивает свою СКР АТК на 10 на 5 сек. Эффект суммируется до 30 раз.",
        "[Удар молнии!] Повышает длительность электрического поля на 1 сек. и при каждом попадании увеличивает свою СКР АТК на 12 на 5 сек. Эффект суммируется до 30 раз.",
        "[Удар молнии!] Повышает длительность электрического поля на 1 сек. и при каждом попадании увеличивает свою СКР АТК на 14 на 5 сек. Эффект суммируется до 30 раз.",
        "[Удар молнии!] Повышает длительность электрического поля на 1 сек. и при каждом попадании увеличивает свою СКР АТК на 17 на 5 сек. Эффект суммируется до 30 раз.",
        "[Удар молнии!] Повышает длительность электрического поля на 1 сек. и при каждом попадании увеличивает свою СКР АТК на 21 на 5 сек. Эффект суммируется до 30 раз.",
        "[Удар молнии!] Повышает длительность электрического поля на 1 сек. и при каждом попадании увеличивает свою СКР АТК на 25 на 5 сек. Эффект суммируется до 30 раз."
      ],
      "story": "Самоцвет, который Соня получила в Башне мудрости вместе со званием «Синяя». Он обладает особым свойством накапливать и усиливать электрическую энергию Сони. Мудрецы из башни подарили ей этот самоцвет в надежде, что она останется. Однако она покинула башню, так как жизнь мага пришлась ей не по душе. Она оставила самоцвет в башне, но по дороге обнаружила, что каким-то образом он очутился у нее в кармане."
    }
  },
  "s2": {
    "name": "Сила Молнии!",
    "description": "На 10 сек, Атака увеличивается на {0} и вся Защита увеличивается на {1}. Пока навык используется, каждая авто-атака имеет 30% шанс нанести экстра {2} Магич. Урон 2ум случайным врагам и оглушить их на 0.5 сек.",
    "books": {
      "0": "Множители Атаки и Защиты увеличиваются на {0}%.",
      "1": "Множители Атаки и Защиты увеличиваются на {0}%.",
      "2": "Множители Атаки и Защиты увеличиваются на {0}%."
    },
    "light": "Множители Атаки и Защиты увеличиваются на 40%.",
    "dark": "Эффект дополнительного Урона применяется ко всем противникам.",
    "ut": {
      "name": "Защита от молний",
      "description": [
        "[Сила молнии!] Делает эффект неотменяемым и повышает шанс нанести доп. урон еще на 10%.",
        "[Сила молнии!] Делает эффект неотменяемым и повышает шанс нанести доп. урон еще на 12%.",
        "[Сила молнии!] Делает эффект неотменяемым и повышает шанс нанести доп. урон еще на 14%.",
        "[Сила молнии!] Делает эффект неотменяемым и повышает шанс нанести доп. урон еще на 17%.",
        "[Сила молнии!] Делает эффект неотменяемым и повышает шанс нанести доп. урон еще на 21%.",
        "[Сила молнии!] Делает эффект неотменяемым и повышает шанс нанести доп. урон еще на 25%."
      ],
      "story": "Накидка, сшитая Мириам для Сони. В прошлом одежда Сони постоянно сгорала из-за электрических разрядов, испускаемых ее телом. Мириам стало жалко Соню. Она сорвала разряд-траву, которая, по слухам, растет от ударов молнией, вытащила из нее волокна и использовала их при изготовлении накидки. Когда Соня увидела обожженные электричеством пальцы Мириам, она проплакала не один час. Эта накидка сшита специального для Сони, такой больше нет на целом свете."
    }
  },
  "s3": {
    "name": "Электро- взрыв!",
    "description": "Наносит в общем {0} Магич. Урона в теч. 3 атак стоящим рядом противникам по кругу. Затем призывает Электро- взрыв, нанося в общем {1} Магич. Урона в теч. 3 атак и оглушает противников на 5 сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "В момент использования, вы получаете иммунитет к эффектам Контроля.",
    "dark": "Время оглушения +2 сек.",
    "ut": {
      "name": "Сердце Байкала",
      "description": [
        "[Электро- взрыв!] В момент атаки противника, находящегося под эффектом Шока, противник получает 100% от значения Атаки в качество доп. Магич. Урона и М. Защиты и Ф. Защита цели снижается на 10% на 5 сек.",
        "[Электро- взрыв!] В момент атаки противника, находящегося под эффектом Шока, противник получает 100% от значения Атаки в качество доп. Магич. Урона и М. Защиты и Ф. Защита цели снижается на 12% на 5 сек.",
        "[Электро- взрыв!] В момент атаки противника, находящегося под эффектом Шока, противник получает 100% от значения Атаки в качество доп. Магич. Урона и М. Защиты и Ф. Защита цели снижается на 14% на 5 сек.",
        "[Электро- взрыв!] В момент атаки противника, находящегося под эффектом Шока, противник получает 100% от значения Атаки в качество доп. Магич. Урона и М. Защиты и Ф. Защита цели снижается на 17% на 5 сек.",
        "[Электро- взрыв!] В момент атаки противника, находящегося под эффектом Шока, противник получает 100% от значения Атаки в качество доп. Магич. Урона и М. Защиты и Ф. Защита цели снижается на 21% на 5 сек.",
        "[Электро- взрыв!] В момент атаки противника, находящегося под эффектом Шока, противник получает 100% от значения Атаки в качество доп. Магич. Урона и М. Защиты и Ф. Защита цели снижается на 25% на 5 сек."
      ],
      "story": "Сердце викала, называемого священным зверем. Он питается стихиями света и тьмы, поэтому его сердце наполнено бурлящей энергией, возникающей из-за столкновения двух стихий. Если кто-то несведущий прикоснется к нему, то будет тут же испепелен его мощью. Но Соня создана из сущности молнии, поэтому она поглотила эту мощь и получила ману, выходящую за рамки воображения."
    }
  },
  "s4": {
    "name": "Шок",
    "description": "С каждой атакой, впрыскивает Электричество в цели, находящиеся не в Шоке и увеличивает получаемый Магич. Урон на {0}% на 10 сек. Электричество может быть объединено до 30 раз и 30ый эффект потратит все Электричество, чтобы нанести {1} Магич. Урона и ввести цель в Шок на 7 сек. Противник в Шоке получает увеличенный на {3}% Магич. Урон, и в случае, если Оглушен, длительность увеличивается на {2} сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Срок эффекта 'Шок' увеличивается на 2 сек.",
    "dark": "Получаемый Увеличенный Магич. Урон меняется на Получаемый Увеличенный Магич. и Физич. Урон.",
    "ut": {
      "name": "Молниевые перчатки",
      "description": [
        "[Шок] Меняет повышение маг. урона, получаемого в состоянии шока, на 100%. Обычные атаки с 10% шансом поражают цель 1 зарядом электричества. Эффект перекрывает состояние шока, действующее на противников.",
        "[Шок] Меняет повышение маг. урона, получаемого в состоянии шока, на 100%. Обычные атаки с 12% шансом поражают цель 1 зарядом электричества. Эффект перекрывает состояние шока, действующее на противников.",
        "[Шок] Меняет повышение маг. урона, получаемого в состоянии шока, на 100%. Обычные атаки с 14% шансом поражают цель 1 зарядом электричества. Эффект перекрывает состояние шока, действующее на противников.",
        "[Шок] Меняет повышение маг. урона, получаемого в состоянии шока, на 100%. Обычные атаки с 17% шансом поражают цель 1 зарядом электричества. Эффект перекрывает состояние шока, действующее на противников.",
        "[Шок] Меняет повышение маг. урона, получаемого в состоянии шока, на 100%. Обычные атаки с 21% шансом поражают цель 1 зарядом электричества. Эффект перекрывает состояние шока, действующее на противников.",
        "[Шок] Меняет повышение маг. урона, получаемого в состоянии шока, на 100%. Обычные атаки с 25% шансом поражают цель 1 зарядом электричества. Эффект перекрывает состояние шока, действующее на противников."
      ],
      "story": "Эту реликвию Соня изготовила сама и питает ее огромной электрической энергией своего сердца. Когда заключенная в Соне сущность Викала выходила из под контроля, электрическая энергия била через край и приводила к внутреннему взрыву. Соня боялась, что взрывы вырвутся наружу и навредят Мириам. Мириам предложила Соне создать какую-нибудь реликвию, с помощью которой можно было бы контролировать эти всплески энергии. Соня потратила немало времени, чтобы сделать перчатки, которые были бы достаточно прочными и выдерживали воздействие огромной электрической энергии. Результат превзошел все ожидания. Ей удалось создать огромное хранилище энергии. Теперь она может использовать энергию и не бояться истощения своих запасов. К тому же перчатки защищают Мириам от внезапных выбросов энергии, чему Соня очень рада."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100",
    "dark": "В момент атаки, с 15% шансов наносится доп. Магич. Урон на 10% от Макс. уровня ОЗ (HP) и впрыскивается Электричество."
  }
}