{
  "name": "Артемиа",
  "subtitle": "Повелительница Света",
  "description": "Королева Пентеонии, Королевства- крепости, которое не отступило ни на дюйм, когда его атаковали Демоны 100 лет назад. Её посох сияет бриллиантовым светом справедливости, и она превращает своих врагов в пепел.",
  "story": "Пентеония – неприступное королевство. Даже армия демонов не смогла пробиться через его укрепления 100 лет назад. Правит этим стойким королевством Артемиа Императрица Света. С самого детства на ее плечах лежал груз ответственности за трон, который ей рано или поздно суждено было унаследовать. Однажды Артемиа узнала, что королевство одержало победу только благодаря самопожертвованию его народа. Именно тогда она поклялась себе, что будет достойным правителем своего великого народа. Издавна Пентеония была закрытым и обособленным государством, но теперь, когда к власти пришла Артемиа, все должно измениться.",
  "like": "Сладкие торты, глаза праведных рыцарей",
  "dislike": "Демонов",
  "inn": {
    "idle": "Я искала тебя.",
    "recruit": {
      "greet": "Не забывай, я тут для тебя.",
      "talk": [
        "И это твоя признательность?",
        "Я запомню твоё лицо.",
        "Не склоняй свою голову передо мной, подними её."
      ],
      "gift": "Твой приз? Я буду дорожить им."
    },
    "affinity": {
      "greet": "Преклонять колени необязательно.",
      "talk": [
        "Кажется, я здесь не единственная избранница света.",
        "Интересно, как там дела у тех детишек из Королевской стражи?"
      ],
      "gift": "Благодарю за щедрость."
    },
    "relationship": {
      "greet": "Кажется, у тебя все хорошо.",
      "talk": [
        "Мать и Отец более не носят тяжесть короны. Они теперь наслаждаются жизнью вместе, без каких-либо волнения.",
        "Лишь некоторые из Рыцарей здесь в Орвелии являются теми алмазами, которые король хотел бы видеть рядом.",
        "Я не откажусь от обязанности, возложенной на меня. Однако, спасибо за то, что разделил со мной мою ношу."
      ]
    }
  },
  "uw": {
    "name": "Бриллиантовая хвала Браксио",
    "description": [
      "Каждые 15 сек. Создаёт Щит, равный 200% значению Атаки на 10 сек., который также повышает Атаку на 20%. Когда Щит активен, герой невосприимчив к контролю.",
      "Каждые 15 сек. Создаёт Щит, равный 240% значению Атаки на 10 сек., который также повышает Атаку на 24%. Когда Щит активен, герой невосприимчив к контролю.",
      "Каждые 15 сек. Создаёт Щит, равный 290% значению Атаки на 10 сек., который также повышает Атаку на 29%. Когда Щит активен, герой невосприимчив к контролю.",
      "Каждые 15 сек. Создаёт Щит, равный 350% значению Атаки на 10 сек., который также повышает Атаку на 35%. Когда Щит активен, герой невосприимчив к контролю.",
      "Каждые 15 сек. Создаёт Щит, равный 420% значению Атаки на 10 сек., который также повышает Атаку на 42%. Когда Щит активен, герой невосприимчив к контролю.",
      "Каждые 15 сек. Создаёт Щит, равный 500% значению Атаки на 10 сек., который также повышает Атаку на 50%. Когда Щит активен, герой невосприимчив к контролю."
    ],
    "story": "Поговаривают, что это священное сокровище Пентеонии было ниспослано с Небес для помощи в истреблении демонов. Известно, что этот посох света демонстрирует свою силу только в руках праведника, поэтому когда он засиял мягким светом в руках юной Артемии, все поняли, что ее ждет великое будущее. Свет этого посоха карает врагов Небес и защищает его владельца."
  },
  "s1": {
    "name": "Столп Света",
    "description": "Столп Света образуется в месте, где стоит враг, нанося в общем {0} Магич. Урона в теч. 3 сек. И уменьшая Атаку противника на {1}% на 10 сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Урон повышается на 40%.",
    "dark": "Каждый удар имеет 25% шанс Оглушить противника на 1 сек.",
    "ut": {
      "name": "Величие королевы",
      "description": [
        "[Столп света] Снижает затраты маны на 1 сферу и повышает маг. урон, получаемый целью, на 10% на 10 сек.",
        "[Столп света] Снижает затраты маны на 1 сферу и повышает маг. урон, получаемый целью, на 12% на 10 сек.",
        "[Столп света] Снижает затраты маны на 1 сферу и повышает маг. урон, получаемый целью, на 14% на 10 сек.",
        "[Столп света] Снижает затраты маны на 1 сферу и повышает маг. урон, получаемый целью, на 17% на 10 сек.",
        "[Столп света] Снижает затраты маны на 1 сферу и повышает маг. урон, получаемый целью, на 21% на 10 сек.",
        "[Столп света] Снижает затраты маны на 1 сферу и повышает маг. урон, получаемый целью, на 25% на 10 сек."
      ],
      "story": "Брошь, изготовленная лучшим кузнецом королевства Пентеония в честь прекрасной королевы. В народе ее прозвали «Величие королевы». При изготовлении броши кузнец использовал секреты, которым он обучился у гномов, поэтому она обладает таинственной силой. Она может накапливать энергию света Артемии и испускать ее одним мощным выбросом."
    }
  },
  "s2": {
    "name": "Критическое Напряжение",
    "description": "Наносит {0} Магич. Урона врагам, стоящим в линию. Данная атака добавляет 100% к множителю Крит. Урона.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Требуемое значение Маны уменьшается на 1.",
    "dark": "Когда Благословение Света достигает 10, перезарядка снижается на 50%.",
    "ut": {
      "name": "Гордость королевы",
      "description": [
        "[Критическое напряжение] Наделяет иммунитетом к контролю и повышает урон на 20%.",
        "[Критическое напряжение] Наделяет иммунитетом к контролю и повышает урон на 24%.",
        "[Критическое напряжение] Наделяет иммунитетом к контролю и повышает урон на 29%.",
        "[Критическое напряжение] Наделяет иммунитетом к контролю и повышает урон на 35%.",
        "[Критическое напряжение] Наделяет иммунитетом к контролю и повышает урон на 42%.",
        "[Критическое напряжение] Наделяет иммунитетом к контролю и повышает урон на 50%."
      ],
      "story": "Earrings made from light kveril, a rare mineral that is said to only come out in Penteonia. When Artemia was crowned Empress, she received it along with the crown. It doesn't lose its light even at night, and it actually shines even more brightly in the dark. It's known as the jewel of principles and brilliance amongst the people. An item that raises the dignity of the queen as they shine from her ears."
    }
  },
  "s3": {
    "name": "Суд Света",
    "description": "Атакует противника 3 раза, нанося {0} Магич. Урона и накладывая эффект Оглушения на 5 сек. Перезарядка умения уменьшается на 30%, если оно убивает противника.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Перезарядка снижается на 3 сек.",
    "dark": "Цена в Мане повышается на 1 сферу, но Урон увеличивается на 100%.",
    "ut": {
      "name": "Корона великолепия",
      "description": [
        "[Суд Света] Урон увеличивается на 20% и в момент убийства противника, восстанавливает 700 маны.",
        "[Суд Света] Урон увеличивается на 24% и в момент убийства противника, восстанавливает 700 маны.",
        "[Суд Света] Урон увеличивается на 29% и в момент убийства противника, восстанавливает 700 маны.",
        "[Суд Света] Урон увеличивается на 35% и в момент убийства противника, восстанавливает 700 маны.",
        "[Суд Света] Урон увеличивается на 42% и в момент убийства противника, восстанавливает 700 маны.",
        "[Суд Света] Урон увеличивается на 50% и в момент убийства противника, восстанавливает 700 маны."
      ],
      "story": "Корона, которая вручается королю Пентеонии. Она была сломана предыдущим тираном, но позже восстановлена. Теперь в центре короны находится новый красный самоцвет, известный как «Душа солнца». Он настолько величествен, что каждый, кто его видит, хочет тут же преклонить колено."
    }
  },
  "s4": {
    "name": "Благословение Света",
    "description": "В момент атаки, существует 50% шанс, что атакуемый противник и стоящие рядом враги получат {0} Магич. Урона, в то время как Артемиа получит 1 эффект 'Благословение света'. Данный эффект может быть объединен до 10 раз. Каждый подобный эффект повышает Атаку на {1}. Также, каждый эффект увеличивает причиненный Урон врагам (которые не являются Героями) на {2}% и понижает Урон, получаемый от врагов (которые не являются Героями) на {3}%.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Шанс активации изменяется на 60%.",
    "dark": "Снижение урона, получаемого от противников, не являющихся героями, меняется на 4%.",
    "ut": {
      "name": "Зеркало благословений",
      "description": [
        "[Благо света] Повышает урон на 50% и меняет усиление урона, наносимого противникам, не являющимся героями, на 8%.",
        "[Благо света] Повышает урон на 50% и меняет усиление урона, наносимого противникам, не являющимся героями, на 8,2%.",
        "[Благо света] Повышает урон на 50% и меняет усиление урона, наносимого противникам, не являющимся героями, на 8,4%.",
        "[Благо света] Повышает урон на 50% и меняет усиление урона, наносимого противникам, не являющимся героями, на 8,7%.",
        "[Благо света] Повышает урон на 50% и меняет усиление урона, наносимого противникам, не являющимся героями, на 9,1%.",
        "[Благо света] Повышает урон на 50% и меняет усиление урона, наносимого противникам, не являющимся героями, на 9,5%."
      ],
      "story": "Загадочное зеркало, наполненное заклинаниями королевских верховных магов и передаваемое по наследству в королевской семье Пентеонии. Известно, что оно было создано первым королем во имя вечного процветания Пентеонии. Только глава государства может посмотреть в это зеркало и получить благословение света. Получивший благословение король сам становится светом для народа своей страны."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "Когда уровень ОЗ(HP) падает ниже 50%, на 2 сек. Становится невосприимчив к любому Урону. Данный эффект активируется только раз в 30 сек."
  }
}