{
  "name": "Мириам",
  "subtitle": "Слуга 'Небесной'",
  "description": "Ассистент и слуга архимага 'Небесной' Cони. Она действует только в интересах Сони, которая является её хозяйкой, сестрой, другом. Используя свое острое зрение, она находит уязвимость и разит врага своими кинжалами.",
  "story": "Прислуга Сони и ее названная сестра из сиротского приюта. После нападения демонов на ее деревню, в которой бок о бок жили люди и эльфы, в живых осталась только она одна. Ее нашел Рикардо и забрал в свой сиротский приют. По неизвестным причинам в возрасте 6 лет она начала стремительно расти. Сейчас она выглядит, как 18-летняя девушка, но ее сознание до сих пор детское. Она чиста и невинна, и очень остро реагирует на любую несправедливость. Возможно, эти качества как-то связаны с ее детскими воспоминаниями.",
  "like": "Соню, всех в сиротском приюте",
  "dislike": "Насекомых с большим количеством лапок",
  "inn": {
    "idle": "Соня... Похоже, ей хорошо!",
    "recruit": {
      "greet": "Хорошо! Так хорошо, что ты здоров.",
      "talk": [
        "Хаха, Кассель и Фрей в порядке?",
        "Я бы хотела посетить Гномов. Давно не была у них.",
        "Ах, я не настоящая служанка. Это просто вещи."
      ],
      "gift": "Ох, спасибо! Не стоило..."
    },
    "affinity": {
      "greet": "И я снова здесь! Рада тебя видеть!",
      "talk": [
        "Я прихватила с собой несколько красивых нарядов. Посоветуй, какой мне больше подходит!",
        "Хи-хи, а можно я пойду поиграю с Соней?"
      ],
      "gift": "Спасибо! Давай в следующий раз навестим дедушку!"
    },
    "relationship": {
      "greet": "Ох, ты пришёл! Хочешь немного отдохнуть?",
      "talk": [
        "Чувствую, что я будто вновь дома в приюте...",
        "Ты голоден? Хочешь перекусить?",
        "Я очень люблю эти вещи, они такие милые..."
      ]
    }
  },
  "uw": {
    "name": "Максимальное Ускорение, Ривентина",
    "description": [
      "Увеличивает СКР АТК на 200 и наносит захваченным целям доп. маг. урон в размере 200% от АТК. Доп. урон наносится раз в 2 сек.",
      "Увеличивает СКР АТК на 240 и наносит захваченным целям доп. маг. урон в размере 240% от АТК. Доп. урон наносится раз в 2 сек.",
      "Увеличивает СКР АТК на 290 и наносит захваченным целям доп. маг. урон в размере 290% от АТК. Доп. урон наносится раз в 2 сек.",
      "Увеличивает СКР АТК на 350 и наносит захваченным целям доп. маг. урон в размере 350% от АТК. Доп. урон наносится раз в 2 сек.",
      "Увеличивает СКР АТК на 420 и наносит захваченным целям доп. маг. урон в размере 420% от АТК. Доп. урон наносится раз в 2 сек.",
      "Увеличивает СКР АТК на 500 и наносит захваченным целям доп. маг. урон в размере 500% от АТК. Доп. урон наносится раз в 2 сек."
    ],
    "story": "Магическое оружие, созданное Соней. Благодаря наложенным на него чарам может развивать огромную скорость. Еще одно заклинание позволяет ему возвращаться к владельцу после броска. Лучший подарок, который только Соня могла преподнести Мириам, своей лучшей подруге и названной сестре. Другими словами, это необычное выражение любви, которой достойна только Мириам."
  },
  "s1": {
    "name": "Цель Захвачена",
    "description": "Атакует врага с наименьш. показателем маг. ЗЩТ 3 раза, нанося в сумме {0} ед. маг. урона и оглушая цель на 1 сек. Если цель находится под эффектом 'Цель Захвачена', цель получает дополнительно {1} Магич. Урона. Последняя атака на 10 сек. накладывает на врага эффект 'Цель захвачена', кот. блок цели на 300. Эффект снять нельзя.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "В случае, если вы бьётесь только с 1 врагом, Урон увеличивается на 100%.",
    "dark": "Время оглушения +1 сек.",
    "ut": {
      "name": "Свидетельство упорства",
      "description": [
        "[Цель захвачена] Повышает урон на 20% и на 10 сек. снижает отпор маг. крит. удару цели на 500.",
        "[Цель захвачена] Повышает урон на 24% и на 10 сек. снижает отпор маг. крит. удару цели на 500.",
        "[Цель захвачена] Повышает урон на 29% и на 10 сек. снижает отпор маг. крит. удару цели на 500.",
        "[Цель захвачена] Повышает урон на 35% и на 10 сек. снижает отпор маг. крит. удару цели на 500.",
        "[Цель захвачена] Повышает урон на 42% и на 10 сек. снижает отпор маг. крит. удару цели на 500.",
        "[Цель захвачена] Повышает урон на 50% и на 10 сек. снижает отпор маг. крит. удару цели на 500."
      ],
      "story": "Изготовленный Рикардо метательный кинжал, который Мириам использовала для тренировок. Мириам была единственной выжившей жительницей деревни, в которой бок о бок жили люди и эльфы. Когда Рикардо забрал ее в свой приют, он боялся, что она замкнется в себе, когда поймет, что она отличается от всех вокруг. Соня, которая в то время находилась в Орвелии, разделила его опасения. Рикардо попросил Соню забрать девочку с собой и отдать ей этот кинжал, чтобы она могла постоять за себя во время путешествия."
    }
  },
  "s2": {
    "name": "Укрощать и Защищать",
    "description": "Наносит {0} Магич. Урона противнику и врагам на расстоянии, а также Оглушает их на 2 сек. Затем двигается к союзнику с наименьшим уровнем Физ. Защиты, исключая себя, и создаёт Щит для двоих, который может заблокировать {1} Урона на 10 сек. Щит не будет эффективен в случае, если нет союзника. Приобретает иммунитет к Контролю в момент, когда Щит активен.",
    "books": {
      "0": "Урон и щит + {0}%.",
      "1": "Урон и щит + {0}%.",
      "2": "Урон и щит + {0}%."
    },
    "light": "При использ. навыка иммунитет к любому контролю.",
    "dark": "Время оглушения +2 сек.",
    "ut": {
      "name": "Сдвоенное кольцо мгновенной телепортации",
      "description": [
        "[Укрощать и защищать] Снижает затраты маны на 1 ед. и восстанавливает 160 маны при нанесении крит. удара.",
        "[Укрощать и защищать] Снижает затраты маны на 1 ед. и восстанавливает 190 маны при нанесении крит. удара.",
        "[Укрощать и защищать] Снижает затраты маны на 1 ед. и восстанавливает 230 маны при нанесении крит. удара.",
        "[Укрощать и защищать] Снижает затраты маны на 1 ед. и восстанавливает 270 маны при нанесении крит. удара.",
        "[Укрощать и защищать] Снижает затраты маны на 1 ед. и восстанавливает 330 маны при нанесении крит. удара.",
        "[Укрощать и защищать] Снижает затраты маны на 1 ед. и восстанавливает 400 маны при нанесении крит. удара."
      ],
      "story": "Кольцо, купленное Мириам в магазине «Невероятно магические игрушки» в Орвеле. Она выгравировала на нем свое имя и имя Сони. Это набор из двух колец, позволяющих своим владельцам раз в день телепортироваться друг к другу. Соня, по понятным причинам, не использует свое кольцо... Может, это и игрушка, но Мириам очень рада, что у нее есть еще один способ защитить Соню."
    }
  },
  "s3": {
    "name": "Убийство",
    "description": "Двигается к противнику с наименьшим уровнем ОЗ, наносит {0} Магич. Урона и возвращается к самому дальнему союзнику. Если противник не является Героем, то наносит дополнительно {1} Магич. Урона, который игнорирует Защиту. В случае уничтожения цели данным навыком, автоматически включается 'Укрощать и Защищать'.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Убирает позитивные эффекты с цели и накладывает эффект Оглушения на 1 сек.",
    "dark": "Урон повышается на 40%.",
    "ut": {
      "name": "Магический порошок молнии",
      "description": [
        "[Убийство] Урон увеличивается на 50% и в момент Крит. Удара, повышает собственную атаку на 10% на 10 сек.",
        "[Убийство] Урон увеличивается на 50% и в момент Крит. Удара, повышает собственную атаку на 12% на 10 сек.",
        "[Убийство] Урон увеличивается на 50% и в момент Крит. Удара, повышает собственную атаку на 14% на 10 сек.",
        "[Убийство] Урон увеличивается на 50% и в момент Крит. Удара, повышает собственную атаку на 17% на 10 сек.",
        "[Убийство] Урон увеличивается на 50% и в момент Крит. Удара, повышает собственную атаку на 21% на 10 сек.",
        "[Убийство] Урон увеличивается на 50% и в момент Крит. Удара, повышает собственную атаку на 25% на 10 сек."
      ],
      "story": "Набор красивой мишуры, заполнившей хрустальный шар Сони, словно звезды. Мириам хотела разыграть подругу, но эта вещица получилась настолько опасной, что ею можно убивать врагов."
    }
  },
  "s4": {
    "name": "Цель Уничтожена",
    "description": "Если на врага накладывается эффект 'Цель захвачена', АТК увеличивается на {0} , а все атакующие умения в первую очередь поражают эту цель. После смерти цели эффект на 10 сек. накладывается на другого врага.",
    "books": {
      "0": "Значение увеличения Атаки повышено на {0}%.",
      "1": "Значение увеличения Атаки повышено на {0}%.",
      "2": "Значение увеличения Атаки повышено на {0}%."
    },
    "light": "Если есть цели, на которых лежит эффект 'Цель Захвачена', Крит. шанс повышается на 400.",
    "dark": "Получение на 30% сниженного Урона, когда цель находится под эффектом 'Цель Захвачена'."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "В момент убийства противника, все перезарядки навыков снижаются на 50%, и 1 сфера маны восстанавливается."
  }
}