{
  "name": "Ши",
  "subtitle": "Ария Фантазии",
  "description": "Эта загадочная девушка исцеляет людей пленительными мелодиями. Ее прекрасный голос и чарующие звуки арфы обладают магической силой.",
  "story": "«Прекрасная мелодия, раздававшаяся на поле боя, заставляла задуматься – действительно ли мы находимся в пылу сражения?» «Меч выпал из моих рук. Все остальные солдаты тоже побросали оружие». «Казалось, что эта девушка существует в каком-то своем мире, отличном от нашего». Загадочная история о девушке с розовыми волосами, чье внезапное появление и пение остановило битву, распространялась с невероятной скоростью. Ее прекрасная и пленяющая мелодия, а также скромный и милый внешний вид возбудили всеобщий интерес. Однако никто не знал, откуда она появилась и куда она держала свой путь. «Мне показалось, что она немного не в себе. Она говорила в пустоту так, как будто там кто-то был...» Конечно, многие также выдвигали различные предположения о местонахождении девушки, но ее таинственная красота заставила забыть обо всех этих слухах.",
  "like": "Красивые мелодии, мягкий ветер.",
  "dislike": "Фантомов, тыквенных монстров.",
  "inn": {
    "idle": "Ляляля, ляляля, ляля... Ах?",
    "recruit": {
      "greet": "Великое Солнце, пусть сегодня будет еще один чудесный день.",
      "talk": [
        "Слышишь? Мелодия слышится в ветре...",
        "Хм... Не видел мою арфу где-то тут?",
        "Шуванайт и я в первый встретились в лесу, да."
      ],
      "gift": "Спасибо. За это я сыграю тебе песню."
    },
    "affinity": {
      "greet": "Я снова здесь, чтобы благословить тебя!",
      "talk": [
        "Ты так и светишься от счастья. Я слышу внутри тебя ослепительную мелодию.",
        "Это музыка духов леса. От нее становится теплее на душе, чувствуешь?"
      ],
      "gift": "Спасибо. Шванхайт будет в восторге."
    },
    "relationship": {
      "greet": "Ты так гармоничен.",
      "talk": [
        "Ты знаешь, Шуванайт такой разговорчивый.",
        "Шуванайт часто меняет тон музыки, смотря какое у него настроение.",
        "Однажды, надеюсь, что смогу сыграть свою собственную песню."
      ]
    }
  },
  "uw": {
    "name": "Чарующая мелодия Шванхайте",
    "description": [
      "Когда эффекты Транса объединены, перезарядка всех навыков уменьшается на 10%, и собственная Мана восстанавливается на 200.",
      "Когда эффекты Транса объединены, перезарядка всех навыков уменьшается на 13%, и собственная Мана восстанавливается на 240.",
      "Когда эффекты Транса объединены, перезарядка всех навыков уменьшается на 14%, и собственная Мана восстанавливается на 290.",
      "Когда эффекты Транса объединены, перезарядка всех навыков уменьшается на 17%, и собственная Мана восстанавливается на 350.",
      "Когда эффекты Транса объединены, перезарядка всех навыков уменьшается на 20%, и собственная Мана восстанавливается на 420.",
      "Когда эффекты Транса объединены, перезарядка всех навыков уменьшается на 25%, и собственная Мана восстанавливается на 500."
    ],
    "story": "Существуют могущественные и даже внушающие страх инструменты, которые могут общаться со своими владельцами и иногда подчиняют их своей воле. В их число входит и «Шванхайт». Эта лира, настаивающая, чтобы ее называли не иначе как «господин Маэстро», существенно усиливает ману своего владельца и источает ее вокруг. Так как мана рассеяна в пространстве, она не подходит для создания атакующих заклинаний. Однако при умелом использовании может значительно повысить эффективность заклинателя. Господин Маэстро очень болтлив, но общается только с теми, кого считает другом. Последнее время он общается только с Ши."
  },
  "s1": {
    "name": "Мелодия зеленой природы",
    "description": "Серией из 8 заклинаний восстанавливает всем союзникам {0} ед. ОЗ и снижает получаемый ими урон на {1}% на 8 сек. При наличии 3 зарядов «Транса» сила исцеления этого навыка возрастает на 100%, а эффект снижения урона становится равен {2}%.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Исцеление + {0}%."
    },
    "light": "При использовании восстанавливает всем союзникам 15% ОЗ.",
    "dark": "Повышает отпор крит. ударам всех союзников на 250 ед. на 8 сек.",
    "ut": {
      "name": "Цветок жизни",
      "description": [
        "[Мелодия зеленой природы] Повышает исцеление на 50% и повышает отпор контролю цели на 100 на 8 сек.",
        "[Мелодия зеленой природы] Повышает исцеление на 50% и повышает отпор контролю цели на 120 на 8 сек.",
        "[Мелодия зеленой природы] Повышает исцеление на 50% и повышает отпор контролю цели на 140 на 8 сек.",
        "[Мелодия зеленой природы] Повышает исцеление на 50% и повышает отпор контролю цели на 170 на 8 сек.",
        "[Мелодия зеленой природы] Повышает исцеление на 50% и повышает отпор контролю цели на 210 на 8 сек.",
        "[Мелодия зеленой природы] Повышает исцеление на 50% и повышает отпор контролю цели на 250 на 8 сек."
      ],
      "story": "Загадочный цветок, наполненный энергией жизни. В отличие от растений Пандемониума, которые вырастают на остатках зла, цветок жизни питается чистой и доброй энергией, например, утренней росой или звездной энергией Млечного Пути. Чистая энергия, накапливающаяся в цветке во время его роста, сильно помогает Ши, когда та исполняет мелодию зеленой природы."
    }
  },
  "s2": {
    "name": "Песнь голубого ветра",
    "description": "Серией из 8 заклинаний восстанавливает всем союзникам {0} ед. маны и {1} ед. ОЗ цели с наибольшим показателем маны, а также сокращает действие эффектов контроля на {2}% на 8 сек. При наличии 3 зарядов «Транса» восстановление маны и ОЗ возрастает на 50%, а все союзники становятся невосприимчивы к эффектам контроля на 8 сек.",
    "books": {
      "0": "Восст. маны + {0}%.",
      "1": "Восст. маны + {0}%.",
      "2": "Восст. маны + {0}%."
    },
    "light": "При использовании восстанавливает всем союзникам 500 ед. маны.",
    "dark": "Повышает СКР АТК всех союзников на 250 ед. на 8 сек.",
    "ut": {
      "name": "Ветряной цветок",
      "description": [
        "[Песнь голубого ветра] Повышает МТК на 250 ед. на 8 сек. и восстанавливает 160 ед. маны каждый раз, как союзник использует навык.",
        "[Песнь голубого ветра] Повышает МТК на 250 ед. на 8 сек. и восстанавливает 190 ед. маны каждый раз, как союзник использует навык.",
        "[Песнь голубого ветра] Повышает МТК на 250 ед. на 8 сек. и восстанавливает 230 ед. маны каждый раз, как союзник использует навык.",
        "[Песнь голубого ветра] Повышает МТК на 250 ед. на 8 сек. и восстанавливает 270 ед. маны каждый раз, как союзник использует навык.",
        "[Песнь голубого ветра] Повышает МТК на 250 ед. на 8 сек. и восстанавливает 330 ед. маны каждый раз, как союзник использует навык.",
        "[Песнь голубого ветра] Повышает МТК на 250 ед. на 8 сек. и восстанавливает 400 ед. маны каждый раз, как союзник использует навык."
      ],
      "story": "Цветок, который оказался у Ши на голове через день после того, как она исполнила свою песню «Ветер счастья». Шванхайт считает, что это был еще один подарок от фей леса за чудесную мелодию. Цветок наполнен мечтой Ши о том, чтобы ветер разнес счастье по всему миру."
    }
  },
  "s3": {
    "name": "Танец алой страсти",
    "description": "Серией из 8 заклинаний наносит всем противникам {0} ед. маг. урона и увеличивает АТК всех союзников на {1} на 8 сек. При наличии 3 зарядов «Транса» урон и усиление АТК повышаются на 100%, а положительные эффекты всех противников постоянно отменяются.",
    "books": {
      "0": "Значение увеличения Атаки повышено на {0}%.",
      "1": "Значение увеличения Атаки повышено на {0}%.",
      "2": "Значение увеличения Атаки повышено на {0}%."
    },
    "light": "Повышает усиление АТК на 40%.",
    "dark": "Все противники получают на 15% больше урона в течение 8 сек.",
    "ut": {
      "name": "Корона феи",
      "description": [
        "[Танец алой страсти] В момент активации, на противников накладывается эффект Молчания на 2 сек., и Крит. Урон всех союзников повышается на 20% на протяжении действия навыка.",
        "[Танец алой страсти] В момент активации, на противников накладывается эффект Молчания на 2 сек., и Крит. Урон всех союзников повышается на 24% на протяжении действия навыка.",
        "[Танец алой страсти] В момент активации, на противников накладывается эффект Молчания на 2 сек., и Крит. Урон всех союзников повышается на 29% на протяжении действия навыка.",
        "[Танец алой страсти] В момент активации, на противников накладывается эффект Молчания на 2 сек., и Крит. Урон всех союзников повышается на 35% на протяжении действия навыка.",
        "[Танец алой страсти] В момент активации, на противников накладывается эффект Молчания на 2 сек., и Крит. Урон всех союзников повышается на 42% на протяжении действия навыка.",
        "[Танец алой страсти] В момент активации, на противников накладывается эффект Молчания на 2 сек., и Крит. Урон всех союзников повышается на 50% на протяжении действия навыка."
      ],
      "story": "Венок, который оказался у Ши на голове через день после того, как она исполнила в лесу свою «Колыбельную для снов». Шванхайт считает, это был подарок от фей леса за чудесную мелодию. Говорят, что вещи, побывавшие в руках у фей, способны вернуть душу в изначальное невинное состояние."
    }
  },
  "s4": {
    "name": "Транс",
    "description": "Под конец навыка, 1 дополнительный эффект Транса накладывается. Транс может быть наложен до 3 раз, и если навык используется, когда Транс наложен до 3 раз, использует эффекты, чтобы вылечить {0} ОЗ всех союзников. Транс нельзя убрать.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Исцеление + {0}%."
    },
    "light": "Увеличивает целит. силу «Транса» на 100%.",
    "dark": "При наличии 3 зарядов «Транса» использование навыка не исцеляет союзников, а наносит маг. урон противникам и снижает всю их защиту на 10% на 10 сек.",
    "ut": {
      "name": "Сон Миры",
      "description": [
        "[Транс] При входе в Транс повышает свою АТК на 20%, а СКР АТК – на 100 на 5 сек.",
        "[Транс] При входе в Транс повышает свою АТК на 20%, а СКР АТК – на 120 на 5 сек.",
        "[Транс] При входе в Транс повышает свою АТК на 20%, а СКР АТК – на 140 на 5 сек.",
        "[Транс] При входе в Транс повышает свою АТК на 20%, а СКР АТК – на 170 на 5 сек.",
        "[Транс] При входе в Транс повышает свою АТК на 20%, а СКР АТК – на 210 на 5 сек.",
        "[Транс] При входе в Транс повышает свою АТК на 20%, а СКР АТК – на 250 на 5 сек."
      ],
      "story": "После того, как Ши спела песню жизни для созданий света, богиня любви Мира в благодарность подарила ей этот самоцвет, пока Ши спала. Проснувшись, Ши нашла его в руке. Самоцвет сверкает, как сама богиня любви, и люди испытывают восторг только от одного его вида. Ши решила назвать его «Сон Миры»."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Сопротивление контролю +100",
    "dark": "В начале каждой битвы добавляет 1 заряд «Транса» и восстанавливает 500 маны."
  }
}