{
  "name": "Кара",
  "subtitle": "Венец Древней Техномагии",
  "description": "Человекоподобный голем, созданный техномагами давно забытой древней цивилизации. Ее тело – совокупность древних технологий и высших достижений техномагии. Она – могучее оружие, способное уничтожить противника мощным концентрированным огнем.",
  "story": "Человекоподобный голем с внешностью обычной девушки, созданный с помощью древней техномагии. Несмотря на свою внешность, это смертоносное оружие, лишенное каких-либо чувств, и послушный инструмент в руках своего хозяина. Она пребывала в забвении в руинах древней цивилизации глубоко под равнинами Галлуа, пока ее не извлекла Аннет, техномаг королевства Орвелия. Она пробудилась уже в новой эре и в совершенно новой цивилизации...",
  "like": "Электрический заряд, хозяина",
  "dislike": "Невыполнимые приказы, неэффективную деятельность",
  "inn": {
    "idle": "Здесь так много людей. Больше, чем я когда-либо видела.",
    "recruit": {
      "greet": "Привет.",
      "talk": [
        "Погода сегодня... такая ясная. А ночью будет немного облачно.",
        "Еда здесь отличного качества. И она не отравлена, если тебя это беспокоит.",
        "Во дворце очень тихо, а здесь вот шумно."
      ],
      "gift": "Значит, вот чем расплачиваются сегодня. Моему хозяину эта валюта понравилась бы."
    },
    "affinity": {
      "greet": "Привет, еще один хозяин.",
      "talk": [
        "Я оружие, лишенное эмоций, но...",
        "Интересно, что значит быть живым..."
      ],
      "gift": "Спасибо. Теперь моему хозяину будет на что продолжать исследования."
    },
    "relationship": {
      "greet": "Привет. Как спалось?",
      "talk": [
        "Я не очень хорошо разбираюсь в эмоциях... Но интересно, что это за чувство.",
        "Я чувствую что-то знакомое. Знакомое... Что же?",
        "Интересно, что чувствуешь, когда любишь? Я хочу узнать."
      ]
    }
  },
  "uw": {
    "name": "Вечное Орудие типа 0 Сотрясатель Небес",
    "description": [
      "Каждую секунду увеличивает АТК на 1%. Суммируется до 30 раз.",
      "Каждую секунду увеличивает АТК на 1%. Суммируется до 40 раз.",
      "Каждую секунду увеличивает АТК на 1%. Суммируется до 50 раз.",
      "Каждую секунду увеличивает АТК на 1%. Суммируется до 60 раз.",
      "Каждую секунду увеличивает АТК на 1%. Суммируется до 70 раз.",
      "Каждую секунду увеличивает АТК на 1%. Суммируется до 80 раз."
    ],
    "story": "Реликвия древней цивилизации, оборудованная двигателем, вырабатывающим бесконечную энергию. По своей силе не уступает осадному орудию, а разрушительная мощь этого оружия сопоставима с магией высшего разряда. Оно было обнаружено на руинах Республики Грей, но долго пролежало без дела, так как никто не знал, как им пользоваться. Но вот годы спустя была найдена Кара, и как только она очнулась, к ней тут же телепортировалось это оружие, созданное по тем же техномагическим принципам, что и Горная крепость."
  },
  "s1": {
    "name": "Противопехотный лазер",
    "description": "Атакует цель 4 раза, нанося в сумме {0} ед. маг. урона и отбрасывая цель назад. Последней атакой наносит всем противникам {1} ед. маг. урона и сметает их в течение {2} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "[Противопехотный лазер] - Восстанавливает 200 ед. маны при каждом крит. ударе. [Осадный лазер] - Увеличивает затраты маны на 1 ед. и урон на 100%.",
    "dark": "[Противопехотный лазер] - Снижает ману противника, получившего урон, на 300 ед. [Осадный лазер] - Снижает затраты маны на 1 ед.",
    "ut": {
      "name": "Оптические линзы МФ-002",
      "description": [
        "[Противопехотный лазер] Повышает урон на 20% и на 10 сек. повышает получаемый целью маг. урон на 25%. [Осадный лазер] Повышает урон на 20% и игнорирует физ. блок и маг. блок цели.",
        "[Противопехотный лазер] Повышает урон на 24% и на 10 сек. повышает получаемый целью маг. урон на 25%. [Осадный лазер] Повышает урон на 24% и игнорирует физ. блок и маг. блок цели.",
        "[Противопехотный лазер] Повышает урон на 29% и на 10 сек. повышает получаемый целью маг. урон на 25%. [Осадный лазер] Повышает урон на 29% и игнорирует физ. блок и маг. блок цели.",
        "[Противопехотный лазер] Повышает урон на 35% и на 10 сек. повышает получаемый целью маг. урон на 25%. [Осадный лазер] Повышает урон на 35% и игнорирует физ. блок и маг. блок цели.",
        "[Противопехотный лазер] Повышает урон на 42% и на 10 сек. повышает получаемый целью маг. урон на 25%. [Осадный лазер] Повышает урон на 42% и игнорирует физ. блок и маг. блок цели.",
        "[Противопехотный лазер] Повышает урон на 50% и на 10 сек. повышает получаемый целью маг. урон на 25%. [Осадный лазер] Повышает урон на 50% и игнорирует физ. блок и маг. блок цели."
      ],
      "story": "Оптические линзы, изготовленные Аннет для Кары. Аннет изготовила их по чертежу, найденному в тех же руинах, где она откопала Кару. На чертеже была изображена технология, превосходящая возможности современной инженерии, но Аннет удалось разгадать часть написанного. В результате у нее получились эти линзы, напоминающие по своей структуре глаза стрекозы. Линзы позволяют своему владельцу улавливать малейшие движения и захватывать цель с сотни разных углов обзора. После того, как венец техномагии Кара получила эти линзы, ее боевой режим значительно улучшился."
    },
    "linked": {
      "name": "Осадный лазер",
      "description": "Наносит цели {0} ед. маг. урона. Наносимый крит. урон увеличивается на {1}%."
    }
  },
  "s2": {
    "name": "Орудие массового поражения",
    "description": "Атакует случайную цель и ближайших к ней противников 4 раза, нанося в сумме {0} ед. маг. урона и оглушая их на {1} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "[Орудие массового поражения] - Увеличивает длительность оглушения на 1 сек. [Залп] - Добавляет 1 доп. заряд «Залпа».",
    "dark": "[Орудие массового поражения] - Снижает затраты маны на 1 ед. [Залп] - Увеличивает макс. число зарядов «Залпа» до 60.",
    "ut": {
      "name": "Самописец КАРА-00XX",
      "description": [
        "[Орудие массового поражения] Увеличивает урон на 50% и снижает СКР АТК цели на 100 на 10 сек. [Залп] Восстанавливает 150 маны и при нанесении крит. удара снижает время перезарядки навыка на 2%.",
        "[Орудие массового поражения] Увеличивает урон на 50% и снижает СКР АТК цели на 120 на 10 сек. [Залп] Восстанавливает 150 маны и при нанесении крит. удара снижает время перезарядки навыка на 2,4%.",
        "[Орудие массового поражения] Увеличивает урон на 50% и снижает СКР АТК цели на 140 на 10 сек. [Залп] Восстанавливает 150 маны и при нанесении крит. удара снижает время перезарядки навыка на 2,9%.",
        "[Орудие массового поражения] Увеличивает урон на 50% и снижает СКР АТК цели на 170 на 10 сек. [Залп] Восстанавливает 150 маны и при нанесении крит. удара снижает время перезарядки навыка на 3,5%.",
        "[Орудие массового поражения] Увеличивает урон на 50% и снижает СКР АТК цели на 210 на 10 сек. [Залп] Восстанавливает 150 маны и при нанесении крит. удара снижает время перезарядки навыка на 4,2%.",
        "[Орудие массового поражения] Увеличивает урон на 50% и снижает СКР АТК цели на 250 на 10 сек. [Залп] Восстанавливает 150 маны и при нанесении крит. удара снижает время перезарядки навыка на 5%."
      ],
      "story": "Самописец и процессор, заменяющий Каре мозг. Это сокровище наполнено древней мудростью, и его возможности превосходят человеческие. Несмотря на свое техническое совершенство, плохо справляется с сохранением и воспроизведением эмоций."
    },
    "linked": {
      "name": "Залп",
      "description": "Атакует случайную цель 15 раз, нанося в сумме {0} ед. маг. урона, и накладывает эффект «Залп» на {1} сек. Наносит {2} ед. доп. маг. урона за каждый заряд «Залпа» по противнику. Эффект «Залп» может суммироваться до 30 раз."
    }
  },
  "s3": {
    "name": "Задействование осадного орудия",
    "description": "Кара переходит в режим «Осадное орудие» и с каждой атакой наносит противнику {0} ед. маг. урона. В режиме «Осадное орудие» заменяет навыки «Противопехотный лазер» и «Орудие массового поражения» на навыки «Осадный лазер» и «Залп». При повторном использовании навыка возвращается в режим «Противопехотное оружие».",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Повышает урон на 100%, когда противник 1.",
    "dark": "При крит. ударе время перезарядки всех навыков сокращается на 3%.",
    "ut": {
      "name": "Древний источник энергии",
      "description": [
        "[Задействование осадного орудия] Повышает урон на 50% и снижает маг. ЗЩТ цели на 1% при получении ею крит. урона. Эффект снижения маг. ЗЩТ суммируется до 20 раз.",
        "[Задействование осадного орудия] Повышает урон на 50% и снижает маг. ЗЩТ цели на 1% при получении ею крит. урона. Эффект снижения маг. ЗЩТ суммируется до 24 раз.",
        "[Задействование осадного орудия] Повышает урон на 50% и снижает маг. ЗЩТ цели на 1% при получении ею крит. урона. Эффект снижения маг. ЗЩТ суммируется до 29 раз.",
        "[Задействование осадного орудия] Повышает урон на 50% и снижает маг. ЗЩТ цели на 1% при получении ею крит. урона. Эффект снижения маг. ЗЩТ суммируется до 35 раз.",
        "[Задействование осадного орудия] Повышает урон на 50% и снижает маг. ЗЩТ цели на 1% при получении ею крит. урона. Эффект снижения маг. ЗЩТ суммируется до 42 раз.",
        "[Задействование осадного орудия] Повышает урон на 50% и снижает маг. ЗЩТ цели на 1% при получении ею крит. урона. Эффект снижения маг. ЗЩТ суммируется до 50 раз."
      ],
      "story": "Источник энергии Кары и один из величайших шедевров, созданных давно забытой древней цивилизацией. С помощью этой технологии Аннет создала Раскаль, но даже она не до конца разобралась во всех тонкостях этой технологии. Вечный двигатель, вырабатывающий бесконечную магическую энергию."
    }
  },
  "s4": {
    "name": "Эссенция техномагии",
    "description": "В режиме «Противопехотное оружие» повышает всю ЗЩТ на {0} ед., а в режиме «Осадное орудие» повышает всю АТК на {1} ед., получает на {2}% больше урона и иммунитет к эффектам контроля. Восстанавливает {3} ед. маны каждый раз, как наносит урон противнику.",
    "books": {
      "0": "Множители Атаки и Защиты увеличиваются на {0}%.",
      "1": "Множители Атаки и Защиты увеличиваются на {0}%.",
      "2": "Множители Атаки и Защиты увеличиваются на {0}%."
    },
    "light": "Восстановление маны утраивается, когда враг один.",
    "dark": "[Противопехотное оружие] - Снижает АТК на 20%, но увеличивает восстановление маны в сек. на 100%. [Осадное орудие] - Снижает всю ЗЩТ на 60%, но увеличивает крит. урон на 140%.",
    "ut": {
      "name": "Чертеж древнего исследования",
      "description": [
        "[Эссенция техномагии] Повышает усиление АТК и усиление ЗЩТ на 50%. Свой крит. урон повышается на 20%.",
        "[Эссенция техномагии] Повышает усиление АТК и усиление ЗЩТ на 50%. Свой крит. урон повышается на 24%.",
        "[Эссенция техномагии] Повышает усиление АТК и усиление ЗЩТ на 50%. Свой крит. урон повышается на 29%.",
        "[Эссенция техномагии] Повышает усиление АТК и усиление ЗЩТ на 50%. Свой крит. урон повышается на 35%.",
        "[Эссенция техномагии] Повышает усиление АТК и усиление ЗЩТ на 50%. Свой крит. урон повышается на 42%.",
        "[Эссенция техномагии] Повышает усиление АТК и усиление ЗЩТ на 50%. Свой крит. урон повышается на 50%."
      ],
      "story": "Когда Аннет нашла Кару, рядом лежал этот чертеж с изображением оптических линз. На старом, изношенном пергаменте были изображены различные механические конструкции с аннотацией на неизвестном языке. С помощью Лео ей удалось немного разобрать написанное. Аннет понадобилось несколько лет исследований, чтобы наконец довести до ума Кару, продукт самой совершенной техномагии."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "[Противопехотное оружие] - Увеличивает меткость контроля на 400 ед. [Осадное орудие] - Увеличивает меткость на 400 ед."
  }
}