{
  "name": "Ния",
  "subtitle": "Поглощающие тьму глаза",
  "description": "Молодой вождь племени варваров, живущих в глубинах южных джунглей. В наследство от своих предков ей достались демоническая кровь и «Демонические глаза оцепенения». Она обездвиживает своих врагов и расправляется с ними яростными ударами.",
  "story": "Однажды жил-был демон, который проводил над людьми опыты по модификации тела. С помощью своей магии он клонировал, объединял и модифицировал бесчисленное множество тел животных и людей. Говорят, что один из испытуемых, получивших небывалую силу, сбежал из лаборатории и стал родоначальников людского племени. Вождь этого племени был известен своей сверхъестественной способностью под названием «Демонические глаза оцепенения». Демонические глаза, подобно глазам редкого зверя василиска, могли превратить в камень все, на что посмотрят. Эту способность унаследовала и Ния, молодой вождь племени кракашу. Эта яростная воительница, ловкая, как леопард, охотится на демонов и демонических тварей, чтобы отомстить за своих предков.",
  "like": "Мясо, людей, которые дают ей мясо, класть голову на колени других людей, загорать",
  "dislike": "Овощи, жителей империи Веспия, демонических тварей, быть подопытной, ненастную погоду",
  "inn": {
    "idle": "Р-р-р... Людишки... Как же их здесь много...",
    "recruit": {
      "greet": "*Принюхивается* Тут пахнет светом... и тьмой...",
      "talk": [
        "А когда, собственно, обед?",
        "Как же есть хочется... Пора поохотиться...",
        "Р-р-р... Этот запах... хищника..."
      ],
      "gift": "Такое я не ем..."
    },
    "affinity": {
      "greet": "*Принюхивается* Какой знакомый запах...",
      "talk": [
        "Охотиться весело. Я могу без устали преследовать дичь с утра до вечера.",
        "Материал для костяной маски? Ха... Уродливая штука, но довольно милая... с носом... и рогом."
      ],
      "gift": "Мне это не нужно. Лучше дай мне мяса... А? Я могу купить мясо?"
    },
    "relationship": {
      "greet": "*Принюхивается* О, еда... Составишь мне компанию?",
      "talk": [
        "Это что... мясо? Мясо я люблю. М-м.",
        "Демоны проводили опыты над моими предками... Превращали их в демонических нелюдей... Жуткие были времена...",
        "Р-р-р... Мне нравится, когда меня гладят по голове... Пожалуй, даже слишком... Хи-хи..."
      ]
    }
  },
  "uw": {
    "name": "Разрывающий хаос Закадрас",
    "description": [
      "Шанс Крит. удара повышен на 200 и Крит. Урон повышен на 40%.",
      "Шанс Крит. удара повышен на 240 и Крит. Урон повышен на 48%.",
      "Шанс Крит. удара повышен на 290 и Крит. Урон повышен на 58%.",
      "Шанс Крит. удара повышен на 350 и Крит. Урон повышен на 70%.",
      "Шанс Крит. удара повышен на 420 и Крит. Урон повышен на 84%.",
      "Шанс Крит. удара повышен на 500 и Крит. Урон повышен на 100%."
    ],
    "story": "Оружие из особого металла, полученного шаманом племени тьмы кракашу из расплавленных заживо демонических тварей. Позже из этого металла лучший кузнец джунглей выковал магическое оружие против демонов. Пара огромных когтей, наполненных проклятием, злобой и насилием. Эти когти – символ вождя кракашу и проводник заклинания, умиротворяющего ярость ее предков. Ния стала вождем племени в очень юном возрасте, и ей еще только предстоит овладеть тьмой, которая скрыта в этом оружии. Часто по ночам, засыпая, она ощущает клокочущую ярость своих предков, исходящую из оружия."
  },
  "s1": {
    "name": "Рубец варварства",
    "description": "Наносит {0} ед. физ. урона 1 противнику. Затем движется вперед, атакует всех вокруг себя и отбрасывает всех поражаемых противников, нанося в сумме {1} ед. физ. урона. Последний удар наносит {2} ед. физ. урона противникам на передовой и сбивает их с ног на {3} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Повышает урон на 40%.",
    "dark": "Восстанавливает себе 50 маны при каждом ударе.",
    "ut": {
      "name": "Цветок джунглей",
      "description": [
        "[Рубец варварства] Снижает затраты маны на 1 ед. и уменьшает отпор физ. крит. удару пораженного противника на 200 ед. на 10 сек.",
        "[Рубец варварства] Снижает затраты маны на 1 ед. и уменьшает отпор физ. крит. удару пораженного противника на 240 ед. на 10 сек.",
        "[Рубец варварства] Снижает затраты маны на 1 ед. и уменьшает отпор физ. крит. удару пораженного противника на 290 ед. на 10 сек.",
        "[Рубец варварства] Снижает затраты маны на 1 ед. и уменьшает отпор физ. крит. удару пораженного противника на 350 ед. на 10 сек.",
        "[Рубец варварства] Снижает затраты маны на 1 ед. и уменьшает отпор физ. крит. удару пораженного противника на 420 ед. на 10 сек.",
        "[Рубец варварства] Снижает затраты маны на 1 ед. и уменьшает отпор физ. крит. удару пораженного противника на 500 ед. на 10 сек."
      ],
      "story": "Темные джунгли располагаются на юге Веспии. Это место обитания, охотничьи угодья и поле боя племени кракашу. Жители империи считают их варварами, однако кракашу – очень эмоциональные и чувствительные люди, которые дарят своим любимым цветы. В племени кракашу букет цветов символизирует пожелание вернуться домой в целости и невредимости. Этот букет цветов был собран соплеменниками Нии. На него наложено заклинание, которое сохраняет цветы свежими, пока здоровью Нии ничто не угрожает."
    },
    "linked": {
      "0": {
        "name": "Усиленный рубец варварства",
        "description": "Наносит {0} ед. физ. урона 1 противнику. Затем движется к случайным противникам, атакует всех вокруг себя и отбрасывает всех поражаемых противников, нанося в сумме {1} ед. физ. урона. Последний удар наносит {2} ед. физ. урона противникам на передовой и сбивает их с ног на {3} сек."
      }
    }
  },
  "s2": {
    "name": "Охота",
    "description": "Перемещается за спину самого дальнего противника, наносит ему {0} ед. физ. урона и помечает всех противников [Охотничьей меткой], действующей {1} сек. Противники, на которых действует [Охотничья метка], получают на {2}% больше физ. урона, а их исцеление снижается на {3}%. Отменяет все положит. эффекты, действующие на противников, пораженных [Усиленной охотничьей меткой].",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Оглушает цель на 1 сек. при наложении [Охотничьей метки] и на 3 сек. – при наложении [Усиленной охотничьей метки].",
    "dark": "[Охотничью метку] и [Усиленную охотничью метку] нельзя убрать навыками, отменяющими отриц. эффекты.",
    "ut": {
      "name": "Дар охотника",
      "description": [
        "[Охота] Повышает урон на 50%, а усиление получаемого целью физ. урона при действии на нее [Охотничьей метки] и [Усиленной охотничьей метки] – еще на 8%.",
        "[Охота] Повышает урон на 50%, а усиление получаемого целью физ. урона при действии на нее [Охотничьей метки] и [Усиленной охотничьей метки] – еще на 10%.",
        "[Охота] Повышает урон на 50%, а усиление получаемого целью физ. урона при действии на нее [Охотничьей метки] и [Усиленной охотничьей метки] – еще на 12%.",
        "[Охота] Повышает урон на 50%, а усиление получаемого целью физ. урона при действии на нее [Охотничьей метки] и [Усиленной охотничьей метки] – еще на 14%.",
        "[Охота] Повышает урон на 50%, а усиление получаемого целью физ. урона при действии на нее [Охотничьей метки] и [Усиленной охотничьей метки] – еще на 17%.",
        "[Охота] Повышает урон на 50%, а усиление получаемого целью физ. урона при действии на нее [Охотничьей метки] и [Усиленной охотничьей метки] – еще на 20%."
      ],
      "story": "Убийца драконов Янни знаменита не только на континенте Орбис, слава о ней достигла даже империи Веспия. Один знатный человек империи обратился к искусной охотнице на монстров Янни с просьбой истребить тварей, населяющих Темные джунгли. Однако за этой просьбой скрывалось желание империи вытеснить коренных жителей из джунглей и завладеть их природными богатствами. В полном неведении Янни отправилась в джунгли. Тем временем племя кракашу, во главе с юным вождем Нией, приняло Янни за имперского захватчика и напало на нее. Благодаря своим сверхъестественным способностям Янни с легкостью отбила это нападение, после чего поговорила с Нией и узнала правду. Она принесла свои извинения Ние за то, что вторглась на их землю без разрешения и подарила ей ожерелье, которое изготовила сама в знак примирения и дружбы."
    },
    "linked": {
      "0": {
        "name": "Усиленная охота",
        "description": "Перемещается за спину самого дальнего противника, наносит ему {0} ед. игнорирующего ЗЩТ физ. урона и помечает всех противников [Усиленной охотничьей меткой], действующей {1} сек. Противники, на которых действует [Усиленная охотничья метка], получают на {2}% больше физ. урона, их исцеление снижается на {3}%, а СКР АТК – на {4}%. Отменяет все положит. эффекты, действующие на противников, пораженных [Охотничьей меткой]."
      }
    }
  },
  "s3": {
    "name": "Демонические глаза оцепенения",
    "description": "Наносит {0} ед. физ. урона противникам на передовой {1} раз. и вводит их в состояние оцепенения на {2} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Наделяет иммунитетом к контролю на время действия навыка.",
    "dark": "На время действия навыка повышает урон по противникам, не являющимся героями, на 100%.",
    "ut": {
      "name": "Костяная маска заклинаний",
      "description": [
        "[Демонические глаза оцепенения] При использовании навыка притягивает противников на передовую и снижает их ману на 200 при каждом ударе.",
        "[Демонические глаза оцепенения] При использовании навыка притягивает противников на передовую и снижает их ману на 240 при каждом ударе.",
        "[Демонические глаза оцепенения] При использовании навыка притягивает противников на передовую и снижает их ману на 290 при каждом ударе.",
        "[Демонические глаза оцепенения] При использовании навыка притягивает противников на передовую и снижает их ману на 350 при каждом ударе.",
        "[Демонические глаза оцепенения] При использовании навыка притягивает противников на передовую и снижает их ману на 420 при каждом ударе.",
        "[Демонические глаза оцепенения] При использовании навыка притягивает противников на передовую и снижает их ману на 500 при каждом ударе."
      ],
      "story": "Волшебная маска из черепа магического зверя Пректрека. Ние не нравились традиционные маски, закрывающие все лицо, поэтому она превратила эту костяную маску в шлем. Основное назначение костяных масок – сдерживать ярость демонических глаз вождей племени. Однако демонические глаза Нии, несмотря на свою невероятную силу, подчинялись ей с самого детства, поэтому маска не играла такой уж важной роли в ее жизни. Маска напоминает ей об отце, которого призвала Синяя звезда, когда ей впервые удалось овладеть «Демоническими глазами оцепенения». Говорят, что ее маска очень похожа на маску ее отца, так как изготовлена из похожего черепа. Кстати говоря, зверь Пректрек имеет дальнее родство с гоблинами..."
    },
    "linked": {
      "0": {
        "name": "Усиленные демонические глаза оцепенения",
        "description": "Наносит {0} ед. игнорирующего ЗЩТ физ. урона противникам на передовой в обширной области {1} раз. и вводит их в состояние оцепенения на {2} сек."
      }
    }
  },
  "s4": {
    "name": "Демоническая кровь",
    "description": "Получает 1 заряд [Демонической крови] при каждом применении навыка. Суммируется до {0} раз. При накоплении {0} шт. зарядов время перезарядки всех навыков обнуляется, и становится доступен [усиленный навык]. При использовании [усиленного навыка] заряды [Демонической крови] исчезают. Каждый полученный заряд [Демонической крови] повышает свою АТК на {2} и шанс всех уклонений – на {3} на {1} сек. Эффект суммируется до 10 раз.",
    "books": {
      "0": "Значение увеличения Атаки повышено на {0}%.",
      "1": "Значение увеличения Атаки повышено на {0}%.",
      "2": "Значение увеличения Атаки повышено на {0}%."
    },
    "light": "Повышает усиление АТК и шанса всех уклонений на 50%.",
    "dark": "Отменяет с себя отриц. эффекты при получении 4 зарядов [Демонической крови].",
    "ut": {
      "name": "Стабилизатор крови",
      "description": [
        "[Демоническая кровь] В начале каждой битвы получает 1 заряд Демонической крови. При 4-х зарядах Демонической крови на 2 сек. получает иммунитет к контролю.",
        "[Демоническая кровь] В начале каждой битвы получает 1 заряд Демонической крови. При 4-х зарядах Демонической крови на 2,4 сек. получает иммунитет к контролю.",
        "[Демоническая кровь] В начале каждой битвы получает 1 заряд Демонической крови. При 4-х зарядах Демонической крови на 2,9 сек. получает иммунитет к контролю.",
        "[Демоническая кровь] В начале каждой битвы получает 1 заряд Демонической крови. При 4-х зарядах Демонической крови на 3,5 сек. получает иммунитет к контролю.",
        "[Демоническая кровь] В начале каждой битвы получает 1 заряд Демонической крови. При 4-х зарядах Демонической крови на 4,2 сек. получает иммунитет к контролю.",
        "[Демоническая кровь] В начале каждой битвы получает 1 заряд Демонической крови. При 4-х зарядах Демонической крови на 5 сек. получает иммунитет к контролю."
      ],
      "story": "Хотя кровь Нии была более спокойной, чем кровь ее предков, иногда она вскипала так сильно, что Ния почти лишалась рассудка. Это средство было изготовлено Медианой и Рекиной по просьбе Янни, которая узнала о недуге Нии. Яд нейтрализует только демоническую кровь Нии, не позволяя последней впадать в ярость. У этого средства, однако, есть побочный эффект, из-за которого пищеварительная система Нии на некоторое время дает сбой и вынуждает Нию отказываться от мясной пищи. По этой причине Ния, которая просто обожает мясо, старается использовать стабилизатор как можно реже."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100",
    "dark": "Обычные атаки и [Усиленный рубец варварства] наносят доп. игнорирующий ЗЩТ физ. урон, равный 25% АТК."
  }
}