{
  "name": "Эскер",
  "subtitle": "Мастер иллюзий",
  "description": "Самый опасный человек тайного мира азартных игр. Обладает необычной способностью читать чужие мысли. Как только вы отвлекаетесь на вращение его кубика, считайте, что игра проиграна.",
  "story": "Эскера с детства манили путешествия и публичные выступления, поэтому неудивительно, что он стал ведущим фокусником странствующей театральной труппы «Звездная пыль». Однако вскоре премьер-министр Орвелии Эль Мориэм сфабриковал против него дело, и Эскеру пришлось податься в бега. Когда все уже про него забыли, он внезапно появился вновь, но уже в качестве самого опасного игрока тайного игорного мира. «Мастер иллюзий». Такое прозвище получил он от своих соперников, в которых вселял неподдельный ужас. Все, кто играл с ним, описывали его одинаково. После начала игры им казалось, что Эскер, с его необычным смехом, мягким голосом и ничего не выражающими глазами, как будто читал их мысли.",
  "like": "Рунический кубик Мумбы-Юмбы, концерт №7 для пианино Хэйеддена, стейк из серебристого сома с 4 каплями лимонного сока.",
  "dislike": "Рыбалку, червей, мошенников, любую острую еду.",
  "inn": {
    "idle": "Т-с-с! Никому не говори, что я здесь появлялся.",
    "recruit": {
      "greet": "Хочешь сыграть? Может, позволю тебе выиграть парочку раз.",
      "talk": [
        "Смотри в оба. Как только я брошу этот кубик, перед тобой откроется целый мир, созданный мной.",
        "Ой-ой. Я знаю, что выпадет при следующем броске. Твои мысли тебя выдают.",
        "Злишься, что я постоянно выигрываю? Ладно, в следующий раз дам тебе победить."
      ],
      "gift": "И это все?"
    },
    "affinity": {
      "greet": "Ха-ха-ха, а ты становишься все лучше и лучше! Не желаешь присоединиться ко мне и заработать реальные деньги?",
      "talk": [
        "Этот Люций такой упрямый идиот. Не говори ему, что я здесь. Ох, меня трясет только от одной мысли о встрече с ним.",
        "Тайный игорный дом? О нем знают только посвященные. Чтобы сесть за игровой стол, у тебя должна быть при себе целая бутылка вампирской крови. Ладно, не плачь. Я просто шучу."
      ],
      "gift": "Забудь про подарки, давай лучше поедим. Стейк из серебристого сома с лимонным соком будет в самый раз."
    },
    "relationship": {
      "greet": "Моя игра заканчивается, когда я воздаю своим соперникам по заслугам. Последствия меня не страшат. Главное, что кубик продолжает вращаться.",
      "talk": [
        "Когда мы были еще детьми, то, бывало, ловили с ним корюшку... Никогда не любил рыбалку. Как же было противно насаживать на крючок этих мерзких червяков.",
        "Я бы научил Офелию парочке карточных трюков после представления.",
        "Когда я вернусь в «Звездную пыль»? Хм... Я подумаю над этим, если ты придешь посмотреть представление."
      ]
    }
  },
  "uw": {
    "name": "Удовольствие Скитальца Кубик Лейтрона",
    "description": [
      "При нанесении крит. урона навыком повышает маг. урон, получаемый целью, на 20% на 10 сек. и восстанавливает себе 100 маны.",
      "При нанесении крит. урона навыком повышает маг. урон, получаемый целью, на 24% на 10 сек. и восстанавливает себе 120 маны.",
      "При нанесении крит. урона навыком повышает маг. урон, получаемый целью, на 29% на 10 сек. и восстанавливает себе 140 маны.",
      "При нанесении крит. урона навыком повышает маг. урон, получаемый целью, на 35% на 10 сек. и восстанавливает себе 170 маны.",
      "При нанесении крит. урона навыком повышает маг. урон, получаемый целью, на 42% на 10 сек. и восстанавливает себе 210 маны.",
      "При нанесении крит. урона навыком повышает маг. урон, получаемый целью, на 50% на 10 сек. и восстанавливает себе 250 маны."
    ],
    "story": "Игральный кубик, принадлежавший когда-то бродячему иллюзионисту Гексиполии. В древние времена он был прославленным фокусником и артистом, который путешествовал по континенту, даря людям радость и помогая позабыть обо всех бедах. Его выступления давали утешение и надежду в те непростые времена. Люди очень его любили и после его смерти создали Луну Гексиполии, чтобы почтить его благородный дух. Но ремесло Гексиполии забирало у него очень много сил и медленно отравляло его душу, из-за чего он со временем стал страдать от одиночества и депрессии. Он хотел было бросить свое занятие, но люди слишком сильно нуждались в его представлениях, и он не мог оставить их на произвол судьбы. Развлекать людей было его призванием. Кубик Лейтрона – вещица, которую он создал, чтобы развлекать самого себя в периоды, когда его особенно одолевала депрессия. Он наполнил кубик своей маной и наделил его способностью создавать пространственную иллюзию. При броске кубик открывал воображаемый мир, в котором Гексиполия мог найти себе немного покоя. Кубик достался его наследникам, но после заката древней цивилизации бесследно пропал. Теперь же он находится в руках человека по прозвищу Мастер иллюзий. И используется совсем не так, как предполагал его создатель... Говорят, что кубик появился в руке Эскера, испустив ослепительную вспышку света, когда последний хотел навсегда покинуть этот бренный мир."
  },
  "s1": {
    "name": "Это моя игра",
    "description": "3 раза атакует случайного противника, нанося {0} ед. маг. урона и оглушая его на {1} сек. Если все 3 атаки попадут по одному и тому же противнику, наносит {2} ед. доп. маг. урона, игнорирующего ЗЩТ.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Повышает урон на 100%, когда остается только 1 противник.",
    "dark": "Снижает СКР АТК врага на 200 на 10 сек.",
    "ut": {
      "name": "Рунический кубик Мумбы-Юмбы",
      "description": [
        "[Это моя игра] Повышает урон на 20% и увеличивает количество ударов на 1.",
        "[Это моя игра] Повышает урон на 24% и увеличивает количество ударов на 1.",
        "[Это моя игра] Повышает урон на 29% и увеличивает количество ударов на 1.",
        "[Это моя игра] Повышает урон на 35% и увеличивает количество ударов на 1.",
        "[Это моя игра] Повышает урон на 42% и увеличивает количество ударов на 1.",
        "[Это моя игра] Повышает урон на 50% и увеличивает количество ударов на 1."
      ],
      "story": "Игрушечный кубик, который Эскер показывал Офелии, когда у нее было плохое настроение. Кубик испускает яркое свечение при подборе рунических символов и издает прекрасную мелодию, когда головоломку удается решить. Офелия часто впадала в депрессию из-за того, что не могла вспомнить, как выглядит предназначенный ей судьбой мужчина, которого она увидела во сне. В такие периоды Эскер доставал этот кубик и пытался отвлечь сестру от грустных мыслей, решая головоломку."
    }
  },
  "s2": {
    "name": "Мой ход",
    "description": "Бросает кубик и на 60 сек. повышает АТК и крит. урон 2 случайных союзников на {0} и {1}% соответственно. Эффект суммируется до {2} раз., а число целей увеличивается на 1 за каждую отметку на брошенном кубике.",
    "books": {
      "0": "Значение увеличения Атаки повышено на {0}%.",
      "1": "Значение увеличения Атаки повышено на {0}%.",
      "2": "Значение увеличения Атаки повышено на {0}%."
    },
    "light": "Повышает затраты маны на 1 сферу, но каждый раз выбрасывает 6 на кубике.",
    "dark": "Снижает затраты маны на 1 сферу.",
    "ut": {
      "name": "Шахматная фигура",
      "description": [
        "[Мой ход] Эффект навыка «Мой ход» становится неотменяемым. Он также дополнительно увеличивает СКР АТК союзника с наивысшим показателем АТК на 30 за каждый заряд.",
        "[Мой ход] Эффект навыка «Мой ход» становится неотменяемым. Он также дополнительно увеличивает СКР АТК союзника с наивысшим показателем АТК на 36 за каждый заряд.",
        "[Мой ход] Эффект навыка «Мой ход» становится неотменяемым. Он также дополнительно увеличивает СКР АТК союзника с наивысшим показателем АТК на 43 за каждый заряд.",
        "[Мой ход] Эффект навыка «Мой ход» становится неотменяемым. Он также дополнительно увеличивает СКР АТК союзника с наивысшим показателем АТК на 52 за каждый заряд.",
        "[Мой ход] Эффект навыка «Мой ход» становится неотменяемым. Он также дополнительно увеличивает СКР АТК союзника с наивысшим показателем АТК на 63 за каждый заряд.",
        "[Мой ход] Эффект навыка «Мой ход» становится неотменяемым. Он также дополнительно увеличивает СКР АТК союзника с наивысшим показателем АТК на 75 за каждый заряд."
      ],
      "story": "Шахматная фигура, принадлежавшая партнеру Эскера по представлениям в «Звездной пыли». По окончании шоу эти двое любили коротать время за игрой в шахматы, обсуждая свое представление. В тот день, когда случилось «происшествие», и Эскер решил уйти из труппы, только его партнер знал, что у того на уме. Вложив эту шахматную фигуру в руку Эскера, он попросил его не забывать «Звездную пыль» и возвращаться, когда все будет позади."
    }
  },
  "s3": {
    "name": "Попытка не пытка",
    "description": "Атакует всех противников и наносит {0} ед. маг. урона, до конца боя снижая время перезарядки этого навыка на {1} сек. или повышая его урон на {2}% (вероятностью срабатывания одного из эффектов – 50%). Эффект суммируется до 10 раз.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Сначала снижается время перезарядки, пока эффект не суммируется до макс. значения, затем срабатывает повышение урона.",
    "dark": "Применяет навык к 4 противникам, но при убийстве противника снижает время перезарядки на 50%.",
    "ut": {
      "name": "Старая удочка",
      "description": [
        "[Попытка не пытка] Снижает затраты маны на 1 сферу и повышает маг. урон, получаемый целью, на 10% на 10 сек.",
        "[Попытка не пытка] Снижает затраты маны на 1 сферу и повышает маг. урон, получаемый целью, на 12% на 10 сек.",
        "[Попытка не пытка] Снижает затраты маны на 1 сферу и повышает маг. урон, получаемый целью, на 14% на 10 сек.",
        "[Попытка не пытка] Снижает затраты маны на 1 сферу и повышает маг. урон, получаемый целью, на 17% на 10 сек.",
        "[Попытка не пытка] Снижает затраты маны на 1 сферу и повышает маг. урон, получаемый целью, на 21% на 10 сек.",
        "[Попытка не пытка] Снижает затраты маны на 1 сферу и повышает маг. урон, получаемый целью, на 25% на 10 сек."
      ],
      "story": "Удочка, которую подарил Эскеру его друг детства. В небольшом городке, в котором «Звездная пыль» ежегодно давала представление, жил один очень назойливый мальчишка. Звали его Люций. Он любил читать Эскеру скучную библию и пугал его жуками-оленями. Сначала Эскера очень раздражала привычка Люция постоянно глупо улыбаться, но со временем они подружились. В один из приездов «Звездной пыли» в городок друзья обменялись подарками. Именно тогда Люций подарил Эскеру эту удочку. С тех пор каждый приезд труппы в городок Эскер ходил с Люцием на рыбалку."
    }
  },
  "s4": {
    "name": "Честная игра",
    "description": "Каждые 10 сек. повышает свою АТК на {0} и ЗЩТ на {1}. Эффект суммируется до 10 раз.",
    "books": {
      "0": "Повышает усиление АТК и усиление ЗЩТ на {0}%.",
      "1": "Повышает усиление АТК и усиление ЗЩТ на {0}%.",
      "2": "Повышает усиление АТК и усиление ЗЩТ на {0}%."
    },
    "light": "Повышает макс. число зарядов на 3.",
    "dark": "Повышает урон по противникам, не являющимся героями, на 3% за каждый заряд.",
    "ut": {
      "name": "Подозрительная фишка",
      "description": [
        "[Честная игра] Повышает усиление АТК и усиление ЗЩТ на 50%. Повышает свою СКР АТК на 20 за каждый заряд.",
        "[Честная игра] Повышает усиление АТК и усиление ЗЩТ на 50%. Повышает свою СКР АТК на 24 за каждый заряд.",
        "[Честная игра] Повышает усиление АТК и усиление ЗЩТ на 50%. Повышает свою СКР АТК на 29 за каждый заряд.",
        "[Честная игра] Повышает усиление АТК и усиление ЗЩТ на 50%. Повышает свою СКР АТК на 35 за каждый заряд.",
        "[Честная игра] Повышает усиление АТК и усиление ЗЩТ на 50%. Повышает свою СКР АТК на 42 за каждый заряд.",
        "[Честная игра] Повышает усиление АТК и усиление ЗЩТ на 50%. Повышает свою СКР АТК на 50 за каждый заряд."
      ],
      "story": "Необычная игровая фишка, используемая в игорных домах черного рынка. Это одна из самых ценных фишек, обладать которой могут только самые умелые игроки подпольного мира. Она выглядит как обычная золотая фишка, но ее наполняет жизненная сила бесчисленных душ, заключенных туда заклинанием темных магов."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100",
    "dark": "Каждые 10 сек. получает до 6 зарядов «Благословения кубика». Снижает время перезарядки активных навыков на 5% за каждый полученный заряд «Благословения кубика»."
  }
}