{
  "name": "Лакрак",
  "subtitle": "Охотник с ручной пушкой",
  "description": "Белый гоблин, превосходно разбирающийся в машиностроении. Использует огромную ручную пушку для нанесения взрывного урона, смертельно ранит врагов специальными пулями.",
  "story": "Этот эксцентричный гоблин-альбинос больше всего на свете обожает создавать мощное вооружение. Он не питает любви к другим гоблинам, так как те всю жизнь подвергали его насмешкам и травле за цвет кожи. Чтобы опробовать свое оружие, он с радостью застрелит, взорвет и размажет даже своего соплеменника. Однако при этом он умеет быть благодарным тем, кто ему помогает. Именно так он подружился с Роем. К несчастью, у него неважная память на лица, и он каждый раз пытается застрелить Роя, пока не поймет, кто перед ним.",
  "like": "Порох, пистолеты, пушки",
  "dislike": "Глупых гоблинов",
  "inn": {
    "idle": "Никаких глупых гоблинов здесь! Отличное место.",
    "recruit": {
      "greet": "Ак! У вас отличное оружие!",
      "talk": [
        "Сражались с гоблинами? Победили? Га-га-га, отлично!",
        "Ак! Напугали! Помочь с экспериментом? Хорошо! Тогда прямо сейчас!",
        "Нравятся ручные пушки? А ты разбираешься!"
      ],
      "gift": "Взнос для создания мощного оружия? Хорошо! Добавим еще пороха!"
    },
    "affinity": {
      "greet": "Привет!!! Хочешь смотреть мое исследование?",
      "talk": [
        "Я хотеть говорить людской язык хорошо! А, бэ, вэ, хэ!!! Хэ всегда проблема!",
        "Ни один человек, как ты! Отличительный! Отличительный друг! Ты и Рой!!!"
      ],
      "gift": "Ты приносить что-то хорошо?! О, любить хорошо подарок! Здорово!"
    },
    "relationship": {
      "greet": "Кукакак! Хорошее исследование!",
      "talk": [
        "Порох! Взрывы! Какакак!",
        "Эксперименты! Эксперименты! Больше экспериментов! Разработаем больше оружия!",
        "Хорошая информация к размышлению! Отлично!"
      ]
    }
  },
  "uw": {
    "name": "Лакрак MK-1",
    "description": [
      "При атаке с 25% шансом получает заряд пороха. Каждый заряд пороха повышает АТК на 3%, СКР АТК на 30 и урон по противникам, не являющимся героями, на 3%. Порох суммируется до 7 раз и не может быть отменен.",
      "При атаке с 25% шансом получает заряд пороха. Каждый заряд пороха повышает АТК на 3,6%, СКР АТК на 36 и урон по противникам, не являющимся героями, на 3,6%. Порох суммируется до 7 раз и не может быть отменен.",
      "При атаке с 25% шансом получает заряд пороха. Каждый заряд пороха повышает АТК на 4,3%, СКР АТК на 43 и урон по противникам, не являющимся героями, на 4,3%. Порох суммируется до 7 раз и не может быть отменен.",
      "При атаке с 25% шансом получает заряд пороха. Каждый заряд пороха повышает АТК на 5,1%, СКР АТК на 51 и урон по противникам, не являющимся героями, на 5,1%. Порох суммируется до 7 раз и не может быть отменен.",
      "При атаке с 25% шансом получает заряд пороха. Каждый заряд пороха повышает АТК на 6,2%, СКР АТК на 62 и урон по противникам, не являющимся героями, на 6,2%. Порох суммируется до 7 раз и не может быть отменен.",
      "При атаке с 25% шансом получает заряд пороха. Каждый заряд пороха повышает АТК на 7,5%, СКР АТК на 75 и урон по противникам, не являющимся героями, на 7,5%. Порох суммируется до 7 раз и не может быть отменен."
    ],
    "story": "Смертоносный шедевр безумного создателя. Эта одноручная пушка дает столько огневой мощи, сколько один гоблин может физически унести. Несмотря на огромные объемы пороха, используемого при стрельбе, эта пушка, к счастью, пока не взорвалась."
  },
  "s1": {
    "name": "Картечь",
    "description": "Атакует по прямой всех противников на передовой, нанося {0} ед. физ. урона и отталкивая их назад. Если цель не является героем, наносит {1} ед. доп. физ. урона и оглушает их на {2} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон +40%.",
    "dark": "Оглушает врага на 3 сек.",
    "ut": {
      "name": "Отбрасывающая пуля",
      "description": [
        "[Картечь] Повышает урон на 50% и на 10 сек. увеличивает получаемый целью физ. урон на 10%.",
        "[Картечь] Повышает урон на 50% и на 10 сек. увеличивает получаемый целью физ. урон на 12%.",
        "[Картечь] Повышает урон на 50% и на 10 сек. увеличивает получаемый целью физ. урон на 14%.",
        "[Картечь] Повышает урон на 50% и на 10 сек. увеличивает получаемый целью физ. урон на 17%.",
        "[Картечь] Повышает урон на 50% и на 10 сек. увеличивает получаемый целью физ. урон на 21%.",
        "[Картечь] Повышает урон на 50% и на 10 сек. увеличивает получаемый целью физ. урон на 25%."
      ],
      "story": "Пуля с низкой убойной силой, предназначенная для самозащиты. Эта пуля, разработанная Лакраком с учетом его обширных знаний во взрывном деле, отбрасывает противника назад при использовании картечи. Чтобы снизить нежелательную смертоносность, он снабдил этой пулей все свои боеприпасы."
    }
  },
  "s2": {
    "name": "Дымовой снаряд",
    "description": "Наносит врагам в зоне {0} ед. физ. урона, ослепляет на 4 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Наносит урон, оглушает на 1 сек."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Время ослепления +2 сек.",
    "ut": {
      "name": "Особый респиратор",
      "description": [
        "[Дымовой снаряд] Снижает время перезарядки на 30% и увеличивает длительность ослепления на 1 сек.",
        "[Дымовой снаряд] Снижает время перезарядки на 30% и увеличивает длительность ослепления на 1,2 сек.",
        "[Дымовой снаряд] Снижает время перезарядки на 30% и увеличивает длительность ослепления на 1,4 сек.",
        "[Дымовой снаряд] Снижает время перезарядки на 30% и увеличивает длительность ослепления на 1,7 сек.",
        "[Дымовой снаряд] Снижает время перезарядки на 30% и увеличивает длительность ослепления на 2,1 сек.",
        "[Дымовой снаряд] Снижает время перезарядки на 30% и увеличивает длительность ослепления на 2,5 сек."
      ],
      "story": "Великолепная маска, изготовленная Лакраком из особых материалов, собранных им по всему континенту Орбис. Состав этой маски поражает воображение: первое перо гарпии, чешуя дракона, лист Древа мира и имперский мифрил. Маска защищает владельца от отравляющих газов, а также от ослепляющего эффекта «Дымового снаряда»."
    }
  },
  "s3": {
    "name": "Липкий снаряд",
    "description": "Прикрепляет Липкую Бомбу, которая взрывается через {0} сек к случ. противнику. Взрыв наносит максимум {1} Физ. Урона, пропорционально уровню ОЗ у противников на удалении, и накладывает эффект Оглушения на 3 сек. После прикрепления Липкой Бомбы, на цель накладывается эффект Оглушения на 2 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Цена в Мане увеличена на 1, и проводится атака случайной цели 2 раза.",
    "dark": "Потребление маны уменьш. на 1.",
    "ut": {
      "name": "Особая гоблинская взрывчатка",
      "description": [
        "[Липкий снаряд] Урон увеличивается на 50%, и в момент Крит. Удара, восстанавливает 200 маны.",
        "[Липкий снаряд] Урон увеличивается на 50%, и в момент Крит. Удара, восстанавливает 240 маны.",
        "[Липкий снаряд] Урон увеличивается на 50%, и в момент Крит. Удара, восстанавливает 290 маны.",
        "[Липкий снаряд] Урон увеличивается на 50%, и в момент Крит. Удара, восстанавливает 350 маны.",
        "[Липкий снаряд] Урон увеличивается на 50%, и в момент Крит. Удара, восстанавливает 420 маны.",
        "[Липкий снаряд] Урон увеличивается на 50%, и в момент Крит. Удара, восстанавливает 500 маны."
      ],
      "story": "Порох, изготовленный по опасному секретному рецепту Лакрака. Лакрак считал, что обычные взрывы не слишком действенны на поле боя, поэтому он использовал немного муравьиной кислоты и яда крапивы, чтобы добавить эффект оглушения. При смешивании составляющих требуется невероятная аккуратность, поэтому Лакрак старается делать это наедине и в глубокой тайне, чтобы ему никто не помешал."
    }
  },
  "s4": {
    "name": "Артобстрел",
    "description": "Авто- атаки имеют 15% шанс выкинуть бомбу, которая наносит {1} Физ. Урона целям в радиусе и накладывает эффект 'Оглушение' на 2 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "На 10% больше шанса активации.",
    "dark": "На 10 сек. цель получает на 25% больше физ. урона.",
    "ut": {
      "name": "Пушечное чудо-ядро",
      "description": [
        "[Артобстрел] Снижает ману пораженных противников на 400. Первая атака в битве всегда вызывает [Артобстрел].",
        "[Артобстрел] Снижает ману пораженных противников на 480. Первая атака в битве всегда вызывает [Артобстрел].",
        "[Артобстрел] Снижает ману пораженных противников на 580. Первая атака в битве всегда вызывает [Артобстрел].",
        "[Артобстрел] Снижает ману пораженных противников на 700. Первая атака в битве всегда вызывает [Артобстрел].",
        "[Артобстрел] Снижает ману пораженных противников на 840. Первая атака в битве всегда вызывает [Артобстрел].",
        "[Артобстрел] Снижает ману пораженных противников на 1000. Первая атака в битве всегда вызывает [Артобстрел]."
      ],
      "story": "Снаряд для пушки, изготовленный в ходе совместной работы Лакрака и Мируру. После многочисленных неурядиц пираты Мируру и Лакрак сумели объединить усилия и создать этого небывалое оружие. Благодаря особому пороху Мируру пушечное ядро Лакрака получилось невероятно разрушительным."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "В момент Крит. Удара, вы получаете 5% увелич. Крит. Урона и 30 Меткости. Объединяется до 10 раз."
  }
}