{
  "name": "Сесилия",
  "subtitle": "Красный Ветер Справедливости",
  "description": "Девушка с повышенным чувством справедливости, которая всегда стремится быть поддержкой для всех. Она наказывает демонов, которые обижают людей, своими техномагическими ботинками, обладающими силой стирать врагов в порошок.",
  "story": "Девушка, мечтающая о мире, в котором нет места несправедливости. Сесилия, также известная как Красный Ветер Справедливости, побеждает врагов хлесткими ударами своей красной ленточки. Капитан Священных рыцарей Орвелии Рикардо – ее дед. Она выросла, наблюдая, как он решительно вершит правосудие, и теперь она, как участница Сопротивления, мечтает принести в мир справедливость и уничтожить все зло в империи. Рикардо переживает за свою внучку, так как ее погоня за справедливостью полна опасностей. Но Сесилия не обращает внимание на переживания деда, а только усерднее расправляется со своими врагами.",
  "like": "Губную гармошку, острую лапшу, заключать пари, бегать наперегонки.",
  "dislike": "Несправедливость, неудачные шутки, занудство, змей",
  "inn": {
    "idle": "Я верю в твой бесконечный потенциал!",
    "recruit": {
      "greet": "Я хочу, чтобы во время моего путешествия мы были вместе.",
      "talk": [
        "А ты, случаем, не знаешь моего дедушку?",
        "Самое главное, когда сражаешься за справедливость – несгибаемый дух!",
        "Тренируйся сегодня! Тренируйся каждый день!"
      ],
      "gift": "Э? Это и правда мне?"
    },
    "affinity": {
      "greet": "Сегодня мы будем играть на полную катушку! Кто со мной?",
      "talk": [
        "Не сдавайся! Я с тобой!",
        "В поедании острой лапши мне нет равных! Спорим на 5 золотых, что я смогу съесть больше острой лапши, чем ты. Спорим?"
      ],
      "gift": "Как мило! А что бы тебе хотелось получить в ответ?"
    },
    "relationship": {
      "greet": "Смелость – вот та сила, которая несет справедливость в мир!",
      "talk": [
        "Сколько у меня пар ботинок? Хм, около 100... И это только для тренировок!",
        "А? Ты хочешь, чтобы я сыграла на губной гармошке? Ха-ха-ха... Погоди-ка.",
        "Не хочешь сыграть в футбол как-нибудь?"
      ]
    }
  },
  "uw": {
    "name": "Сверхзвуковая Буря Гигантикс",
    "description": [
      "Повышает СКР АТК на 100. Обычные атаки и атаки навыками накладывают на себя заряд взрыва и с 3% шансом оглушают пораженные цели на 4 сек. Когда число зарядов достигает 100, Гигантикс взрывается, повышая СКР АТК и шанс всех уклонений на 100. Эффект нельзя отменить.",
      "Повышает СКР АТК на 120. Обычные атаки и атаки навыками накладывают на себя заряд взрыва и с 3% шансом оглушают пораженные цели на 4 сек. Когда число зарядов достигает 100, Гигантикс взрывается, повышая СКР АТК и шанс всех уклонений на 120. Эффект нельзя отменить.",
      "Повышает СКР АТК на 140. Обычные атаки и атаки навыками накладывают на себя заряд взрыва и с 3% шансом оглушают пораженные цели на 4 сек. Когда число зарядов достигает 100, Гигантикс взрывается, повышая СКР АТК и шанс всех уклонений на 140. Эффект нельзя отменить.",
      "Повышает СКР АТК на 170. Обычные атаки и атаки навыками накладывают на себя заряд взрыва и с 3% шансом оглушают пораженные цели на 4 сек. Когда число зарядов достигает 100, Гигантикс взрывается, повышая СКР АТК и шанс всех уклонений на 170. Эффект нельзя отменить.",
      "Повышает СКР АТК на 210. Обычные атаки и атаки навыками накладывают на себя заряд взрыва и с 3% шансом оглушают пораженные цели на 4 сек. Когда число зарядов достигает 100, Гигантикс взрывается, повышая СКР АТК и шанс всех уклонений на 210. Эффект нельзя отменить.",
      "Повышает СКР АТК на 250. Обычные атаки и атаки навыками накладывают на себя заряд взрыва и с 3% шансом оглушают пораженные цели на 4 сек. Когда число зарядов достигает 100, Гигантикс взрывается, повышая СКР АТК и шанс всех уклонений на 250. Эффект нельзя отменить."
    ],
    "story": "Пара техномагических ботинок, изготовленных с использованием магического камня бури, найденного в древних руинах. При каждой атаке магический камень испускает энергетическую волну, позволяющую владелице этих ботинок двигаться со сверхзвуковой скоростью и наносить мощные удары, способные сгибать металлические прутья. Сесилия получила магический камень бури, который стал основным компонентом ее ботинок, от своего деда Рикардо. По ее словам, Рикардо всегда бережно его хранил, но никогда не говорил, откуда он у него. Однажды Рикардо решил проведать Сесилию в империи, и она рассказала ему, что собирается вступить в Сопротивление. По ее глазам Рикардо увидел, что она приняла твердое решение. После этого он отдал ей магический камень бури со словами: «Пусть мир узнает, что ты чувствуешь». Позже с помощью этого камня гениальный инженер Сопротивления Ландет изготовил эти ботинки."
  },
  "s1": {
    "name": "Скорее!",
    "description": "Выбирает целью самого дальнего противника и отмечает его в качестве [Злодея], снижая его СКР АТК на {1} на {0} сек. Перемещается к цели и наносит {2} ед. физ. урона. После применения этого навыка становится доступен [Рубящий удар ногой!].",
    "books": {
      "0": "Повышает урон на {0}%.",
      "1": "Повышает урон на {0}%.",
      "2": "Повышает урон на {0}%."
    },
    "light": "Повышает получаемый целью физ. урон на 25% на 10 сек.",
    "dark": "Отменяет положит. эффекты, действующие на цель.",
    "ut": {
      "name": "Первый шаг на пути геройства",
      "description": [
        "[С дороги!] Снижает затраты маны на 1 сферу и повышает получаемый пораженными целями физ. урон на 10% на 10 сек.",
        "[С дороги!] Снижает затраты маны на 1 сферу и повышает получаемый пораженными целями физ. урон на 12% на 10 сек.",
        "[С дороги!] Снижает затраты маны на 1 сферу и повышает получаемый пораженными целями физ. урон на 14% на 10 сек.",
        "[С дороги!] Снижает затраты маны на 1 сферу и повышает получаемый пораженными целями физ. урон на 17% на 10 сек.",
        "[С дороги!] Снижает затраты маны на 1 сферу и повышает получаемый пораженными целями физ. урон на 21% на 10 сек.",
        "[С дороги!] Снижает затраты маны на 1 сферу и повышает получаемый пораженными целями физ. урон на 25% на 10 сек."
      ],
      "story": "Пара особых ботинок, которые Сесилия носила до того, как получила ботинки, которые носит теперь. После многолетних тренировок в области боевых искусств она выработала собственный стиль, который основывается на быстрых ударах ногами. Чтобы не ударить лицом в грязь перед своим дедом, она усиленно тренировалась в этих ботинках. Потертости и царапины на этих ботинках напоминают о тех славных былых днях упорного труда."
    },
    "linked": {
      "0": {
        "name": "Рубящий удар ногой!",
        "description": "Атакует вражескую цель, нанося {0} ед. физ. урона и отбрасывая ее назад на {1} сек. Противники со статусом [Злодей] атакуются первыми. После использования этого навыка становится доступен [Удар бури!]."
      },
      "1": {
        "name": "Удар бури!",
        "description": "Перемещается к дальнему противнику и наносит {0} ед. физ. урона, оглушая его на {1} сек. Противники со статусом [Злодей] атакуются первыми."
      }
    }
  },
  "s2": {
    "name": "Бесконечный потенциал",
    "description": "Наносит {0} ед. физ. урона ближайшим противникам вокруг себя, сбивая их с ног на {1} сек. Получает эффект [Бесконечный потенциал], повышающий свою СКР АТК на {3} на {2} сек. Пока действует [Бесконечный потенциал], обычные атаки и атаки навыками наносят {4} ед. физ. урона героям и {5} ед. физ. урона целям, не являющимся героями. Эффект нельзя отменить.",
    "books": {
      "0": "Повышает урон на {0}%.",
      "1": "Повышает урон на {0}%.",
      "2": "Повышает урон на {0}%."
    },
    "light": "Пока действует навык, повышает урон по противникам, не являющимся героями, на {0}%.",
    "dark": "Пока действует навык, получает на {0}% меньше физ. урона.",
    "ut": {
      "name": "Детское воспоминание",
      "description": [
        "[Бесконечный потенциал] Снимает с себя отриц. эффекты и повышает урон на 20%.",
        "[Бесконечный потенциал] Снимает с себя отриц. эффекты и повышает урон на 24%.",
        "[Бесконечный потенциал] Снимает с себя отриц. эффекты и повышает урон на 29%.",
        "[Бесконечный потенциал] Снимает с себя отриц. эффекты и повышает урон на 35%.",
        "[Бесконечный потенциал] Снимает с себя отриц. эффекты и повышает урон на 42%.",
        "[Бесконечный потенциал] Снимает с себя отриц. эффекты и повышает урон на 50%."
      ],
      "story": "Мячи, которые Сесилия любит пинать. Особенно она любит пинать футбольный мяч, который помог ей отточить удары ногами. В детстве она была заводилой среди детей, и теперь всегда держит рядом с собой эти мячи в качестве напоминания о беззаботном детстве. Она достает их, когда чувствует себя разочарованной или несчастной."
    }
  },
  "s3": {
    "name": "КИ-И-Я!",
    "description": "Атакует ближайших противников вокруг себя, нанося в сумме {1} ед. физ. урона за серию ударов ( {0} ). После чего наносит {2} ед. физ. урона вражеской цели и окружающим ее противникам, сбивая их с ног на {3} сек. Если во время использования этого навыка действует [Бесконечный потенциал], [Спец. прием: метеоритный удар!] становится доступен на {4} сек.",
    "books": {
      "0": "Повышает урон на {0}%.",
      "1": "Повышает урон на {0}%.",
      "2": "Повышает урон на {0}%."
    },
    "light": "Повышает урон на 100%, когда остается только 1 противник.",
    "dark": "Пока действует навык, получает иммунитет к контролю.",
    "ut": {
      "name": "Свободная минутка",
      "description": [
        "[КИ-И-Я!] Повышает свой урон по боссам на 4% за каждое применение. Эффект суммируется до 10 раз. Снижает затраты маны на использование навыка [Спец. прием: метеоритный удар!] на 1 сферу.",
        "[КИ-И-Я!] Повышает свой урон по боссам на 4,8% за каждое применение. Эффект суммируется до 10 раз. Снижает затраты маны на использование навыка [Спец. прием: метеоритный удар!] на 1 сферу.",
        "[КИ-И-Я!] Повышает свой урон по боссам на 5,8% за каждое применение. Эффект суммируется до 10 раз. Снижает затраты маны на использование навыка [Спец. прием: метеоритный удар!] на 1 сферу.",
        "[КИ-И-Я!] Повышает свой урон по боссам на 7% за каждое применение. Эффект суммируется до 10 раз. Снижает затраты маны на использование навыка [Спец. прием: метеоритный удар!] на 1 сферу.",
        "[КИ-И-Я!] Повышает свой урон по боссам на 8,4% за каждое применение. Эффект суммируется до 10 раз. Снижает затраты маны на использование навыка [Спец. прием: метеоритный удар!] на 1 сферу.",
        "[КИ-И-Я!] Повышает свой урон по боссам на 10% за каждое применение. Эффект суммируется до 10 раз. Снижает затраты маны на использование навыка [Спец. прием: метеоритный удар!] на 1 сферу."
      ],
      "story": "Губная гармошка, на которой Сесилия любит играть в свободное время. Рикардо подарил ее Сесилии на 15-й день рождения. Он беспокоился, что его внучка может забыть об отдыхе во время своих попыток принести в мир справедливость. После долгих раздумий он подарил Сесилии эту маленькую губную гармошку с выгравированным на ней именем внучки. Однако Сесилия выучила лишь одну мелодию, а на большее ее уже не хватило."
    },
    "linked": {
      "0": {
        "name": "Спец. прием: метеоритный удар!",
        "description": "Выполняет сокрушительную атаку, нанося {0} ед. физ. урона вражеской цели и окружающим ее противникам, оглушая их на {1} сек. Этот навык гарантированно наносит крит. удар."
      }
    }
  },
  "s4": {
    "name": "Врожденный талант",
    "description": "Повышает свою ЗЩТ на {0} и свой шанс крит. удара на {1}. Обычные атаки и атаки навыками Сесилии не промахиваются по целям.",
    "books": {
      "0": "Повышает усиление ЗЩТ на {0}%.",
      "1": "Повышает усиление ЗЩТ на {0}%.",
      "2": "Повышает усиление ЗЩТ на {0}%."
    },
    "light": "Получает на {0}% меньше урона.",
    "dark": "Повышает урон, наносимый героям, на {0}%.",
    "ut": {
      "name": "Справедливое сердце",
      "description": [
        "[Врожденный талант] В начале каждой битвы в течение 20 сек. наносит повышенный на 10% физ. урон противникам, не являющимся героями, и получает на 25% меньше урона.",
        "[Врожденный талант] В начале каждой битвы в течение 20 сек. наносит повышенный на 12% физ. урон противникам, не являющимся героями, и получает на 25% меньше урона.",
        "[Врожденный талант] В начале каждой битвы в течение 20 сек. наносит повышенный на 14% физ. урон противникам, не являющимся героями, и получает на 25% меньше урона.",
        "[Врожденный талант] В начале каждой битвы в течение 20 сек. наносит повышенный на 17% физ. урон противникам, не являющимся героями, и получает на 25% меньше урона.",
        "[Врожденный талант] В начале каждой битвы в течение 20 сек. наносит повышенный на 21% физ. урон противникам, не являющимся героями, и получает на 25% меньше урона.",
        "[Врожденный талант] В начале каждой битвы в течение 20 сек. наносит повышенный на 25% физ. урон противникам, не являющимся героями, и получает на 25% меньше урона."
      ],
      "story": "Подарок, который Сесилия получила за свое самое первое проявление справедливости. Давным-давно маленькая девочка перевязала этой красной ленточкой рану Сесилии, полученную последней во время спасения девочки от опасности. С тех пор она всегда носит ее на запястье во время своих заданий, из-за чего люди прозвали ее Красным Ветром Справедливости."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "Повышает свою АТК на {0}%, когда [Бесконечный потенциал] наносит доп. урон противнику. Эффект нельзя отменить, а его макс. число зарядов – {1}."
  }
}