{
  "name": "Кирзе",
  "subtitle": "Кошечка красного кристалла",
  "description": "Победитель конкурса «дизайнерский концепт героя» [87CEFA]Mochi00 (JPN)[-] Девочка, рождённая полуживотным с редкостной магией. В раннем возрасте она была схвачена демоническими войсками и подвержена опытам по изменению тела. Получив силу, она сбежала, чтобы сражаться со врагами, используя своё тело из красного кристалла.",
  "story": "Победитель конкурса «дизайнерский концепт героя» [87CEFA]Mochi00 (JPN)[-] Несколько лет назад, многочисленные деревни континента Орбис подверглись штурму войск нежити Мальдука. На свет стали появляться альбиносы, дети с невероятно сильной и особой маной. Слуги Мальдука похищали этих детей и внедряли им красный энергетический кристалл, который идеально подходит демонам - На протяжении жизни этих детей, опыты с красным кристаллом возобновлялись, используя их, как живой рудник. Из-за боли, после негуманных опытов, некоторые дети умирали. В случае, если красный кристалл не подходил ребёнку, всё его тело окаменевало и рассыпалось, превращясь в пыль. Детей, увидевших столь ужасное зрелище, охватывал сильный страх, не видя перед собой никаких способов выжить, они просто ждали свою смерть. Однако опыт увенчался успехом. Красный кристалл резонировал с телом Кирзе, этот магический камень был полностью поглощён её телом. В результате она вместе со своей огромной маной, взяла под свой контроль особую силу красного кристалла. С обретённой силой, Кирзе сокрушила слуг Мальдука и вместе с оставшимися детьми смогла сбежать из демонической лаборатории. С огромной силой в своих руках, Кирзе отправляется в путешествие. Чтобы предотвратить появление новых жертв, она охотится на демонов...",
  "like": "Плюшевые куклы, прохладный речной берег, маленьких животных, детский смех",
  "dislike": "Демонов, мерзких насекомых, плохое обращение к людям",
  "inn": {
    "idle": "Ха-ха... Повелась на живую атмосферу...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Привет, давно не виделись...",
      "talk": [
        "Покушать вместе? Ха-ха... Всё нормально, я просто понаблюдаю.",
        "Если кто-то в опастности... Моё тело непроизвольно рвётся помочь им."
      ],
      "gift": "Красный магический камень в моём теле... Слышала, что его можно использовать, как катализатор в магическом реагенте."
    },
    "relationship": {
      "greet": "О... Привет! Я сделала новую куклу... Взглянешь?",
      "talk": [
        "Не люблю сражения, но... нельзя, чтобы пострадавших как я стало больше.",
        "Я не могу много есть. После того, как мое тело изменилось... Поэтому, когда я вижу хорошо питающихся людей, я им завидую.",
        "Сегодня я немного утомлена... Слегка сонная. Если покажется, что я очень долго сплю, разбуди меня... А если я не проснусь...Страшно..."
      ]
    }
  },
  "uw": {
    "name": "Лезвие осуждения, Элисфира",
    "description": [
      "Повышает силу магического камня, увеличивая дистанцию эффекта[Распускайся, красный цветок!]. Также при авто-атаке и атаке умением может нанести магическую атаку равную 500% АТК с 4% шансом. Урон наносимый боссу увеличивается в 2 раза.",
      "Повышает силу магического камня, увеличивая дистанцию эффекта[Распускайся, красный цветок!]. Также при авто-атаке и атаке умением может нанести магическую атаку равную 600% АТК с 4% шансом. Урон наносимый боссу увеличивается в 2 раза.",
      "Повышает силу магического камня, увеличивая дистанцию эффекта[Распускайся, красный цветок!]. Также при авто-атаке и атаке умением может нанести магическую атаку равную 720% АТК с 4% шансом. Урон наносимый боссу увеличивается в 2 раза.",
      "Повышает силу магического камня, увеличивая дистанцию эффекта[Распускайся, красный цветок!]. Также при авто-атаке и атаке умением может нанести магическую атаку равную 860% АТК с 4% шансом. Урон наносимый боссу увеличивается в 2 раза.",
      "Повышает силу магического камня, увеличивая дистанцию эффекта[Распускайся, красный цветок!]. Также при авто-атаке и атаке умением может нанести магическую атаку равную 1000% АТК с 4% шансом. Урон наносимый боссу увеличивается в 2 раза.",
      "Повышает силу магического камня, увеличивая дистанцию эффекта[Распускайся, красный цветок!]. Также при авто-атаке и атаке умением может нанести магическую атаку равную 1250% АТК с 4% шансом. Урон наносимый боссу увеличивается в 2 раза."
    ],
    "story": "Гиганские ножницы, изготовленные из красного магического камня, содержащегося в теле Кирзе. Они были созданы по дизайну старых антикварных ножниц, использованных её мамой давным-давно Этим эффективным оружием можно размахивать, как саблей, а также разделить и использовать, как парные мечи. Оружие, наполненное желанием девочки, чтобы больше не было людей, которые страдают от демонов. Может проявить ещё большую мощь в зависимости от эмоционального состояния девочки."
  },
  "s1": {
    "name": "Руби, меч правосудия!",
    "description": "7 раз атакует противников вокруг себя, нанося им {0} ед. маг. урона. После чего наносит врагам на передовой {1} ед. маг. урона, а также сбивает их с ног на {2} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Время перезарядки снижается на {0}% за каждое попадание по противнику.",
    "dark": "Если противник один, то урон +100%.",
    "ut": {
      "name": "Лотус красного кристалла",
      "description": [
        "[Руби, меч правосудия!] увеличивает урон на 20% и потребление маны уменьшается на 1.",
        "[Руби, меч правосудия!] увеличивает урон на 24% и потребление маны уменьшается на 1.",
        "[Руби, меч правосудия!] увеличивает урон на 29% и потребление маны уменьшается на 1.",
        "[Руби, меч правосудия!] увеличивает урон на 35% и потребление маны уменьшается на 1.",
        "[Руби, меч правосудия!] увеличивает урон на 42% и потребление маны уменьшается на 1.",
        "[Руби, меч правосудия!] увеличивает урон на 50% и потребление маны уменьшается на 1."
      ],
      "story": "Бывает, из Кирзе выпадают кусочки кристалла. Кусочки кристалла - это части её тела, и так как их нельзя просто взять и оставить, она их собирала. Не зная, что делать с собранными кусочками, она в один прекрасный день зашла в Орвел и заметила красивые стеклянные украшения в магазине Мэй. Эти украшения поразили своей красотой Кирзе, поэтому пожелав найти лучшего применения кусочкам кристалла, она отдала все собранные за это время кусочки на распоряжение Мэй. В благодарность, Мэй создала своё первое творение,- украшения красного лотуса и подарила его Кирзе."
    }
  },
  "s2": {
    "name": "Расползайся, решающий туман!",
    "description": "Вызывает силу магического камня в своём теле, нанося всем противникам {0} ед. маг. Урона и оглушает их на {1} сек. При использовании переходит в состояние [Пробуждение камня] на {2} сек. и повышает СКР АТК всех союзников на {3}. Каждые {4} сек. испускает ударную волну, нанося всем противникам на расстоянии {5} ед. маг. урона, а также оглушает их на {6} сек.",
    "books": {
      "0": "Урон + {0}%",
      "1": "Урон + {0}%",
      "2": "Урон + {0}%"
    },
    "light": "Время оглушения от ударной волны повышается на {0} сек. если враг не является героем.",
    "dark": "Во время действия [Пробуждение камня] наносимый урон повышается на {0}%, если враг не является героем.",
    "ut": {
      "name": "Остатки хобби",
      "description": [
        "[Расползайся, решающий туман!] дополнительно увеличивает СКР АТК на 100 и длительность [Пробуждение камня] увеличивается на 7сек.",
        "[Расползайся, решающий туман!] дополнительно увеличивает СКР АТК на 120 и длительность [Пробуждение камня] увеличивается на 7сек.",
        "[Расползайся, решающий туман!] дополнительно увеличивает СКР АТК на 140 и длительность [Пробуждение камня] увеличивается на 7сек.",
        "[Расползайся, решающий туман!] дополнительно увеличивает СКР АТК на 170 и длительность [Пробуждение камня] увеличивается на 7сек.",
        "[Расползайся, решающий туман!] дополнительно увеличивает СКР АТК на 210 и длительность [Пробуждение камня] увеличивается на 7сек.",
        "[Расползайся, решающий туман!] дополнительно увеличивает СКР АТК на 250 и длительность [Пробуждение камня] увеличивается на 7сек."
      ],
      "story": "Кирзе с детства обожала куклы, но из-за нищеты была вынуждена ирать с куклами из кусков старой ткани, сделанными её мамой. Живя с мамой, Кирзе обрела кое-какие знания по вышивке и изготовлению кукол. Теперь она делает куклы не только для себя, но и для других. Особенно для бедных сирот, которые потеряли своих родителей от рук блуждающих демонов."
    }
  },
  "s3": {
    "name": "Распускайся, красный цветок!",
    "description": "Призвав магический камень атакует противников по прямой, нанося {0} ед. маг. урона. Затем создаёт взрыв, нанося {1} ед. доп. маг. урона, а также накладывает [Проклятие камня] на врага в теч. {2} сек. уменьшая СКР АТК на {3}. При атаке врага, который находится под действием [Проклятие камня] накапливается [Энергия камня]. После {4} сек. [Проклятие камня] взрывается и наносит {5} + {6} ед. маг. урона за заряд Энергии камня.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Уменьшение СКР АТК + {0}.",
    "dark": "Энергия камня накладывается по 2 заряда, если враг один.",
    "ut": {
      "name": "Воспоминания о побеге",
      "description": [
        "Время перезарядки [Распускайся, красный цветок!] уменьшается на 30% и с 40% шансом накладывается 3 заряда [Энергия камня].",
        "Время перезарядки [Распускайся, красный цветок!] уменьшается на 30% и с 48% шансом накладывается 3 заряда [Энергия камня].",
        "Время перезарядки [Распускайся, красный цветок!] уменьшается на 30% и с 58% шансом накладывается 3 заряда [Энергия камня].",
        "Время перезарядки [Распускайся, красный цветок!] уменьшается на 30% и с 70% шансом накладывается 3 заряда [Энергия камня].",
        "Время перезарядки [Распускайся, красный цветок!] уменьшается на 30% и с 84% шансом накладывается 3 заряда [Энергия камня].",
        "Время перезарядки [Распускайся, красный цветок!] уменьшается на 30% и с 100% шансом накладывается 3 заряда [Энергия камня]."
      ],
      "story": "Когда, Кирзе была схвачена демонами и подвергалась опытам по внедрению красного кристала в её тело- Когда она впервые слилась с красным магическим камнем и пробудила силу - Она создала своё первое оружие, ради побега. Два недоделанных, небрежных кинжала, что вот-вот сломаются. Именно эти два кинжала спасли не только её, но и тех, кого поймали и подвергали опытам вместе с ней. И по сей день она не может избавиться от оружия, что несёт в себе её важные воспоминания."
    }
  },
  "s4": {
    "name": "Преступления окончены!",
    "description": "Повышает свою АТК на {0} и шанс крит. удара на {1} , а также увеличивает длительность контроля на босса у всех союзников на {2}%.",
    "books": {
      "0": "Усиление АТК + {0}%.",
      "1": "Усиление АТК + {0}%.",
      "2": "Усиление АТК + {0}%."
    },
    "light": "В начале каждой битвы урон наносимый по врагам, которые не являются героями повышается на {0}% в теч. 20 сек.",
    "dark": "Урон наносимый боссу повышается на {0}%.",
    "ut": {
      "name": "Затишье",
      "description": [
        "Шанс крит. Урона [Преступления окончены!] дополнительно увеличивается на 250 и эффект увеличения длительности контроля меняется на 30%.",
        "Шанс крит. Урона [Преступления окончены!] дополнительно увеличивается на 250 и эффект увеличения длительности контроля меняется на 32%.",
        "Шанс крит. Урона [Преступления окончены!] дополнительно увеличивается на 250 и эффект увеличения длительности контроля меняется на 34%.",
        "Шанс крит. Урона [Преступления окончены!] дополнительно увеличивается на 250 и эффект увеличения длительности контроля меняется на 37%.",
        "Шанс крит. Урона [Преступления окончены!] дополнительно увеличивается на 250 и эффект увеличения длительности контроля меняется на 41%.",
        "Шанс крит. Урона [Преступления окончены!] дополнительно увеличивается на 250 и эффект увеличения длительности контроля меняется на 45%."
      ],
      "story": "Швейный набор используемый в Хобби Кирзе. Это неотъемлемые предметы в её увлечении - изготовлении кукол. С недавнего времени, она стала использовать особую вату и нити, и теперь она очень рада, что это позволяет ей делать куклы ещё лучше. Также, она сделала мини-версию своего оружия - гигантских ножниц."
    }
  },
  "t5": {
    "light": "АТК, ЗЩТ, ОЗ +15% / СКР АТК + 100",
    "dark": "Каждая авто-атака и атака умением увеличивают свою СКР АТК на {0}. Эффект может быть объединён до {1} раз максимум."
  }
}