{
  "name": "Чейс",
  "subtitle": "Образец 0",
  "description": "Объект эксперимента, не помнящий своего прошлого, и яростный воин, побеждающий своих врагов благодаря нечеловеческой силе. Могучее оружие, уничтожающее все, что попадается ему на пути.",
  "story": "Человек, потерявший память. Испытуемый «Образец 0», рожденный в ходе имперского эксперимента по улучшению человеческих возможностей. Первый в своем роде представитель проекта «Злые рыцари», созданный для убийства, Чейс был связан тайным договором с империей, согласно которому должен был убить единственного претендента на имперский трон – Скарлет. Однако во время боя с Клаусом и Дэмией, защищавшими Скарлет, с ним случился необъяснимый приступ ярости, после чего он не стал доводить свое задание до конца и скрылся. Так как он не убил Скарлет и пропал без следа, аристократы, поручившие ему убийство принцессы, оказались в опасном положении. Они наняли группу убийц из «Смеющейся маски», чтобы те нашли его и уничтожили. Но они и не подозревали, что Скарлет оставила его при себе и дала ему имя – Чейс.",
  "like": "Этим именем его называют Скарлет, Дэмия, Клаус и друзья",
  "dislike": "Воспоминания о прошлом, присвоенный ему во время эксперимента номер.",
  "inn": {
    "idle": "Незнакомые ощущения. Незнакомое место...",
    "recruit": {
      "greet": "Я тебя не помню.",
      "talk": [
        "Есть здесь кто-нибудь, кто меня знает?",
        "Я знаю наверняка, что убил немало людей. Но почему? Как так вышло?",
        "Сегодня на меня пристально посмотрел один человек. Возможно... он меня узнал?"
      ],
      "gift": "Спасибо. Наверное, такой ответ ты от меня ждешь."
    },
    "affinity": {
      "greet": "Хм-м...",
      "talk": [
        "Меня зовут... Меня так называют, и это мое имя... Вот почему я сражаюсь за них.",
        "Меня зовут Чейс... Чейс... Теперь меня зовут Чейс."
      ],
      "gift": "Я могу оставить это себе? Правда?"
    },
    "relationship": {
      "greet": "Я ее не вижу. Если я не найду ее в ближайшее время, Дэмия будет в ярости.",
      "talk": [
        "Я чувствую ее в своем теле. Силу... Видимо, меня пытались сделать невероятно сильным, но при этом не убить.",
        "Она приняла меня с такой добротой, а я ведь пытался ее убить... Она дала мне имя... И она стояла прямо передо мной...",
        "Дэмия бывает жуткой... Клаус добряк, а она бывает иногда жуткой. Но, несмотря ни на что, она всегда добра ко мне."
      ]
    }
  },
  "uw": {
    "name": "Кровавое Копье Монолит",
    "description": [
      "Увеличивает свой крит. урон на 20%. Автоатаки наносят физ. урон с помощью эффекта [Пламя Монолита], равный 30% АТК, и восстанавливают ОЗ в размере 20% от нанесенного урона. Во время действия эффекта [Выход за пределы] действие эффекта [Пламя Монолита] удваивается.",
      "Увеличивает свой крит. урон на 24%. Автоатаки наносят физ. урон с помощью эффекта [Пламя Монолита], равный 36% АТК, и восстанавливают ОЗ в размере 20% от нанесенного урона. Во время действия эффекта [Выход за пределы] действие эффекта [Пламя Монолита] удваивается.",
      "Увеличивает свой крит. урон на 28%. Автоатаки наносят физ. урон с помощью эффекта [Пламя Монолита], равный 43% АТК, и восстанавливают ОЗ в размере 20% от нанесенного урона. Во время действия эффекта [Выход за пределы] действие эффекта [Пламя Монолита] удваивается.",
      "Увеличивает свой крит. урон на 34%. Автоатаки наносят физ. урон с помощью эффекта [Пламя Монолита], равный 52% АТК, и восстанавливают ОЗ в размере 20% от нанесенного урона. Во время действия эффекта [Выход за пределы] действие эффекта [Пламя Монолита] удваивается.",
      "Увеличивает свой крит. урон на 42%. Автоатаки наносят физ. урон с помощью эффекта [Пламя Монолита], равный 62% АТК, и восстанавливают ОЗ в размере 20% от нанесенного урона. Во время действия эффекта [Выход за пределы] действие эффекта [Пламя Монолита] удваивается.",
      "Увеличивает свой крит. урон на 50%. Автоатаки наносят физ. урон с помощью эффекта [Пламя Монолита], равный 75% АТК, и восстанавливают ОЗ в размере 20% от нанесенного урона. Во время действия эффекта [Выход за пределы] действие эффекта [Пламя Монолита] удваивается."
    ],
    "story": "Оружие для улучшенного человеческого образца 0, созданное после тысяч тщетных попыток в одной из лабораторий империи. После пробуждения в лаборатории улучшенный человеческий образец 0 уничтожал все, что только попадало ему в руки, подыскивая оружие, равное ему по силе. В конце концов он оторвал рог у монстра Каннибала, по слухам, проглотившего смертный грех высокомерие, после чего их стало 7. Этот рог затем оказался в руках лучших кузнецов империи, превративших его в Кровавое Копье Монолит. Внутри этого оружия горит пламя греха, из-за чего нанесенные им раны никогда не заживают. Ощущение, возникающее при поражении противника этим оружием, настолько сладостно, что его владелец даже забывает о своем страшном прошлом."
  },
  "s1": {
    "name": "Я сокрушу тебя!",
    "description": "Не дает атакованной цели получать положит. эффекты в течение 4 сек., наносит ей {0} ед. физ. урона и отбрасывает ее назад. Через 1 сек. наносит {1} ед. физ. урона окружающим цель противникам и оглушает их на {2} сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Снижает затраты маны на 1 ед.",
    "dark": "Находящаяся под воздействием цель получает на 25% больше физ. урона в течении 10 сек.",
    "ut": {
      "name": "Проводник греха",
      "description": [
        "[Я сокрушу тебя!] Наделяет иммунитетом к контролю на время действия навыка и при каждом попадании восстанавливает 200 маны.",
        "[Я сокрушу тебя!] Наделяет иммунитетом к контролю на время действия навыка и при каждом попадании восстанавливает 240 маны.",
        "[Я сокрушу тебя!] Наделяет иммунитетом к контролю на время действия навыка и при каждом попадании восстанавливает 290 маны.",
        "[Я сокрушу тебя!] Наделяет иммунитетом к контролю на время действия навыка и при каждом попадании восстанавливает 350 маны.",
        "[Я сокрушу тебя!] Наделяет иммунитетом к контролю на время действия навыка и при каждом попадании восстанавливает 420 маны.",
        "[Я сокрушу тебя!] Наделяет иммунитетом к контролю на время действия навыка и при каждом попадании восстанавливает 500 маны."
      ],
      "story": "Самоцвет, украшающий переднюю часть Монолита и изготовленный из четвертого сердца Зверя высокомерия Каннибала. Когда Чейс бросается на врага, сердце Каннибала начинает биться, и как только Монолит касается противника, сердце взрывается, извергая бурлившее в нем грешное пламя."
    }
  },
  "s2": {
    "name": "Выход за пределы",
    "description": "При применении задействуется эффект [Выход за пределы], который расходует {0}% текущих ОЗ, чтобы снять с героя все негатив. эффекты, и наносит {1} ед. физ. урона ближайшим противникам в зоне досягаемости. Во время действия эффекта [Выход за пределы] каждую 1 сек. расходуется {2}% текущих ОЗ, герой наделяется иммунитетом к эффектам контроля, его крит. урон увеличивается на {3}%, а СКР АТК – на {4} ед. Расход ОЗ, увеличение крит. урона и СКР АТК повышаются с течением времени. Эффект нельзя отменить, но когда ОЗ опускаются ниже 25%, он отменяется автоматически.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Противники, попавшие под удар, становятся Оглушенными на 2 сек.",
    "dark": "Восстановление ОЗ в сек. повышено на 100%, а усиление СКР АТК и крит. урона удвоено.",
    "ut": {
      "name": "Платок верности",
      "description": [
        "[Выход за пределы] Пока действует навык, каждую секунду наносит физ. урон в размере 40% АТК ближайшим противникам и повышает восстановление на 30%.",
        "[Выход за пределы] Пока действует навык, каждую секунду наносит физ. урон в размере 48% АТК ближайшим противникам и повышает восстановление на 30%.",
        "[Выход за пределы] Пока действует навык, каждую секунду наносит физ. урон в размере 58% АТК ближайшим противникам и повышает восстановление на 30%.",
        "[Выход за пределы] Пока действует навык, каждую секунду наносит физ. урон в размере 70% АТК ближайшим противникам и повышает восстановление на 30%.",
        "[Выход за пределы] Пока действует навык, каждую секунду наносит физ. урон в размере 84% АТК ближайшим противникам и повышает восстановление на 30%.",
        "[Выход за пределы] Пока действует навык, каждую секунду наносит физ. урон в размере 100% АТК ближайшим противникам и повышает восстановление на 30%."
      ],
      "story": "Платок, который Скарлет подарила Чейсу, так как ей было жаль, что у него нет имени. Имя Чейса вышито в углу платка. Платок не очень-то вяжется с его внешним видом, но он с ним никогда не расстается. Чейс потерял память и может только догадываться о своем прошлом по лабораторному коду, выбитому на запястье. Как только его начали называть по имени, он обрел смысл жизни. Чейс решил, что направит свою невероятную силу на защиту тех, кто помогает ему чувствовать себя живым."
    }
  },
  "s3": {
    "name": "Копье Ярости Ожог",
    "description": "Бросается на противника, нанося ему {0} ед. физ. урона и сбивая его с ног, взрывает землю вокруг себя и атакует 4 раз, нанося в общей сложности {1} ед. физ. урона и оглушая противников на {2} сек. Восстанавливает ОЗ в размере {3}% от нанесенного урона.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "При использовании навыка дает иммунитет к любому контролю.",
    "dark": "Увеличивает длительность оглушения на 1 сек.",
    "ut": {
      "name": "Неумолимый наплечник",
      "description": [
        "[Копье Ярости Ожог]: снижает затраты маны на 1 ед. и увеличивает урон на 20%.",
        "[Копье Ярости Ожог]: снижает затраты маны на 1 ед. и увеличивает урон на 24%.",
        "[Копье Ярости Ожог]: снижает затраты маны на 1 ед. и увеличивает урон на 29%.",
        "[Копье Ярости Ожог]: снижает затраты маны на 1 ед. и увеличивает урон на 35%.",
        "[Копье Ярости Ожог]: снижает затраты маны на 1 ед. и увеличивает урон на 42%.",
        "[Копье Ярости Ожог]: снижает затраты маны на 1 ед. и увеличивает урон на 50%."
      ],
      "story": "Наплечник, который Чейс носит на одном плече. Изготовлен из особых материалов, редко встречающихся на континенте Орбис. Несмотря на свою легкость, он настолько прочный, что его невозможно разрушить. Этот предмет передала Чейсу Дэмия после того, как он перешел на сторону Скарлет. Дэмия была крайне заинтригована тем, как обычно такой недалекий Чейс перевоплощался в энергичного бойца во время поединков. Она наблюдала за ним несколько дней, а затем, похлопав его по плечу, подарила ему этот наплечник. И добавила, что в бою нужно думать не только об атаке, но и о защите."
    }
  },
  "s4": {
    "name": "Помни об этом в аду",
    "description": "Блокирует действие «Вампиризма». Вместо этого повышает макс. ОЗ на {0} , шанс крит. урона на {1} ед., меткость эффектов контроля на {2} ед. и меткость на {3} ед. При получении смертельного урона воскресает на {4} сек., при этом крит. урон увеличивается на {5}%, а СКР АТК на {6} ед. Воскрешение возможно только один раз за битву, а воскресший Чейс не может использовать навыки.",
    "books": {
      "0": "Усиление ОЗ повышено на {0}%.",
      "1": "Усиление ОЗ повышено на {0}%.",
      "2": "Усиление ОЗ повышено на {0}%."
    },
    "light": "После воскрешения повышает АТК на 50%.",
    "dark": "После воскрешения отбрасывает ближайших противников в зоне досягаемости в течение 3 сек."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "За каждый 1% потерянных ОЗ крит. урон увеличивается на 1%, а СКР АТК – на 4 ед."
  }
}