{
  "name": "Дакарис",
  "subtitle": "Мудрец озера",
  "description": "Мудрец ящеров, населявших окрестности озера Эретана, которые были захвачены Империей. 8 лет назад, присоединился в отряд сопративления для спасения павшей родины. Он погружает в хаос врагов, используя традиционную магию своего племени.",
  "story": "Ящеры уже с давних пор противостоят Империи, которая всегда намеревалась захватить их земли. Однако, в конце концов все склонились перед превосходящей техникой и войсками её. Родина Дакариса, располагавшаяся на высогорной местности,озеро Эретана тоже не стала исключением. Так как Империя не переселяла жителей, захваченных земель,отношение к ним было не из лучших. Вдобавок, на районах, которые они населяли, среди поставленных аристократов и государственных служащих было очень много недоброжелателей,которые повлияли на жизнь племён ещё сильнее. Хуже всего было внедрение аристоркратии на родину Дакариса. В результате тирании, которая становилась всё хуже с каждым днём, была убита ни в чём не повинная молодая часть племени, по этой причине, Дакарис собирает соплеменников и начинает подготовку по возвращению свободы. «Ради освобождения душ наших предков, ради свободы нашего народа -Я без колебаний, вместе с отрядом сопротивления, вернём обратно наше будущее.» В настоящее время, он является одним из тех, кто с мудростью и проницательностью ведёт за собой отряд сопротивления.",
  "like": "Своих соплеменников, свободное чтение, различную рыбу и блюда из морепродуктов",
  "dislike": "Подавление свободы, побуждение конфликтов, насилие",
  "inn": {
    "idle": "Гостевой дом людей?.. Хм, очень даже уютно.",
    "recruit": {
      "greet": "Прятно познакомиться, странник.",
      "talk": [
        "Хм, какая же на вкус здешняя еда? Меня всегда удивлял культ еды людей.",
        "Новая культура, новый мир, новый опыт. Каждый день - новое учение.",
        "Странствующий ящер, что оставляет свои земли и племя, какая редкость."
      ],
      "gift": "О-о, подарок? Спасибо. В следующий раз постараюсь угостить тебя рыбкой."
    },
    "affinity": {
      "greet": "Скорее проходите, друг мой. Что-то произошло?",
      "talk": [
        "Ха-ха-ха, Вы всё ещё не вступили в сопротивление?",
        "Я поддерживаю твои усилия ради свободы, но я не люблю решать проблемы, силой."
      ],
      "gift": "Боже, снова подарок... Ха-ха, спасибо большое."
    },
    "relationship": {
      "greet": "О-о-о, так ты пришёл. Как на счёт того, чтобы перекусить сегодня вместе? Ха-ха-ха...",
      "talk": [
        "Хоть меня и называют мудрецом среди других ящеров, мне ещё далеко до этого. Ха-ха-ха.",
        "Ради свободной жизни и ради будущего наших потомков - я всегда буду помогать в сопротивлении.",
        "Предки всегда смотрят на нас. И молятся за каждый следующий день..."
      ]
    }
  },
  "uw": {
    "name": "Озеро воспоминаний, Армекис",
    "description": [
      "Снижает получ. героем урон на 10% и увеличивает сопративление к отриц. эффектам на 100.Этот эффект увеличивается в 2 раза в течение 2сек. после использования навыка.",
      "Снижает получ. героем урон на 12% и увеличивает сопративление к отриц. эффектам на 120.Этот эффект увеличивается в 2 раза в течение 2сек. после использования навыка.",
      "Снижает получ. героем урон на 14% и увеличивает сопративление к отриц. эффектам на 140.Этот эффект увеличивается в 2 раза в течение 2сек. после использования навыка.",
      "Снижает получ. героем урон на 17% и увеличивает сопративление к отриц. эффектам на 170.Этот эффект увеличивается в 2 раза в течение 2сек. после использования навыка.",
      "Снижает получ. героем урон на 21% и увеличивает сопративление к отриц. эффектам на 210.Этот эффект увеличивается в 2 раза в течение 2сек. после использования навыка.",
      "Снижает получ. героем урон на 25% и увеличивает сопративление к отриц. эффектам на 250.Этот эффект увеличивается в 2 раза в течение 2сек. после использования навыка."
    ],
    "story": "Сокровище, которое было спрятано в глубоком месте озера Эретана, на родине Дакариса. В нём накоплена многолетняя мудрость и магия ящеров. C виду может показаться обычным предметом, однако в зависимости от своего хозяина, данный магический предмет может проявить необычайно мощную силу."
  },
  "s1": {
    "name": "Вынесу приговор!!",
    "description": "Атакует цель и ближайших к ней противников, наносит им {0} ед. маг. урона, оглушает на {1} сек. и восстанавливает ОЗ героев в округе на {2}. При применении [Позаимствую силу!!] перезарядка навыка сбрасывается. Перезарядка не появится, пока Вы не используете навык 3 раза.",
    "books": {
      "0": "Урон увелич. на {0}%.",
      "1": "Урон увелич. на {0}%.",
      "2": "Урон увелич. на {0}%."
    },
    "light": "Длительность эффекта Оглушения увеличивается на 1 сек.",
    "dark": "Потребление маны уменьш. на 1.",
    "ut": {
      "name": "Пир на берегу озера",
      "description": [
        "[Вынесу приговор!!] увеличивает урон на 50% и восстанавливает исцелённому союзнику ОЗ в размере 1% от макс. ОЗ союзника.",
        "[Вынесу приговор!!] увеличивает урон на 50% и восстанавливает исцелённому союзнику ОЗ в размере 1.2% от макс. ОЗ союзника.",
        "[Вынесу приговор!!] увеличивает урон на 50% и восстанавливает исцелённому союзнику ОЗ в размере 1.4% от макс. ОЗ союзника.",
        "[Вынесу приговор!!] увеличивает урон на 50% и восстанавливает исцелённому союзнику ОЗ в размере 1.7% от макс. ОЗ союзника.",
        "[Вынесу приговор!!] увеличивает урон на 50% и восстанавливает исцелённому союзнику ОЗ в размере 2.1% от макс. ОЗ союзника.",
        "[Вынесу приговор!!] увеличивает урон на 50% и восстанавливает исцелённому союзнику ОЗ в размере 2.5% от макс. ОЗ союзника."
      ],
      "story": "Самая любимая еда Дакарис и то, что он может приготовить лучше всего. Одно из символичных блюд на фествивали в его племени. Пресноводный рак и раковинный молюск, а также разные закуски. В будни он наслаждается блюдами из рыбы, однако... в особые дни кушает именно его."
    }
  },
  "s2": {
    "name": "Позаимствую силу!!",
    "description": "В течение {0} сек. исцеляет своё ОЗ на {1} , восстанавливает {2} сферы Маны и увеличивает АТК на {3}. Если при применении полное ОЗ, то блокирует {4} урона и создает щит от отриц. эффектов на {5} секунд. Эффект действует на всех союзников, если в округе меньше 3 союзников.",
    "books": {
      "0": "Усиление АТК увелич. на {0}%.",
      "1": "Усиление АТК увелич. на {0}%.",
      "2": "Усиление АТК увелич. на {0}%."
    },
    "light": "После активации скорость атаки увеличивается на 500.",
    "dark": "Длительность эффекта щита увеличивается на 5 сек.",
    "ut": {
      "name": "Традиционный браслет",
      "description": [
        "[Позаимствую силу!!] снижает время перезарядки на 5сек. и увеличивает исцеление, а также восст. маны на 20%",
        "[Позаимствую силу!!] снижает время перезарядки на 5сек. и увеличивает исцеление, а также восст. маны на 24%",
        "[Позаимствую силу!!] снижает время перезарядки на 5сек. и увеличивает исцеление, а также восст. маны на 29%",
        "[Позаимствую силу!!] снижает время перезарядки на 5сек. и увеличивает исцеление, а также восст. маны на 35%",
        "[Позаимствую силу!!] снижает время перезарядки на 5сек. и увеличивает исцеление, а также восст. маны на 42%",
        "[Позаимствую силу!!] снижает время перезарядки на 5сек. и увеличивает исцеление, а также восст. маны на 50%"
      ],
      "story": "Украшение, доставшееся Дакарису от родителей в прошлом. Золотой и серебряный браслеты, это традиционные свадебные браслеты, символизирующие неразрывную бесконечную связь. Памятный предмет, чтобы не забывать своих родителей."
    }
  },
  "s3": {
    "name": "Прекращу страдания!!",
    "description": "Атакует случайного противника 5 раз, в сумме нанося {0} маг. урона и {1} доп. маг. урона, если враг не является героем. Находясь в [Позаимствую силу!!] нападает на противника с наибольшей АТК.",
    "books": {
      "0": "Урон увелич. на {0}%.",
      "1": "Урон увелич. на {0}%.",
      "2": "Урон увелич. на {0}%."
    },
    "light": "При использ. навыка иммунитет к любому контролю.",
    "dark": "Урон +40%.",
    "ut": {
      "name": "Магический кинжал",
      "description": [
        "[Прекращу страдания!!] увеличивает урон на 20%. При убийстве врага навык используется снова.",
        "[Прекращу страдания!!] увеличивает урон на 24%. При убийстве врага навык используется снова.",
        "[Прекращу страдания!!] увеличивает урон на 29%. При убийстве врага навык используется снова.",
        "[Прекращу страдания!!] увеличивает урон на 35%. При убийстве врага навык используется снова.",
        "[Прекращу страдания!!] увеличивает урон на 42%. При убийстве врага навык используется снова.",
        "[Прекращу страдания!!] увеличивает урон на 50%. При убийстве врага навык используется снова."
      ],
      "story": "Кинжал, который использовался Ящерами с озера Эретаны во время обрядов и фестивалей. В основном, кинжал использовали на фестивалях или церемониях взросления и до какого-то момента кинжал был просто украшением. Однако, после того, как Империя захватила земли Ящеров, кинжал был обработан магией и преображён в оружие."
    }
  },
  "s4": {
    "name": "Покажу силу предков !!",
    "description": "Если ОЗ полное, то АТК увеличивается на {0} , если нет, то восстанавливает ОЗ на {1} каждую секунду. При получении смертельного урона, блокирует {2} урона и создаёт щит от отриц. эффектов на {3} сек. расходуя всю ману. Пока действует щит от отриц. эффектов, мана не может быть востановлена.",
    "books": {
      "0": "Усиление АТК + {0}%.",
      "1": "Усиление АТК + {0}%.",
      "2": "Усиление АТК + {0}%."
    },
    "light": "Исцеление +100%.",
    "dark": "При полном ОЗ восстанавливает 300 маны каждую секунду.",
    "ut": {
      "name": "Драконья книга",
      "description": [
        "[Покажу силу предков!!] щит усиливается на 20% и применяется на всех союзников.",
        "[Покажу силу предков!!] щит усиливается на 24% и применяется на всех союзников.",
        "[Покажу силу предков!!] щит усиливается на 29% и применяется на всех союзников.",
        "[Покажу силу предков!!] щит усиливается на 35% и применяется на всех союзников.",
        "[Покажу силу предков!!] щит усиливается на 42% и применяется на всех союзников.",
        "[Покажу силу предков!!] щит усиливается на 50% и применяется на всех союзников."
      ],
      "story": "Волшебная книга, существующая с древних времён предков. Схожа с исторической книгой мудреца племени, передающейся из поколения в поколение. В этой книге находятся записи о войне, деятельности великих правителей и повседневной жизни племён. Книга несёт в себе силу, которая может преобразовывать всю эту информацию в магию."
    }
  },
  "t5": {
    "light": "АТК, ЗЩТ, ОЗ +15% / Шанс крит. урона +100",
    "dark": "В течение 5сек. в начале первого боя получает [Наставление предков], увеличивая сопротивляемость героя к эффектам контроля на 200. Если после 5сек. [Наставление предков] всё ещё действует, то отменяет отриц. эффекты с 3 случайных союзников, а также увеличивает их ЗЩТ на 50% в течение 10 секунд. Эффект повышения ЗЩТ нельзя отменить."
  }
}