{
  "name": "Бернгейм",
  "subtitle": "Меч разрушения",
  "description": "Рыцарь безмолвия, Темный мечник и Сотрясающий горы меч. Вот далеко не полный список имен, под которыми этот легендарный наемник известен в империи. Его огромный меч способен поглотить любую энергию и преобразовать ее во всеразрушающую силу.",
  "story": "Бернгейм фон Лахэльм родился в знатной семье Пентеонии и уже с детства демонстрировал блестящие боевые навыки. Он обладал поразительной силой и невероятной прозорливостью, и без сомнения должен был стать славным рыцарем. Однако у него был один существенный изъян: он совершенно не мог применять силу света. Несмотря на упорный труд, несмотря на веру и волю, он ничего не мог поделать – сила света была глуха к его призывам. И хотя он только и мечтал, чтобы служить своей стране и королеве, из-за неспособности владеть силой света ему была уготована судьба рыцаря низшего ранга, что его очень огорчало. Но Бернгейм не сдавался и продолжал усердно тренироваться, надеясь, что когда-нибудь сила света ему покорится. Однако длительное отсутствие каких-либо успехов со временем подточило его силу воли. Однажды он отправился в главную церковь, чтобы изучить силу света и его принцип действия. Он читал книгу, когда внезапно услышал какой-то звук. Это был взывающий к нему голос ангела. Разочарование, захватившее к тому времени Бернгейма, заставило его пойти на этот голос. Он оказался в подвале церкви перед комнатой, защищенной многочисленными магическими барьерами. Когда он подошел к ней поближе, магические барьеры исчезли, как будто их никогда и не было. В комнате он обнаружил меч в виде ангела, излучавшего ослепительное сияние. «Ты был избран», – произнес меч, маня Бернгейма своим священным светом. Думая, что все его усилия наконец-то будут вознаграждены, Бернгейм бережно взял меч. И в тот же миг его сознание поглотила кромешная тьма. Эта тьма была бесконечной темной сущностью пустоты. Сосуд, который нельзя было наполнить; совершенно другая вселенная. В этой беспросветной тьме Бернгейм почувствовал, что рассудок начинает покидать его и само его существование находится под угрозой. Темная зловещая сила медленно захватывала его сознание и тело. Однако Бернгейм был одним из пентеонийских рыцарей, рыцарем света, поклявшимся противостоять тьме во что бы то ни стало. Благодаря своему непреклонному духу он сумел вырваться из оков тьмы и прийти в себя. Когда сознание вновь к нему вернулось, он обнаружил себя лежащим на полу с огромным черным мечом в руке. Меч в виде демона насмехался и потешался над рыцарем, сошедшим с пути света. В скором времени Бернгейм был изгнан из Пентеонии и нашел себе пристанище в империи Веспия, где превратился в наемника, вооруженного злобным и не скупящимся на крепкое словцо демоническим мечом...",
  "like": "Пейзажи родного края, неторопливое чтение, побыть в одиночестве, королеву Артемию",
  "dislike": "Свою прошлую слабость, Таргария",
  "inn": {
    "idle": "За свою наемническую жизнь я вдоволь насмотрелся на подобные места.",
    "recruit": {
      "greet": "Что, новое задание?",
      "talk": [
        "Хорошая сегодня погодка. Самое то для тренировки.",
        "Почему я ношу меч? Хм, некоторые вопросы лучше оставить без ответов.",
        "Еда – всего лишь топливо, которое поддерживает мое существование. На поле боя не до излишеств."
      ],
      "gift": "А? Это подарок, а не задание? Что бы это могло значить?"
    },
    "affinity": {
      "greet": "Привет. Последнее время мы часто видимся.",
      "talk": [
        "Интересуешься моим мечом? Хм... Лучше тебе не спрашивать о нем.",
        "Голова раскалывается... Но ты не волнуйся, я уже привык."
      ],
      "gift": "Спасибо. Я найду твоему подарку достойное применение."
    },
    "relationship": {
      "greet": "Похоже, у тебя хорошее настроение. Случилось что-то особенное?",
      "talk": [
        "Моя судьба, кажется, связана с этим демоническим мечом... Смогу ли я когда-нибудь от него освободиться?",
        "Вой Таргария звучит в моей голове... Ох...",
        "Когда-то я жаждал могущества, но все потому, что моя воля была слаба. Это больше не повторится."
      ]
    }
  },
  "uw": {
    "name": "Горн тщетности Таргарий",
    "description": [
      "Каждые 10 сек. повышает свою АТК на 10%, общую ЗЩТ – на 10% и снижает перезарядку всех навыков на 1 сек. Сокращение перезарядки удваивается в состоянии «[Боевое посвящение]». Эффект суммируется до 4 раз, и его нельзя отменить.",
      "Каждые 10 сек. повышает свою АТК на 12%, общую ЗЩТ – на 12% и снижает перезарядку всех навыков на 1,2 сек. Сокращение перезарядки удваивается в состоянии «[Боевое посвящение]». Эффект суммируется до 4 раз, и его нельзя отменить.",
      "Каждые 10 сек. повышает свою АТК на 14%, общую ЗЩТ – на 14% и снижает перезарядку всех навыков на 1,4 сек. Сокращение перезарядки удваивается в состоянии «[Боевое посвящение]». Эффект суммируется до 4 раз, и его нельзя отменить.",
      "Каждые 10 сек. повышает свою АТК на 17%, общую ЗЩТ – на 17% и снижает перезарядку всех навыков на 1,7 сек. Сокращение перезарядки удваивается в состоянии «[Боевое посвящение]». Эффект суммируется до 4 раз, и его нельзя отменить.",
      "Каждые 10 сек. повышает свою АТК на 21%, общую ЗЩТ – на 21% и снижает перезарядку всех навыков на 2,1 сек. Сокращение перезарядки удваивается в состоянии «[Боевое посвящение]». Эффект суммируется до 4 раз, и его нельзя отменить.",
      "Каждые 10 сек. повышает свою АТК на 25%, общую ЗЩТ – на 25% и снижает перезарядку всех навыков на 2,5 сек. Сокращение перезарядки удваивается в состоянии «[Боевое посвящение]». Эффект суммируется до 4 раз, и его нельзя отменить."
    ],
    "story": "Имя этого меча буквально означает «ненасытный», «вечно алчущий». Он может поглощать любую энергию, неважно, злую или святую, и превращать ее в свою собственную. У него также есть воля и характер, который, стоит отметить, отличается импульсивностью, ветреностью и злобой. Даже королева Артемиа не знает истинной причины, по которой этот меч был сокрыт в подземелье главной церкви Пентеонии, но поговаривают, что в стародавние времена Таргарий был Повелителем тьмы. Конечно, это маловероятно, учитывая его легкомысленность, но что в нем определенно таится разрушительная сила."
  },
  "s1": {
    "name": "Круг тщетности",
    "description": "Атакует цель и ближайших к ней противников, нанося {0} ед. маг. урона и создавая Круг тщетности. Наносит {2} ед. маг. урона, снижает СКР АТК на {3} и лишает противников возможности получать положительные эффекты в течение {1} сек. Навык становится активным только спустя {4} сек. после начала первой битвы.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Снижает время первой перезарядки на 3 сек.",
    "dark": "Если [Круг тщетности] применяется во время действия [Боевого посвящения], продолжительность его действия увеличивается на 4 сек.",
    "ut": {
      "name": "Выщербленный меч",
      "description": [
        "[Круг тщетности] Снижает ману пораженных целей на 100 и повышает получаемый ими маг. урон на 25% на 5 сек.",
        "[Круг тщетности] Снижает ману пораженных целей на 120 и повышает получаемый ими маг. урон на 25% на 5 сек.",
        "[Круг тщетности] Снижает ману пораженных целей на 140 и повышает получаемый ими маг. урон на 25% на 5 сек.",
        "[Круг тщетности] Снижает ману пораженных целей на 170 и повышает получаемый ими маг. урон на 25% на 5 сек.",
        "[Круг тщетности] Снижает ману пораженных целей на 210 и повышает получаемый ими маг. урон на 25% на 5 сек.",
        "[Круг тщетности] Снижает ману пораженных целей на 250 и повышает получаемый ими маг. урон на 25% на 5 сек."
      ],
      "story": "Меч пентеонийских рыцарей стандартного образца, которым был вооружен Бернгейм до того, как пал жертвой Таргария. Благодаря своей конструкции позволяет наносить невероятно мощные удары при наполнении силой света. Однажды Таргарий заметил, что Бернгейм пытается использовать другое оружие, и пришел в ярость. Он поглотил силу всего окружающего оружия, а заодно и наложенные на них заклинания, чары и благословения. Наблюдавший за этим Бернгейм лишь тяжело вздохнул. И хотя ему пришлось выбросить все испорченное оружие, он все же не захотел расставаться со своим старым мечом."
    }
  },
  "s2": {
    "name": "Боевое посвящение",
    "description": "Атакует ближайших противников на передовой, нанося им {0} ед. маг. урона и отталкивая их назад. Повышает свой шанс всех блоков на {2} , свою ЗЩТ – на {3} и получает иммунитет к контролю на {1} сек. Навык становится активным только спустя {4} сек. после начала первой битвы.",
    "books": {
      "0": "ЗЩТ + {0}%.",
      "1": "ЗЩТ + {0}%.",
      "2": "ЗЩТ + {0}%."
    },
    "light": "Снимает все негативные эффекты с себя в момент использования.",
    "dark": "Увеличивает время первой перезарядки на 8 сек., но продлевает действие эффекта на 8 сек.",
    "ut": {
      "name": "Медаль света",
      "description": [
        "[Боевое посвящение] При использовании расходует 50% текущих ОЗ, но эффект становится неотменяемым.",
        "[Боевое посвящение] При использовании расходует 46% текущих ОЗ, но эффект становится неотменяемым.",
        "[Боевое посвящение] При использовании расходует 41% текущих ОЗ, но эффект становится неотменяемым.",
        "[Боевое посвящение] При использовании расходует 35% текущих ОЗ, но эффект становится неотменяемым.",
        "[Боевое посвящение] При использовании расходует 28% текущих ОЗ, но эффект становится неотменяемым.",
        "[Боевое посвящение] При использовании расходует 20% текущих ОЗ, но эффект становится неотменяемым."
      ],
      "story": "Символ света, возложенный на Бернгейма в день посвящения в рыцари Пентеонии. На этой золотой медали выгравировано солнце, символизирующее свет, который никогда не покинет ее владельца. Хотя Бернгейм был лишен рыцарства и изгнан из страны, его преданность пентеонийским рыцарям осталась непоколебимой."
    }
  },
  "s3": {
    "name": "Разрушитель",
    "description": "Выполняет 10 круговых атак, нанося ближайшим противникам в сумме {0} ед. маг. урона. Атакует противников в обширной области вокруг себя, нанося им {1} ед. маг. урона и оглушая их на {2} сек. В бою с противниками, не являющимися героями, каждая атака наносит на {4} ед. маг. урона больше. Навык становится активным только спустя {5} сек. после начала первой битвы.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Снижает время первой перезарядки на 5 сек.",
    "dark": "Доп. урон по противникам, не являющимся героями, игнорирует ЗЩТ.",
    "ut": {
      "name": "Кубок наемника",
      "description": [
        "[Разрушитель] Увеличивает урон на 20% и с шансом в 20% оглушает противника на 0,5 сек. при каждой атаке.",
        "[Разрушитель] Увеличивает урон на 24% и с шансом в 20% оглушает противника на 0,5 сек. при каждой атаке.",
        "[Разрушитель] Увеличивает урон на 29% и с шансом в 20% оглушает противника на 0,5 сек. при каждой атаке.",
        "[Разрушитель] Увеличивает урон на 35% и с шансом в 20% оглушает противника на 0,5 сек. при каждой атаке.",
        "[Разрушитель] Увеличивает урон на 42% и с шансом в 20% оглушает противника на 0,5 сек. при каждой атаке.",
        "[Разрушитель] Увеличивает урон на 50% и с шансом в 20% оглушает противника на 0,5 сек. при каждой атаке."
      ],
      "story": "Памятный кубок, которым награждаются самые сильные и смелые наемники империи. На кубке выгравирован волк, символ империи. В качестве признания бесчисленных побед, одержанных Бернгеймом во славу империи, королевская семья преподнесла ему этот изысканный кубок. Всего на свете таких кубков 5. По слухам, на кубок наложено заклятие, которое восстанавливает выносливость того, кто из него пьет."
    }
  },
  "s4": {
    "name": "Сокрушение",
    "description": "Бернгейм не восстанавливает ману, и все его навыки перестают расходовать ману. При обычной атаке и атаке навыком накладывает на противников эффект «Сокрушение», действующий {0} сек., снижает их исцеление на {1}%, повышает свою АТК на {2} , а свое исцеление – на {3}%. Все эффекты суммируются до {4} раз.",
    "books": {
      "0": "Значение увеличения Атаки повышено на {0}%.",
      "1": "Значение увеличения Атаки повышено на {0}%.",
      "2": "Значение увеличения Атаки повышено на {0}%."
    },
    "light": "Заряды «Сокрушения» становятся неотменяемыми.",
    "dark": "Повышение АТК и исцеления становится неотменяемым.",
    "ut": {
      "name": "Неотправленное письмо",
      "description": [
        "[Сокрушение] Меняет число зарядов, действующих на себя и цель, на 2 и увеличивает максимальное число зарядов всех эффектов до 20.",
        "[Сокрушение] Меняет число зарядов, действующих на себя и цель, на 2 и увеличивает максимальное число зарядов всех эффектов до 24.",
        "[Сокрушение] Меняет число зарядов, действующих на себя и цель, на 2 и увеличивает максимальное число зарядов всех эффектов до 29.",
        "[Сокрушение] Меняет число зарядов, действующих на себя и цель, на 2 и увеличивает максимальное число зарядов всех эффектов до 35.",
        "[Сокрушение] Меняет число зарядов, действующих на себя и цель, на 2 и увеличивает максимальное число зарядов всех эффектов до 42.",
        "[Сокрушение] Меняет число зарядов, действующих на себя и цель, на 2 и увеличивает максимальное число зарядов всех эффектов до 50."
      ],
      "story": "Письма, которые Бернгейм написал семье после своего изгнания. Он написал их еще 7 лет назад, но до сих пор не решился их отправить. Большая часть писем адресована брату и сестре Бернгейма, которые были на 5 и 10 лет младше его, когда его изгнали."
    }
  },
  "t5": {
    "light": "АТК, ЗЩТ, ОЗ: +15% / Шанс крит. удара: +100",
    "dark": "При обычной атаке повышает получаемый целью маг. урон на 1% и снижает ее маг. ЗЩТ на 1% на 10 сек. Эффект суммируется до 20 раз."
  }
}