{
  "name": "Каула",
  "subtitle": "Шаман молнии",
  "description": "Давний вождь орков племени Небесного ветра. Использует стихийные атаки, питаемые небом и ветром. Сильные удары молнии парализуют врагов, а ветер исцеляет и благословляет союзников.",
  "story": "Этот великий шаман орков может управлять молниями, а еще он вождь племени и уважаемый старейшина Союза орков. Он взрастил множество орочьих шаманов и считается их духовным наставником. Также он один из немногих шаманов, которые видят вещие сны, и достаточно мудрый, чтобы правильно их толковать.",
  "like": "Товарищей, мир во всем мире",
  "dislike": "Мальдука, войну",
  "inn": {
    "idle": "Нужна помощь орка-шамана?",
    "recruit": {
      "greet": "Я Каула, вождь племени Небесного ветра.",
      "talk": [
        "Я думаю, материальная цивилизация человечества поражает.",
        "Я скучаю по ветру горных вершин. Завтра мне нужно подняться на ближайшую гору.",
        "Я в этой таверне по делам. Эта неудобная кровать лишает меня пророческих снов."
      ],
      "gift": "Я запомню твою доброту."
    },
    "affinity": {
      "greet": "Надеюсь, мой ветер позволит тебе отдохнуть, хоть и ненадолго.",
      "talk": [
        "До сих пор не могу привыкнуть к большому городу. Но я люблю людей, а их здесь много.",
        "Время проходит, а ветер все дует... Твои невзгоды тоже пройдут."
      ],
      "gift": "О, мне это пригодится в следующем походе."
    },
    "relationship": {
      "greet": "Я предвидел твой приход. Здравствуй, друг.",
      "talk": [
        "Стойкий как камень. Нежный как ветер. Вот твоя аура.",
        "Бывали ли вы на самых высоких пиках Огрии? Невероятная красота откроется тем, кто доберется туда.",
        "Дурное предчувствие посетили меня прошлой ночью. О том, что ты спасешь мир..."
      ]
    }
  },
  "uw": {
    "name": "Голубой ветер Ковентина",
    "description": [
      "С 10% шансом наносит маг. урон, равный 100% АТК, и при каждой обычной атаке поражает 2 случайных противников «Ударом тока». Если цель уже поражена «Ударом тока», оглушает ее на 2 сек.",
      "С 12% шансом наносит маг. урон, равный 120% АТК, и при каждой обычной атаке поражает 2 случайных противников «Ударом тока». Если цель уже поражена «Ударом тока», оглушает ее на 2 сек.",
      "С 14% шансом наносит маг. урон, равный 140% АТК, и при каждой обычной атаке поражает 2 случайных противников «Ударом тока». Если цель уже поражена «Ударом тока», оглушает ее на 2 сек.",
      "С 17% шансом наносит маг. урон, равный 170% АТК, и при каждой обычной атаке поражает 2 случайных противников «Ударом тока». Если цель уже поражена «Ударом тока», оглушает ее на 2 сек.",
      "С 21% шансом наносит маг. урон, равный 210% АТК, и при каждой обычной атаке поражает 2 случайных противников «Ударом тока». Если цель уже поражена «Ударом тока», оглушает ее на 2 сек.",
      "С 25% шансом наносит маг. урон, равный 250% АТК, и при каждой обычной атаке поражает 2 случайных противников «Ударом тока». Если цель уже поражена «Ударом тока», оглушает ее на 2 сек."
    ],
    "story": "Этот посох похож на четырехкрылого буревестника. Более того, он был изготовлен из пера буревестника, считающегося орками Небесного ветра священной птицей. С помощью этого посоха можно взаимодействовать с небом, управлять погодой и ветром. Для шамана Небесного ветра, использующего силу молнии, этот посох – незаменимый проводник."
  },
  "s1": {
    "name": "Молния",
    "description": "Молния ударяет 5 случ. врагов, нанося {0} ед. маг. урона. Оглушает врагов на {1} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Шанс крит. удара + {0}."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "На 10 сек. наносимый маг. урон +25%.",
    "ut": {
      "name": "Браслет из громового камня",
      "description": [
        "[Молния] На 10 сек. снижает исцеление цели на 30% и ману цели – на 100.",
        "[Молния] На 10 сек. снижает исцеление цели на 30% и ману цели – на 120.",
        "[Молния] На 10 сек. снижает исцеление цели на 30% и ману цели – на 140.",
        "[Молния] На 10 сек. снижает исцеление цели на 30% и ману цели – на 170.",
        "[Молния] На 10 сек. снижает исцеление цели на 30% и ману цели – на 210.",
        "[Молния] На 10 сек. снижает исцеление цели на 30% и ману цели – на 250."
      ],
      "story": "Браслет, изготовленный из священного громового камня. Громовой камень, украшающий браслет, также известен как «Слеза бога грома» и увеличивает силу молнии. Шаманы орков передают это сокровище друг другу из поколения в поколение."
    }
  },
  "s2": {
    "name": "Целебный дождь",
    "description": "На {0} сек. восст. {1} ОЗ всем союзникам.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "При запуске получ. героем урон - {0} , иммунитет к отриц. эффектам."
    },
    "light": "При использовании союзники получают на 25% меньше урона.",
    "dark": "Потребление маны +1, но исцеляет союзников на 5% от их макс. ОЗ.",
    "ut": {
      "name": "Маска буревестника",
      "description": [
        "[Целебный дождь] Поглощает урон в размере 200% АТК и создает щит, который при наложении на союзников с полными ОЗ наделяет их иммунитетом к контролю на 1 сек.",
        "[Целебный дождь] Поглощает урон в размере 240% АТК и создает щит, который при наложении на союзников с полными ОЗ наделяет их иммунитетом к контролю на 1 сек.",
        "[Целебный дождь] Поглощает урон в размере 290% АТК и создает щит, который при наложении на союзников с полными ОЗ наделяет их иммунитетом к контролю на 1 сек.",
        "[Целебный дождь] Поглощает урон в размере 350% АТК и создает щит, который при наложении на союзников с полными ОЗ наделяет их иммунитетом к контролю на 1 сек.",
        "[Целебный дождь] Поглощает урон в размере 420% АТК и создает щит, который при наложении на союзников с полными ОЗ наделяет их иммунитетом к контролю на 1 сек.",
        "[Целебный дождь] Поглощает урон в размере 500% АТК и создает щит, который при наложении на союзников с полными ОЗ наделяет их иммунитетом к контролю на 1 сек."
      ],
      "story": "Маска в виде буревестника, приносящего благодатный дождь. Как только шаман небесного ветра применяет «Целебную влагу», дух буревестника устремляется к тем, на кого воздействует «Целебный дождь» и снимает с них всю усталость."
    }
  },
  "s3": {
    "name": "Быстрый ветер",
    "description": "На {0} сек. увелич. всем союзникам АТК на {1} и СКР АТК на {2}.",
    "books": {
      "0": "СКР АТК + {0}%.",
      "1": "СКР АТК + {0}%.",
      "2": "Длит. время шанс крит. удара + {0}."
    },
    "light": "Восстанавливает всем союзникам 1 сферу маны.",
    "dark": "Время перезарядки -3 сек.",
    "ut": {
      "name": "Перьевое украшение Небесного ветра",
      "description": [
        "[Быстрый ветер] Стоимость в мане уменьшается на 1, и множитель крит. Урона 20% добавляется.",
        "[Быстрый ветер] Стоимость в мане уменьшается на 1, и множитель крит. Урона 24% добавляется.",
        "[Быстрый ветер] Стоимость в мане уменьшается на 1, и множитель крит. Урона 29% добавляется.",
        "[Быстрый ветер] Стоимость в мане уменьшается на 1, и множитель крит. Урона 35% добавляется.",
        "[Быстрый ветер] Стоимость в мане уменьшается на 1, и множитель крит. Урона 42% добавляется.",
        "[Быстрый ветер] Стоимость в мане уменьшается на 1, и множитель крит. Урона 50% добавляется."
      ],
      "story": "Перо буревестника, хранителя дождя и грома. Верховные шаманы племени небесного ветра могут общаться друг с другом с помощью этих перьев. Шаманы использует это перо, когда применяют навык «Быстрый ветер», так они сливаются с буревестником воедино и повышают АТК и скорость АТК всех союзников."
    }
  },
  "s4": {
    "name": "Цепь молний",
    "description": "Наносит {1} ед. маг. урона 4 противникам кажд. {0} сек., применяет «Удар током» в течение {2} сек. и оглушает противников на 1 сек. при крит. ударе. Противники, пораженные «Ударом тока», получают в сумме {4} ед. маг. урона в течение {3} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Эффект от «Удара током» становится неотменяемым.",
    "dark": "Увеличивает длительность оглушения на 0,7 сек."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "При получении урона снижает СКР АТК атакующего противника на 300 на 5 сек. Эффект срабатывает не чаще одного раза в 5 сек."
  }
}