{
  "name": "Гленвис",
  "subtitle": "Щит империи",
  "description": "Девушка-рыцарь незнатного происхождения. Пользуется большим уважением среди простых жителей империи, так как добилась своего поста вице-капитана столичных рыцарей-стражей только благодаря личным навыкам. Она дала клятву защищать жителей империи, и нет никого, кто бы так самоотверженно служил империи.",
  "story": "Если попросить жителей империи назвать их самого любимого рыцаря, имя Гленвис будет самым распространенным ответом. Она вице-капитан столичных рыцарей-стражей империи, а до нее такой высокий пост не занимал ни один рыцарь незнатного происхождения. Блестящие боевые навыки, скромность и повышенное чувство ответственности делают из нее образцового рыцаря. Без сомнений, Гленвис почитают все простые жители империи. Она не только дослужилась до поста вице-капитана, но еще и выиграла 3 бойцовских турнира, устроенных самим императором. Гленвис – живой пример того, что любой человек в империи при должном упорстве может достичь успеха. Чем и объясняется ее невероятная популярность.",
  "like": "Тренировки, улыбки жителей империи, приятную обстановку, яблочные пироги.",
  "dislike": "Страдания мирных жителей, скопления людей и пирушки знати.",
  "inn": {
    "idle": "Какая хорошая таверна, здесь так уютно и чисто. Еда тоже выглядит восхитительно.",
    "recruit": {
      "greet": "Привет. Как дела?",
      "talk": [
        "В деревне сейчас все спокойно.",
        "Миски супа и куска хлеба будет более чем достаточно. Если честно, я не любительница всех этих изысканных блюд.",
        "Ха-ха, рыцарю тоже иногда нужен отдых."
      ],
      "gift": "Подарок... мне? Ого-о... Б-большое спасибо."
    },
    "affinity": {
      "greet": "А, привет. Мы снова встретились.",
      "talk": [
        "Как у тебя со временем? Может, потренируемся вместе?",
        "В империи личные качества ценятся гораздо выше, чем происхождение. Упорный труд – единственный способ добиться успеха."
      ],
      "gift": "Я не заслуживаю такого щедрого подарка, но... спасибо. Я этого никогда не забуду."
    },
    "relationship": {
      "greet": "О, а вот и ты. Не хочешь вместе перекусить?",
      "talk": [
        "Иногда... мне кажется, что я не заслуживаю того обожания, с которым на меня смотрит ребятня на улице.",
        "Я неплохо нахожу общий язык с рыцарями знатного происхождения. Иногда мы даже устраиваем дружеские поединки.",
        "Я бесконечно обязана Его Величеству. Только благодаря милости Его Величества такая простолюдинка, как я, могла достигнуть подобных высот."
      ]
    }
  },
  "uw": {
    "name": "Контратака Макситея",
    "description": [
      "При каждом применении навыка повышает АТК всех союзников на 1% и крит. урон – на 2%. Эффект суммируется до 4 раз, а при достижении макс. значения все эффекты удваиваются. Данный эффект нельзя отменить.",
      "При каждом применении навыка повышает АТК всех союзников на 1,2% и крит. урон – на 2,4%. Эффект суммируется до 4 раз, а при достижении макс. значения все эффекты удваиваются. Данный эффект нельзя отменить.",
      "При каждом применении навыка повышает АТК всех союзников на 1,4% и крит. урон – на 2,8%. Эффект суммируется до 4 раз, а при достижении макс. значения все эффекты удваиваются. Данный эффект нельзя отменить.",
      "При каждом применении навыка повышает АТК всех союзников на 1,7% и крит. урон – на 3,4%. Эффект суммируется до 4 раз, а при достижении макс. значения все эффекты удваиваются. Данный эффект нельзя отменить.",
      "При каждом применении навыка повышает АТК всех союзников на 2% и крит. урон – на 4,2%. Эффект суммируется до 4 раз, а при достижении макс. значения все эффекты удваиваются. Данный эффект нельзя отменить.",
      "При каждом применении навыка повышает АТК всех союзников на 2,5% и крит. урон – на 5%. Эффект суммируется до 4 раз, а при достижении макс. значения все эффекты удваиваются. Данный эффект нельзя отменить."
    ],
    "story": "Щит и меч-пистолет, изготовленные по последнему слову техники инженерами империи. Меч-пистолет – прототип, созданный отделом механических разработок «Магос Лефлам» и предназначенный для поражения нескольких противников на короткой дистанции. Щит позволяет парировать и контратаковать удары противников, а также обладает способностью поглощать и рассеивать получаемый урон. Эти вещи Гленвис получила в подарок от императорской семьи в качестве признания ее рыцарских достижений."
  },
  "s1": {
    "name": "Отчаянная атака",
    "description": "7 раз атакует ближайших стоящих впереди противников, нанося в сумме {0} ед. физ. урона. Каждая атака повышает полученный противниками физ. урон на 4% на 10 сек. Эффект суммируется до 7 раз. Если цель не является героем, наносит {1} ед. доп. физ. урона.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Повышает затраты маны на 1 сферу. Урон по противникам, не являющимся героями, игнорирует их ЗЩТ.",
    "dark": "СКР АТК цели снижается на 250 на 10 сек.",
    "ut": {
      "name": "Значок командира",
      "description": [
        "[Отчаянная атака] Увеличивает урон на 50% и снижает время перезарядки на 1% при крит. ударе.",
        "[Отчаянная атака] Увеличивает урон на 50% и снижает время перезарядки на 1,2% при крит. ударе.",
        "[Отчаянная атака] Увеличивает урон на 50% и снижает время перезарядки на 1,4% при крит. ударе.",
        "[Отчаянная атака] Увеличивает урон на 50% и снижает время перезарядки на 1,7% при крит. ударе.",
        "[Отчаянная атака] Увеличивает урон на 50% и снижает время перезарядки на 2% при крит. ударе.",
        "[Отчаянная атака] Увеличивает урон на 50% и снижает время перезарядки на 2.5% при крит. ударе."
      ],
      "story": "Символ столичных рыцарей-стражей. Этим значком награждается старший командир, обладающий правом вершить правосудие прямо на месте для обеспечения общественной безопасности в империи. Старший командир избирается при единодушном согласии всех проголосовавших. Эта должность предназначена для рыцаря с непревзойденным боевым мастерством и высокой репутацией среди остальных рыцарей."
    }
  },
  "s2": {
    "name": "Твердая решимость",
    "description": "10 раз атакует противников вокруг себя, нанося им {0} ед. физ. урона и оглушая их на {1} сек. Последняя атака наносит {2} ед. физ. урона стоящим впереди противникам и оглушает их на {3} сек.",
    "books": {
      "0": "Урон повышен на {0}%.",
      "1": "Урон повышен на {0}%.",
      "2": "Урон повышен на {0}%."
    },
    "light": "Получаемый целью физ. урон увеличивается на 25% на 10 сек.",
    "dark": "Увеличивает длительность оглушения на 0.5 сек.",
    "ut": {
      "name": "Украшение из одуванчиков",
      "description": [
        "[Твердая решимость] Снижает время перезарядки на 4.5 сек., а исцеление противника – на 20%.",
        "[Твердая решимость] Снижает время перезарядки на 4.5 сек., а исцеление противника – на 24%.",
        "[Твердая решимость] Снижает время перезарядки на 4.5 сек., а исцеление противника – на 28%.",
        "[Твердая решимость] Снижает время перезарядки на 4.5 сек., а исцеление противника – на 34%.",
        "[Твердая решимость] Снижает время перезарядки на 4.5 сек., а исцеление противника – на 42%.",
        "[Твердая решимость] Снижает время перезарядки на 4.5 сек., а исцеление противника – на 50%."
      ],
      "story": "Ежегодный имперский турнир – место, где сражаются настоящие храбрецы, независимо от их происхождения и социального положения. Тем не менее победителем этого турнира всегда становился хорошо вооруженный аристократ, знатный рыцарь или солдат, поддерживаемый богатыми семьями. Все знали, что это несправедливо, но никто не решался сказать об этом вслух. Но справедливость восторжествовала, когда 4 года назад в этом турнире победила Гленвис, 16-летняя девушка из простой семьи и без каких-либо связей. В день ее победы трибуны взорвались оглушительными аплодисментами зрителей, которые были рады, что затянувшаяся гегемония знати в этих состязаниях наконец-то завершилась. Гленвис стала любимицей императора, а люди осыпали ее подарками. Но Гленвис неизменно отказывалась от любых подарков. Ее тяготило пристальное внимание, а еще она понимала, что аристократы вряд ли будут рады видеть, как простые люди возводят такую же простолюдинку в ранг героя. Однако она не смогла отказать застенчивой маленькой девочке, державшей в крохотных ручках простенькое украшение из одуванчиков. Это украшение стало единственным подарком, который она приняла."
    }
  },
  "s3": {
    "name": "Ответный выпад",
    "description": "Взывает к силе имперского щита, наносит {0} ед. физ. урона противникам в обширной области вокруг себя и сбивает их с ног на {1} сек. Отменяет отриц. эффекты, действующие на всех союзников, повышая АТК на {3} на {2} сек. и повышая ЗЩТ на {4}.",
    "books": {
      "0": "Повышает усиление АТК и усиление ЗЩТ на {0}%.",
      "1": "Повышает усиление АТК и усиление ЗЩТ на {0}%.",
      "2": "Повышает усиление АТК и усиление ЗЩТ на {0}%."
    },
    "light": "Отпор физ. крит. удару цели снижается на 250 на 10 сек.",
    "dark": "Повышает затраты маны на 1 сферу, а АТК и ЗЩТ повышаются еще на 100%.",
    "ut": {
      "name": "Округлый рубин",
      "description": [
        "[Ответный выпад] Увеличивает повышение АТК и ЗЩТ еще на 50%, а также повышает полученный целью физ. урон на 10% на 10 сек.",
        "[Ответный выпад] Увеличивает повышение АТК и ЗЩТ еще на 50%, а также повышает полученный целью физ. урон на 12% на 10 сек.",
        "[Ответный выпад] Увеличивает повышение АТК и ЗЩТ еще на 50%, а также повышает полученный целью физ. урон на 14% на 10 сек.",
        "[Ответный выпад] Увеличивает повышение АТК и ЗЩТ еще на 50%, а также повышает полученный целью физ. урон на 17% на 10 сек.",
        "[Ответный выпад] Увеличивает повышение АТК и ЗЩТ еще на 50%, а также повышает полученный целью физ. урон на 21% на 10 сек.",
        "[Ответный выпад] Увеличивает повышение АТК и ЗЩТ еще на 50%, а также повышает полученный целью физ. урон на 25% на 10 сек."
      ],
      "story": "Последний подарок от неизвестного спонсора. Гленвис стала первым рыцарем незнатного происхождения, одержавшим победу в бойцовском турнире. Однако, учитывая ее скромное жалование, взносы для участия в последующих имперских турнирах были ей не по карману. Часть взносов ей помогли заплатить простые жители, но затем плата стала настолько высокой, что дальнейшее ее участие в турнире было под вопросом. К удивлению Гленвис, какой-то неизвестный внес необходимую сумму, и она смогла продолжить сражаться на турнире. Этот неизвестный человек продолжал помогать ей до тех пор, пока она не стала победительницей 3 турниров подряд. В тот день ей доставили округлый рубин. Этот рыцарский самоцвет стал последним подарком от неизвестного спонсора. С тех пор она носит рубин в качестве своего талисмана победы. Гленвис благодарна таинственному незнакомцу, и ей очень интересно, кто же это был."
    }
  },
  "s4": {
    "name": "Гордость имперских рыцарей",
    "description": "Повышает АТК всех союзников на {0} , повышает урон по всем противникам, не являющимся героями, на {2}% на {1} сек. в начале битвы и снижает полученный урон на {3}%.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "Повышение урона, наносимого противникам, не являющимся героями, становится равно 20%.",
    "dark": "Снижение урона, получаемого от противников, не являющихся героями, становится равно 20%.",
    "ut": {
      "name": "Золотая слава",
      "description": [
        "[Гордость имперских рыцарей] Увеличивает повышение АТК еще на 50%. В начале битвы повышает свой крит. урон и крит. урон союзника с наивысшим показателем АТК (за исключением себя) на 30% на 20 сек. Повышает урон по противникам, не являющимся героями, на 10%.",
        "[Гордость имперских рыцарей] Увеличивает повышение АТК еще на 50%. В начале битвы повышает свой крит. урон и крит. урон союзника с наивысшим показателем АТК (за исключением себя) на 36% на 20 сек. Повышает урон по противникам, не являющимся героями, на 12%.",
        "[Гордость имперских рыцарей] Увеличивает повышение АТК еще на 50%. В начале битвы повышает свой крит. урон и крит. урон союзника с наивысшим показателем АТК (за исключением себя) на 42% на 20 сек. Повышает урон по противникам, не являющимся героями, на 14%.",
        "[Гордость имперских рыцарей] Увеличивает повышение АТК еще на 50%. В начале битвы повышает свой крит. урон и крит. урон союзника с наивысшим показателем АТК (за исключением себя) на 50% на 20 сек. Повышает урон по противникам, не являющимся героями, на 17%.",
        "[Гордость имперских рыцарей] Увеличивает повышение АТК еще на 50%. В начале битвы повышает свой крит. урон и крит. урон союзника с наивысшим показателем АТК (за исключением себя) на 63% на 20 сек. Повышает урон по противникам, не являющимся героями, на 21%.",
        "[Гордость имперских рыцарей] Увеличивает повышение АТК еще на 50%. В начале битвы повышает свой крит. урон и крит. урон союзника с наивысшим показателем АТК (за исключением себя) на 75% на 20 сек. Повышает урон по противникам, не являющимся героями, на 25%."
      ],
      "story": "Золотой трофей, полученный Гленвис за победу в 3 имперских турнирах подряд. Этим подарком император награждает настоящего триумфатора турнира. В финальном поединке третьего турнира Гленвис предстояло встретиться с загадочным противником. Этот неизвестный носил маску и побеждал во всех поединках в течение первых нескольких секунд. Гленвис с напряжением следила за его участием в полуфинале. Как и ожидалось, бой завершился, не успев начаться. В последнем поединке турнира незнакомец атаковал Гленвис ураганом из красных мечей. Она блокировала эти яростные удары, выжидая возможности провести контратаку. И как только ей показалось, что противник ослабил защиту, Гленвис нанесла мощный удар. К ее удивлению, он избежал удара, просто сделав пару быстрых шагов назад. Однако ударная волна от этой атаки повредила маску, и Гленвис увидела красивое лицо мужчины, который смотрел на нее с улыбкой. Заметив, что ее удар не оставил на противнике даже царапины, Гленвис снова подняла щит, чтобы защищаться, однако в то же мгновение мужчина подал знак, что сдается. Когда вокруг двоих бойцов улеглась пыль, лицо мужчины было скрыто новой маской. Гленвис была потрясена и не верила в случившееся, пока император не вручил ей этот трофей. А затем она увидела своего противника: он стоял позади императора рядом с капитаном имперской гвардии и аплодировал ей."
    }
  },
  "t5": {
    "light": "АТК, ЗЩТ, ОЗ +15%/общая ЗЩТ +10%",
    "dark": "АТК всех союзников повышается на 8% от суммарной величины своей общей ЗЩТ."
  }
}