{
  "name": "Эфис",
  "subtitle": "Очаровательная демонесса",
  "description": "Хладнокровная демонесса, стремящаяся лишь к собственному удовольствию. Она пожинает души врагов при помощи огромной косы, внезапно появляясь среди них и разрушая все вокруг.",
  "story": "Этот игривый и очаровательный суккуб всегда идет на поводу у своих капризов. Как и любой демон, она делает только то, что доставляет ей удовольствие. Во время Войны демонов она предпочитала путешествовать по миру, а не участвовать во вторжении. Ради забавы она даже предала своих соплеменников, чтобы сражаться бок о бок с Кайлом. Много позже, когда она встретила Касселя, ей показалось интересным присоединиться к его отряду и отправиться в очередное приключение. Когда она встречает кого-нибудь привлекательного, то иногда приходит к нему во сне.",
  "like": "Все интересное и любопытное",
  "dislike": "Скуку",
  "inn": {
    "idle": "Ум-м-м... М-м-м... (поет про себя)",
    "recruit": {
      "greet": "У тебя есть время сегодня?",
      "talk": [
        "Кажется, ты краснеешь? Как мило.",
        "Куда это ты смотришь? Не волнуйся, я никому не скажу.",
        "В чем дело? Хочешь сыграть в одну восхитительную игру? Да?"
      ],
      "gift": "Ох, это для меня? Хо-хо, а что хочешь взамен?"
    },
    "affinity": {
      "greet": "Приветик! Прикрой-ка дверь.",
      "talk": [
        "Я знаю, о чем ты думаешь! Ну и шальные же мысли у тебя.",
        "Хочешь знать, почему демон связался с людьми? А ты подумай. Ха-ха."
      ],
      "gift": "Неплохо. Кажется, ты немножко разбираешься в обольщении. Делает ли это тебя немножко мной?"
    },
    "relationship": {
      "greet": "Хмм... Судя по твоему выражению лица, мы, должно быть, виделись в твоих снах прошлой ночью?",
      "talk": [
        "Аха! Как был твой сон? С тебя хватит? Или хочешь продолжить?",
        "Хаааах... Есть одна вещь у меня на уме... Я думаю о тебе постоянно. Знаешь, почему?",
        "Что-то одежда мне стала мала... Я что, набрал вес? Хочешь проверить это, у меня в комнате?"
      ]
    }
  },
  "uw": {
    "name": "Очаровательная Гильотина",
    "description": [
      "В момент атаки есть 25% шанс нанести Магич. Урон, равный 80% от значения Атаки и повысить собственный уровень Атаки на 2%. Данный эффект увеличения Атаки может быть объединен максимально 10 раз.",
      "В момент атаки есть 25% шанс нанести Магич. Урон, равный 96% от значения Атаки и повысить собственный уровень Атаки на 2.4%. Данный эффект увеличения Атаки может быть объединен максимально 10 раз.",
      "В момент атаки есть 25% шанс нанести Магич. Урон, равный 115% от значения Атаки и повысить собственный уровень Атаки на 2.9%. Данный эффект увеличения Атаки может быть объединен максимально 10 раз.",
      "В момент атаки есть 25% шанс нанести Магич. Урон, равный 138% от значения Атаки и повысить собственный уровень Атаки на 3.5%. Данный эффект увеличения Атаки может быть объединен максимально 10 раз.",
      "В момент атаки есть 25% шанс нанести Магич. Урон, равный 165% от значения Атаки и повысить собственный уровень Атаки на 4.2%. Данный эффект увеличения Атаки может быть объединен максимально 10 раз.",
      "В момент атаки есть 25% шанс нанести Магич. Урон, равный 200% от значения Атаки и повысить собственный уровень Атаки на 5%. Данный эффект увеличения Атаки может быть объединен максимально 10 раз."
    ],
    "story": "Смертоносная коса, которая как нельзя лучше подходит ее владелице, Эфис. Пожинает души тех, кто подходит слишком близко, чтобы полюбоваться ее красотой. Создана из кусочка плоти Эфис, поэтому обладает ее характером: перед тем, как умертвить свою жертву, она доставляет ей неземное удовольствие. Кажется, Эс помощью своего оружия Эфис хочет хоть как-то облегчить предсмертные страдания своих врагов."
  },
  "s1": {
    "name": "Иссушающий удар",
    "description": "Игнорируя ЗЩТ врагов, наносит {0} ед. маг. урона, восст. ОЗ ( {1}% от нанесен. урона).",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Если враг один, наносимый урон +100%.",
    "dark": "Игнорирует блокировку врагов.",
    "ut": {
      "name": "Зеленая фея",
      "description": [
        "[Иссушающий удар] Повышает урон на 20% и при убийстве противника увеличивает АТК на 20% на 10 сек. Эффект повышения АТК суммируется до 3 раз.",
        "[Иссушающий удар] Повышает урон на 24% и при убийстве противника увеличивает АТК на 20% на 10 сек. Эффект повышения АТК суммируется до 3 раз.",
        "[Иссушающий удар] Повышает урон на 29% и при убийстве противника увеличивает АТК на 20% на 10 сек. Эффект повышения АТК суммируется до 3 раз.",
        "[Иссушающий удар] Повышает урон на 35% и при убийстве противника увеличивает АТК на 20% на 10 сек. Эффект повышения АТК суммируется до 3 раз.",
        "[Иссушающий удар] Повышает урон на 42% и при убийстве противника увеличивает АТК на 20% на 10 сек. Эффект повышения АТК суммируется до 3 раз.",
        "[Иссушающий удар] Повышает урон на 50% и при убийстве противника увеличивает АТК на 20% на 10 сек. Эффект повышения АТК суммируется до 3 раз."
      ],
      "story": "Любимый ликер Эфис. Знаменитый ликер Орвела, изготавливаемый из самой горькой полыни, способен вызывать галлюцинации. Многие художники тайно употребляют его ради вдохновения, также он используется как лекарство при хронической бессоннице. Однако для Эфис он всего лишь легкий напиток."
    }
  },
  "s2": {
    "name": "Кошмар",
    "description": "Наносит с тыла {0} ед. маг. урона самому дальнему врагу, который получ. +30% маг. урона на 10 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Потребление Маны увеличивается на 1, и в момент использования навыка, 'Иссушающий удар' включается. Невозможно использовать, если нет врагов в зоне поражения.",
    "ut": {
      "name": "Коробка суккуба",
      "description": [
        "[Кошмар] Увеличивает урон на 50% и оглушает пораженного противника на 2 сек.",
        "[Кошмар] Увеличивает урон на 50% и оглушает пораженного противника на 2,4 сек.",
        "[Кошмар] Увеличивает урон на 50% и оглушает пораженного противника на 2,9 сек.",
        "[Кошмар] Увеличивает урон на 50% и оглушает пораженного противника на 3,5 сек.",
        "[Кошмар] Увеличивает урон на 50% и оглушает пораженного противника на 4,2 сек.",
        "[Кошмар] Увеличивает урон на 50% и оглушает пораженного противника на 5 сек."
      ],
      "story": "Коробка, в которой содержится порошок сна королевы кошмаров. Коробка из мира демонов, наполненная погружающим в сон порошком. Когда противник засыпает, наносит ему магический урон с помощью кошмара, от которого невозможно избавиться."
    }
  },
  "s3": {
    "name": "Бал демонов",
    "description": "Наносит врагам в зоне {0} ед. маг. урона. Отражает отриц. эффекты во время применения.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "При крит. ударе восст. ОЗ героя ( {0}% от нанесен. урона)."
    },
    "light": "Урон +40%.",
    "dark": "При использ. весь получаемый урон -50%.",
    "ut": {
      "name": "Туфелька соблазнения",
      "description": [
        "[Бал демонов] Стоимость в мане уменьшается на 1, и Урон увеличивается на 20%.",
        "[Бал демонов] Стоимость в мане уменьшается на 1, и Урон увеличивается на 24%.",
        "[Бал демонов] Стоимость в мане уменьшается на 1, и Урон увеличивается на 29%.",
        "[Бал демонов] Стоимость в мане уменьшается на 1, и Урон увеличивается на 35%.",
        "[Бал демонов] Стоимость в мане уменьшается на 1, и Урон увеличивается на 42%.",
        "[Бал демонов] Стоимость в мане уменьшается на 1, и Урон увеличивается на 50%."
      ],
      "story": "Настоящее сокровище Эфис. Когда Эфис впервые попала в мир людей, ей очень понравилась человеческая культура, и она отправилась на маскарад. Там она увидела девушку, танцующую в красных туфельках на каблуках. Зрелище было настолько притягательным, что Эфис заключила с ней сделку в обмен на туфельки. Теперь она носит эти соблазнительные туфельки и причиняет своим врагам боль во время страстного танца."
    }
  },
  "s4": {
    "name": "Жатва",
    "description": "Если враг устранен героем, сила АТК + {1} на {0} сек., время перезарядки всех навыков -30%.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "При уничтожении врага герою +1 сф. маны."
    },
    "light": "С кажд. зарядом мана восст. на 50% быстрее.",
    "dark": "Если зарядов больше 5, мана остается на 100%, а кажд. сек. время перезарядки -1 сек."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%",
    "dark": "При атаке на 10 сек. маг. ЗЩТ врагов -20%, а собств. АТК +2%. Накапливается макс. до 10 р."
  }
}