{
  "name": "Мэй",
  "subtitle": "Мечтающая о богатствах",
  "description": "Хозяйка лавки в Орвеле. Разве можно не любить эту отважную и жизнерадостную девушку? Она помогает союзникам, доставая из своей корзины полезные предметы.",
  "story": "Владеет лавкой у замка Орвела. Умеет располагать к себе, так как встречает всех с радостью и энергичностью. Мечтает когда-нибудь стать самым богатым торговцем в Орвеле и обычно занимается закупкой товаров самостоятельно. Так как она тратит много усилий и времени на поиск ассортимента для своей лавки, цены там выше среднего, чем часто недовольны покупатели. Сейчас она готовится отправиться в путешествие в пустыню Аэгина, так как, по слухам, там нашли какие-то древние сокровища.",
  "like": "Золото",
  "dislike": "Недостаток средств",
  "inn": {
    "idle": "М-м... какую же вкусную еду готовит Джуно! Она будет продаваться нарасхват!",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Приветствую тебя, посетитель! Ох, постой, это было в таверне..",
      "talk": [
        "Зайдешь ко мне в магазин, а?",
        "Еда от Джуно лучшая!"
      ],
      "gift": "Хохохо, спасибо!"
    },
    "relationship": {
      "greet": "Я тружусь с утра до ночи, чтобы стать самой богатой во всем Орвеле!",
      "talk": [
        "Сегодня я думаю о том, чтобы пустить в путь и добраться до Центральной Элидоры, чтобы получить новые товары.",
        "Прошлый раз я начала шить вещи и это было моим хобби. Будет шанс, я и для тебя что-нибудь сделаю.",
        "Ты слышал о сокровищах, найденных в Пустыне Аэгина?"
      ]
    }
  },
  "uw": {
    "name": "Этелия, Коробка ароматов",
    "description": [
      "При использ. навыка «Получай!», все союзники получают эффект «Все для вас!», а перезарядка всех навыков сокращ. на 10%.",
      "При использ. навыка «Получай!», все союзники получают эффект «Все для вас!», а перезарядка всех навыков сокращ. на 12%.",
      "При использ. навыка «Получай!», все союзники получают эффект «Все для вас!», а перезарядка всех навыков сокращ. на 14%.",
      "При использ. навыка «Получай!», все союзники получают эффект «Все для вас!», а перезарядка всех навыков сокращ. на 17%.",
      "При использ. навыка «Получай!», все союзники получают эффект «Все для вас!», а перезарядка всех навыков сокращ. на 20%.",
      "При использ. навыка «Получай!», все союзники получают эффект «Все для вас!», а перезарядка всех навыков сокращ. на 25%."
    ],
    "story": "Корзинка, которую Мэй всегда берет с собой, когда отправляется на поиски новых интересных товаров. Эта корзинка поистине бездонна, и все, что попадает в нее, начинает весить легче перышка. Благодаря этому Мэй приносит из своих путешествий невероятное количество предметов. На первый взгляд может показаться, что в корзинке находится еда для пикника, однако, по слухам, когда Мэй куда-то отправляется, она кладет в корзинку... А это еще одна тайна, которую скрывает Мэй."
  },
  "s1": {
    "name": "Все для вас!",
    "description": "Атака всех союзников повышается на {0} на 60 сек., и случайным образом накладывается один из эффектов: 1. Пробитие Защиты- повышение на {1} , 2. Скорость Атаки- повышение на {2} , 3. Мгновенное восстановление Маны на {3}. Все эффекты, кроме восстановления маны могут быть объединены до 5 раз максимально.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "Все эффекты не могут быть убраны эффектом 'убрать позитивные эффекты'.",
    "dark": "Все эффекты могут быть объединены максимально 7 раз.",
    "ut": {
      "name": "Набор целительных зелий",
      "description": [
        "[Все для вас!] Снижает затраты маны на 1 сферу и повышает маг. ЗЩТ цели на 2% на 20 сек. Эффект суммируется до 8 раз.",
        "[Все для вас!] Снижает затраты маны на 1 сферу и повышает маг. ЗЩТ цели на 1,2% на 20 сек. Эффект суммируется до 8 раз.",
        "[Все для вас!] Снижает затраты маны на 1 сферу и повышает маг. ЗЩТ цели на 1,4% на 20 сек. Эффект суммируется до 8 раз.",
        "[Все для вас!] Снижает затраты маны на 1 сферу и повышает маг. ЗЩТ цели на 1,7% на 20 сек. Эффект суммируется до 8 раз.",
        "[Все для вас!] Снижает затраты маны на 1 сферу и повышает маг. ЗЩТ цели на 2,1% на 20 сек. Эффект суммируется до 8 раз.",
        "[Все для вас!] Снижает затраты маны на 1 сферу и повышает маг. ЗЩТ цели на 2,5% на 20 сек. Эффект суммируется до 8 раз."
      ],
      "story": "Набор из четырех зелий разного цвета и предназначения, способствующих повышению силы воли, концентрации, маны и выносливости. Мэй уверяет, что этот особый набор обладает потрясающим восстанавливающим эффектом, но держит состав зелий в строжайшем секрете. Может, так даже и лучше."
    }
  },
  "s2": {
    "name": "Выше нос!",
    "description": "Исцеляет всех союзников на {0} , на 10 сек. восст. макс. ОЗ каждого на {1}% в сек. Шанс 10%, что эффект восст. ОЗ удвоится.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Исцеление + {0}%."
    },
    "light": "На 10 сек. сопротивление союзников эффектам контроля +250.",
    "dark": "Шанс 15% восст. 1 сф. маны.",
    "ut": {
      "name": "Сладкий кусок торта",
      "description": [
        "[Выше нос!] Повышает исцеление на 20% и шанс удвоения исцеления еще на 20%.",
        "[Выше нос!] Повышает исцеление на 24% и шанс удвоения исцеления еще на 20%.",
        "[Выше нос!] Повышает исцеление на 29% и шанс удвоения исцеления еще на 20%.",
        "[Выше нос!] Повышает исцеление на 35% и шанс удвоения исцеления еще на 20%.",
        "[Выше нос!] Повышает исцеление на 42% и шанс удвоения исцеления еще на 20%.",
        "[Выше нос!] Повышает исцеление на 50% и шанс удвоения исцеления еще на 20%."
      ],
      "story": "Торт, приготовленный Джуно по особому рецепту. Пахнет чудесно. Никто не знает, почему Джуно так тщательно скрывает рецепт этого шедевра, но Мэй его просто обожает и ест его каждый день."
    }
  },
  "s3": {
    "name": "Не продается!",
    "description": "Атакует случайную цель и других противников на расстоянии 3 раза, наносят в общем {0} Магич. Урона и Оглушая на 4 сек. Существует 10% шанс, что дистанция навыка, Урон и длительность Оглушения будут удвоены.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Потребление маны уменьш. на 1.",
    "dark": "Все атаки будут направлены на 1 врага, выбранного случ. образом.",
    "ut": {
      "name": "Загадочный хрустальный шар",
      "description": [
        "[Не продается!] Урон увеличивается на 20% и атакует противника на 1 раз больше.",
        "[Не продается!] Урон увеличивается на 24% и атакует противника на 1 раз больше.",
        "[Не продается!] Урон увеличивается на 29% и атакует противника на 1 раз больше.",
        "[Не продается!] Урон увеличивается на 35% и атакует противника на 1 раз больше.",
        "[Не продается!] Урон увеличивается на 42% и атакует противника на 1 раз больше.",
        "[Не продается!] Урон увеличивается на 50% и атакует противника на 1 раз больше."
      ],
      "story": "В древние времена кто-то украл заклинания мудрецов и поместил их все в один хрустальный шар. Кажется, этот кто-то хотел стать величайшим шаманом той эпохи. Но в анналах истории об этом хрустальном шаре нет никаких упоминаний, да и сам шар был найден далеко от поселений, возле реки Эден. Неизвестно, какая сила скрыта в этом шаре, так как гремучая смесь из заклинаний разных стихий делает его изучение очень опасным."
    }
  },
  "s4": {
    "name": "Получай!",
    "description": "Кажд. 15 сек. наносит 4 случ. врагам {0} ед. маг. урона и либо {1} ед. длит. маг. урона на 10 сек., либо оглушает на 2 сек, либо замораж. на 5 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Активируется кажд. 12 сек.",
    "dark": "Увелич. маг. урон, полученный целью, на 25%."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Сопротивление контролю +100",
    "dark": "При автоатаке шанс 30% восст. 3% ОЗ и 5% маны самого раненного союзника."
  }
}