{
  "name": "Глад",
  "subtitle": "Зверь Арены",
  "description": "Человек, покоривший Арену Орвела. Люди боялись его и начали называть Зверем Арены. Благодаря его невероятной технике боя, он может уничтожить врага за считанные секунды.",
  "story": "Чемпион арены Орвела. Его уважают, но и побаиваются. Люди даже дали ему грозное прозвище. Вопреки своей репутации, Глад – человек простой и добродушный. В жизни он так же смел и стремителен в принятии решений, как и на арене. После своей триумфальной победы изъявил желание стать хозяином магазина арены. Кажется, вся затея с чемпионством была ему нужна, только чтобы получить неограниченный доступ к сребролистнику. До сих пор загадка, кто вообще будет покупать эту траву, но он, кажется, доволен. Как ни странно, после того, как он получил магазин в свое распоряжение, сребролистник из продажи исчез.",
  "like": "Сребролистник, достойных противников",
  "dislike": "Угрюмых людей, нерешительных людей",
  "inn": {
    "idle": "Хм, мне и здесь мерещится запах сребролистника...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Хм? Э, как, типа, дела?",
      "talk": [
        "Это Серебряное Вино, сам знаешь... ух ты, оно пахнет и правда хорошо...хахаха!!",
        "Эй! Довольно забавно видеть тебе не на арене!"
      ],
      "gift": "Эй! А ты довольно не плох!"
    },
    "relationship": {
      "greet": "Эй, ты! Иди уже сюда и садись рядом!",
      "talk": [
        "Хаха! Тот момент, когда мой кулак ударяется в противника- это чудесный момент!",
        "Я быстрый и сильный, даже по стандартам моего племени. Ты то как поживаешь?",
        "Ты небось интересуешься, зачем я покупаю всё это Серебряное Вино, раз никто у меня его не покупает? Ну, так это для персонального использования."
      ]
    }
  },
  "uw": {
    "name": "Кулак Зверя, Мастра",
    "description": [
      "В момент Крит. Удара, Крит. Урон повышается на 20% на 5 сек. Эффект может быть объединен до 7 раз.",
      "В момент Крит. Удара, Крит. Урон повышается на 24% на 5 сек. Эффект может быть объединен до 7 раз.",
      "В момент Крит. Удара, Крит. Урон повышается на 29% на 5 сек. Эффект может быть объединен до 7 раз.",
      "В момент Крит. Удара, Крит. Урон повышается на 35% на 5 сек. Эффект может быть объединен до 7 раз.",
      "В момент Крит. Удара, Крит. Урон повышается на 42% на 5 сек. Эффект может быть объединен до 7 раз.",
      "В момент Крит. Удара, Крит. Урон повышается на 50% на 5 сек. Эффект может быть объединен до 7 раз."
    ],
    "story": "Эта пара перчаток была выкована специально для Глада. Он получил их в награду за победу на арене Орвела. Кажется, они были выкованы из пары легендарных перчаток, которые принадлежали человеку по прозвищу «Бог Войны», жившему сотни лет назад. Эти перчатки предназначены для нанесения серьезных увечий противнику и значительно увеличивают силу своего владельца. Но цена при этом непомерна. Если владелец перчаток не отличается силой и ловкостью, то использовать их смертельно опасно. Однако Глад от природы очень ловок и силен, так что он видит в них только пользу и никаких недостатков."
  },
  "s1": {
    "name": "Быстрые Удары",
    "description": "Бьёт цель 7 раз, нанося в общем {0} Физ. Урона. Последний удар увеличивает получаемый целью Физ. Урон на {1}% на 10 сек..",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "В случае, если вы бьётесь только с 1 врагом, Урон увеличивается на 100%.",
    "dark": "Эффект получаемого Физ. Урона увеличивается на 50%.",
    "ut": {
      "name": "Несносное перо",
      "description": [
        "[Быстрые Удары] Повышает урон на 50% и на 2 сек. лишает цель возможности восстанавливать ману.",
        "[Быстрые Удары] Повышает урон на 50% и на 2,4 сек. лишает цель возможности восстанавливать ману.",
        "[Быстрые Удары] Повышает урон на 50% и на 2,9 сек. лишает цель возможности восстанавливать ману.",
        "[Быстрые Удары] Повышает урон на 50% и на 3,5 сек. лишает цель возможности восстанавливать ману.",
        "[Быстрые Удары] Повышает урон на 50% и на 4,2 сек. лишает цель возможности восстанавливать ману.",
        "[Быстрые Удары] Повышает урон на 50% и на 5 сек. лишает цель возможности восстанавливать ману."
      ],
      "story": "Просто невозможно удержаться, чтобы не поколотить это перо! Таинственное перо, порхающее перед лицом Глада, повышает его концентрацию до предела, благодаря чему он может наносить град невероятно быстрых ударов. Кажется, это перо вызывает у Глада какой-то нездоровый восторг."
    }
  },
  "s2": {
    "name": "Прибытие Бога Войны",
    "description": "Снимает все негатив. эффекты с себя и наносит  {0} Физ.Урона ближ. врагам, и получает статус 'Бог Войны'. Находясь в данном статусе Атака увеличивается на {1} и все авто-атаки получают 30% шанс потратить 5% маны и нанести экстра- атаку в {2} доп. Физ. Урона. В момент получения Магич. Урона, уклоняется от всего Магич. Урон в теч.1 сек. Эффект уклонения активируется 1 раз в теч. 2 сек.",
    "books": {
      "0": "Множители Атаки и Урона увеличены на {0}%.",
      "1": "Множители Атаки и Урона увеличены на {0}%.",
      "2": "Множители Атаки и Урона увеличены на {0}%."
    },
    "light": "Длительность эффекта 'Бог Войны' увеличивается на 5 сек.",
    "dark": "Шанс нанести доп. Урон повышен на 20%.",
    "ut": {
      "name": "Коробка сребролистника",
      "description": [
        "[Явление бога войны] Пока действует навык, восстанавливает 100 ед. маны каждую секунду и накапливает 1 заряд [Будет больно!] при нанесении доп. физ. урона.",
        "[Явление бога войны] Пока действует навык, восстанавливает 120 ед. маны каждую секунду и накапливает 1 заряд [Будет больно!] при нанесении доп. физ. урона.",
        "[Явление бога войны] Пока действует навык, восстанавливает 140 ед. маны каждую секунду и накапливает 1 заряд [Будет больно!] при нанесении доп. физ. урона.",
        "[Явление бога войны] Пока действует навык, восстанавливает 170 ед. маны каждую секунду и накапливает 1 заряд [Будет больно!] при нанесении доп. физ. урона.",
        "[Явление бога войны] Пока действует навык, восстанавливает 210 ед. маны каждую секунду и накапливает 1 заряд [Будет больно!] при нанесении доп. физ. урона.",
        "[Явление бога войны] Пока действует навык, восстанавливает 250 ед. маны каждую секунду и накапливает 1 заряд [Будет больно!] при нанесении доп. физ. урона."
      ],
      "story": "Сребролистник обладает свойством продолжительного усиления физических возможностей тела. Просто сребролистник и ничего другого. Кто-то может его жевать, заваривать из него чай, готовить настойки и отвары – все бесполезно. Один Глад знает, как использовать сребролистник, чтобы стать могущественнее самого бога войны."
    }
  },
  "s3": {
    "name": "Невероятный Удар!",
    "description": "Атакует противника и бежит вперед к врагам на передовой, нанося {0} Физ. Урона противникам на расстоянии и оглушая их на 3 сек. Если целью является босс, атака игнорирует Защиту.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Урон повышается на 40%.",
    "dark": "Потребление маны уменьш. на 1.",
    "ut": {
      "name": "Лавровый венок чемпиона",
      "description": [
        "[Невероятный Удар!] Перезарядка навыка сокращается на 30% и за каждую активацию Урон повышается на 4%. Данный эффект может быть объединен максимум 10 раз.",
        "[Невероятный Удар!] Перезарядка навыка сокращается на 30% и за каждую активацию Урон повышается на 4.8%. Данный эффект может быть объединен максимум 10 раз.",
        "[Невероятный Удар!] Перезарядка навыка сокращается на 30% и за каждую активацию Урон повышается на 5.8%. Данный эффект может быть объединен максимум 10 раз.",
        "[Невероятный Удар!] Перезарядка навыка сокращается на 30% и за каждую активацию Урон повышается на 7%. Данный эффект может быть объединен максимум 10 раз.",
        "[Невероятный Удар!] Перезарядка навыка сокращается на 30% и за каждую активацию Урон повышается на 8.4%. Данный эффект может быть объединен максимум 10 раз.",
        "[Невероятный Удар!] Перезарядка навыка сокращается на 30% и за каждую активацию Урон повышается на 10%. Данный эффект может быть объединен максимум 10 раз."
      ],
      "story": "Этим венком награждается сильнейший воин на континенте Орбис, выявленный в ходе бойцовского турнира, который проводится каждые 4 года. Говорят, что тот, кто носит такой венок, возможно, позаимствовал часть своей силы у самого бога войны."
    }
  },
  "s4": {
    "name": "Будет больно!",
    "description": "Каждый раз, когда Глад попадает по одной цели 5мя авто-атаками, наносится {0} экстра Урона, который игнорирует Защиту.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "В случае, если вы бьётесь только с 1 врагом, Урон увеличивается на 100%.",
    "dark": "Когда активировано на Арене, использует 15% от текущего значения ОЗ (HP) цели как доп. Физ. Защиту, игнорируя Физ. Урон"
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100",
    "dark": "Вся защита повышается на 8% от уровня Атаки."
  }
}