{
  "name": "Вероника",
  "subtitle": "Проницательное Око",
  "description": "Гений из Башни мудрости, сумевший возродить руническую магию. В настоящее время заведует финансами в Орвеле, а также занимает должность управляющего гильдиями. Ее мудрость и руническая магия сокрушат любого врага.",
  "story": "Гениальный ученый из Башни мудреца. Запоминает все, что видит. Разработала собственные теорию и систему рунной магии, после чего быстро потеряла к ней интерес и переключилась на другую область исследований. Вскоре получила высокий пост придворного министра финансов. К сожалению, многие государственные деятели не желали подчиняться простолюдинке. После многочисленных конфликтов и нелицеприятных слухов Вероника решила покинуть дворец. Но она не стала долго расстраиваться, а опять развила кипучую деятельность в новом направлении: возглавила Союз гильдий Орвела, где ее ценят только за способности и талант. Здесь она получила признание и уважение, которое заслуживает.",
  "like": "Умных людей, быстрые результаты, чистые документы",
  "dislike": "Беспорядок в комнатах, неэффективную работу",
  "inn": {
    "idle": "Уже и не помню, когда в последний раз можно было вот так посидеть и расслабиться.",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Я надеюсь, что ты продолжишь сражаться против зла и Демонов.",
      "talk": [
        "Рунная магия? Я выучилась ей в Башне Магов. Я даже знаю некоторые Древние Руны...",
        "Руководство Гильдией- сложно дело, да и Гильдий сейчас так много..."
      ],
      "gift": "Ох, не стоило! Но спасибо, я принимаю!"
    },
    "relationship": {
      "greet": "Я давно тут не была...",
      "talk": [
        "Чем занимаешься? Я помогу всем, чем смогу.",
        "Я хочу помочь больше, но это не легко.",
        "Я бы хотела узнать, как я могу помочь в следующем рейде."
      ]
    }
  },
  "uw": {
    "name": "Вечный лидер Аккордио",
    "description": [
      "Все навыки наносят доп. маг. урон в размере 50% от АТК. Макс. число зарядов «Знания великого финансиста» увеличивается до 9.",
      "Все навыки наносят доп. маг. урон в размере 60% от АТК. Макс. число зарядов «Знания великого финансиста» увеличивается до 10.",
      "Все навыки наносят доп. маг. урон в размере 70% от АТК. Макс. число зарядов «Знания великого финансиста» увеличивается до 11.",
      "Все навыки наносят доп. маг. урон в размере 85% от АТК. Макс. число зарядов «Знания великого финансиста» увеличивается до 12.",
      "Все навыки наносят доп. маг. урон в размере 100% от АТК. Макс. число зарядов «Знания великого финансиста» увеличивается до 13.",
      "Все навыки наносят доп. маг. урон в размере 125% от АТК. Макс. число зарядов «Знания великого финансиста» увеличивается до 15."
    ],
    "story": "Ни одно важное решение в Союзе гильдий не принимается без ее одобрения. Заветная канцелярская принадлежность основателя Союза гильдий – перьевая ручка, идущая в комплекте с папкой. Ручка оснащена волшебным шариком, который использует для письма ману вместо чернил. Писать такой ручкой можно только на волшебном пергаменте, а стереть написанное не может никто, кроме владельца ручки. Также этой ручкой можно писать бесконечные тексты на волшебном пергаменте, и она обладает способностью находить нужное место в тексте по желанию владельца. Благодаря этой ручке эффективность Вероники значительно повышается – и не только на работе."
  },
  "s1": {
    "name": "Будет немножко больно!",
    "description": "Наносит {0} ед. магического урона цели и ближайшим противникам, а также оглушает их на {1} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Повышает урон на 100%, когда противник один.",
    "dark": "Количество целей меняется на 2."
  },
  "s2": {
    "name": "Я помогу.",
    "description": "Наделяет всех союзников руной, повышающей их АТК на {0} ед. и весь урон по боссам на 15% на 10 сек.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "Повышает усиление АТК на 40%.",
    "dark": "Снижает время перезарядки на 5 сек.",
    "ut": {
      "name": "Перо твердой решительности",
      "description": [
        "[Позвольте помочь] Снижает затраты маны на 1 ед. и увеличивает время действия навыка на 1,6 сек.",
        "[Позвольте помочь] Снижает затраты маны на 1 ед. и увеличивает время действия навыка на 1,9 сек.",
        "[Позвольте помочь] Снижает затраты маны на 1 ед. и увеличивает время действия навыка на 2,3 сек.",
        "[Позвольте помочь] Снижает затраты маны на 1 ед. и увеличивает время действия навыка на 2,7 сек.",
        "[Позвольте помочь] Снижает затраты маны на 1 ед. и увеличивает время действия навыка на 3,3 сек.",
        "[Позвольте помочь] Снижает затраты маны на 1 ед. и увеличивает время действия навыка на 4 сек."
      ],
      "story": "Перо, с которым Вероника никогда не расстается. Как и советовал кузнец Джин, она поместила его в Источник обещаний на 100 дней. Благодаря волшебной энергии буквы, написанные этим пером, становятся красными, если предписания Вероники не выполняются. По словам Вероники, это очень удобно для контроля за поставками."
    }
  },
  "s3": {
    "name": "С глаз долой!",
    "description": "Атакует цель и противников в обширной области 2 раза, нанося {0} ед. маг. урона, а также сбивает их с ног на 5 сек. Увеличивает получаемый задетыми противниками маг. урон на 30% на 10 сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Повышает затраты маны на 1 ед. и урон на 100%.",
    "dark": "Цель получает повышенный маг. и физ. урон.",
    "ut": {
      "name": "Печать управляющего гильдией",
      "description": [
        "[С глаз долой!] Урон повышается на 20% и за каждое попадаение по противнику перезарядка уменьшается на 10%.",
        "[С глаз долой!] Урон повышается на 24% и за каждое попадаение по противнику перезарядка уменьшается на 10%.",
        "[С глаз долой!] Урон повышается на 29% и за каждое попадаение по противнику перезарядка уменьшается на 10%.",
        "[С глаз долой!] Урон повышается на 35% и за каждое попадаение по противнику перезарядка уменьшается на 10%.",
        "[С глаз долой!] Урон повышается на 42% и за каждое попадаение по противнику перезарядка уменьшается на 10%.",
        "[С глаз долой!] Урон повышается на 50% и за каждое попадаение по противнику перезарядка уменьшается на 10%."
      ],
      "story": "Печать, вручаемая лучшему управляющему гильдией в Орвеле. Без этой печати не обходится ни одно дело, происходящее в гильдии. Педантичная Вероника относится к своим обязанностям очень профессионально и никогда не поставит свою печать на документ, если он неидеален."
    }
  },
  "s4": {
    "name": "Знание великого финансиста",
    "description": "Атака всех союзников повышается на {0} , и после использования навыка 3 раза, мгновенно получает Знание Лучшего Финансиста. За каждый подобный эффект, собственная крит. удара повышается на 30%, и эффекты навыков повышаются на 10% каждый. Знание Лучшего Финансиста может быть объединено до 5 раз максимум, и не может быть убрано.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "При применении восстанавливает персонажу 2 сферы маны.",
    "dark": "При применении повышает АТК персонажа на 50% на 10 сек."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100",
    "dark": "Каждые 20 сек. снижает время перезарядки всех навыков персонажа на 15%."
  }
}