{
  "name": "Ломан",
  "subtitle": "Привратник Веры",
  "description": "Привратник правителей Орвела. Без королевского дозволения ни одна душа не может пройти мимо Ломана. Огромная сила, заключенная в его алебарде, заставляет его врагов преклонять пред ним колени.",
  "story": "Если бы кому-то понадобилось выбрать самого надежного Рыцаря-защитника, имя Ломана было бы одним из первых. Королевская семья доверяет ему настолько, что даже назначила Ломана привратником правителей Орвела. Этот обычно мягкий и дружелюбный человек становится непреклонным, когда кто-то пытается подойти к его королю без королевского на то дозволения. Ни один враг не сумел пережить взмаха его алебарды, которую подарила ему сама Скарлет. Но в свободное от службы время даже Ломан позволяет себе расслабиться и с удовольствием занимается резьбой по дереву.",
  "like": "Клауса, Дэмию, варенье, резьбу по дереву",
  "dislike": "Мяту, женьшень",
  "inn": {
    "idle": "Я заглянул сюда, пока у меня отгул. Здесь очень мило. Надо заходить сюда почаще.",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Заходи. Я как раз занимался резьбой по дереву. Хочешь взглянуть?",
      "talk": [
        "Моя семья веками охраняла королевскую семью. Когда я только начал служить во дворце, отец передал мне фамильную реликвию.",
        "Кажется, эта алебарда довольно необычная. Джин считает, что в ней содержится частица какого-то древнего священного зверя."
      ],
      "gift": "Что? Сразу предупреждаю, что я никогда не открою тайник или лабиринт для тебя, ха-ха."
    },
    "relationship": {
      "greet": "Охрана королевской семьи – очень важная и серьезная работа. Однако иногда я так завидую своим товарищам, которые обладают большей свободой.",
      "talk": [
        "Я сделаю все, что в моих силах, чтобы не подвести доверие, которое Ее Высочество на меня возлагает.",
        "Я давно увлекаюсь резьбой по дереву. Я и глазом не успел моргнуть, как вся комната уже была завалена деревянными поделками. Ха-ха.",
        "Я тут видел одну девушку с длинными волосами. Она целыми днями радостно всех приветствует. Надо же, здесь там много людей, которые живут в свое удовольствие."
      ]
    }
  },
  "uw": {
    "name": "Гайаменес Защитная Волна",
    "description": [
      "Заряды «Гордости Орвелии» накапливаются при каждом использовании навыков. Эффект нельзя отменить, и когда число зарядов «Гордости Орвелии» достигает 4, срабатывает «Благословение Орвелии», которое наносит физ. урон (200% АТК) врагам в широкой области и увеличивает физ. слабость целей на 25% на 10 сек. «Благословение Орвелии» также повышает маг. ЗЩТ на 10% на 10 сек.",
      "Заряды «Гордости Орвелии» накапливаются при каждом использовании навыков. Эффект нельзя отменить, и когда число зарядов «Гордости Орвелии» достигает 4, срабатывает «Благословение Орвелии», которое наносит физ. урон (240% АТК) врагам в широкой области и увеличивает физ. слабость целей на 30% на 10 сек. «Благословение Орвелии» также повышает маг. ЗЩТ на 12% на 10 сек.",
      "Заряды «Гордости Орвелии» накапливаются при каждом использовании навыков. Эффект нельзя отменить, и когда число зарядов «Гордости Орвелии» достигает 4, срабатывает «Благословение Орвелии», которое наносит физ. урон (290% АТК) врагам в широкой области и увеличивает физ. слабость целей на 36% на 10 сек. «Благословение Орвелии» также повышает маг. ЗЩТ на 14% на 10 сек.",
      "Заряды «Гордости Орвелии» накапливаются при каждом использовании навыков. Эффект нельзя отменить, и когда число зарядов «Гордости Орвелии» достигает 4, срабатывает «Благословение Орвелии», которое наносит физ. урон (350% АТК) врагам в широкой области и увеличивает физ. слабость целей на 43% на 10 сек. «Благословение Орвелии» также повышает маг. ЗЩТ на 17% на 10 сек.",
      "Заряды «Гордости Орвелии» накапливаются при каждом использовании навыков. Эффект нельзя отменить, и когда число зарядов «Гордости Орвелии» достигает 4, срабатывает «Благословение Орвелии», которое наносит физ. урон (420% АТК) врагам в широкой области и увеличивает физ. слабость целей на 51% на 10 сек. «Благословение Орвелии» также повышает маг. ЗЩТ на 21% на 10 сек.",
      "Заряды «Гордости Орвелии» накапливаются при каждом использовании навыков. Эффект нельзя отменить, и когда число зарядов «Гордости Орвелии» достигает 4, срабатывает «Благословение Орвелии», которое наносит физ. урон (500% АТК) врагам в широкой области и увеличивает физ. слабость целей на 60% на 10 сек. «Благословение Орвелии» также повышает маг. ЗЩТ на 25% на 10 сек."
    ],
    "story": "Эту алебарду держала в руках статуя древнего хранителя, стоявшая на страже врат в лабиринт, который недавно обнаружили в подвалах дворца. Старая полуразрушенная статуя крепко сжимала алебарду, словно она была готова защищать лабиринт от любого проникновения извне. Ломан, который отвечал за раскопки лабиринта, почувствовал трепет при виде этой статуи и в почтении склонил перед ней голову. В тот же миг статуя выпустила из рук алебарду и начала разваливаться на куски. Сама же алебарда, казалось, не подверглась воздействию времени и была наполнена таинственной энергией. «Затем статуя выпустила алебарду из рук и начала разваливаться...» Произнесла вслух Скарлет, читая отчет. «Так точно, мисс». Скарлет посмотрела на Ломана. «Какая непреклонная решимость выполнять свой долг, пока само тело не развалится на куски... Я знаю одного такого человека». «Простите, мисс?» Он удивленно смотрел на Скарлет, которая с улыбкой протягивала ему алебарду."
  },
  "s1": {
    "name": "Раскол земли",
    "description": "Наносит врагам на передовой {0} ед. физ. урона и сбивает их с ног на {1} сек. Повышает физ. слабость пораженных целей на {3}% на {2} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "При использ. навыка блокируется весь получ. урон."
    },
    "light": "Время перезарядки -3 сек.",
    "dark": "Повышает физ. слабость цели на 25% на 10 сек.",
    "ut": {
      "name": "Основные боевые приемы рыцарей Орвела",
      "description": [
        "[Раскол земли] Снижает физ. блок цели на 500, а отпор контролю – на 100 на 10 сек.",
        "[Раскол земли] Снижает физ. блок цели на 500, а отпор контролю – на 120 на 10 сек.",
        "[Раскол земли] Снижает физ. блок цели на 500, а отпор контролю – на 140 на 10 сек.",
        "[Раскол земли] Снижает физ. блок цели на 500, а отпор контролю – на 170 на 10 сек.",
        "[Раскол земли] Снижает физ. блок цели на 500, а отпор контролю – на 210 на 10 сек.",
        "[Раскол земли] Снижает физ. блок цели на 500, а отпор контролю – на 250 на 10 сек."
      ],
      "story": "Основы боевых искусств, которые изучают все рыцари Орвела. Среди множества навыков особое место занимает «Раскол земли», который эффективно помогает новичкам овладеть рыцарским стилем боя. Это один из самых первых приемов, изучаемых рыцарями. Его легко освоить, но очень сложно довести до совершенства. Ломан прочел эту книгу больше тысячи раз с тех пор, как стал рыцарем, и продолжает штудировать ее даже сейчас, когда ему кажется, что каким-то приемом он овладел не до конца."
    }
  },
  "s2": {
    "name": "Оберегающий покров",
    "description": "Отменяет негативные эффекты, действующие на всех союзников. Укрывает всех союзников щитом, поглощающим {1} ед. урона в течение {0} сек. и снижающим любой получаемый союзниками урон на {3}% в течение {2} сек. На время действия щита цели получают иммунитет к эффектам контроля.",
    "books": {
      "0": "Щит + {0}%.",
      "1": "Щит + {0}%.",
      "2": "Щит + {0}%."
    },
    "light": "Снижает время перезарядки на 5 сек.",
    "dark": "Длительность щита увеличивается на 5 сек.",
    "ut": {
      "name": "Миниатюрная деревянная кукла",
      "description": [
        "[Оберегающий покров] Снижает затраты маны на 1 ед. и восстанавливает 400 маны цели.",
        "[Оберегающий покров] Снижает затраты маны на 1 ед. и восстанавливает 480 маны цели.",
        "[Оберегающий покров] Снижает затраты маны на 1 ед. и восстанавливает 580 маны цели.",
        "[Оберегающий покров] Снижает затраты маны на 1 ед. и восстанавливает 700 маны цели.",
        "[Оберегающий покров] Снижает затраты маны на 1 ед. и восстанавливает 840 маны цели.",
        "[Оберегающий покров] Снижает затраты маны на 1 ед. и восстанавливает 1000 маны цели."
      ],
      "story": "Ломан любил вырезать небольшие статуэтки размером с ладонь, чтобы привести в порядок свои мысли, когда дела шли из рук вон плохо. Придавая им нужную форму, он чувствовал умиротворение и вспоминал, с каким усердием изучал основы ремесла. Сначала это было простым времяпрепровождением, которое вскоре переросло в настоящее увлечение – вся его комната была заполнена сотнями поделок. И вот однажды Ломан начал мастерить деревянных кукол, которых потом дарил друзьям и знакомым. Когда-то колдовские куклы, защищавшие душу от сглаза, были очень популярны в Орвелии. Ломан попросил старого шамана, сведущего в знахарстве, зачаровать кукол защитным заклинанием, после чего подарил их своим товарищам по оружию."
    }
  },
  "s3": {
    "name": "Кредо рыцаря",
    "description": "3 раза атакует врагов перед собой. Первые 2 атаки наносят {0} ед. физ. урона и оглушают врагов на {1} сек., последняя атака состоит из 2 ударов, наносящих в сумме {2} ед. физ. урона. Последний удар оглушает врагов на 5 сек. и оставляет на них [Метку веры], наносящую урон в течение {3} сек. Цели с [Меткой веры] получают {4} ед. дополнительного физ. урона от союзников героя, за исключением его самого. Эффект доп. урона срабатывает не чаще, чем раз в {5} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "В случае, если вы бьётесь только с 1 врагом, Урон увеличивается на 100%.",
    "dark": "При использовании наделяет иммунитетом к эффектам контроля.",
    "ut": {
      "name": "Море духов",
      "description": [
        "[Кредо рыцаря] Снижает время перезарядки на 30% и повышает физ. слабость цели на 10% на 10 сек.",
        "[Кредо рыцаря] Снижает время перезарядки на 30% и повышает физ. слабость цели на 12% на 10 сек.",
        "[Кредо рыцаря] Снижает время перезарядки на 30% и повышает физ. слабость цели на 14% на 10 сек.",
        "[Кредо рыцаря] Снижает время перезарядки на 30% и повышает физ. слабость цели на 17% на 10 сек.",
        "[Кредо рыцаря] Снижает время перезарядки на 30% и повышает физ. слабость цели на 21% на 10 сек.",
        "[Кредо рыцаря] Снижает время перезарядки на 30% и повышает физ. слабость цели на 25% на 10 сек."
      ],
      "story": "Этот удивительный кулон – фамильная ценность семьи Ломана и подарок от первого короля Орвелии в знак признания их заслуг перед короной Орвела. Происхождение этого кулона доподлинно неизвестно, однако, по преданию, в этом украшении заключена душа древнего защитника континента Орбис. Владельцы кулона подтверждают правдивость этого предания. Каждый раз, как владелец кулона преисполнялся решимости отдать свою жизнь за то, что ему было дорого, его захлестывали волны могучей силы. Люди верят, что этот синий камень способен призывать духов, поэтому прозвали его «Морем духов». Ломан получил этот кулон в наследство от своего отца, когда поступил на службу в крепость. С тех пор он с ним не расстается."
    }
  },
  "s4": {
    "name": "Последний привратник",
    "description": "Каждую секунду накапливает заряды [Стойкости]. Эффект нельзя отменить, и когда число зарядов [Стойкости] достигает {0} , наносит {1} ед. физ. урона, игнорирующего ЗЩТ ближайших врагов, и снижает АТК пораженных целей на 20% на {2} сек. Успешный блок генерирует 1 доп. заряд [Стойкости]. Этот эффект срабатывает не чаще, чем раз в {3} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Ежесекундно накапливает на 1 заряд «Стойкости» больше.",
    "dark": "Снижает СКР АТК пораженного врага на 200 на 10 сек."
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +200",
    "dark": "При успешном блокировании маг. урона повышает маг. блок всех союзников на 200, а их маг. ЗЩТ на 10% от маг. ЗЩТ Ломана на 5 сек. Эффект срабатывает не чаще одного раза в 5 сек."
  }
}