{
  "name": "Джуно",
  "subtitle": "Шеф-повар Героев",
  "description": "Одна из лучших поваров в Орвеле. Кажется, она может приготовить всё, что угодно: от простецких закусок до изысканных лакомств. Её блюда исцеляют тело и наполняют сердце храбростью.",
  "story": "Эта, на первый взгляд, заурядная девушка — самый талантливый повар Орвела. Она может приготовить всё, что угодно: от обычных блюд для простых людей до изысканных лакомств для аристократов. Когда-то ей предлагали должность королевского повара, но она предпочла открыть собственную таверну, в которой могла бы готовить блюда для всех желающих. Очень скоро это заведение стало популярно не только среди жителей Орвела, но и среди бесчисленных путешественников и любителей приключений. Теперь эту таверну называют «Таверной героев», и Джуно просто обожает находиться среди заглядывающих к ней «героев».",
  "like": "Есть, готовить, тех, кому нравятся её блюда",
  "dislike": "Тех, кто умаляет её кулинарные способности",
  "inn": {
    "idle": "Добро пожаловать! У нас, правда, сейчас перерыв...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Проходите, пожалуйста! Что закажете сегодня?",
      "talk": [
        "Только скажите, что хотите — и я это мигом приготовлю!",
        "Я повидала немало искателей приключений, но вы — другое дело."
      ],
      "gift": "Ой, чаевые? Хи-хи, спасибо."
    },
    "relationship": {
      "greet": "Вы уже поели? Если нет, могу порекомендовать отличное блюдо!",
      "talk": [
        "Яйца, сваренные в горячем источнике, отличаются потрясающим вкусом! А ещё это мое самое любимое простое блюдо!",
        "Дела сейчас идут как нельзя лучше. И я этому очень рада!",
        "Посетителей у меня тут немало, правда? И всё благодаря сами знаете кому, ха-ха-ха."
      ]
    }
  },
  "uw": {
    "name": "Пир-Из-Ста-Блюд Темпора Фирр",
    "description": [
      "Получает 1 заряд [Отличного ингредиента] и восстанавливает 1 сферу маны каждые 10 сек.",
      "Получает 1 заряд [Отличного ингредиента] и восстанавливает 1 сферу маны каждые 9 сек.",
      "Получает 1 заряд [Отличного ингредиента] и восстанавливает 1 сферу маны каждые 8 сек.",
      "Получает 1 заряд [Отличного ингредиента] и восстанавливает 1 сферу маны каждые 7 сек.",
      "Получает 1 заряд [Отличного ингредиента] и восстанавливает 1 сферу маны каждые 6 сек.",
      "Получает 1 заряд [Отличного ингредиента] и восстанавливает 1 сферу маны каждые 5 сек."
    ],
    "story": "Волшебный горшок, который, по слухам, использовал легендарный шеф-повар из далёкого прошлого. Изготовлен из волшебного металла, незнакомого даже самому кузнецу Джину. Обладает способностью усиливать вкус и аромат еды, а также сохранять максимальное качество ингредиентов. Несмотря на свои чудодейственные свойства, используется своей владелицей довольно редко. Джуно настолько гордится своими непревзойдёнными кулинарными талантами, что, кажется, не хочет, чтобы люди считали это заслугой каких-то волшебных реликвий. В результате, самое бесценное сокровище во всем кулинарном мире служит всего лишь декорацией в её таверне. Но в тот день, когда она всё же решится его использовать, мир станет свидетелем перехода кулинарного искусства на совершенно иной уровень."
  },
  "s1": {
    "name": "Лучшее блюдо",
    "description": "Отменяет отрицательные эффекты, действующие на всех союзников, восполняет в сумме {1} ОЗ за {0} сек. и увеличивает ЗЩТ на {2}. [Отличный ингредиент] При наличии 2 и более зарядов «Отличного ингредиента» расходует 2 заряда и повышает усиление ЗЩТ вдвое.",
    "books": {
      "0": "Повышает исцеление и урон на {0}%.",
      "1": "Повышает исцеление и урон на {0}%.",
      "2": "Повышает исцеление и урон на {0}%."
    },
    "light": "[Лучшее блюдо] Увеличивает АТК цели на 15% на время действия навыка. [Острое лакомство Джуно] На 10 сек. цель получает на 25% больше физ. урона.",
    "dark": "[Лучшее блюдо] Повышает шанс крит. удара цели на 150 на время действия навыка. [Острое лакомство Джуно] Снижает затраты маны на 1 сферу.",
    "ut": {
      "name": "Разноцветная поварешка",
      "description": [
        "[Лучшее блюдо] Повышает исцеление на 20% и после применения получает 1 заряд [Отличный ингредиент]. [Острое лакомство Джуно] Повышает урон на 20% и снижает шанс. крит. удара цели на 250 на 10 сек.",
        "[Лучшее блюдо] Повышает исцеление на 24% и после применения получает 1 заряд [Отличный ингредиент]. [Острое лакомство Джуно] Повышает урон на 24% и снижает шанс. крит. удара цели на 250 на 10 сек.",
        "[Лучшее блюдо] Повышает исцеление на 29% и после применения получает 1 заряд [Отличный ингредиент]. [Острое лакомство Джуно] Повышает урон на 29% и снижает шанс. крит. удара цели на 250 на 10 сек.",
        "[Лучшее блюдо] Повышает исцеление на 35% и после применения получает 1 заряд [Отличный ингредиент]. [Острое лакомство Джуно] Повышает урон на 35% и снижает шанс. крит. удара цели на 250 на 10 сек.",
        "[Лучшее блюдо] Повышает исцеление на 42% и после применения получает 1 заряд [Отличный ингредиент]. [Острое лакомство Джуно] Повышает урон на 42% и снижает шанс. крит. удара цели на 250 на 10 сек.",
        "[Лучшее блюдо] Повышает исцеление на 50% и после применения получает 1 заряд [Отличный ингредиент]. [Острое лакомство Джуно] Повышает урон на 50% и снижает шанс. крит. удара цели на 250 на 10 сек."
      ],
      "story": "Поварешка, окрашенная во все цвета радуги. Однажды Джуно шла по центральной улице Орвела и увидела, как гильдейский торговец Кумуро обронил необычную поварешку. Джуно попыталась вернуть ее Кумуро, но тот лишь улыбнулся и перед тем, как исчезнуть, сказал, что она уже находится в правильных руках. Бруно, помешанная на коллекционированию кухонной утвари, очень обрадовалась такому подарку. Эта поварешка примечательна не только своей расцветкой, но и тем, что она является наследием древней цивилизации. К сожалению, Джуно еще только предстоит узнать, что этот предмет может удваивать удовольствие от любой еды, если использовать его во время готовки."
    },
    "linked": {
      "name": "Острое лакомство Джуно",
      "description": "Отменяет положительные эффекты, действующие на всех противников, наносит в сумме {1} ед. физ. урона за {0} сек. и увеличивает получаемый противниками физ. урон на {2}%. [Отличный ингредиент] При наличии 2 и более зарядов «Отличного ингредиента» расходует 2 заряда и увеличивает получаемый противниками физ. урон вдвое."
    }
  },
  "s2": {
    "name": "Разогрев",
    "description": "Накладывает на союзника с наименьшими ОЗ щит, поглощающий {0} ед. урона и дающий иммунитет к контролю, а также 1 сферу маны. [Отличный ингредиент] При наличии 2 и более зарядов «Отличного ингредиента» расходует 2 заряда и удваивает восстановление маны.",
    "books": {
      "0": "Повышает эффективность щита и урон на {0}%.",
      "1": "Повышает эффективность щита и урон на {0}%.",
      "2": "Повышает эффективность щита и урон на {0}%."
    },
    "light": "[Разогрев] Увеличивает затраты маны на 1 сферу, но накладывает щит на 2 цели. [Угощайся и проваливай!] Снижает СКР АТК пораженного противника на 200 на 10 сек.",
    "dark": "[Разогрев] Снижает затраты маны на 1 сферу. [Угощайся и проваливай!] Увеличивает перезарядку активных навыков пораженного противника на 2 сек.",
    "ut": {
      "name": "Кувшин счастья",
      "description": [
        "[Разогрев] Увеличивает восстановление маны на 50% и снижает перезарядку активных навыков цели на 12%. [Угощайся и проваливай!] Увеличивает снижение маны на 50% и оглушает цель на 1 сек.",
        "[Разогрев] Увеличивает восстановление маны на 50% и снижает перезарядку активных навыков цели на 14%. [Угощайся и проваливай!] Увеличивает снижение маны на 50% и оглушает цель на 1,2 сек.",
        "[Разогрев] Увеличивает восстановление маны на 50% и снижает перезарядку активных навыков цели на 17%. [Угощайся и проваливай!] Увеличивает снижение маны на 50% и оглушает цель на 1,4 сек.",
        "[Разогрев] Увеличивает восстановление маны на 50% и снижает перезарядку активных навыков цели на 21%. [Угощайся и проваливай!] Увеличивает снижение маны на 50% и оглушает цель на 1,7 сек.",
        "[Разогрев] Увеличивает восстановление маны на 50% и снижает перезарядку активных навыков цели на 25%. [Угощайся и проваливай!] Увеличивает снижение маны на 50% и оглушает цель на 2,1 сек.",
        "[Разогрев] Увеличивает восстановление маны на 50% и снижает перезарядку активных навыков цели на 30%. [Угощайся и проваливай!] Увеличивает снижение маны на 50% и оглушает цель на 2,5 сек."
      ],
      "story": "Кувшин, который Джуно купила по завышенной цене у одного подозрительного торговца ещё на заре своей карьеры. Торговец утверждал, что кувшин может превращать обычную воду в волшебный бульон. Он даже сумел с помощью небольшой ловкости рук убедить её в том, что это правда. Чего он не знал, так это того, что благодаря потрясающим кулинарным способностям Джуно этот кувшин на самом деле превратится в истинный кувшин счастья. Теперь этот кувшин — самый важный предмет на кухне Джуно, в котором она готовит потрясающие блюда, используя свои возросшие кулинарные навыки, особую приправу Джуно и улучшенный порошок волшебного бульона, который использовал тот торговец."
    },
    "linked": {
      "name": "Угощайся и проваливай!",
      "description": "Атакует цель и окружающих её противников, нанося {0} ед. физ. урона и снижая их ману на 1 сферу. Если цель — не герой, дополнительно наносит {1} ед. физ. урона, игнорирующего ЗЩТ. [Отличный ингредиент] При наличии 2 и более зарядов «Отличного ингредиента» расходует 2 заряда и удваивает снижение маны."
    }
  },
  "s3": {
    "name": "Адский повар",
    "description": "Отменяет все отрицательные эффекты на герое, восстанавливает {0} ОЗ и превращается в Адского повара. [Лучшее блюдо] и [Разогрев] заменяются на [Острое лакомство Джуно] и [Угощайся и проваливай!] соответственно. Получает 1 заряд неотменяемого [Отличного ингредиента]. При повторном применении навыка превращается в Небесного повара.",
    "books": {
      "0": "Исцеление + {0}%.",
      "1": "Исцеление + {0}%.",
      "2": "Исцеление + {0}%."
    },
    "light": "Увеличивает целительную силу на 100%.",
    "dark": "При применении восстанавливает 1 сферу маны.",
    "ut": {
      "name": "Подозрительный набор приправ",
      "description": [
        "[Адский повар] Накладывает эффекты исцеления на всех союзников и снижает перезарядку Адского повара на 1 сек.",
        "[Адский повар] Накладывает эффекты исцеления на всех союзников и снижает перезарядку Адского повара на 1,2 сек.",
        "[Адский повар] Накладывает эффекты исцеления на всех союзников и снижает перезарядку Адского повара на 1,4 сек.",
        "[Адский повар] Накладывает эффекты исцеления на всех союзников и снижает перезарядку Адского повара на 1,7 сек.",
        "[Адский повар] Накладывает эффекты исцеления на всех союзников и снижает перезарядку Адского повара на 2,1 сек.",
        "[Адский повар] Накладывает эффекты исцеления на всех союзников и снижает перезарядку Адского повара на 2,5 сек."
      ],
      "story": "- Вот ваш заказ — «Фирменное блюдо Джуно»! Как только попробуешь эту чудесную еду, сразу же рассеиваются любые сомнения по поводу надписи на плакате перед таверной, которая гласит: «Потрясающий вкус! Качество гарантировано!». Существует не так уж много слов, которыми можно описать шикарную еду, которую готовит Джуно. Когда её спросили, в чем секрет её успеха, она улыбнулась и сказала: - Это всё особая приправа Джуно!"
    }
  },
  "s4": {
    "name": "Пора готовить!",
    "description": "В облике Небесного повара увеличивает ЗЩТ всех союзников на {0} , а их исцеление на {1}%. В облике Адского повара снижает ЗЩТ всех противников на {2}%, а их исцеление на {3}%.",
    "books": {
      "0": "ЗЩТ + {0}%.",
      "1": "ЗЩТ + {0}%.",
      "2": "ЗЩТ + {0}%."
    },
    "light": "Увеличивает шанс. крит. удара всех союзников на 200.",
    "dark": "Снижает пробойную силу всех противников на 200.",
    "ut": {
      "name": "Передник чести",
      "description": [
        "[Пора готовить!] Повышает усиление ЗЩТ на 50%. В состоянии [Адский повар] снижает СКР АТК всех противников на 100.",
        "[Пора готовить!] Повышает усиление ЗЩТ на 50%. В состоянии [Адский повар] снижает СКР АТК всех противников на 120.",
        "[Пора готовить!] Повышает усиление ЗЩТ на 50%. В состоянии [Адский повар] снижает СКР АТК всех противников на 140.",
        "[Пора готовить!] Повышает усиление ЗЩТ на 50%. В состоянии [Адский повар] снижает СКР АТК всех противников на 170.",
        "[Пора готовить!] Повышает усиление ЗЩТ на 50%. В состоянии [Адский повар] снижает СКР АТК всех противников на 210.",
        "[Пора готовить!] Повышает усиление ЗЩТ на 50%. В состоянии [Адский повар] снижает СКР АТК всех противников на 250."
      ],
      "story": "Передник, который Джуно получила в качестве награды, победив в континентальном конкурсе поваров. Это почетный приз, который получает лучший повар Орвелии из рук легендарного шеф-повара Амелии. Каждое утро Джуно с гордостью надевает этот передник и открывает свой ресторан для посетителей."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200",
    "dark": "В начале каждой битвы получает 2 заряда [Отличного ингредиента], а восст. маны в сек. увеличивается на 200% на 10 сек."
  }
}