{
  "name": "Ники",
  "subtitle": "Главный страж безжалостности",
  "description": "Девушка-воин и главный страж темницы Орвела, в которой заключены самые жуткие монстры континента. В силе и мастерстве не уступает даже Гладу, Зверю арены, поэтому вселяет ужас в негодяев, находящихся по ее надзором. Сокрушает врагов могучими ударами устрашающей булавы.",
  "story": "Главный страж и начальник темницы Орвела. Когда-то она была бойцом арены Орвела и извечным соперником Глада. Но когда Глад стал проводить больше времени в своем магазине, чем в схватках, Ники потеряла интерес к арене и решила найти себе какое-нибудь другое занятие. Имея немалый боевой опыт, она решила испытать себя на поприще главного стража темницы – занятии опасном, но щедро оплачиваемом. Хотя заключенные обычно не доставляют хлопот, так как побаиваются Ники, все же время от времени некоторые из них теряют всякий страх и устраивают беспорядки. И каждый раз булава Ники быстро приводит их в чувство.",
  "like": "Простоту и порядок",
  "dislike": "Неуправляемых негодяев",
  "inn": {
    "idle": "Ну где тебя носит? Давай уже выпьем!",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Эй! Ну где ты ходишь? Иди сюда!",
      "talk": [
        "Как же мне надоело учить этих негодяев уму-разуму.",
        "Интересно, есть еще кто-то, с кем можно устроить неплохую потасовку? Как насчет тебя? Сразимся?"
      ],
      "gift": "Подарок? Да ладно?"
    },
    "relationship": {
      "greet": "Все негодяи заслуживают наказание, как считаешь?",
      "talk": [
        "Как я это делаю? Да ничего особенного. Хорошая взбучка приведет в чувство кого угодно.",
        "Здесь, конечно, повеселее, чем в унылой темнице!",
        "Глад стал таким скучным. Вообще не показывается на арене в последнее время."
      ]
    }
  },
  "uw": {
    "name": "Булава порядка Хартнон",
    "description": [
      "Попадания навыком повышают получаемый целью физ. урон на 20% на 5 сек. и снижают ману на 80 каждую секунду.",
      "Попадания навыком повышают получаемый целью физ. урон на 24% на 5 сек. и снижают ману на 100 каждую секунду.",
      "Попадания навыком повышают получаемый целью физ. урон на 29% на 5 сек. и снижают ману на 120 каждую секунду.",
      "Попадания навыком повышают получаемый целью физ. урон на 35% на 5 сек. и снижают ману на 140 каждую секунду.",
      "Попадания навыком повышают получаемый целью физ. урон на 42% на 5 сек. и снижают ману на 170 каждую секунду.",
      "Попадания навыком повышают получаемый целью физ. урон на 50% на 5 сек. и снижают ману на 200 каждую секунду."
    ],
    "story": "Булава главного стража Ники, с помощью которой она поддерживает порядок в темнице. Среди заключенных ее называют «Булавой Порядка». Ранее эта булава переходила от одного главного стража Орвелии к другому, но вскоре после того, как Ники получила эту должность, она сломала булаву, когда разгоняла устроивших беспорядки заключенных. Вот так незадача... Ники посмотрела на сломанную булаву, затем перевела взгляд на заключенных. На глаза ей попался адский зверь Хартнон, чье тело было полностью покрыто рогатыми наростами. Жестокая ухмылка появилась на лице Ники. - Эй, ты! У тебя прекрасные глаза. Для такого куска мусора! Вскоре глаз монстра уже был в кузнице Джина, который изготовил из него новую булаву для Ники. Новая булава подходила ей как нельзя лучше. Рога, торчащие из булавы, распространяли вокруг себя порчу, а застывшее в зрачке монстра недовольство поражало врагов Ники терзающей душу болью. Заключенные стали называть новую булаву Ники «Хартнон», в память о монстре, принесенном в жертву при ее изготовлении. Ники чувствует ни с чем несравнимое воодушевление, когда избивает заключенных своей булавой."
  },
  "s1": {
    "name": "Булава Порядка",
    "description": "Наносит физ. урон ( {0} ) вражеской цели и ближайшим врагам и оглушает их на {1} сек. Цель получает эффект Обезоруживание на {2} сек. Физ. блок противников в состоянии Обезоруживания снижается до 0. Эффект нельзя отменить.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Снижает МТК цели на 200 на 10 сек.",
    "dark": "Снижает затраты маны на 1 сферу.",
    "ut": {
      "name": "Особые ботинки из Темницы",
      "description": [
        "[Булава Порядка] Снижает физ. ЗЩТ пораженного врага на 25% на 10 сек. и накладывает 30% эффект снижения исцеления в состоянии обезоруживания.",
        "[Булава Порядка] Снижает физ. ЗЩТ пораженного врага на 25% на 10 сек. и накладывает 36% эффект снижения исцеления в состоянии обезоруживания.",
        "[Булава Порядка] Снижает физ. ЗЩТ пораженного врага на 25% на 10 сек. и накладывает 43% эффект снижения исцеления в состоянии обезоруживания.",
        "[Булава Порядка] Снижает физ. ЗЩТ пораженного врага на 25% на 10 сек. и накладывает 52% эффект снижения исцеления в состоянии обезоруживания.",
        "[Булава Порядка] Снижает физ. ЗЩТ пораженного врага на 25% на 10 сек. и накладывает 62% эффект снижения исцеления в состоянии обезоруживания.",
        "[Булава Порядка] Снижает физ. ЗЩТ пораженного врага на 25% на 10 сек. и накладывает 75% эффект снижения исцеления в состоянии обезоруживания."
      ],
      "story": "Пара ботинок из кожи монстров, устроивших беспорядки в темнице. В первый же день своего пребывания на посту главного стража Ники очень огорчилась, когда увидела, какой хаос устроили там монстры. Как только монстры бросились на нее, она ухмыльнулась, взмахнула своей булавой и размозжила их черепа. Затем Ники содрала с них кожу и сшила из нее сапоги. С тех пор ни один узник темницы не доставил ей хлопот."
    }
  },
  "s2": {
    "name": "Бурная свирепость",
    "description": "Атакует противников вокруг себя 7 раз. Каждый удар наносит {1} ед. физ. урона и оглушает противников на 1,5 сек. Снижает физ. ЗЩТ на 30% на 5 сек., если цель – герой.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "При каждом попадании с 25% шансом отменяет положит. эффекты, действующие на противников.",
    "dark": "На время действия навыка повышает урон по противникам, не являющимся героями, на 100%.",
    "ut": {
      "name": "Кулон бога войны",
      "description": [
        "[Бурная свирепость] Увеличивает урон на 50% и снижает время перезарядки на 1,6% за каждого пораженного противника.",
        "[Бурная свирепость] Увеличивает урон на 50% и снижает время перезарядки на 1,9% за каждого пораженного противника.",
        "[Бурная свирепость] Увеличивает урон на 50% и снижает время перезарядки на 2,3% за каждого пораженного противника.",
        "[Бурная свирепость] Увеличивает урон на 50% и снижает время перезарядки на 2,7% за каждого пораженного противника.",
        "[Бурная свирепость] Увеличивает урон на 50% и снижает время перезарядки на 3,3% за каждого пораженного противника.",
        "[Бурная свирепость] Увеличивает урон на 50% и снижает время перезарядки на 4% за каждого пораженного противника."
      ],
      "story": "Кулон, полученный Ники в ходе боя с ее извечным соперником Гладом. Давным-давно бог войны континента Орбис наполнил своей силой кулон, чтобы в будущем с его помощью сотворить какую-нибудь катастрофу. Внутри украшения видно пламя, бушующее, словно душа бойца. Как только этот кулон появился на аукционе, Глад и Ники сцепились в нешуточной схватке за право обладать им. Их сражение длилось долго, но никто не мог одержать верх. Затем, видимо, сама богиня решила вмешаться в это безобразие: когда бой стал особенно ожесточенным, порыв ветра принес запах сребролистника. Очарованный ароматом Глад прекратил бой и убежал. Так этот кулон достался Ники."
    }
  },
  "s3": {
    "name": "Смертельный приговор",
    "description": "Атакует противников в обширной области перед собой, отменяет положит. эффекты, наносит {0} ед. физ. урона и отбрасывает противников в течение 6 сек. МТК и меткость контроля этого навыка повышены на 500.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Снижает затраты маны на 1 сферу.",
    "dark": "Повышает затраты маны на 1 сферу и урон – на 100%.",
    "ut": {
      "name": "Кастет свирепых черепов",
      "description": [
        "[Смертельный приговор] Снижает время перезарядки на 30% и повышает свой урон по боссам на 4% за каждое применение. Эффект суммируется до 10 раз.",
        "[Смертельный приговор] Снижает время перезарядки на 30% и повышает свой урон по боссам на 4,8% за каждое применение. Эффект суммируется до 10 раз.",
        "[Смертельный приговор] Снижает время перезарядки на 30% и повышает свой урон по боссам на 5,8% за каждое применение. Эффект суммируется до 10 раз.",
        "[Смертельный приговор] Снижает время перезарядки на 30% и повышает свой урон по боссам на 7% за каждое применение. Эффект суммируется до 10 раз.",
        "[Смертельный приговор] Снижает время перезарядки на 30% и повышает свой урон по боссам на 8,4% за каждое применение. Эффект суммируется до 10 раз.",
        "[Смертельный приговор] Снижает время перезарядки на 30% и повышает свой урон по боссам на 10% за каждое применение. Эффект суммируется до 10 раз."
      ],
      "story": "Необычный кастет, купленный Ники у Кассандры, когда та останавливалась в Орвелии. Ники встретила Кассандру в таверне и пожаловалась на несносных заключенных, после чего Кассандра предложила ей этот кастет. По словам Кассандры, черепа на этом кастете изготовлены из костей высших магов, а тот, что с красными глазами, может вызывать у врагов галлюцинации и мучения. Теперь Ники использует этот кастет вместе со своей булавой, чтобы наказывать преступников."
    }
  },
  "s4": {
    "name": "Жажда крови",
    "description": "Повышает АТК на {0} , а шанс. крит. удара – на {1}. Когда ОЗ равны {2}% или ниже, активируется эффект Жестокое безумие. Жестокое безумие отменяет все действующие на самого героя отриц. эффекты, повышает АТК на {4} , а СКР АТК – на 500, снижает получаемый урон на {5}% и наделяет иммунитетом к контролю в течение {3} сек. Эффект срабатывает один раз за битву.",
    "books": {
      "0": "Сила АТК + {0}%.",
      "1": "Сила АТК + {0}%.",
      "2": "Сила АТК + {0}%."
    },
    "light": "Увеличивает длительность «Жестокого безумия» на 5 сек.",
    "dark": "Восстанавливает 2 сферы маны при активации эффекта «Жестокое безумие».",
    "ut": {
      "name": "Зловещий маникюр",
      "description": [
        "[Жажда крови] Жестокое безумие становится неотменяемым. При применении мгновенно сокращает время перезарядки всех навыков на 20%.",
        "[Жажда крови] Жестокое безумие становится неотменяемым. При применении мгновенно сокращает время перезарядки всех навыков на 24%.",
        "[Жажда крови] Жестокое безумие становится неотменяемым. При применении мгновенно сокращает время перезарядки всех навыков на 29%.",
        "[Жажда крови] Жестокое безумие становится неотменяемым. При применении мгновенно сокращает время перезарядки всех навыков на 35%.",
        "[Жажда крови] Жестокое безумие становится неотменяемым. При применении мгновенно сокращает время перезарядки всех навыков на 42%.",
        "[Жажда крови] Жестокое безумие становится неотменяемым. При применении мгновенно сокращает время перезарядки всех навыков на 50%."
      ],
      "story": "Черный маникюр, который наносит Ники, когда приходит День большой уборки в темнице. Ники всегда жутко не нравилось, что после «большой уборки» в этот день ее ногти покрыты запекшейся кровью. У разных монстров кровь разного цвета, и к концу рабочего дня ее ногти выглядели очень неопрятно. Однажды ей это так надоело, что она решила как-то все исправить. Ей пришла в голову мысль, что если выкрасить ногти в темный цвет, то они не будут разноцветными к концу Дня большой уборки. Она выбрала монстров с самой темной кровью и изготовила из нее особый лак для ногтей. Теперь она наносит его перед каждым Днем большой уборки. Когда она приходит в темницу с ногтями, выкрашенными в черный цвет, заключенные понимают, что конец уже близко."
    }
  },
  "t5": {
    "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100",
    "dark": "Повышает свой отпор контролю на 500."
  }
}