{
  "name": "Дозарта",
  "subtitle": "Ветер Чистоты",
  "description": "Принцесса эльфов, охраняющая Башню вызова в королевстве Элидора. Знает о древних реликвиях и скрытой в них силе лучше кого бы то ни было.",
  "story": "Дозорный королевства Элидора, стоящий на страже Башни вызова. Согласно правилам, представитель королевской семьи, охраняющий Башню вызова, не может освобождаться от своей обязанности до конца срока службы. Однако суровые времена требуют исключительных мер. Дозарте позволили оставлять Башню вызова и выполнять задания при необходимости. Дозарта растерялась и решила завести себе друзей. Интересно, сколько друзей удастся завести этому эльфийскому стражу?",
  "like": "Шепот духов стихий, Селену, заводить друзей",
  "dislike": "Одиночество, скуку",
  "inn": {
    "idle": "О, привет! Что поведаешь на этот раз?",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Древние реликвии очень интересные! Опасны ли они? Хи-хи. Точно не для меня!",
      "talk": [
        "Селена иногда бывает чересчур строгой, но она также очень милая и заботливая!",
        "Ой, спасибо! В следующий раз я тоже подарю тебе что-нибудь!"
      ],
      "gift": "Рада тебя снова видеть!"
    },
    "relationship": {
      "greet": "Хм, а человеческая еда очень даже вкусная!",
      "talk": [
        "Значит, это и есть город людей. Хи-хи, тут так оживленно и столько народа. Мне здесь нравится!",
        "Мне нужно срочно-срочно перекусить! Составишь компанию?",
        "Мне было немного одиноко у Башни вызова, но теперь я не одна!"
      ]
    }
  },
  "uw": {
    "name": "Древняя Доблесть Селиер",
    "description": [
      "В начале битвы повышает АТК всех союзников на 10%, а общую ЗЩТ – на 20%. Также снижает затраты маны на свой следующий навык на 1 сферу на 10 сек. Эффект нельзя отменить.",
      "В начале битвы повышает АТК всех союзников на 12%, а общую ЗЩТ – на 24%. Также снижает затраты маны на свой следующий навык на 1 сферу на 11 сек. Эффект нельзя отменить.",
      "В начале битвы повышает АТК всех союзников на 14%, а общую ЗЩТ – на 29%. Также снижает затраты маны на свой следующий навык на 1 сферу на 12 сек. Эффект нельзя отменить.",
      "В начале битвы повышает АТК всех союзников на 17%, а общую ЗЩТ – на 35%. Также снижает затраты маны на свой следующий навык на 1 сферу на 13 сек. Эффект нельзя отменить.",
      "В начале битвы повышает АТК всех союзников на 21%, а общую ЗЩТ – на 42%. Также снижает затраты маны на свой следующий навык на 1 сферу на 14 сек. Эффект нельзя отменить.",
      "В начале битвы повышает АТК всех союзников на 25%, а общую ЗЩТ – на 50%. Также снижает затраты маны на свой следующий навык на 1 сферу на 15 сек. Эффект нельзя отменить."
    ],
    "story": "В Башне вызова был найден чертеж, и из осколков, оставшихся после восстановления реликвии, был изготовлен этот древний щит. Щит наполнен множеством древних защитных заклинаний, их количество до сих пор неизвестно. Даже сама Дозарта не до конца изучила все возможности этого щита, но, похоже, она с этим и не спешит. «У меня еще столько времени, успею наиграться с этим щитом и узнать все его способности», – был ее ответ. Охрана Башни вызова настолько скучное занятие, что даже тренировка навыков расценивается Дозартой как развлечение."
  },
  "s1": {
    "name": "Будет очень больно!",
    "description": "Повышает отпор контролю всех союзников вокруг себя на {4} на 10 сек., атакует противников, нанося им {0} ед. маг. урона и повышая полученный ими маг. урон на {2}% на {1} сек., а также блокирует восстановление маны на {3} сек.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "Восстанавливает 1 сферу маны союзнику, находящемуся в зоне досягаемости.",
    "dark": "Маг. блок цели снижается на 500 на 5 сек.",
    "ut": {
      "name": "Браслет Элидоры",
      "description": [
        "[Будет очень больно!] Повышает исцеление союзника в зоне досягаемости на 20% на 4 сек. и снижает исцеление пораженного противника на 50% на 4 сек.",
        "[Будет очень больно!] Повышает исцеление союзника в зоне досягаемости на 24% на 4 сек. и снижает исцеление пораженного противника на 50% на 4 сек.",
        "[Будет очень больно!] Повышает исцеление союзника в зоне досягаемости на 29% на 4 сек. и снижает исцеление пораженного противника на 50% на 4 сек.",
        "[Будет очень больно!] Повышает исцеление союзника в зоне досягаемости на 35% на 4 сек. и снижает исцеление пораженного противника на 50% на 4 сек.",
        "[Будет очень больно!] Повышает исцеление союзника в зоне досягаемости на 42% на 4 сек. и снижает исцеление пораженного противника на 50% на 4 сек.",
        "[Будет очень больно!] Повышает исцеление союзника в зоне досягаемости на 50% на 4 сек. и снижает исцеление пораженного противника на 50% на 4 сек."
      ],
      "story": "Пара синих браслетов, напоминающих густой и наполненный жизненной силой лес Элидоры. За время, проведенное в Башне вызова, Дозарта приобщилась к рукоделию. Эти волшебные вещицы, наполненные энергией Элидоры, она изготовила, предаваясь своему новому увлечению. Дозарта считает, что это всего лишь пара милых украшений, но..."
    }
  },
  "s2": {
    "name": "К бою!",
    "description": "Отменяет отриц. эффекты, действующие на всех союзников, и повышает физ. ЗЩТ на {1} +4% от АТК Дозарты на {0} сек.",
    "books": {
      "0": "ЗЩТ + {0}%.",
      "1": "ЗЩТ + {0}%.",
      "2": "ЗЩТ + {0}%."
    },
    "light": "Затраты маны снижаются на 1 сферу.",
    "dark": "Повышает затраты маны на 1 сферу и дает иммунитет к контролю, действующий 2 сек.",
    "ut": {
      "name": "Кристалл леса",
      "description": [
        "[К бою!] Увеличивает усиление ЗЩТ еще на 50%, а также повышает шанс крит. удара на 200 на 5 сек.",
        "[К бою!] Увеличивает усиление ЗЩТ еще на 50%, а также повышает шанс крит. удара на 240 на 5 сек.",
        "[К бою!] Увеличивает усиление ЗЩТ еще на 50%, а также повышает шанс крит. удара на 290 на 5 сек.",
        "[К бою!] Увеличивает усиление ЗЩТ еще на 50%, а также повышает шанс крит. удара на 350 на 5 сек.",
        "[К бою!] Увеличивает усиление ЗЩТ еще на 50%, а также повышает шанс крит. удара на 420 на 5 сек.",
        "[К бою!] Увеличивает усиление ЗЩТ еще на 50%, а также повышает шанс крит. удара на 500 на 5 сек."
      ],
      "story": "Древняя кристаллическая сфера, передаваемая из поколения в поколение в королевской семье эльфов Элидоры. Этот волшебный инструмент был изготовлен из осколков реликвий представителями королевской семьи, охраняющими Башню вызова. По слухам, владелец этой кристаллической сферы может разговаривать с кем угодно в мире, на каком бы расстоянии от собеседника он ни находился. На случай, если в башне случится какое-нибудь происшествие, в королевской семье было заведено правило, что только страж Башни вызова может владеть этой сферой. Несмотря на ценность и важность этой реликвии, для Дозарты это всего лишь средство связи с ее старшей сестрой Селеной."
    }
  },
  "s3": {
    "name": "На, на, получай!",
    "description": "4 раза атакует вражескую цель, нанося в сумме {0} ед. маг. урона и оглушая ее на {1} сек. После этого проводит завершающую атаку по ближайшему впереди стоящему противнику, нанося {2} ед. маг. урона и притягивая его в центр. Если противник не является героем, каждая атака наносит дополнительно {3} ед. игнорирующего ЗЩТ маг. урона.",
    "books": {
      "0": "Урон + {0}%.",
      "1": "Урон + {0}%.",
      "2": "Урон + {0}%."
    },
    "light": "При использовании дает иммунитет к контролю.",
    "dark": "Получаемый целью маг. урон увеличивается на 25% на 10 сек.",
    "ut": {
      "name": "Гнездо духа ветра",
      "description": [
        "[На, на, получай] Повышает МТК на 750, а МТК контроля – на 300 на время использования.",
        "[На, на, получай] Повышает МТК на 750, а МТК контроля – на 360 на время использования.",
        "[На, на, получай] Повышает МТК на 750, а МТК контроля – на 430 на время использования.",
        "[На, на, получай] Повышает МТК на 750, а МТК контроля – на 520 на время использования.",
        "[На, на, получай] Повышает МТК на 750, а МТК контроля – на 630 на время использования.",
        "[На, на, получай] Повышает МТК на 750, а МТК контроля – на 750 на время использования."
      ],
      "story": "Украшение, изготовленное Дозартой для игры с духами ветра, пока она в одиночку сторожит Башню вызова. Дозарта измельчила камни маны, которые так любят духи стихий, добавила получившийся порошок в метал, зачарованный эльфийской магией, и наложила на него заклинание рунной магии. Пожалуй, она потратила слишком много усилий на эту безделушку, которая тем не менее способна восстанавливать природную силу духов стихий. Однако, по слухам, Дозарта была очень опечалена, когда духи стихий пришли и просто сели вокруг этой вещицы, не делая ничего, что позабавило бы ее создательницу."
    }
  },
  "s4": {
    "name": "Совместное испытание",
    "description": "При блокировании сокращает время перезарядки активных навыков на {0} сек. и повышает свою физ. ЗЩТ на {2} +1% от АТК Дозарты на {1} сек. Навык можно использовать не чаще чем раз в {3} сек.",
    "books": {
      "0": "ЗЩТ + {0}%.",
      "1": "ЗЩТ + {0}%.",
      "2": "ЗЩТ + {0}%."
    },
    "light": "Эффекты усиления ЗЩТ становятся неотменяемыми.",
    "dark": "Время перезарядки – 4 сек.",
    "ut": {
      "name": "Перо ветра",
      "description": [
        "[Совместное испытание] Усиление физ. ЗЩТ применяется ко всем союзникам. Снижение входящего физ. урона на 6% на время действия навыка.",
        "[Совместное испытание] Усиление физ. ЗЩТ применяется ко всем союзникам. Снижение входящего физ. урона на 7% на время действия навыка.",
        "[Совместное испытание] Усиление физ. ЗЩТ применяется ко всем союзникам. Снижение входящего физ. урона на 8% на время действия навыка.",
        "[Совместное испытание] Усиление физ. ЗЩТ применяется ко всем союзникам. Снижение входящего физ. урона на 10% на время действия навыка.",
        "[Совместное испытание] Усиление физ. ЗЩТ применяется ко всем союзникам. Снижение входящего физ. урона на 12% на время действия навыка.",
        "[Совместное испытание] Усиление физ. ЗЩТ применяется ко всем союзникам. Снижение входящего физ. урона на 15% на время действия навыка."
      ],
      "story": "Символом королевской семьи Элидоры является птица ветра оурен. Ее синие перья создают мягкие освежающие потоки воздуха. У Селены когда-то был ручной оурен, о котором Дозарта с удовольствием заботилась. После того, как Дозарта отправилась охранять Башню вызова, Селена сделала это перо для письма из пера оурена, чтобы Дозарта всегда вспоминала о своем любимом питомце. Дозарта никогда не использует это перо по назначению и хранит его в надежном месте."
    }
  },
  "t5": {
    "light": "АТК, ЗЩТ, ОЗ +15%/ОЗ +10%",
    "dark": "При использовании навыка блокирует весь получаемый урон в течение 2 сек."
  }
}