{
  "name": "Ханэс",
  "subtitle": "Наставница Артиллерии",
  "description": "Самый молодой тренер воспитывающий армию союза Гильдий в диспетчерском центре и гений модернизации и стратегии. Крушит врагов оружием собственной разработки.",
  "story": "Легендарная девушка, в 13 лет вступив в союз Гильдий, была прозвана маленьким гигантом сражения. В детстве, благодаря отцу, начальнику оружейной Гильдии она играла с непригодным оружием, как с игрушкой, и эта игрушка стала открытием её способностей в использовании оружия в будущем. Союз Гильдий не желал губить невероятные способности девушки, с трудом уговорив возражающего отца Ханэс, она была введена в отряд и воспитана там. Как и ожидал союз, она доказала свой потенциал на поле битвы. Её невероятные оружия могли поменять ход событий битв, вместе с её стратегией она стала известна, как превосходное оружие союза Гильдий во плоти. Такая жизнь в разработках и применении оружия очень нравилась и самой Ханэс. Однако, как обладатель невероятной силой, она принимала участие во многих сражениях, в результате чего Ханэс была ранена в одной из битв. Отец, что с самого начала был против, узнав о ранении дочери, выразил протест Союзу Гильдий и потребовал немедленной демобилизации. Хоть дети и не могут победить родителей, Ханэс, которая лучше бы умерла, чем демобилизовалась, на протяжении долгого времени уговаривала отца, чтобы остаться в союзе, в результате чего она получила разрешение, став тренером союза Гильдий, не выходящим на поле боя. В настоящее время обучает стратегии своих преемников и вполне довольна таким раскладом, однако мысли о том, как она однажды вернётся на поле битвы её до сих пор не покидают. В диспетчерском центре она тихонько ждёт тот день, когда выйдет на поле битвы со своими товарищами по оружию.",
  "like": "Сборка оружия, Мини Ханэс, Печенье, Дартс",
  "dislike": "Лень, Когда ей подсказывают, Креветки, Уксус",
  "inn": {
    "idle": "Вам смешно?",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Даже если сейчас тренировки мне в тяготу, в будущем мне обернётся это благодарностью.",
      "talk": [
        "Вы ведь ещё не забыли чему я научила Вас в прошлый раз? Скоро я оценю Ваше мастерство.",
        "Вы уже несколько дней подряд ошибаетесь на одном и том же. Я могу простить неопытность, однако лень недопустима."
      ],
      "gift": "Взятка? Это никак не повлияет на длительность тренировок."
    },
    "relationship": {
      "greet": "Когда-нибудь я обязательно уговорю папу. Место, где я обязана быть - поле боя.",
      "talk": [
        "Вы измените своё решение, взглянув на плоды моих тренировок.",
        "Если Вы благополучно закончите тренировку, в качестве награды я куплю Вам что-нибудь вкусненькое.",
        "Оказывается все в округе знают о моей игрушке. Мини Ханэс.. Что за ребячество..."
      ]
    }
  },
  "uw": {
    "name": "Маленькая шалость, HN-0",
    "description": [
      "Крит. урон Ханэс увеличивается на 20% и каждые 20сек. испускает [Маленькая шалость, HN-управляемая ракета] нанося случайным врагам 200% физ. урона от их АТК, а также накладывает один из эффектов: оглушение, заморозка, окаменение, нокдаун, СКР АТК -250 на 3 сек.",
      "Крит. урон Ханэс увеличивается на 24% и каждые 17сек. испускает [Маленькая шалость, HN-управляемая ракета] нанося случайным врагам 240% физ. урона от их АТК, а также накладывает один из эффектов: оглушение, заморозка, окаменение, нокдаун, СКР АТК -250 на 3 сек.",
      "Крит. урон Ханэс увеличивается на 29% и каждые 14сек. испускает [Маленькая шалость, HN-управляемая ракета] нанося случайным врагам 290% физ. урона от их АТК, а также накладывает один из эффектов: оглушение, заморозка, окаменение, нокдаун, СКР АТК -250 на 3 сек.",
      "Крит. урон Ханэс увеличивается на 35% и каждые 12сек. испускает [Маленькая шалость, HN-управляемая ракета] нанося случайным врагам 350% физ. урона от их АТК, а также накладывает один из эффектов: оглушение, заморозка, окаменение, нокдаун, СКР АТК -250 на 3 сек.",
      "Крит. урон Ханэс увеличивается на 42% и каждые 10сек. испускает [Маленькая шалость, HN-управляемая ракета] нанося случайным врагам 420% физ. урона от их АТК, а также накладывает один из эффектов: оглушение, заморозка, окаменение, нокдаун, СКР АТК -250 на 3 сек.",
      "Крит. урон Ханэс увеличивается на 50% и каждые 8сек. испускает [Маленькая шалость, HN-управляемая ракета] нанося случайным врагам 500% физ. урона от их АТК, а также накладывает один из эффектов: оглушение, заморозка, окаменение, нокдаун, СКР АТК -250 на 3 сек."
    ],
    "story": "Таинственное оружие, созданное на основе всего мастерства Ханэс. В основном применяется на мишени, что разозлила её. Оружие прозванное Зеро Тайп, Ханэс заряжает его особыми патронами из-за чего тело разъедается после попадания, периодически оружие заряжается электропатронами, не позволяя врагам Ханэс убежать далеко. Кто бы мог сравниться с ней в изобретении столь невообразимого оружия, может генерал-майор знаменитой имперской Магос Лефлам или королевский техномаг Орвелии? В прошлом, в расцвет своих сил, Ханэс после успешной операции по ликвидации контрабанды однажды услышала насмешку от зачинщика незаконной торговли - [Игровая площадка в той стороне, Играй в войну там] Разгневанная Ханэс сражалась изо всех сил, но было слишком много врагов, в результате чего она не поймала зачинщика и ей пришлось отступить. Она несколько дней и ночей не могла забыть упущенного врага, что обсмеял её, поэтому, когда была повторная незаконная сделка она появилось вместе со своим удивительным оружием. В тот день ликвидация кончилась лишь одним патроном. Вместе с её словами: 'Поиграю-ка я немножко на моей площадке'."
  },
  "s1": {
    "name": "Всех продырявлю!",
    "description": "Бросает гранату и стреляет из пистолета-пулемёта нанося врагам на передовой {0} ед. физ. урона и получает Пули {1} шт. Физ. урон по поражённым противникам + {3}% на {2} сек, а также ослепление на {4} сек. Пули накапливаются до {5} шт.",
    "books": {
      "0": "Урон увелич. на {0}%.",
      "1": "Урон увелич. на {0}%.",
      "2": "Урон увелич. на {0}%."
    },
    "light": "Снимает все полож. эффекты.",
    "dark": "Получает {0} шт. доп. пуль, при получении пуль АТК Ханэс увелич. на {2}% на {1} сек. Эффект повышения АТК суммируется до {3} раз.",
    "ut": {
      "name": "Старая военная шляпа",
      "description": [
        "[Всех продырявлю!] уменьшает потребление ОМ на 1 и увеличивает длительность ослепления на 0.8 сек.",
        "[Всех продырявлю!] уменьшает потребление ОМ на 1 и увеличивает длительность ослепления на 1 сек.",
        "[Всех продырявлю!] уменьшает потребление ОМ на 1 и увеличивает длительность ослепления на 1.2 сек.",
        "[Всех продырявлю!] уменьшает потребление ОМ на 1 и увеличивает длительность ослепления на 1.4 сек.",
        "[Всех продырявлю!] уменьшает потребление ОМ на 1 и увеличивает длительность ослепления на 1.7 сек.",
        "[Всех продырявлю!] уменьшает потребление ОМ на 1 и увеличивает длительность ослепления на 2 сек."
      ],
      "story": "Шляпа отданная другом, что впервые признал способности Ханэс на поле битвы. Ханэс была зачислена в армию, доказав свою гениальность, однако вначале она претерпевала игнорирование и насмешки из-за своего маленького возраста. В то время был лишь один человек, что принял её способности. Его признание после позволило ей достигнуть равенства среди других или даже больше. Он всегда был важным и благодарным другом Ханэс. Но дружба продлилась не долго, так как Ханэс вынужденно была назначена выше по должности, что послужило их расставанию. Увидев рыдавшую Ханэс друг с улыбкой на лице подал свою шляпу, которую он таскал на поле битвы в знак уважения и дружбы. Предложив обязательно встретиться в этом месте, где они так трудились вместе."
    }
  },
  "s2": {
    "name": "Я сделаю из тебя улей!",
    "description": "Стреляет из пистолета-пулемёта {0} р. на большое расстояние в общем нанося {1} ед. физ. урона. Если после имеются Пули, потребляет {2} шт. при каждой атаке из пистолет-пулемёта, атакует пока все заряды не израсходуются. В этом состоянии получаемый урон + {3}%. После каждого {4} р. стрельбы урон от этого навыка увеличивается на {5}%. Эффект увеличения урона до {6} раз.",
    "books": {
      "0": "Урон увелич. на {0}%.",
      "1": "Урон увелич. на {0}%.",
      "2": "Урон увелич. на {0}%."
    },
    "light": "Потребления пуль увеличивается на {0} шт, но при длительном использовании пуль Крит. урон Ханэс + {1}%.",
    "dark": "Отменяет эффект повышения урона, получаемого от противников.",
    "ut": {
      "name": "Начало шалости",
      "description": [
        "[Я сделаю из тебя улей!] При использовании навыка получает 20 пуль. В момент использования пуль, при выстреле из пистолета-пулемёта, АТК Ханэс увелич. На {1}%. Эффект суммируется до 100р.",
        "[Я сделаю из тебя улей!] При использовании навыка получает 20 пуль. В момент использования пуль, при выстреле из пистолета-пулемёта, АТК Ханэс увелич. На {1}%. Эффект суммируется до 100р.",
        "[Я сделаю из тебя улей!] При использовании навыка получает 20 пуль. В момент использования пуль, при выстреле из пистолета-пулемёта, АТК Ханэс увелич. На {1}%. Эффект суммируется до 100р.",
        "[Я сделаю из тебя улей!] При использовании навыка получает 20 пуль. В момент использования пуль, при выстреле из пистолета-пулемёта, АТК Ханэс увелич. На {1}%. Эффект суммируется до 100р.",
        "[Я сделаю из тебя улей!] При использовании навыка получает 20 пуль. В момент использования пуль, при выстреле из пистолета-пулемёта, АТК Ханэс увелич. На {1}%. Эффект суммируется до 100р.",
        "[Я сделаю из тебя улей!] При использовании навыка получает 20 пуль. В момент использования пуль, при выстреле из пистолета-пулемёта, АТК Ханэс увелич. На {1}%. Эффект суммируется до 100р."
      ],
      "story": "Оружие, что Ханэс впервые модернизировала, а также предмет, раскрывший её потенциал. Игра со штыком, она вдруг вспомнила про гигантскую винтовку, которая хранилась в отцовской комнате. По словам отца у оружия была громадная огневая мощь, но вместе с эти соответственный вес, поэтому было решено не использовать его в битвах. Но для неё модернизация оружия казалось возможным, поэтому немного помешкав она стащила оружие незаметно от отца. Спустя несколько дней на свет появилось мини оружие, подходящее под габариты Ханэс. Вскоре отец отругал её за прикосновение к чужим вещам, но обнаружив оружие у него не было слов. Невообразимое оружие было не только легче, а ещё несло в себе ту же самую огневую мощь. Отец поражённый таким оружием почувствовал исключительность дочери. Но самое невероятное то, что этот случай произошёл, когда Ханэс было ещё 5 лет."
    }
  },
  "s3": {
    "name": "Попробуй спрятаться в мышиной норе!",
    "description": "Стреляет из миномёта на определённое расстояние от себя, по большой площади наносит физ. урон {0} , и получает пулю {1} шт. Враг, получивший урон, будет оглушён в течение {2} сек. Данный навык игнорирует эффект блока врага.",
    "books": {
      "0": "Урон увелич. на {0}%.",
      "1": "Урон увелич. на {0}%.",
      "2": "Урон увелич. на {0}%."
    },
    "light": "При использовании на Арене Гильдий игнорирует эффект понижения урона.",
    "dark": "Получает {0} шт. доп. пуль, при получении пуль пробойная сила Ханэс увелич. на {2} на {1} сек. Эффект повышения пробойной силы суммируется до {3} раз.",
    "ut": {
      "name": "Мини Ханэс",
      "description": [
        "[Попробуй спрятаться в мышиной норе!] При использовании дает иммунитет к любому контролю и снижает исцеление поражённой цели на 20% в теч. 5 сек.",
        "[Попробуй спрятаться в мышиной норе!] При использовании дает иммунитет к любому контролю и снижает исцеление поражённой цели на 24% в теч. 5 сек.",
        "[Попробуй спрятаться в мышиной норе!] При использовании дает иммунитет к любому контролю и снижает исцеление поражённой цели на 29% в теч. 5 сек.",
        "[Попробуй спрятаться в мышиной норе!] При использовании дает иммунитет к любому контролю и снижает исцеление поражённой цели на 35% в теч. 5 сек.",
        "[Попробуй спрятаться в мышиной норе!] При использовании дает иммунитет к любому контролю и снижает исцеление поражённой цели на 42% в теч. 5 сек.",
        "[Попробуй спрятаться в мышиной норе!] При использовании дает иммунитет к любому контролю и снижает исцеление поражённой цели на 50% в теч. 5 сек."
      ],
      "story": "Ограниченная кукла, что Ханэс бережёт больше всего. На самом деле, эта кукла была сделана в исторической кузнице по созданию кукла в Орвелии, из невообразимого животного, которого не увидеть в этих местах. Невероятно редкая, завоевавшая сердца всех детей кукла теперь всегда во владении Ханэс. Она изо дня в день украшала куклу лучшей одеждой, даже прикрепила смастерённое мини оружие в её руках, со временем украшая куклу, она всё больше стала походить на хозяйку, поэтому теперь она всегда рядом с ней и прозвана мини Ханэс. Изредка люди интересуются именем куклы, но Ханэс ни в коем случае не разглашает имя, что дозволено произносить только ей."
    }
  },
  "s4": {
    "name": "Я тебя обучу!",
    "description": "На Ханэс не действует эффекты, меняющие скорость атаки. АТК у всех союзников + {0} , +АТК Ханэс до {1}% При усовершенствовании эффекта , эффект увелич в {2} р. [Арена Гильдий] - Рейд Гильдии, Гильдейское завоевание, Арена Гильдий",
    "books": {
      "0": "Усиление АТК + {0}%",
      "1": "Усиление АТК + {0}%",
      "2": "Усиление АТК + {0}%"
    },
    "light": "В начале Арены Гильдий снижает получаемый союзниками урон на {1}% в теч. {0} сек.",
    "dark": "Каждую {0} сек. получает {1} патрон(а).",
    "ut": {
      "name": "Воинская медаль",
      "description": [
        "[Я тебя обучу!] В начале битвы Гильдии при применении 1раз снижает потребление ОМ на 1 сферу у всех навыков, а также увеличивает АТК на 10%, крит. удар на 20% у всех союзников в теч. 10Сек.",
        "[Я тебя обучу!] В начале битвы Гильдии при применении 1раз снижает потребление ОМ на 1 сферу у всех навыков, а также увеличивает АТК на 12%, крит. удар на 24% у всех союзников в теч. 10Сек.",
        "[Я тебя обучу!] В начале битвы Гильдии при применении 1раз снижает потребление ОМ на 1 сферу у всех навыков, а также увеличивает АТК на 14%, крит. удар на 29% у всех союзников в теч. 10Сек.",
        "[Я тебя обучу!] В начале битвы Гильдии при применении 1раз снижает потребление ОМ на 1 сферу у всех навыков, а также увеличивает АТК на 17%, крит. удар на 35% у всех союзников в теч. 10Сек.",
        "[Я тебя обучу!] В начале битвы Гильдии при применении 1раз снижает потребление ОМ на 1 сферу у всех навыков, а также увеличивает АТК на 21%, крит. удар на 42% у всех союзников в теч. 10Сек.",
        "[Я тебя обучу!] В начале битвы Гильдии при применении 1раз снижает потребление ОМ на 1 сферу у всех навыков, а также увеличивает АТК на 25%, крит. удар на 50% у всех союзников в теч. 10Сек."
      ],
      "story": "Медаль, заслуженно полученная Ханэс за благие дела после вступления в союз Гильдий. Она, как превосходный стратег каждый раз приносила немало пользы на поле битвы, и признав это армия наградила Ханэс. Обычно в таком возрасте и за такой период службы это было нереально, поэтому пролилась волна недовольства в других отрядах между теми, кто её не знал или среди тех, кто подозревал в этом обман. Но у тех, кто хоть раз видел Ханэс на поле битвы не было к ней никаких вопросов. Эта вещь на которую Ханэс бросает взгляд, когда думает что непременно вернётся на поле битвы, после того как из-за отца она была назначена тренером."
    }
  },
  "t5": {
    "light": "АТК, ЗЩТ, ОЗ +15% / Крит. урон +20%",
    "dark": "В начале Арены Гильдий снижает ману противников на {0} и увеличивает получаемый врагами урон на {2}% в теч. {1} сек."
  }
}