{
  "name": "Morrah",
  "subtitle": "Teufels Flamme",
  "description": "Ein Dämonenritter, der die Lava der dunklen Mächte verwendet. Fügt Feinden unerträgliche Verbrennungen zu und steht lange Kämpfe mir ihrer granitartigen Verteidigung durch.",
  "story": "Die ehemalige Kommandantin der Dunkeldrachenritter ist die furchtloseste Dämonenritterin der Dämonenarmee. Aus unbekannten Gründen folgt sie momentan der Hexe Maria und unterstützt sie bei ihrer Arbeit. Viele finden es seltsam, dass die ehemalige Heldin der Dämonenarmee, die zahllose Feinde erschlagen und sogar Drachen verschlungen hatte, nun für eine einfache Hexe als Dienerin arbeitet. Nichtsdestotrotz fährt sie damit fort, ihrer Meisterin treu zu dienen.",
  "like": "Furchteinflößende Feinde; würdige Kämpfe",
  "dislike": "Drachen",
  "inn": {
    "idle": "Was ist? Willst du sterben?",
    "recruit": {
      "greet": "Wir sind keine Freunde. Halte Abstand.",
      "talk": [
        "Ich will in dieser Taverne keinen Kampf anfangen. Aber draußen solltest du von mir Abstand halten.",
        "Du scheinst zuviel Freizeit zu haben. Wie wär's, wenn du mir dein Leben gibst?",
        "Sprich mich nicht an."
      ],
      "gift": "Ich will dein Blut sehen und nicht sowas."
    },
    "affinity": {
      "greet": "Wie schäbig.",
      "talk": [
        "Hör auf mich zu nerven, wenn du am Leben bleiben willst.",
        "Lass mich in Ruhe. Ich hatte keine Wahl."
      ],
      "gift": "Hättest du gedacht, dass mir das gefallen würde?"
    },
    "relationship": {
      "greet": "Du bist hier. Ist der nächste Kampf entschieden?",
      "talk": [
        "Ich habe mich Maria verschrieben. Jedoch... habe ich noch meine Schulden bei dir zu begleichen.",
        "General der Drachenartigen... ja, das war ich früher. Ich hatte keine anderen Ziele.",
        "Ich bin eine Dämonin, erschaffen für Zerstörung, eine Drachenartige... jedoch..."
      ]
    }
  },
  "uw": {
    "name": "Flamme des Triumphs, Carprain",
    "description": [
      "Normale Angriffe haben eine Chance von 20%, den ANG des Ziels um 10% zu verringern und es 10 Sek. lang 10% mehr Mag. Schaden erleiden zu lassen. Wenn das Ziel mehr als 100 Zähler Flamme hat, wird der Mag. Schaden-Boost verdoppelt.",
      "Normale Angriffe haben eine Chance von 20%, den ANG des Ziels um 12% zu verringern und es 10 Sek. lang 10% mehr Mag. Schaden erleiden zu lassen. Wenn das Ziel mehr als 100 Zähler Flamme hat, wird der Mag. Schaden-Boost verdoppelt.",
      "Normale Angriffe haben eine Chance von 20%, den ANG des Ziels um 14% zu verringern und es 10 Sek. lang 10% mehr Mag. Schaden erleiden zu lassen. Wenn das Ziel mehr als 100 Zähler Flamme hat, wird der Mag. Schaden-Boost verdoppelt.",
      "Normale Angriffe haben eine Chance von 20%, den ANG des Ziels um 17% zu verringern und es 10 Sek. lang 10% mehr Mag. Schaden erleiden zu lassen. Wenn das Ziel mehr als 100 Zähler Flamme hat, wird der Mag. Schaden-Boost verdoppelt.",
      "Normale Angriffe haben eine Chance von 20%, den ANG des Ziels um 21% zu verringern und es 10 Sek. lang 10% mehr Mag. Schaden erleiden zu lassen. Wenn das Ziel mehr als 100 Zähler Flamme hat, wird der Mag. Schaden-Boost verdoppelt.",
      "Normale Angriffe haben eine Chance von 20%, den ANG des Ziels um 25% zu verringern und es 10 Sek. lang 10% mehr Mag. Schaden erleiden zu lassen. Wenn das Ziel mehr als 100 Zähler Flamme hat, wird der Mag. Schaden-Boost verdoppelt."
    ],
    "story": "Im Herzen des Dragia-Vulkans gibt es eine Schmiede. Vor hunderten von Jahren schuf Temeraire, der antike Feuerdrache, eine Reihe magischer Ausrüstungsgegenstände. Mithilfe von Lava und ihrer Kraft des vulkanischen Feuers schmiedete er einen Schild und ein Schwert mit der Fähigkeit, Dinge in Brand zu setzen. Während des Krieges gegen die Dämonen gab er diese Gegenstände einem menschlichen Krieger. Doch dieser Krieger wurde angeblich von Morrah getötet. Seitdem wurde diese legendäre Ausrüstung nicht mehr gesehen. Bis Morrah eines Tages wieder an der Front auftauchte."
  },
  "s1": {
    "name": "Wütende Kraft",
    "description": "Fügt Feinden in Reichw. {0} Mag. Schaden zu und wirft sie zu Boden. Legt ihnen zusätzlich 3 Flammen auf. Für {1} Sek verursacht jeder normale Angriff {2} Mag. Schaden und legt dem Feind 1 Flamme auf. Jede Flamme erhöht den Schaden um {3}%. Jede Flamme verursacht Schaden und verringert Heilung um 1%.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht die ANG-Geschw. 15 Sek lang um 200.",
    "dark": "Jeder Treffer reduziert Cooldown um 6%.",
    "ut": {
      "name": "Höllenaugen",
      "description": [
        "[Wütende Kraft] erhöht den Schaden um 20 %. Flammenzähler auf Feinden können nicht entfernt werden.",
        "[Wütende Kraft] erhöht den Schaden um 24 %. Flammenzähler auf Feinden können nicht entfernt werden.",
        "[Wütende Kraft] erhöht den Schaden um 29 %. Flammenzähler auf Feinden können nicht entfernt werden.",
        "[Wütende Kraft] erhöht den Schaden um 35 %. Flammenzähler auf Feinden können nicht entfernt werden.",
        "[Wütende Kraft] erhöht den Schaden um 42 %. Flammenzähler auf Feinden können nicht entfernt werden.",
        "[Wütende Kraft] erhöht den Schaden um 50 %. Flammenzähler auf Feinden können nicht entfernt werden."
      ],
      "story": "Das letzte Auge von Belzebuna, einer Bestie, die sich von der Lava der Hölle ernährt. Es ist das letzte Auge von 100 und lodert vor dunklem Wahnsinn. Die Bestie roch einen Siegelstein von Morrah, verlor die Kontrolle, erhob sich aus der Lava und stürmte direkt auf sie zu. Morrah zögert nicht und rammte ihm Carprain in die Augen. Die völlig andere Hitze trocknete Belzebuna völlig aus und sein Körper wurde absorbiert. Morrah stand über der zerschmetterten Leiche und sah, wie sein letztes Auge noch auf dem Boden zuckte. Sie befestigte es auf ihrem Schild, um die Bestie zu spotten."
    }
  },
  "s2": {
    "name": "Höllenfeuer",
    "description": "Erhöht Mag. VERT aller Verbündeten um {1} für {0} Sek. und Mag. Block Chance um {2}. Legt Feinden in d. Umgebung zusätzlich 1 Flamme alle {3} Sek auf.",
    "books": {
      "0": "Erhöht Mag. VERT Erhöhungsrate um {0}%.",
      "1": "Erhöht Mag. VERT Erhöhungsrate um {0}%.",
      "2": "Erhöht Mag. Block Chance Erhöhungsrate um {0}%."
    },
    "light": "Erhöht Mag. Blockrate um 20%.",
    "dark": "Fügt Feinden in Reichw. Schaden basierend auf der eigenen Mag. VERT zu, während Höllenfeuer aktiv ist.",
    "ut": {
      "name": "Jungtier-Lederhandschuhe",
      "description": [
        "[Höllenfeuer] Wird ein Mag. ANG des Ziels während der Dauer des Skills geblockt, wird die Schadensverringerung um 100 und der Mag. Krit. Widerstand um 250 erhöht.",
        "[Höllenfeuer] Wird ein Mag. ANG des Ziels während der Dauer des Skills geblockt, wird die Schadensverringerung um 120 und der Mag. Krit. Widerstand um 250 erhöht.",
        "[Höllenfeuer] Wird ein Mag. ANG des Ziels während der Dauer des Skills geblockt, wird die Schadensverringerung um 140 und der Mag. Krit. Widerstand um 250 erhöht.",
        "[Höllenfeuer] Wird ein Mag. ANG des Ziels während der Dauer des Skills geblockt, wird die Schadensverringerung um 170 und der Mag. Krit. Widerstand um 250 erhöht.",
        "[Höllenfeuer] Wird ein Mag. ANG des Ziels während der Dauer des Skills geblockt, wird die Schadensverringerung um 210 und der Mag. Krit. Widerstand um 250 erhöht.",
        "[Höllenfeuer] Wird ein Mag. ANG des Ziels während der Dauer des Skills geblockt, wird die Schadensverringerung um 250 und der Mag. Krit. Widerstand um 250 erhöht."
      ],
      "story": "Handschuhe, die aus den Knochen und der Haut eines Dunklen Jungtiers gefertigt wurden. Morrah stellte sie vor hundert Jahren her, indem sie die von ihr getöteten Jungtiere sammelte, wenn sie auf Drachenjagd ging. Sie sind so robust, dass sie selbst Morrahs Flammen standhalten können und sind außerdem mit einem eigenen, stärkeren Zauber durchwirkt, der die Flammen noch höher auflodern lässt. Morrah mag diese Handschuhe wirklich sehr."
    }
  },
  "s3": {
    "name": "Lavaausbruch",
    "description": "Fügt Feinden in Reichw. {0} Mag. Schaden zu und wirft wie zu Boden. Jede Flamme erhöht den Schaden um {1}%.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht Schaden um 40%.",
    "dark": "Heilt die eigene TP um 40% des verursachten Schadens.",
    "ut": {
      "name": "Versiegelter Höllenstein",
      "description": [
        "[Lavaausbruch] Erhöht Schaden um 20% und reduziert Mag. VERT des Ziels 7 Sek. lang um 25%.",
        "[Lavaausbruch] Erhöht Schaden um 24% und reduziert Mag. VERT des Ziels 7 Sek. lang um 25%.",
        "[Lavaausbruch] Erhöht Schaden um 29% und reduziert Mag. VERT des Ziels 7 Sek. lang um 25%.",
        "[Lavaausbruch] Erhöht Schaden um 35% und reduziert Mag. VERT des Ziels 7 Sek. lang um 25%.",
        "[Lavaausbruch] Erhöht Schaden um 42% und reduziert Mag. VERT des Ziels 7 Sek. lang um 25%.",
        "[Lavaausbruch] Erhöht Schaden um 50% und reduziert Mag. VERT des Ziels 7 Sek. lang um 25%."
      ],
      "story": "Ein seltsames Fragment, das aus dem Dimensionsriss stammt. In dem Fragment ist eine Flamme, die alles Leben vernichten kann. Die Energie aus seiner Dimension ist darin kondensiert. Es ist absolut notwendig, um Marias Plan in die Tat umzusetzen."
    }
  },
  "s4": {
    "name": "Feuerschlag",
    "description": "Fügt Gegnern in Reichw. beim erfolgreichen Block {1} Mag. Schaden zu und fügt 3 Flammen-Zähler hinzu.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht die eigene Mag. VERT um 5% mit jedem Block. Kumuliert sich bis zu 10 Mal.",
    "dark": "Ziele mit mehr als 100 Flammen-Zählern erleiden 40% mehr Mag. Schaden.",
    "ut": {
      "name": "Infernojuwel",
      "description": [
        "[Feuerschlag] Erhöht die Anzahl an von [Feuerschlag] zugefügten Flammen-Zählern um 3. Die ANG-Geschwindigkeit von getroffenen Zielen wird für 5 Sek. um 140 verringert.",
        "[Feuerschlag] Erhöht die Anzahl an von [Feuerschlag] zugefügten Flammen-Zählern um 3. Die ANG-Geschwindigkeit von getroffenen Zielen wird für 5 Sek. um 170 verringert.",
        "[Feuerschlag] Erhöht die Anzahl an von [Feuerschlag] zugefügten Flammen-Zählern um 3. Die ANG-Geschwindigkeit von getroffenen Zielen wird für 5 Sek. um 210 verringert.",
        "[Feuerschlag] Erhöht die Anzahl an von [Feuerschlag] zugefügten Flammen-Zählern um 3. Die ANG-Geschwindigkeit von getroffenen Zielen wird für 5 Sek. um 250 verringert.",
        "[Feuerschlag] Erhöht die Anzahl an von [Feuerschlag] zugefügten Flammen-Zählern um 3. Die ANG-Geschwindigkeit von getroffenen Zielen wird für 5 Sek. um 300 verringert.",
        "[Feuerschlag] Erhöht die Anzahl an von [Feuerschlag] zugefügten Flammen-Zählern um 3. Die ANG-Geschwindigkeit von getroffenen Zielen wird für 5 Sek. um 360 verringert."
      ],
      "story": "Ein Juwel mit der Essenz von Temeraires Feuer. Als Temeraire besiegt wurde, entriss Morrah dem Feuerdrachen das Infernojuwel, um damit ihren Feuerschlag zu verstärken."
    }
  },
  "t5": {
    "light": "ANG, VERT, TP+15% / Mag. Block +200",
    "dark": "Schaden für Flammen-Zähler ist um 100% erhöht, max. Kumulation wurde auf 120 geändert."
  }
}