{
  "name": "Cleo",
  "subtitle": "Zauberin des Fegefeuers",
  "description": "Eine Magierin aus dem Roten Turm. Dieses mutige Mädchen benutzt explosive Feuermagie, um mehrere Feinde zu verbrennen und fügt ihnen sogar größeren Schaden zu, indem sie die Glut explodiert.",
  "story": "Cleos früheste Erinnerung beginnt im Turm der Weisen. Sie wurde von Dominiks, dem Urweisen aufgezogen und ist gleichermaßen geniale Zauberin wie Unruhestifterin. Die Tatsache, dass sie ihre eigenen Kräfte nicht zu kontrollieren vermag, verursachte oftmals Probleme, darunter die teilweise Zerstörung des Roten Turms, ihrer eigenen Wohnstätte. Ihre scheinbare Immunität gegenüber dem Zorn des Urweisen sorgte aber dafür, dass sie von ihren Gleichaltrigen ausgegrenzt wurde. Obwohl sie dadurch selbstsüchtig und leichtfertig wurde, ist sie tief im Inneren immer noch ein gutherziges Mädchen, das sich davor fürchtet, von allen allein gelassen zu werden.",
  "like": "Lagerfeuer; Kissen (?)",
  "dislike": "Maschinen",
  "inn": {
    "idle": "Örks,... sooo langweilig. Wenn es hier wenigstens ein paar magische Werkzeuge gäbe.",
    "recruit": {
      "greet": "Hallo! Ich bin Erzmagierin Cleo!",
      "talk": [
        "Möchtest du etwas Fleisch? Ich könnte es für dich kochen?",
        "Neugierig auf Feuermagie? Hehehe, ich kann dich unterrichten, aber nicht jeder ist dafür geschaffen.",
        "Warum nennen mich die Leute Magierin des Fegefeuers? Ich finde das gar nicht gut. Nenn mich Erzmagierin!"
      ],
      "gift": "Hehe, ich mag dich."
    },
    "affinity": {
      "greet": "Du bist spät dran! Wie kannst du den Erzmagier warten lassen!?",
      "talk": [
        "Wen ich mehr mag, Frey oder Roi? Was soll diese Frage eigentlich? Frey natürlich!",
        "Ich frage mich, wo meine Mutter ist... So lange ich am Leben bin, sollte ich sie treffen können, stimmt’s?"
      ],
      "gift": "Oh! Ich denke, das wird dem Erzmagier passen! Danke dir!"
    },
    "relationship": {
      "greet": "Oho, du bist also hergekommen um die beste Erzmagierin zu sehen, die jemals existiert hat!",
      "talk": [
        "Frey ist für mich mehr als ein Kissen!",
        "Vergiss niemals, nur dank mir können wir uns so schnell fortbewegen.",
        "Du bleibst doch bei uns, oder?"
      ]
    }
  },
  "uw": {
    "name": "Urflamme, Flenos",
    "description": [
      "Skilltreffer verursachen zusätzlichen M.Schaden entsprechend 3 % des ANG pro Stapel Glut, der auf Feinde gewirkt wurden.",
      "Skilltreffer verursachen zusätzlichen M.Schaden entsprechend 3,6 % des ANG pro Stapel Glut, der auf Feinde gewirkt wurden.",
      "Skilltreffer verursachen zusätzlichen M.Schaden entsprechend 4,3 % des ANG pro Stapel Glut, der auf Feinde gewirkt wurden.",
      "Skilltreffer verursachen zusätzlichen M.Schaden entsprechend 5,2 % des ANG pro Stapel Glut, der auf Feinde gewirkt wurden.",
      "Skilltreffer verursachen zusätzlichen M.Schaden entsprechend 6,3 % des ANG pro Stapel Glut, der auf Feinde gewirkt wurden.",
      "Skilltreffer verursachen zusätzlichen M.Schaden entsprechend 7,5 % des ANG pro Stapel Glut, der auf Feinde gewirkt wurden."
    ],
    "story": "Die Essenz der ersten Flamme der Welt. Der Feuerlord schenkte diesen schönen Edelstein einem Menschen, der einen Vertrag mit ihm geschlossen hatte. Im Laufe der Zeitalter gelangte er in die Hände eines Erzmagiers, der ihn zum Kern seines Stabes machte. Später gab der Erzmagier diesen Stab an seinen geschätzten Schüler weiter."
  },
  "s1": {
    "name": "Feuernadel",
    "description": "Greift einen zufälligen Feind 5-mal an und verursacht insgesamt {0} M.Schaden. Stellt bei einem Kritischen Treffer 100 Mana wieder her.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Der Schaden des Skills wird um 50 % verringert, wenn mehr als 5 Feinde angegriffen werden, dafür werden alle Feinde anvisiert.",
    "dark": "Betäubt das Ziel für 1 Sek.",
    "ut": {
      "name": "Phönix Laterne",
      "description": [
        "[Feuernadel] Wechselt das Ziel zum Gegner mit dem höchsten ANG und verringert seine Mana um 100.",
        "[Feuernadel] Wechselt das Ziel zum Gegner mit dem höchsten ANG und verringert seine Mana um 120.",
        "[Feuernadel] Wechselt das Ziel zum Gegner mit dem höchsten ANG und verringert seine Mana um 140.",
        "[Feuernadel] Wechselt das Ziel zum Gegner mit dem höchsten ANG und verringert seine Mana um 170.",
        "[Feuernadel] Wechselt das Ziel zum Gegner mit dem höchsten ANG und verringert seine Mana um 210.",
        "[Feuernadel] Wechselt das Ziel zum Gegner mit dem höchsten ANG und verringert seine Mana um 250."
      ],
      "story": "Eine magische Laterne vom Turm des Weisen. Der ewig brennende Phönix, die erste Flamme des Turms des Weisen, ist darin eingeschlossen. Dominics kümmert sich sorgfältig um ihn, da die Phönixe vom Aussterben bedroht sind. Aber Cleo benutzt ihn einfach für ihren Feuernadel-Zauber, ohne Rücksicht auf die Bedenken ihres Lehrers zu nehmen."
    }
  },
  "s2": {
    "name": "Feuerball",
    "description": "Greift das Ziel und Feinde in seiner Nähe an, verursacht {0} M.Schaden und betäubt sie für 2 Sek. Verursacht an Bossen zusätzlich {1} M.Schaden.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Wird ein Feind mit 10 oder mehr Stapeln Glut getroffen, erhöht sich sein erlittener M.Schaden für 10 Sekunden um 40 %.",
    "dark": "Belegt den getroffenen Feind mit 10 Stapel Glut.",
    "ut": {
      "name": "Flamels Elixier",
      "description": [
        "[Feuerball] Verringert die Manakosten um 1 und erhöht den Schaden um 20 %.",
        "[Feuerball] Verringert die Manakosten um 1 und erhöht den Schaden um 24 %.",
        "[Feuerball] Verringert die Manakosten um 1 und erhöht den Schaden um 29 %.",
        "[Feuerball] Verringert die Manakosten um 1 und erhöht den Schaden um 35 %.",
        "[Feuerball] Verringert die Manakosten um 1 und erhöht den Schaden um 42 %.",
        "[Feuerball] Verringert die Manakosten um 1 und erhöht den Schaden um 50 %."
      ],
      "story": "Ein Elixier, das der Alchemist Flamel herstellte, indem er Flammenessenz kondensierte. Flamels Flammen hören nie auf zu brennen. Jeder Magier lobt ihn für seine Flammen und die von ihm aus den Salamandern des Dragia-Vulkans geschaffene Flammenessenz maximiert den Effekt des Feuerballs."
    }
  },
  "s3": {
    "name": "Feuerregen",
    "description": "Greift alle Feinde 5-mal an und verursacht insgesamt {0} M.Schaden. Der Krit. Schaden dieses Angriffs ist um 150 % erhöht.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht den Schaden um 40 %.",
    "dark": "Verringert die Manakosten für 10 Sek. um 2, wenn mehr als 5 Feinde angegriffen werden. Der Cooldown beträgt 10 Sek.",
    "ut": {
      "name": "Schriftrolle der Sengenden Hölle",
      "description": [
        "[Feuerregen] Skill-Schaden erhöht sich um 20%. Bei Krit. Treffern auf Gegner mit mehr als 5 Gluten, wird der Skill-Cooldown um {0}% reduziert. Wird der Gegner mit diesem Skill getötet, so reduziert sich der Skill-Cooldown um zusätzl. {1}%.",
        "[Feuerregen] Skill-Schaden erhöht sich um 24%. Bei Krit. Treffern auf Gegner mit mehr als 5 Gluten, wird der Skill-Cooldown um {0}% reduziert. Wird der Gegner mit diesem Skill getötet, so reduziert sich der Skill-Cooldown um zusätzl. {1}%.",
        "[Feuerregen] Skill-Schaden erhöht sich um 29%. Bei Krit. Treffern auf Gegner mit mehr als 5 Gluten, wird der Skill-Cooldown um {0}% reduziert. Wird der Gegner mit diesem Skill getötet, so reduziert sich der Skill-Cooldown um zusätzl. {1}%.",
        "[Feuerregen] Skill-Schaden erhöht sich um 35%. Bei Krit. Treffern auf Gegner mit mehr als 5 Gluten, wird der Skill-Cooldown um {0}% reduziert. Wird der Gegner mit diesem Skill getötet, so reduziert sich der Skill-Cooldown um zusätzl. {1}%.",
        "[Feuerregen] Skill-Schaden erhöht sich um 42%. Bei Krit. Treffern auf Gegner mit mehr als 5 Gluten, wird der Skill-Cooldown um {0}% reduziert. Wird der Gegner mit diesem Skill getötet, so reduziert sich der Skill-Cooldown um zusätzl. {1}%.",
        "[Feuerregen] Skill-Schaden erhöht sich um 50%. Bei Krit. Treffern auf Gegner mit mehr als 5 Gluten, wird der Skill-Cooldown um {0}% reduziert. Wird der Gegner mit diesem Skill getötet, so reduziert sich der Skill-Cooldown um zusätzl. {1}%."
      ],
      "story": "Eine Schriftrolle, geschrieben von einer Magierin, die als die Göttin des Feuers bekannt war. Eine Schriftrolle, die von Vesta, der größten Feuermagierin von Orvelia hinterlassen wurde, als sie sich im Turm der Weisen aufhielt. Sie ist sehr mächtig, benötigt aber auch eine große Menge an Mana. Cleo nahm die Schriftrolle der Sengenden Hölle, die als verbotene Schriftrolle galt, aus dem Turm der Weisen. Jetzt benutzt sie sie, um damit ihren Feuerregen zu verstärken."
    }
  },
  "s4": {
    "name": "Flammen-Diffusion",
    "description": "Belegt einen Feind bei einem Treffer mit einem Stapel Glut. Feinde, die von Glut betroffen sind, erleiden für 20 Sekunden {1} M.Schaden. Glut kann bis 10-mal gestapelt werden.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Die max. Stapelanzahl von Glut wird auf 12 geändert.",
    "dark": "Alle 10 Sek. wird ein Feind, der mit Glut belegt ist, für 2 Sek. betäubt. Feinde mit mehr als 10 Stapel Glut werden für 3 Sek. betäubt.",
    "ut": {
      "name": "Einführung in die Zauber der Roten Hexe",
      "description": [
        "[Flammen-Diffusion] Glut kann nicht mehr entfernt werden und lässt Ziele 1 % erhöhten M.Schaden pro Zähler erleiden.",
        "[Flammen-Diffusion] Glut kann nicht mehr entfernt werden und lässt Ziele 1,2 % erhöhten M.Schaden pro Zähler erleiden.",
        "[Flammen-Diffusion] Glut kann nicht mehr entfernt werden und lässt Ziele 1,4 % erhöhten M.Schaden pro Zähler erleiden.",
        "[Flammen-Diffusion] Glut kann nicht mehr entfernt werden und lässt Ziele 1,7 % erhöhten M.Schaden pro Zähler erleiden.",
        "[Flammen-Diffusion] Glut kann nicht mehr entfernt werden und lässt Ziele 2,1 % erhöhten M.Schaden pro Zähler erleiden.",
        "[Flammen-Diffusion] Glut kann nicht mehr entfernt werden und lässt Ziele 2,5 % erhöhten M.Schaden pro Zähler erleiden."
      ],
      "story": "Ein Fachbuch über den Gebrauch von Feuermagie für Rote Hexen. Obwohl es unter den meisten Magiern verpönt ist, weil seine zerstörerischen Zauber den Verstand des Zaubernden verderben können, verbreitet es sich im ganzen Imperium."
    }
  },
  "t5": {
    "light": "ANG, VERT, TP+15% / Krit. Chance +100",
    "dark": "Erhöht den Magieschaden um 30% für das Ziel, wenn es mehr als 10 Glut gestapelt hat und stapelt jede Sekunde 2 Glut auf die Feinde, die keine Helden sind."
  }
}