{
  "name": "Laias",
  "subtitle": "Heilige Wasserpriesterin",
  "description": "Eine Priesterin, die die Oase in der Aegina-Wüste bewacht. Ein Wasserdrache, der bereits seit Äonen lebt. Ihr Wasser besitzt mächtige Heilfähigkeiten.",
  "story": "Diese schöne und sanftmütige Wasserpriesterin ist in Wahrheit ein verwandelter Blaudrache. Vor langer Zeit wurde sie von einigen Wüstenstämmen verehrt. Aus unbekannten Gründen war sie jedoch in einen ewigen Schlaf verfallen. Sie vermag, das Wasser zu befehligen und Land fruchtbar zu machen, und sie nutzte ihre Kräfte stets zum Wohle der Leute. Im Gegenzug errichteten die Menschen ihr zu Ehren unter dem See der Oase den goldenen Schrein des Flusses. Ein Strom böser Energie erweckte sie aus ihrem Schlaf und sie begann erneut, ihre Kräfte einzusetzen, um jenen in ihrer Nähe zu helfen.",
  "like": "Schwimmen; Haarewaschen",
  "dislike": "Alles, was die Ordnung der Welt gefährdet",
  "inn": {
    "idle": "Keine Angst. Ihr könnt noch viel stärker werden.",
    "recruit": {
      "greet": "Ich bin Lorraine, eine Elidoranische Elfe. Grüße.",
      "talk": [
        "Dank euch habe ich mich amüsiert.",
        "Möge der Segen der Mutter Natur euren Weg erleuchten.",
        "Menschen sind erstaunliche Kreaturen, aber ihr habt auch eine entscheidende Schwäche. Ihr werdet von Gier getrieben und könnt Versuchungen nicht widerstehen."
      ],
      "gift": "Das werde ich gut aufbewahren."
    },
    "affinity": {
      "greet": "Ich freue mich immer über die Gelegenheit, Zeit mit dir zu verbringen.",
      "talk": [
        "Vor dir liegt eine wichtige Kreuzung. Licht und Schatten ... vereinigen sich zu einem gemeinsamen Weg ...",
        "Im Gegensatz zu Elfen, die für ihr langes Leben bekannt sind, führen Menschen kürzere Leben, aber sie strahlen in ihrer Blütezeit heller."
      ],
      "gift": "Ich sehe das als Geschenk. Als Gabe deiner Großzügigkeit."
    },
    "relationship": {
      "greet": "Du bist stark, gerecht und rein geworden.",
      "talk": [
        "Du hast die reinste Seele, die ich seit sehr langer Zeit zu Gesicht bekomme.",
        "Es wäre wirklich schön, wenn diese friedvolle Zeit ewig andauern könnte, aber das wäre eine Illusion.",
        "Ich werde dich niemals vergessen. Nicht als einen Weisen, aber als einfachen Elfen."
      ]
    }
  },
  "uw": {
    "name": "Eltoirre, der fließende Kreis",
    "description": [
      "Bei einem Krit. Treffer wird der Verb. mit der niedrigsten TP um 80% des verursachten Schadens geheilt.",
      "Bei einem Krit. Treffer wird der Verb. mit der niedrigsten TP um 96% des verursachten Schadens geheilt.",
      "Bei einem Krit. Treffer wird der Verb. mit der niedrigsten TP um 115% des verursachten Schadens geheilt.",
      "Bei einem Krit. Treffer wird der Verb. mit der niedrigsten TP um 138% des verursachten Schadens geheilt.",
      "Bei einem Krit. Treffer wird der Verb. mit der niedrigsten TP um 166% des verursachten Schadens geheilt.",
      "Bei einem Krit. Treffer wird der Verb. mit der niedrigsten TP um 200% des verursachten Schadens geheilt."
    ],
    "story": "Ein Ankh in Gestalt eines Phönix. Es symbolisiert den natürlichen Kreislauf des Lebens. In der Urzeit verehrten die Nomaden der Wüste die Blaue Drachin der Oase als ihre Beschützerin. Im Gegenzug segnete sie sie mit Regen und schenkte ihren Feldfrüchten Leben. Um ihre Dankbarkeit zu zeigen, boten die Nomaden allerlei Schätze dar, darunter Lazulia, den Edelstein des Wassers. Obwohl sie eigentlich kein Interesse an materiellem Reichtum hatte, nahm sie ihre Erkenntlichkeit dankend an und verwendete die Schätze dazu, einen Tempel in der Oase zu errichten. Dieses Ankh ist das geheiligte Symbol des Tempels und enthält die mächtige Kraft des Wassers."
  },
  "s1": {
    "name": "Heilende Tropfen",
    "description": "Heilt alle Verb. um bis zu {0} TP, abhängig von ihrem aktuellen TP-Verlust.",
    "books": {
      "0": "Erhöht Erholungsrate um {0}%.",
      "1": "Erhöht Erholungsrate um {0}%.",
      "2": "Erhöht Erholungsrate um {0}%."
    },
    "light": "Erhöht Heilungsmenge um 40%.",
    "dark": "Erhöht bei Heilung M.Krit.Widerstand für 10 Sek. um 25%.",
    "ut": {
      "name": "Wasserdrachenschuppe",
      "description": [
        "[Heilende Tropfen] Erhöht die Heilungsrate um 50 % und M.Blockieren des Ziels 10 Sek. lang um 200.",
        "[Heilende Tropfen] Erhöht die Heilungsrate um 50 % und M.Blockieren des Ziels 10 Sek. lang um 240.",
        "[Heilende Tropfen] Erhöht die Heilungsrate um 50 % und M.Blockieren des Ziels 10 Sek. lang um 290.",
        "[Heilende Tropfen] Erhöht die Heilungsrate um 50 % und M.Blockieren des Ziels 10 Sek. lang um 350.",
        "[Heilende Tropfen] Erhöht die Heilungsrate um 50 % und M.Blockieren des Ziels 10 Sek. lang um 420.",
        "[Heilende Tropfen] Erhöht die Heilungsrate um 50 % und M.Blockieren des Ziels 10 Sek. lang um 500."
      ],
      "story": "Eine Schuppe, mit der Laias ihren Haarschmuck dekoriert. Darin ist ihre Heilkraft gespeichert, sollte ihr jemals die Energie ausgehen. Als sie im Schrein des Flusses von innigen Gebeten des Trovatia-Stammes aufgeweckt wurde, kam sie zu dem Schluss, dass die junge Lilia die Kinder der Wüste nicht beschützen konnte, sollte sie noch einmal in einen tiefen Schlaf wie vor 100 Jahren verfallen. Sie entschloss sich deshalb, ihre Kraft in der Schuppe zu speichern, damit sie sie an Lilia weitergeben kann, sollte etwas passieren."
    }
  },
  "s2": {
    "name": "Schildblase",
    "description": "Beschützt den Verbündeten mit der niedrigsten TP mit einem Schild, das 15 Sek lang bis zu {0} Schaden absorbiert und dem Ziel für die Wirkungsdauer Effektimmunität gewährt. Ziel erholt sich um {1} TP jede Sek, während das Schild aktiv ist.",
    "books": {
      "0": "Erhöht Schild-TP um {0}%.",
      "1": "Erhöht Schild-TP um {0}%.",
      "2": "Erhöht Schild-TP um {0}%."
    },
    "light": "Erhöht ANG des Ziels um 30%.",
    "dark": "M. Krit.-Widerstand des Ziels um 25% erhöht.",
    "ut": {
      "name": "Oasenkristall",
      "description": [
        "[Schildblase] Verringert den Cooldown um 12 % und entfernt negative Effekte vom Ziel.",
        "[Schildblase] Verringert den Cooldown um 14 % und entfernt negative Effekte vom Ziel.",
        "[Schildblase] Verringert den Cooldown um 17 % und entfernt negative Effekte vom Ziel.",
        "[Schildblase] Verringert den Cooldown um 21 % und entfernt negative Effekte vom Ziel.",
        "[Schildblase] Verringert den Cooldown um 25 % und entfernt negative Effekte vom Ziel.",
        "[Schildblase] Verringert den Cooldown um 30 % und entfernt negative Effekte vom Ziel."
      ],
      "story": "Wasseressenz, die von den Blauen Drachen beschützt wird. Die Essenz einer Oase, die von den Blauen Drachen zu Beginn der Welt in die Wüste gebracht wurde. Es ist die heilige Mission der Wasserpriesterin Laias, diese Essenz zu beschützen und es ist ihre liebste Aufgabe. Der Oasenkristall führt die Wasserpriesterin, die die Schildblase einsetzt, zu der Person, die ihre Hilfe am nötigsten braucht."
    }
  },
  "s3": {
    "name": "Fest des Wassers",
    "description": "Fügt allein Feinden in Reichw. {0} M.Schaden zu und wirft sie zu Boden. Alle Verb. (außer beschwörender Held) erhalten 2 Mana. Anschließend werden zufällige Feinde {1} Sek lang von Strudeln getroffen, erleiden {2} M.Schaden und werden für 2 Sek zu Boden geworfen.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Schadenseffekt wird alle 3 Sek ausgelöst.",
    "dark": "Heilt alle Verbündete um 15% ihrer max. TP.",
    "ut": {
      "name": "Papyrus der Strömung",
      "description": [
        "[Fest des Wassers] Strudel-Effekt zielt auf 2 Gegner und alle Verbündeten stellen zusätzlich 500 Mana wieder her.",
        "[Fest des Wassers] Strudel-Effekt zielt auf 2 Gegner und alle Verbündeten stellen zusätzlich 600 Mana wieder her.",
        "[Fest des Wassers] Strudel-Effekt zielt auf 2 Gegner und alle Verbündeten stellen zusätzlich 720 Mana wieder her.",
        "[Fest des Wassers] Strudel-Effekt zielt auf 2 Gegner und alle Verbündeten stellen zusätzlich 860 Mana wieder her.",
        "[Fest des Wassers] Strudel-Effekt zielt auf 2 Gegner und alle Verbündeten stellen zusätzlich 1040 Mana wieder her.",
        "[Fest des Wassers] Strudel-Effekt zielt auf 2 Gegner und alle Verbündeten stellen zusätzlich 1250 Mana wieder her."
      ],
      "story": "Ein Ausschnitt aus der uralten Schrift, dem Buch des Chaos, das als verschwunden gilt. Das Buch des Chaos ist eine historische Schrift, die an den Priester des Wassers weitergegeben wurde und Aufzeichnungen über Kultur, Magie und viele andere Themen enthält. Es wurde zusammen mit Laias im goldenen Schrein des Flusses eingeschlossen, aber der größte Teil des Buches verschwand nach und nach, während sie schlief. Der verbleibende Papyrus der Strömung ist ein verstärkender Zauber für das „Fest des Wassers“."
    }
  },
  "s4": {
    "name": "Segen des Wasserdrachen",
    "description": "Erhöht die M.VERT aller Verb. um {0} und gewährt {1}. Resistenz gegenüber M. Krit. Treffern.",
    "books": {
      "0": "Erhöht VERT-Boost um {0}%.",
      "1": "Erhöht VERT-Boost um {0}%.",
      "2": "Erhöht VERT-Boost um {0}%."
    },
    "light": "Erhöht M.VERT-Erhöhungsrate um 20% und M.Krit.Widerstand um 100.",
    "dark": "Erhöht den eigenen Statuseffekt-Widerstand um 400.",
    "ut": {
      "name": "Träne des Gottdrachen",
      "description": [
        "[Segen des Wasserdrachens] Erhöht den VERT-Boost um 50 %. Alle Verbündeten stellen pro Sek. 40 Mana wieder her.",
        "[Segen des Wasserdrachens] Erhöht den VERT-Boost um 50 %. Alle Verbündeten stellen pro Sek. 48 Mana wieder her.",
        "[Segen des Wasserdrachens] Erhöht den VERT-Boost um 50 %. Alle Verbündeten stellen pro Sek. 58 Mana wieder her.",
        "[Segen des Wasserdrachens] Erhöht den VERT-Boost um 50 %. Alle Verbündeten stellen pro Sek. 70 Mana wieder her.",
        "[Segen des Wasserdrachens] Erhöht den VERT-Boost um 50 %. Alle Verbündeten stellen pro Sek. 84 Mana wieder her.",
        "[Segen des Wasserdrachens] Erhöht den VERT-Boost um 50 %. Alle Verbündeten stellen pro Sek. 100 Mana wieder her."
      ],
      "story": "Ein bläuliches, durchsichtiges Juwel, das dort gefunden wurde, wo der erste Wasserdrache in die Umarmung des Manas zurückgekehrt ist. Es ist auch als die Verletzte Seele des Ersten Wasserdrachen bekannt, da die Leute glauben, dass es das Leid und die Sehnsucht des Drachen nach seinem verstorbenen Ehepartner enthält. So hat es auch seinen Namen bekommen: Träne des Gottdrachens."
    }
  },
  "t5": {
    "light": "ANG, VERT, TP+15% / M.Block +200",
    "dark": "Von Laias geheilte Verbündete erhalten M.VERT in Höhe von 5% ihrer ANG und je 75 Mana."
  }
}