{
  "name": "Lewicia",
  "subtitle": "Königsblut",
  "description": "Schon vor 100 Jahren kämpfte diese Vampirprinzessin an der Seite der Helden. Als unsterblicher Vampir verfügt sie über unglaubliche Kräfte, mit denen sie ihre Untertanen befehligt.",
  "story": "Eine Vampirprinzessin, die sich vor 100 Jahren Kyle in dessen Kampf gegen die Dämonen anschloss. Sie ist ein reinblütiger Vampir, die über 500 Jahre alt ist. Sie ist beinahe unsterblich und wird als die Königin der Vampire betrachtet. Der enorme Einsatz ihrer Kräfte während des Dämonenkriegs forderte seinen Tribut und die unsterbliche Prinzessin nahm fortan eine kinderähnliche Gestalt an. Nach dem Krieg mischte sie sich unter die Menschen und beobachtete die nächsten 100 Jahre lang die Veränderung der Welt, während sich ihre Macht langsam erholte. Als die Dämonen wiederauftauchten und das Heilige Schwert erwachte nahm Lewisia die plötzlichen Energiewechsel wahr. Bald danach begab sie sich auf eine Reise um den neuen auserwählten Krieger zu finden und zu beobachten.",
  "like": "Geruhsames und komfortables Reisen",
  "dislike": "Krieg und Chaos",
  "inn": {
    "idle": "Was für eine Energie. Ideal zum Kräfte sammeln.",
    "recruit": {
      "greet": "Seid gegrüßt, so treffen wir uns also wieder. Wirst du eine Weile hierbleiben?",
      "talk": [
        "Hm? Es stimmt schon, Knoblauch ist etwas scharf, aber warum fragst du?",
        "Ich liebe die Helligkeit der Sonne hier. Dort wo ich herkomme ist es fast immer dunkel... Hm, warum guckst du so?",
        "Sobald ich wieder genesen bin, muss ich mich nicht mehr mit diesem Körper herumschlagen."
      ],
      "gift": "Geschenke, hm... ein interessanter Brauch. Nun, wenn du darauf bestehst, nehme ich es natürlich an."
    },
    "affinity": {
      "greet": "Hm, das ist ein großartiger Tag.",
      "talk": [
        "Mein Status als Prinzessin? Hm ... darüber habe ich eigentlich nie wirklich nachgedacht.",
        "Dieser Ort ist viel schöner als die feuchte Dunkelheit, aus der ich komme."
      ],
      "gift": "Ein Geschenk? Danke dir. Ich muss nächstes Mal etwas für dich vorbereiten."
    },
    "relationship": {
      "greet": "Hallo? Heute ist ein schöner Tag.",
      "talk": [
        "Mein Körper erholt sich mittlerweile wirklich schnell. Und das nur dank dir.",
        "Warum ich manchmal in eine jüngere Form von mir wechsle? Hm, Langeweile vielleicht. Oh, und Süßigkeiten.",
        "Ich mag es hier. Es ist so bequem... Also bleibe ich wohl noch eine Weile an deiner Seite."
      ]
    }
  },
  "uw": {
    "name": "Scharlachrote Herrscherin, Dominicia",
    "description": [
      "Bei TP über 50%, ist ANG um 20% erhöht. Falls die TP unter 50% fallen, wird 10% weniger Schaden erlitten.",
      "Bei TP über 50%, ist ANG um 24% erhöht. Falls die TP unter 50% fallen, wird 12% weniger Schaden erlitten.",
      "Bei TP über 50%, ist ANG um 29% erhöht. Falls die TP unter 50% fallen, wird 14% weniger Schaden erlitten.",
      "Bei TP über 50%, ist ANG um 35% erhöht. Falls die TP unter 50% fallen, wird 17% weniger Schaden erlitten.",
      "Bei TP über 50%, ist ANG um 42% erhöht. Falls die TP unter 50% fallen, wird 21% weniger Schaden erlitten.",
      "Bei TP über 50%, ist ANG um 50% erhöht. Falls die TP unter 50% fallen, wird 25% weniger Schaden erlitten."
    ],
    "story": "Ein Stab des Blutes, der in der Familie des Vampirlords von Generation zu Generation weitergegeben wurde. Seine purpurne Farbe verkörpert Autorität, Einsicht und die absolute Macht des Vampirlords. Tief im Untergrund der Galia-Ebenen liegt das heilige Land der Vampire. Dort liegt dieser legendäre Stab und erwartet versteckt den Ruf eines würdigen Meisters, wo immer dieser sein mag."
  },
  "s1": {
    "name": "Blutkugel",
    "description": "Verursacht {0} M. Schaden am feindlichen Ziel und verursacht 10 Sek. lang weitere 25% zusätzlichen M. Schaden. Für jeden Blutfluch-Zähler ist der Schaden um 0,5% erhöht. Verbraucht bei Benutzung 10% der aktuellen TP.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Manakosten sind um 1 erhöht, aber Schaden ist +100%.",
    "dark": "Ziel erleidet 10 Sek lang 25% extra M.Schaden.",
    "ut": {
      "name": "Alter Silberbecher",
      "description": [
        "[Blutkugel] Erhöht den Schaden um 50 % und hinterlässt 5 Zähler Blutfluch auf dem Ziel.",
        "[Blutkugel] Erhöht den Schaden um 50 % und hinterlässt 6 Zähler Blutfluch auf dem Ziel.",
        "[Blutkugel] Erhöht den Schaden um 50 % und hinterlässt 7 Zähler Blutfluch auf dem Ziel.",
        "[Blutkugel] Erhöht den Schaden um 50 % und hinterlässt 8 Zähler Blutfluch auf dem Ziel.",
        "[Blutkugel] Erhöht den Schaden um 50 % und hinterlässt 9 Zähler Blutfluch auf dem Ziel.",
        "[Blutkugel] Erhöht den Schaden um 50 % und hinterlässt 10 Zähler Blutfluch auf dem Ziel."
      ],
      "story": "Ein alter Silberbecher der ersten Vampirkönigin. In diesem Becher bewahrte sie das Blut jener Person auf, die sie am meisten liebte. Er ist ein Symbol ihres unermesslichen Leids und ihrer wahnsinnigen Lust. Der Becher ist unerlässlich für Vampirrituale und jene, die ein Ritual mit diesem Becher durchlaufen, erhalten schönere und dunklere Blutkugeln."
    }
  },
  "s2": {
    "name": "Blut-Zone",
    "description": "Verursacht {0} M. Schaden am feindlichen Ziel und erschafft eine Blut-Zone drum herum, die 10 Sek. bleibt. Gegner innerhalb der Blut-Zone erhalten alle 0,5 Sek. {1} M. Schaden M. VERT ist um 30% reduziert. Für jeden Blutfluch-Zähler ist der Schaden um 1,5% erhöht. Verbraucht bei Benutzung 20% der aktuellen TP.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht Schaden um 40%.",
    "dark": "Reduziert Cooldown um 3 Sek.",
    "ut": {
      "name": "Blutnebel-Zauber",
      "description": [
        "[Blutzone] Erhöht den Schaden um 20 % und die Effektdauer um 2 Sek.",
        "[Blutzone] Erhöht den Schaden um 24 % und die Effektdauer um 2 Sek.",
        "[Blutzone] Erhöht den Schaden um 29 % und die Effektdauer um 2 Sek.",
        "[Blutzone] Erhöht den Schaden um 35 % und die Effektdauer um 2 Sek.",
        "[Blutzone] Erhöht den Schaden um 42 % und die Effektdauer um 2 Sek.",
        "[Blutzone] Erhöht den Schaden um 50 % und die Effektdauer um 2 Sek."
      ],
      "story": "Magisches Werkzeug des Bluterben. Die Zauber der Familie des reinen Vampirlords wurden für Generationen weitergegeben. Der Nachkomme von Lewicia ist der Vampir Sir Lusben und der Zauber „Blutnebel“ ist ein Geschenk von ihm. Lewisia hasst alles, was damit zu tun hat, ein Nachkomme zu sein, aber ihr gefällt, wie die Blut-Zone ihre Erschöpfung vermindert, also benutzt sie ihn gern."
    }
  },
  "s3": {
    "name": "Blut-Bankett",
    "description": "Greift Feinde in einer geraden Linie 3 Mal an, verursacht dabei insgesamt {0} M. Schaden und betäubt sie für 3 Sek. Für jeden Blutfluch-Zähler ist der Schaden um 0,5% erhöht. Verbraucht bei Benutzung 10% der aktuellen TP.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Beim Angriff eines Gegners mit über 80 Blutfluch-Zählern sind alle Cooldowns um 5% reduziert.",
    "dark": "Reduziert Manakosten um 1.",
    "ut": {
      "name": "Antikes Blut",
      "description": [
        "[Blut-Bankett] Erhöht Schaden um 20% und stellt bei Krit. Treffern 400 Mana wieder her.",
        "[Blut-Bankett] Erhöht Schaden um 24% und stellt bei Krit. Treffern 400 Mana wieder her.",
        "[Blut-Bankett] Erhöht Schaden um 29% und stellt bei Krit. Treffern 400 Mana wieder her.",
        "[Blut-Bankett] Erhöht Schaden um 35% und stellt bei Krit. Treffern 400 Mana wieder her.",
        "[Blut-Bankett] Erhöht Schaden um 42% und stellt bei Krit. Treffern 400 Mana wieder her.",
        "[Blut-Bankett] Erhöht Schaden um 50% und stellt bei Krit. Treffern 400 Mana wieder her."
      ],
      "story": "Blut einer uralten Vampirkönigin. Je reiner das Blut eines Vampirs ist, desto stärker ist dessen Manablut. Die größte aller Vampire ist die uralte Vampirkönigin – Vampire, die ihr Blut trinken, erhalten unbegrenztes Leben und Mana. Das Blut macht sehr stark süchtig; es sollte also vorsichtig genutzt werden.."
    }
  },
  "s4": {
    "name": "Blut-Beherrschung",
    "description": "ANG wird um {0} bzw. VERT-Durchdr. um 250 erhöht, wenn die TP über 50% liegen. Verursacht beim Angriff Blutfluch auf dem Ziel, fügt über 20 Sek. lang insgesamt {1} M. Schaden hinzu und gibt 10 % des durch Blutfluch verursachten Schadens als TP zurück. Blutfluch kann sich bis zu 100 Mal kumulieren und nicht abgewehrt werden.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Max. Zähler für Blutfluch auf 200 geändert.",
    "dark": "Heilrate aller Verbündeten ist um 20% erhöht und die der Gegner um 20% gesenkt."
  },
  "t5": {
    "light": "ANG, VERT, TP+15% / Krit. Chance +100",
    "dark": "TP-Verbrauch aller Skills ist um 50% erhöht, die Cooldowns werden jedoch um 20% gesenkt."
  }
}