{
  "name": "Mitra",
  "subtitle": "Der silberne Schlachtwolf",
  "description": "Auch Lied des Silbernen Wahnsinns genannt. Ein taktloser Mann ohne jegliches Verantwortungsgefühl. Aber in der Schlacht wird er zum unantastbaren Silberwolf, der das Schlachtfeld mit Blut tränkt.",
  "story": "Er ist manchen als Lied des Silbernen Wahnsinns bekannt und unglaublich unsicher in allen seinen Tätigkeiten. Er fühlt sich keineswegs für irgendjemanden um ihn herum verantwortlich. Verfällt er jedoch in den Kampfmodus, verwandelt er sich in einen unantastbaren Silberwolf, der über das Schlachtfeld stürmt. Über seine Vergangenheit ist nichts bekannt. Eines ist sicher: hat ihn der Rausch des Kampfes einmal erfasst, vermag er nicht zwischen Freund und Feind zu unterscheiden. In diesem Zustand in seiner Nähe zu verweilen ist weit gefährlicher, als eine tickende Bombe in Händen zu halten.",
  "like": "Schlachten; aufregende Kämpfe; den Geruch von Schießpulver",
  "dislike": "Überheblichkeit, Scheinheiligkeit",
  "inn": {
    "idle": "Hmm... Ich will einfach nur schlafen.",
    "recruit": {
      "greet": "Yo!",
      "talk": [
        "Hey, gab's hier etwa nen Kampf?",
        "Blergh, ich hab gar keine Lust irgendwas zu machen.",
        "Manchmal will ich einfach nur entspannen."
      ],
      "gift": "Echt jetzt?! Das ist großartig!"
    },
    "affinity": {
      "greet": "Oh, das ist ein großartiger Tag zum Schießen.",
      "talk": [
        "Damals war alles besser. Der Alte ist vielleicht streng, aber er kümmert sich gut um seine Männer. Als er also die Armee verließ... habe ich auch aufgehört! Hahaha!",
        "Oh, ich frage mich, was der alte Mann macht."
      ],
      "gift": "Oh, danke."
    },
    "relationship": {
      "greet": "Oh, du lebst noch! Hahaha!",
      "talk": [
        "Mit diesen Waffen habe ich ein gutes Gefühl. Außerdem sind sie ein wenig demoliert... genau wie ich!",
        "Tihihihi! Weißt du, manchmal flüstern diese Kerle mir zu: Zieh den Abzug, zieh, zieh!!! Hihihihi!",
        "Weißt du was? Da war so ein unheimlicher Kopfgeldjäger in der kaiserlichen Marine. Wie ist das wohl, wenn so ein Kerl versucht dich zu erwischen? Hehehe..."
      ]
    }
  },
  "uw": {
    "name": "Schrei des Wahnsinns, Velkinoth",
    "description": [
      "Erhöht bei einem normalen Angriff die eigene Durchdringung und ANG-Geschw. um 8. Dieser Effekt kann nicht entfernt werden und ist bis zu 30-mal kumulierbar.",
      "Erhöht bei einem normalen Angriff die eigene Durchdringung und ANG-Geschw. um 10. Dieser Effekt kann nicht entfernt werden und ist bis zu 30-mal kumulierbar.",
      "Erhöht bei einem normalen Angriff die eigene Durchdringung und ANG-Geschw. um 12. Dieser Effekt kann nicht entfernt werden und ist bis zu 30-mal kumulierbar.",
      "Erhöht bei einem normalen Angriff die eigene Durchdringung und ANG-Geschw. um 14. Dieser Effekt kann nicht entfernt werden und ist bis zu 30-mal kumulierbar.",
      "Erhöht bei einem normalen Angriff die eigene Durchdringung und ANG-Geschw. um 17. Dieser Effekt kann nicht entfernt werden und ist bis zu 30-mal kumulierbar.",
      "Erhöht bei einem normalen Angriff die eigene Durchdringung und ANG-Geschw. um 20. Dieser Effekt kann nicht entfernt werden und ist bis zu 30-mal kumulierbar."
    ],
    "story": "Ein Paar magischer Waffen, die den Kampfrausch ihres Benutzers zur Stärkung ihrer eigenen Feuerkraft nützen. Jedes Mal, wenn ihre Abzüge betätigt werden, taucht ihr Träger tiefer und tiefer in den Wahn des Kampfes ein. Es heißt, dass eine Waffe, die von einem Meisterhandwerker geschaffen wird, selbst eine Seele entwickelt. Berkinos scheinen die Seele des Kriegsgottes in sich zu tragen. Die Geschichte besagt, dass ihr Erzeuger bei ihrem ersten Gebrauch vor Schreck erblasste und sie in einen Fluss warf."
  },
  "s1": {
    "name": "Peng! Peng!!",
    "description": "Greift Feinde 2 Mal an und fügt ihnen jeweils {0} Körp. Schaden zu. Ist der Skill ein Krit.ischer Treffer, verursacht er naheliegenden Feinden {1} zusätzlichen Körp. Schaden.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist.",
    "dark": "Das Mal fügt 2 Zähler hinzu.",
    "ut": {
      "name": "Potenzieller Wahnsinn",
      "description": [
        "[Peng! Peng!!] Erhöht den Schaden um 50 % und verringert den Cooldown um 0,8 Sek.",
        "[Peng! Peng!!] Erhöht den Schaden um 50 % und verringert den Cooldown um 1 Sek.",
        "[Peng! Peng!!] Erhöht den Schaden um 50 % und verringert den Cooldown um 1,2 Sek.",
        "[Peng! Peng!!] Erhöht den Schaden um 50 % und verringert den Cooldown um 1,4 Sek.",
        "[Peng! Peng!!] Erhöht den Schaden um 50 % und verringert den Cooldown um 1,7 Sek.",
        "[Peng! Peng!!] Erhöht den Schaden um 50 % und verringert den Cooldown um 2 Sek."
      ],
      "story": "Velkinoths Schnelllader, der speziell für schnellere Nachladezeiten optimiert wurde. Der heißblütige Mitra regte sich ständig darüber auf, dass er seine mit Velkinoths unglaublicher Feuerrate noch schneller töten wollte, aber die langsame Nachladezeit machte ihm immer einen Strich durch die Rechnung. Eines Tages regte sich Mitra wie immer darüber auf, doch plötzlich erschien Crow vor ihm. – Oh? Alter... Argh! Crow schlug Mitra in den Bauch, warf etwas nach ihm und verschwand anschließend wieder. –Verwende das und hör auf, dich zu beschweren. Ist das nur seine eigenartige Art, zu zeigen, dass er sich um jemanden Sorgen macht?"
    }
  },
  "s2": {
    "name": "Zeit zum Sterben!!",
    "description": "Erhöht 20 Sek lang eigenen ANG um {0} und PRÄZ um {1}. Normale Angriffe haben eine 15% Chance, 'Peng! Peng!!' auszulösen.",
    "books": {
      "0": "ANG-Erhöhungsrate steigt um {0}%.",
      "1": "ANG-Erhöhungsrate steigt um {0}%.",
      "2": "ANG-Erhöhungsrate steigt um {0}%."
    },
    "light": "Bei Aktivierung dieses Skills fallen die TP 4 Sek. lang nicht unter 5%.",
    "dark": "Erhöht den Krit. Schaden um 50% für die Wirkungsdauer.",
    "ut": {
      "name": "Wolfs-Sperrfeuerkiste",
      "description": [
        "[Zeit zum Sterben!] Skill-Manakosten verringern sich um 1 und dem Bossmonster zugefügter Schaden wird für die Dauer des Skills um 20% erhöht.",
        "[Zeit zum Sterben!] Skill-Manakosten verringern sich um 1 und dem Bossmonster zugefügter Schaden wird für die Dauer des Skills um 24% erhöht.",
        "[Zeit zum Sterben!] Skill-Manakosten verringern sich um 1 und dem Bossmonster zugefügter Schaden wird für die Dauer des Skills um 29% erhöht.",
        "[Zeit zum Sterben!] Skill-Manakosten verringern sich um 1 und dem Bossmonster zugefügter Schaden wird für die Dauer des Skills um 35% erhöht.",
        "[Zeit zum Sterben!] Skill-Manakosten verringern sich um 1 und dem Bossmonster zugefügter Schaden wird für die Dauer des Skills um 42% erhöht.",
        "[Zeit zum Sterben!] Skill-Manakosten verringern sich um 1 und dem Bossmonster zugefügter Schaden wird für die Dauer des Skills um 50% erhöht."
      ],
      "story": "Besondere Sperrfeuerkiste der Stählernen Wölfe. Die Stählernen Wölfe waren dafür berüchtigt, zu gewalttätig zu sein, sodass ihre Feinde nicht wiederbelebt werden konnten. Der berühmteste Stählerne Wolf nutzt nur die maximierte Wolfs-Sperrfeuerkiste, die er vom Besitzer der Goldenen Kneipe erhielt."
    }
  },
  "s3": {
    "name": "Tanz mit mir!!",
    "description": "Schießt 12x zufällig auf Feinde und verursacht {0} Körp. Schaden. Pro Mal des Todes wird dem Feind {1} zusätz. Körp. Schaden zugefügt. Mit jedem verursachten Schaden wird dem Feind ein Mal des Todes hinterlassen, das nicht entfernt werden kann.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht Schaden um 40%.",
    "dark": "Fügt für jeden Treffer zwei zusätzliche Zähler hinzu.",
    "ut": {
      "name": "Rune der Wolfskopf-Söldner",
      "description": [
        "[Tanz mit mir!!] Erhöht Schaden um 20% und reduziert Skill-Cooldown um 5% bei jeder Aktivierung. Effekt kann sich bis zu max. 8 Mal kumulieren.",
        "[Tanz mit mir!!] Erhöht Schaden um 24% und reduziert Skill-Cooldown um 5% bei jeder Aktivierung. Effekt kann sich bis zu max. 8 Mal kumulieren.",
        "[Tanz mit mir!!] Erhöht Schaden um 29% und reduziert Skill-Cooldown um 5% bei jeder Aktivierung. Effekt kann sich bis zu max. 8 Mal kumulieren.",
        "[Tanz mit mir!!] Erhöht Schaden um 35% und reduziert Skill-Cooldown um 5% bei jeder Aktivierung. Effekt kann sich bis zu max. 8 Mal kumulieren.",
        "[Tanz mit mir!!] Erhöht Schaden um 42% und reduziert Skill-Cooldown um 5% bei jeder Aktivierung. Effekt kann sich bis zu max. 8 Mal kumulieren.",
        "[Tanz mit mir!!] Erhöht Schaden um 50% und reduziert Skill-Cooldown um 5% bei jeder Aktivierung. Effekt kann sich bis zu max. 8 Mal kumulieren."
      ],
      "story": "Rune der größten Söldner: der Stählernen Wölfe. Eine Rune, welche die Söldnertruppe der Stählernen Wölfe symbolisiert, die einst die „Dämonen des Schlachtfelds“ genannt wurden. Mitra erhielt den Namen „Silberner Wolf des Schlachtfelds“. Selbst nachdem er die Söldner verließ, trägt er die Rune als Erinnerung an die Schlacht gegen den Marineoffizier des Kaiserreiches bei sich."
    }
  },
  "s4": {
    "name": "Jetzt bist du dran!!",
    "description": "Mit jedem normalen Treffer wird ein Mal des Todes hinterlassen, das nicht entfernt werden kann. Wenn der Normal-ANG und Peng! Peng!!-Skill den Feind treffen, wird {0} zusätz. Körp. Schaden zugefügt und pro Mal des Todes {1} zusätz. Körp. Schaden hinterlassen. Mal des Todes kann bis zu 150x gestapelt werden.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht das Mal-Limit auf 200.",
    "dark": "Reduziert alle Cooldowns um 0.3, wenn ein Ziel mit 100 Zählern getroffen wird.",
    "ut": {
      "name": "Lied des Wahnsinns",
      "description": [
        "[Jetzt bist du dran!!] Erhöht den Schaden um 20 %. Beim Angreifen von Feinden mit 100 oder mehr Zählern Mal des Todes wird der eigene Krit. Schaden für 10 Sek. um 2 % erhöht. Der Krit. Schaden-Boost kann bis zu 25-mal gestapelt werden.",
        "[Jetzt bist du dran!!] Erhöht den Schaden um 24 %. Beim Angreifen von Feinden mit 100 oder mehr Zählern Mal des Todes wird der eigene Krit. Schaden für 10 Sek. um 2 % erhöht. Der Krit. Schaden-Boost kann bis zu 25-mal gestapelt werden.",
        "[Jetzt bist du dran!!] Erhöht den Schaden um 29 %. Beim Angreifen von Feinden mit 100 oder mehr Zählern Mal des Todes wird der eigene Krit. Schaden für 10 Sek. um 2 % erhöht. Der Krit. Schaden-Boost kann bis zu 25-mal gestapelt werden.",
        "[Jetzt bist du dran!!] Erhöht den Schaden um 35 %. Beim Angreifen von Feinden mit 100 oder mehr Zählern Mal des Todes wird der eigene Krit. Schaden für 10 Sek. um 2 % erhöht. Der Krit. Schaden-Boost kann bis zu 25-mal gestapelt werden.",
        "[Jetzt bist du dran!!] Erhöht den Schaden um 42 %. Beim Angreifen von Feinden mit 100 oder mehr Zählern Mal des Todes wird der eigene Krit. Schaden für 10 Sek. um 2 % erhöht. Der Krit. Schaden-Boost kann bis zu 25-mal gestapelt werden.",
        "[Jetzt bist du dran!!] Erhöht den Schaden um 50 %. Beim Angreifen von Feinden mit 100 oder mehr Zählern Mal des Todes wird der eigene Krit. Schaden für 10 Sek. um 2 % erhöht. Der Krit. Schaden-Boost kann bis zu 25-mal gestapelt werden."
      ],
      "story": "Eine Kugelhalskette, die Valance, die Leiterin von Magos Le'Flamme, speziell für Mitra angefertigt hat. Sie sieht wie eine normale Halskette aus, ist aber eigentlich eine Kugel mit verheerender Sprengkraft. Die Halskette wurde mithilfe der modernen Technologie von Magos Le'Flamme speziell für Velkinoth hergestellt. Da die Bestandteile dafür extrem selten sind, hat es sehr lange gedauert, diese Kugel herzustellen. Valance hat aufgrund des Wahnsinns, den Mitra auf dem Schlachtfeld an den Tag legt, entschieden, sie Lied des Wahnsinns zu nennen."
    }
  },
  "t5": {
    "light": "ANG, VERT, TP+15% / Krit. Schaden +20%",
    "dark": "Erhöht bei einem Kritischen Treffer eigenen Krit. Schaden um 0,5% und ANG-Geschw. um 5. Dieser Effekt kann nicht entfernt werden und ist bis zu 100-mal kumulierbar."
  }
}