{
  "name": "Ezekiel",
  "subtitle": "Verfluchtes Blut",
  "description": "Als Mischling aus hochrangigem Dämon und Mensch erleidet Ezekiel ein verfluchtes Dasein. Mit seinem mächtigen, rechten Dämonenarm zerfetzt er seine Feinde.",
  "story": "Der Sohn von Lucikiel ist ein mächtiger Dämonenoffizier, der die Republik der Grauen zu Fall brachte. Er ist bedacht und vorsichtig und in Wirklichkeit halb Mensch. Im Kampf übermannt ihn sein Dämonenblut, wodurch er arrogant und gewalttätig wird. Sein Vater, dem er niemals begegnete, vererbte ihm seine Macht. Er ist stolz darauf und versucht nicht, sie zu verstecken. Weil er nur zum Teil ein Dämon ist, durchlebt lediglich einer seiner Arme die Verwandlung. Doch bereits dieser Arm enthält immense Macht und es ist nicht leicht für ihn, ihn ganzheitlich zu kontrollieren. Wenn er die Kontrolle über den Arm verliert, ist man gut beraten, sich unmittelbar und so weit wie möglich von ihm zu entfernen.",
  "like": "Karamelpudding; gesüßten Saft",
  "dislike": "Schwächlinge, die sich stark geben; Idioten, die denken, dass sie alles wüssten",
  "inn": {
    "idle": "Was guckst du?",
    "recruit": {
      "greet": "Was? Sag es!",
      "talk": [
        "Bah, wie lästig...",
        "Geh einfach weiter.",
        "Warum versuchst du, mit mir zu spielen? Bah..."
      ],
      "gift": "Was... was denn jetzt? Oh, na gut, ich will mal nicht so sein..."
    },
    "affinity": {
      "greet": "Ich bin müde, weil ich nicht genug Schlaf abbekommen habe.",
      "talk": [
        "Ich-Ich frage mich, was dieser Narr aus der Republik der Grauen jetzt wohl macht.",
        "Du meinst meine Haare? Sieht toll aus, oder? Das Hochstecken der Haare macht diesen Stil aus."
      ],
      "gift": "Oh, danke!"
    },
    "relationship": {
      "greet": "Aha? Du hast also schon mit der Nervensäge gesprochen?",
      "talk": [
        "Ist mir egal, dass mein Vater ein Dämon ist. Immerhin habe ich seine Stärke.",
        "Dieser Typ ist so ein Softie. Niemand kann uns verletzen!",
        "Yeah, manchmal kann ich meine Kraft nicht kontrollieren. Aber hey, das kann auch spaßig sein! Hahaha!"
      ]
    }
  },
  "uw": {
    "name": "Verzweiflungswärter Barbatos",
    "description": [
      "Zornzustand ist 2 Sek. länger und bei Aktivierung des Zornzustandes ist der Krit. Schaden um 80% erhöht.",
      "Zornzustand ist 3 Sek. länger und bei Aktivierung des Zornzustandes ist der Krit. Schaden um 90% erhöht.",
      "Zornzustand ist 4 Sek. länger und bei Aktivierung des Zornzustandes ist der Krit. Schaden um 100% erhöht.",
      "Zornzustand ist 5 Sek. länger und bei Aktivierung des Zornzustandes ist der Krit. Schaden um 110% erhöht.",
      "Zornzustand ist 6 Sek. länger und bei Aktivierung des Zornzustandes ist der Krit. Schaden um 120% erhöht.",
      "Zornzustand ist 7 Sek. länger und bei Aktivierung des Zornzustandes ist der Krit. Schaden um 130% erhöht."
    ],
    "story": "Ezekiels Vater war einer der hochrangigsten Dämonen. Obwohl dieser dessen Gesicht oder Namen niemals kannte, ist ihm die gewaltige Macht seiner dämonischen Herkunft bekannt. Das Dämonenblut, das in seinen Adern fließt, gab ihm eine zweite Persönlichkeit. Wenn sein menschliches Blut sich durchsetzt, ist Ezekiel ein junger Mann mit einwandfreiem Charakter. Zu anderen Zeiten ist er ein unglaublich mächtiger und arroganter Dämon, wie sein Vater. Verzweiflungswärter Barbatos manifestiert sich, wenn Ezekiels Dämonenblut seine volle Macht entfaltet. In Gestalt eines seiner Arme ist diese Waffe stark genug, um durch Dimensionen zu schneiden und den Raum selbst zu durchtrennen. Dies ist die körperliche Wiedergabe der Macht seines Vaters."
  },
  "s1": {
    "name": "Destructive Instinct",
    "description": "Streift Feinde mit einem kreisfärmigen Angriff und verursacht {0} M. Schaden. Ein Schlag auf den Untergrund verursacht {1} M. Schaden und wirft die Gegner für 3 Sek. zu Boden. [Zorn] - Verbraucht zum Aktivieren 15% der aktuellen TP. Effektreichweite ist erhöht und der Angriff zieht Feinde heran.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "DMG is increased by 40%.",
    "dark": "After activation, ATK is increased by 40% for 5 sec.",
    "ut": {
      "name": "Ledergürtel der wilden Bestie",
      "description": [
        "[Zerstörerischer Instinkt] Heilt die eigenen TP beim Einsatz um 15 % der Max. TP und erhöht den vom Ziel erlittenen M.Schaden 10 Sek. lang um 15 %.",
        "[Zerstörerischer Instinkt] Heilt die eigenen TP beim Einsatz um 15 % der Max. TP und erhöht den vom Ziel erlittenen M.Schaden 10 Sek. lang um 12 %.",
        "[Zerstörerischer Instinkt] Heilt die eigenen TP beim Einsatz um 15 % der Max. TP und erhöht den vom Ziel erlittenen M.Schaden 10 Sek. lang um 14 %.",
        "[Zerstörerischer Instinkt] Heilt die eigenen TP beim Einsatz um 15 % der Max. TP und erhöht den vom Ziel erlittenen M.Schaden 10 Sek. lang um 17 %.",
        "[Zerstörerischer Instinkt] Heilt die eigenen TP beim Einsatz um 15 % der Max. TP und erhöht den vom Ziel erlittenen M.Schaden 10 Sek. lang um 21 %.",
        "[Zerstörerischer Instinkt] Heilt die eigenen TP beim Einsatz um 15 % der Max. TP und erhöht den vom Ziel erlittenen M.Schaden 10 Sek. lang um 25 %."
      ],
      "story": "Als Ezekiel einen engen Halsreif aus Manticore-Leder herstellte, fertigte er dazu einen passenden doppellagigen Ledergürtel an. Das Leder hat eine einzigartige Wirkung und vermag es, dämonische Energie zu speichern und Wahnsinn auszulösen. Dieser Gürtel versetzt alle Feinde im Umkreis in Angst und Schrecken, wenn Ezekiel seine dämonische Kraft entfesselt. Willensschwache Ziele werden bewegungsunfähig gemacht."
    }
  },
  "s2": {
    "name": "Dawning Despair",
    "description": "Springt auf den Feind mit dem höchsten ANG und verursacht {0} M. Schaden an allen Gegnern in Reichweite, was ihre Angriffsgeschw. um {1} verringert. [Zorn] - Verbraucht zum Aktivieren 10% der aktuellen TP. Effektreichweite ist erhöht, das Ziel wird für {2} Sek. betäubt und die eigene Angriffsgeschw. für {3} Sek. um {4} erhöht.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Mana cost is reduced by 1.",
    "dark": "When activated during Fury state, ignores target DEF.",
    "ut": {
      "name": "Halsband der wilden Bestie",
      "description": [
        "[Aufkommende Verzweiflung] Gewährt Statuseffekt-Immunität für die Dauer des Skills und erhöht die ANG-Geschw. 10 Sek. lang um 100.",
        "[Aufkommende Verzweiflung] Gewährt Statuseffekt-Immunität für die Dauer des Skills und erhöht die ANG-Geschw. 10 Sek. lang um 120.",
        "[Aufkommende Verzweiflung] Gewährt Statuseffekt-Immunität für die Dauer des Skills und erhöht die ANG-Geschw. 10 Sek. lang um 140.",
        "[Aufkommende Verzweiflung] Gewährt Statuseffekt-Immunität für die Dauer des Skills und erhöht die ANG-Geschw. 10 Sek. lang um 170.",
        "[Aufkommende Verzweiflung] Gewährt Statuseffekt-Immunität für die Dauer des Skills und erhöht die ANG-Geschw. 10 Sek. lang um 210.",
        "[Aufkommende Verzweiflung] Gewährt Statuseffekt-Immunität für die Dauer des Skills und erhöht die ANG-Geschw. 10 Sek. lang um 250."
      ],
      "story": "Halsband, das aus dem Leder einer mächtigen Bestie gefertigt wurde. Eine Trophäe, die an den Mantikor erinnert, den Ezekiel nach einem harten Kampf gegen die Dämonen jagte, als er noch jung war. Ezekiel erinnert sich jedes Mal an die Freude, den Mantikor zu töten, wenn er das Halsband der wilden Bestie berührt, kurz bevor er sich auf den nächsten Feind vor sich stürzt."
    }
  },
  "s3": {
    "name": "Strike of Doom",
    "description": "Sammelt Energie und greift damit den Gegner an, verursacht dadurch {0} M. Schaden und betäubt {1} Sek. lang. [Zorn] - Verbraucht zum Aktivieren 20% der aktuellen TP. Greift Gegner in Reichweite an und verdreifacht den Schaden.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Becomes immune to CC during activation.",
    "dark": "If there is 1 enemy, DMG is increased by 100%.",
    "ut": {
      "name": "Siegelband",
      "description": [
        "[Strike of Doom] Erhöht Schaden um 20% und erhält 1 zusätzliches Verfluchtes Blut nach Nutzung des Skills.",
        "[Strike of Doom] Erhöht Schaden um 24% und erhält 1 zusätzliches Verfluchtes Blut nach Nutzung des Skills.",
        "[Strike of Doom] Erhöht Schaden um 29% und erhält 1 zusätzliches Verfluchtes Blut nach Nutzung des Skills.",
        "[Strike of Doom] Erhöht Schaden um 35% und erhält 1 zusätzliches Verfluchtes Blut nach Nutzung des Skills.",
        "[Strike of Doom] Erhöht Schaden um 42% und erhält 1 zusätzliches Verfluchtes Blut nach Nutzung des Skills.",
        "[Strike of Doom] Erhöht Schaden um 50% und erhält 1 zusätzliches Verfluchtes Blut nach Nutzung des Skills."
      ],
      "story": "Ein Band, welches das Mana eines unbekannten Priesters enthält. Der junge Ezekiel lief früher regelmäßig Amok. Wenn jemand seine Mutter beleidigte, ließ er zu, dass sein kochendes Dämonenblut die Führung übernahm. Sobald er wieder zu Sinnen kam, starrte er auf seinen verletzten Arm und seine entsetzte Mutter. Als er schon älter war, beseitigte Ezekiel einmal gerade Dämonen, als er in einen Streit mit einem größeren Priester Luas geriet. Er verlor wie sonst auch die Beherrschung und als er erwachte, war er allein und erstaunt über das Band an seinem verfluchten Arm. Als er versuchte, es abzunehmen, merkte er, dass die Magie des Priesters nicht so einfach abzuschütteln war. Danach lief er jedoch nicht mehr Amok und verlor das Bewusstsein. Er konnte außerdem sein Mana besser kontrollieren, weshalb das Band jetzt zu seinen größten Schätzen zählt."
    }
  },
  "s4": {
    "name": "Cursed Blood",
    "description": "Ezekiel erhält am Ende des Skills einen Zähler für 'Verfluchtes Blut'. Bei 4 Zählern wird VErfluchtes Bluut verbraucht, um alle Skill-Cooldowns zurückzusetzen und {0} M. Schaden an nahestehenden Gegner zu verursachen. Sie werden für 3 Sek. zu Boden geworfen, während für {1} Sek. Zorn aktiviert wird, der nicht entfernt werden kann. Im Zornzustand wird ein beserkerartiger Kampfmodus ausgeführt, bei dem keine Kontrolle übernommen werden kann. ANG ist hierbei um {2} erhöht, normaler Schaden ist verdoppelt und alle Skilleffekte verstärkt. VErfluchtes Blut kann im Zornzustand nicht erlangt werden, Ausnahme bietet das Töten eines Feindes.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "When in Fury state, heal rate is increased by 50%.",
    "dark": "Per every stacked 'Cursed Blood', takes 12% reduced DMG.",
    "ut": {
      "name": "Skulptur des Blutes",
      "description": [
        "[Verfluchtes Blut] Erhöht den ANG-Boost um 20 %. Gewährt zu Beginn des ersten Kampfes 2 Zähler Verfluchtes Blut.",
        "[Verfluchtes Blut] Erhöht den ANG-Boost um 24 %. Gewährt zu Beginn des ersten Kampfes 2 Zähler Verfluchtes Blut.",
        "[Verfluchtes Blut] Erhöht den ANG-Boost um 29 %. Gewährt zu Beginn des ersten Kampfes 2 Zähler Verfluchtes Blut.",
        "[Verfluchtes Blut] Erhöht den ANG-Boost um 35 %. Gewährt zu Beginn des ersten Kampfes 2 Zähler Verfluchtes Blut.",
        "[Verfluchtes Blut] Erhöht den ANG-Boost um 42 %. Gewährt zu Beginn des ersten Kampfes 2 Zähler Verfluchtes Blut.",
        "[Verfluchtes Blut] Erhöht den ANG-Boost um 50 %. Gewährt zu Beginn des ersten Kampfes 2 Zähler Verfluchtes Blut."
      ],
      "story": "In Ezekiels Jugend tauchten auf seinem rechten Arm immer wieder Energiewellen auf, die an seinen Armen und Händen Wunden und Narben hinterließen. Wenn sich sein Arm wieder beruhigt hatte und das Blut auf den Boden tropfte, konzentrierte sich Ezekiel darauf, um sich auch selbst zu beruhigen. Anschließend wartete er, bis seine Arme nicht mehr bluteten, hob einen Stein auf, der mit seinem blauen Blut getränkt war, und fing an, daraus eine kleine Skulptur zu schnitzen, die wie seine rechte Hand aussah."
    }
  },
  "t5": {
    "light": "ANG, VERT, TP+15% / ANG-Geschw. +100",
    "dark": "When is Fury state, auto attack deals DMG that ignores DEF."
  }
}