{
  "name": "Theo",
  "subtitle": "Königsritter",
  "description": "Erster Ritter der verloren geglaubten Republik der Grauen. Er durchwandert die Welt auf der Suche nach seiner verschollenen Lehnsherrin, Jane. Sein Doppelspeer ist eine gefährliche Waffe, die nur darauf wartet, den nächsten Gegner zu durchbohren.",
  "story": "Ein Ritter, der vor 100 Jahren in den Diensten der Republik der Grauen stand und ein Bewunderer von Jane Gray. Theo war der Erste Ritter der Republik und Führer des Blitz-Legios. Während Duchys Schlacht gegen die Dämonenarmee verfiel die Gebirgsfestung in einen Kampfrausch, als ihr Siegel gebrochen war. Auf Janes Befehl rückte Theo aus, es zu bergen. Während er fort war, attackierten mächtige Dämonenoffiziere den königlichen Palast. Theo kehrte um, um sie trotz schwerster Verletzungen zu bekämpfen, konnte sie jedoch nicht alleine besiegen. Als die Schlacht vorbei war, hielt er die Leiche der Prinzessin in seinen Armen und schrie seinen Schmerz durch die Ruinen des Palastes. Plötzlich bot ihm ein geheimnisvolles Wesen die Chance, seine Prinzessin für alle Ewigkeit zu verteidigen. Als er einwilligte, verfiel er in einen tiefen Schlaf.",
  "like": "Meine Dame; Jane",
  "dislike": "Dämonen und deren Offiziere",
  "inn": {
    "idle": "Ich bin Theo Phil Grayum von der Grauen Republik.",
    "recruit": {
      "greet": "Oh, du bist es. Wir sind uns schon begegnet, oder?",
      "talk": [
        "Ich möchte sie gern noch ein mal sehen.",
        "... Es sind mehr als hundert Winter vergangen.",
        "Hast du vielleicht eine wunderschöne Lady mit schneeweißem Haar gesehen?"
      ],
      "gift": "Dein Herz ist mit Wärme gefüllt."
    },
    "affinity": {
      "greet": "Hallo.",
      "talk": [
        "Nicht alle Dämonen sind böse ... So wie diese Katze, verstehst du.",
        "Ich verwende Speere seit meiner Jugend. Ich bin an den Umgang mit Speeren gewöhnt."
      ],
      "gift": "Danke. Mein Herz erwärmt sich."
    },
    "relationship": {
      "greet": "Wie geht es dir? Es ist schon eine Weile her.",
      "talk": [
        "Es war das erste Mal, dass mir ums Herz so warm wurde... So als wäre ich der Sonne ganz nah.",
        "Jeder fragt, warum ich tue, was ich tue... Die Antwort ist: Ich suche nur nach meinem Weg im Leben.",
        "Es ist schon so lange her. Was wenn sie mich nicht wiedererkennt? Ich weiß nicht, was ich dann tun soll..."
      ]
    }
  },
  "uw": {
    "name": "Blitzschlag, Legios",
    "description": [
      "Jeder normale Angriff kumuliert 'Blitz'. Wenn 50 Stacks erreicht sind, wird 'Blitzschlag, Legios' aktiviert, was für 10 Sek. Angriffsgeschw. und VERT Penetration um 300 und Krit. Schaden um 100% erhöht. Blitz kumuliert sich in diesem Zustand nicht. Dieser Effekt kann nicht entfernt werden.",
      "Jeder normale Angriff kumuliert 'Blitz'. Wenn 50 Stacks erreicht sind, wird 'Blitzschlag, Legios' aktiviert, was für 10 Sek. Angriffsgeschw. und VERT Penetration um 360 und Krit. Schaden um 120% erhöht. Blitz kumuliert sich in diesem Zustand nicht. Dieser Effekt kann nicht entfernt werden.",
      "Jeder normale Angriff kumuliert 'Blitz'. Wenn 50 Stacks erreicht sind, wird 'Blitzschlag, Legios' aktiviert, was für 10 Sek. Angriffsgeschw. und VERT Penetration um 430 und Krit. Schaden um 144% erhöht. Blitz kumuliert sich in diesem Zustand nicht. Dieser Effekt kann nicht entfernt werden.",
      "Jeder normale Angriff kumuliert 'Blitz'. Wenn 50 Stacks erreicht sind, wird 'Blitzschlag, Legios' aktiviert, was für 10 Sek. Angriffsgeschw. und VERT Penetration um 520 und Krit. Schaden um 173% erhöht. Blitz kumuliert sich in diesem Zustand nicht. Dieser Effekt kann nicht entfernt werden.",
      "Jeder normale Angriff kumuliert 'Blitz'. Wenn 50 Stacks erreicht sind, wird 'Blitzschlag, Legios' aktiviert, was für 10 Sek. Angriffsgeschw. und VERT Penetration um 620 und Krit. Schaden um 208% erhöht. Blitz kumuliert sich in diesem Zustand nicht. Dieser Effekt kann nicht entfernt werden.",
      "Jeder normale Angriff kumuliert 'Blitz'. Wenn 50 Stacks erreicht sind, wird 'Blitzschlag, Legios' aktiviert, was für 10 Sek. Angriffsgeschw. und VERT Penetration um 750 und Krit. Schaden um 250% erhöht. Blitz kumuliert sich in diesem Zustand nicht. Dieser Effekt kann nicht entfernt werden."
    ],
    "story": "Ein Speer, der angeblich aus einem Blitzschlag gefertigt wurde. Dieser beeindruckende und mannshohe Speer wird konstant von Elektrizität umflossen. Einen Speer aus einem Blitz zu schmieden war eine ungeheure Aufgabe. Doch Jin war auch kein normaler Schmied. Er schmolz einen riesigen Manastein, durchtränkt von Rotdrachenblut. Diesen verwendete er dazu, den Blitz zu bannen, ehe er ihn zu einem Speer schmiedete. Niemand außer seinem auserwählten Meister vermag es, diese Waffe zu berühren. Wenn seine zwei Teile vereinigt werden, wird ein riesiger Energiefluss freigesetzt, der Drachengebrüll gleicht."
  },
  "s1": {
    "name": "Finaler Hieb",
    "description": "Greift den Gegner 16 Mal für insgesamt {0} M. Schaden an. Bei jedem Krit. Schlag erhöht sich der Krit. Schaden um 3% für 10 Sek. Außerdem 30- Chance {1} zusätzlichen M. Schaden zu verursachen und für 0,3 Sek. zu betäuben. Krit. Schaden kann sich bis zu 30 Mal kumulieren..",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist.",
    "dark": "Reduziert Cooldown um 2 Sek.",
    "ut": {
      "name": "Pelzdekoration des Zobels",
      "description": [
        "[Finaler Hieb] Entfernt alle negativen Effekte des Beschwörers und hat eine Chance von 8 %, bei jedem Treffer alle positiven Effekte vom Ziel zu entfernen.",
        "[Finaler Hieb] Entfernt alle negativen Effekte des Beschwörers und hat eine Chance von 10 %, bei jedem Treffer alle positiven Effekte vom Ziel zu entfernen.",
        "[Finaler Hieb] Entfernt alle negativen Effekte des Beschwörers und hat eine Chance von 12 %, bei jedem Treffer alle positiven Effekte vom Ziel zu entfernen.",
        "[Finaler Hieb] Entfernt alle negativen Effekte des Beschwörers und hat eine Chance von 14 %, bei jedem Treffer alle positiven Effekte vom Ziel zu entfernen.",
        "[Finaler Hieb] Entfernt alle negativen Effekte des Beschwörers und hat eine Chance von 17 %, bei jedem Treffer alle positiven Effekte vom Ziel zu entfernen.",
        "[Finaler Hieb] Entfernt alle negativen Effekte des Beschwörers und hat eine Chance von 20 %, bei jedem Treffer alle positiven Effekte vom Ziel zu entfernen."
      ],
      "story": "Eine Dekoration, die als Glücksbringer dienen soll. Sie wurde aus dem Fell von Sereblos, dem heiligen Zobel, hergestellt. Legios’ elektrische Signale können den Körper an die Grenzen treiben. Das glänzende Fell des Zobels absorbiert den Rückstoß und erleichtert den Einsatz der Waffe für Theo erheblich. Sereblos’ Fell funktioniert wie ein Leiter, der Legios’ elektrische Signale auf den ganzen Körper aufteilt. Theos Adern werden dabei durch heilige Energie geschützt, sodass er bedenkenlos kämpfen kann, ohne seinen Körper zu verletzen."
    }
  },
  "s2": {
    "name": "Blitzgott",
    "description": "Versetzt bei Aktivierung in den 'Blitzgott' Zustand. Wirft einen Speer aus Blitzen auf den Gegner, um {0} M. Schaden zu verursachen. Der getroffenen Gegner erleidet für 10 Sek. {1} erhöhten M. Schaden. In diesem Zustand lädt sich Mana 10 Sek. nicht auf, aber die 'Für Jane' Aktivierungsrate wird um 40% und ANG um {2} erhöht.",
    "books": {
      "0": "ANG und Schaden werden um {0}% erhöht.",
      "1": "ANG und Schaden werden um {0}% erhöht.",
      "2": "ANG und Schaden werden um {0}% erhöht."
    },
    "light": "Reduziert Manakosten um 1.",
    "dark": "Schaden, der im Blitzgott-Status erlitten wird, ist 30% höher, aber ANG ist um 100% erhöht.",
    "ut": {
      "name": "Halskette des Blitzgottes",
      "description": [
        "[Blitzgott] Erhöht die ANG-Geschwindigkeit für die Dauer des Skills um 250 und die Aktivierungschance von 'Für Jane' wird um zusätzliche 8% erhöht.",
        "[Blitzgott] Erhöht die ANG-Geschwindigkeit für die Dauer des Skills um 250 und die Aktivierungschance von 'Für Jane' wird um zusätzliche 9,6% erhöht.",
        "[Blitzgott] Erhöht die ANG-Geschwindigkeit für die Dauer des Skills um 250 und die Aktivierungschance von 'Für Jane' wird um zusätzliche 11,5% erhöht.",
        "[Blitzgott] Erhöht die ANG-Geschwindigkeit für die Dauer des Skills um 250 und die Aktivierungschance von 'Für Jane' wird um zusätzliche 13,8% erhöht.",
        "[Blitzgott] Erhöht die ANG-Geschwindigkeit für die Dauer des Skills um 250 und die Aktivierungschance von 'Für Jane' wird um zusätzliche 16,5% erhöht.",
        "[Blitzgott] Erhöht die ANG-Geschwindigkeit für die Dauer des Skills um 250 und die Aktivierungschance von 'Für Jane' wird um zusätzliche 20% erhöht."
      ],
      "story": "Legios, der „Blitzschlag aus dem Himmel“ genannt wird, wird auch als „Heilige Bestie“ bezeichnet. Die Macht von Legios war so groß, dass die Republik der Grauen sie nicht handhaben konnte, als sie eine Waffe daraus anfertigten. Der größte Teil wurde in den Speer der Blitze geschmiedet und die verbleibenden Teile wurden in anderen Orten eingesetzt. Eines dieser Teile wurde in die Halskette des Blitzgottes eingelassen. man sagt, dass jeder, der diese Halskette trägt, mit dem Speer der Blitze kommunizieren kann und der Macht von Legios näher kommt."
    }
  },
  "s3": {
    "name": "Blitzexplosion",
    "description": "Springt zu einem Gegner und rammt einen Speer in den Boden, der das Ziel und umstehende Gegner 5 Mal für {0} M. Schaden trifft und sie 3 Sek. lang betäubt.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Schaden ist um 40% erhöht.",
    "dark": "Betäubungszeit ist um 1 Sek. erhöht.",
    "ut": {
      "name": "Essenz des Roten Blitz",
      "description": [
        "[Blitzexplosion] Reduziert Skill-Cooldown um 30% beim Angriff, verursacht 40% des ANG als zusätzlichen M.Schaden.",
        "[Blitzexplosion] Reduziert Skill-Cooldown um 30% beim Angriff, verursacht 48% des ANG als zusätzlichen M.Schaden.",
        "[Blitzexplosion] Reduziert Skill-Cooldown um 30% beim Angriff, verursacht 58% des ANG als zusätzlichen M.Schaden.",
        "[Blitzexplosion] Reduziert Skill-Cooldown um 30% beim Angriff, verursacht 70% des ANG als zusätzlichen M.Schaden.",
        "[Blitzexplosion] Reduziert Skill-Cooldown um 30% beim Angriff, verursacht 84% des ANG als zusätzlichen M.Schaden.",
        "[Blitzexplosion] Reduziert Skill-Cooldown um 30% beim Angriff, verursacht 100% des ANG als zusätzlichen M.Schaden."
      ],
      "story": "Erbe der gefallenen Republik der Grauen. Ein Schatz, den ein angesehener Palastmagier der Republik der Grauen dem ersten Ritter, Theo, anvertraute, dem auch „Blitz-Legios“ gegeben wurde. Die Blitzessenz, welche die Energie eines Blitzes enthält, maximiert den Effekt der Blitzexplosion."
    }
  },
  "s4": {
    "name": "Für Jane",
    "description": "Jeder normale Angriff hat eine 20%-Chance {0} M. Schaden zu verursachen und für 0,7 Sek. zu betäuben.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Schaden ist um 40% erhöht.",
    "dark": "Betäubungszeit ist um 0,2 Sek. erhöht.",
    "ut": {
      "name": "Eine weitere Begräbnispuppe",
      "description": [
        "[Für Jane] Erhöht die Aktivierungschance um 20 % und die eigene ANG-Geschwindigkeit zu Beginn jedes Kampfes für 30 Sek. um 350.",
        "[Für Jane] Erhöht die Aktivierungschance um 24 % und die eigene ANG-Geschwindigkeit zu Beginn jedes Kampfes für 30 Sek. um 350.",
        "[Für Jane] Erhöht die Aktivierungschance um 29 % und die eigene ANG-Geschwindigkeit zu Beginn jedes Kampfes für 30 Sek. um 350.",
        "[Für Jane] Erhöht die Aktivierungschance um 35 % und die eigene ANG-Geschwindigkeit zu Beginn jedes Kampfes für 30 Sek. um 350.",
        "[Für Jane] Erhöht die Aktivierungschance um 42 % und die eigene ANG-Geschwindigkeit zu Beginn jedes Kampfes für 30 Sek. um 350.",
        "[Für Jane] Erhöht die Aktivierungschance um 50 % und die eigene ANG-Geschwindigkeit zu Beginn jedes Kampfes für 30 Sek. um 350."
      ],
      "story": "Eine Begräbnispuppe, die May auf Bitten von Theo angefertigt hat. Theo hat die Puppe, die genauso aussieht wie er, dort hingestellt, wo sich einst der Grabstein seiner ewigen Geliebten befand. So kann er immer bei ihr sein, auch wenn die Zeit wieder vergeht und er selbst wieder zur Erde zurückkehrt."
    }
  },
  "t5": {
    "light": "ANG, VERT, TP+15% / Krit. Chance +100",
    "dark": "Regeneriert stattdessen Mana, wenn 'Blitzgott' aktiviert wird. Falls Mana bereits voll ist, wird ANG für 10 Sek. um 50% erhöht. Dieser Effekt aktiviert sich nur alle 20 Sek."
  }
}