{
  "name": "Priscilla",
  "subtitle": "Zofe aus Stahl",
  "description": "Ursprünglich hatte sie eine der höchsten Positionen in der Armee von Orvelia inne, arbeitete dann aber als Hausmädchen für die geniale Magierin Aisha; die einzige Tochter der noblen Daphnel Pon Familie. Mit ihrer riesigen Hellebarde teilt sie tödliche Schläge aus.",
  "story": "Eine frühere Offizierin der Streitkräfte von Orvelia. Nach einem fehlgeschlagenen Versuch, Korruption unter den militärischen Führern aufzudecken, wurde sie entlassen. Um ihre korrupten Machenschaften geheim halten zu können, schickten die Militärs immer wieder Auftragsmörder, um sie zu beseitigen. Ihr langer und einsamer Kampf forderte langsam psychischen und physischen Tribut. Eines Tages bot ihr die aristokratische von Daphnel-Familie ihren Schutz im Gegenzug für ihre Dienste. Sie willigte ein und arbeitet seitdem als Aishas Magd im Turm der Weisen. Bis heute versieht sie hingebungsvoll ihren Dienst als Leibwächterin. Ihre gesamten Einkünfte schickt sie allerdings an einen unbekannten Empfänger.",
  "like": "Waffenbrüder; ihre Dame; hübsche Kleidung für ihre Dame",
  "dislike": "Unordentlichkeit; Ungerechtigkeit",
  "inn": {
    "idle": "Ihre Herrschaft hält ein im Moment ein Nickerchen.",
    "recruit": {
      "greet": "Ihre Herrschaft ist zur Moment nicht auf ihrem Zimmer.",
      "talk": [
        "...",
        "Wir werden bei der nächsten Gelegenheit darüber sprechen.",
        "Ich bin kein Soldat mehr."
      ],
      "gift": "Ich bin es nicht gewohnt, Geschenke zu erhalten, aber vielen Dank dafür."
    },
    "affinity": {
      "greet": "Du bist es. Schön, dich zu sehen.",
      "talk": [
        "Ich hoffe meiner Dame gefällt das neue Teeservice, dass ich gekauft habe.",
        "Ich muss bei der Schmiede Halt machen, um meine Axt schärfen zu lassen."
      ],
      "gift": "Danke dir. Ich hoffe du bereitest beim nächsten Mal frischen Tee vor."
    },
    "relationship": {
      "greet": "Oh, du bist es. Es ist schon eine Weile her.",
      "talk": [
        "Vielleicht haben meine Angestellten damals zu sehr unter meinen jugendlichen Ausbrüchen gelitten...",
        "Sie war ein kleines Kind... ein Kind, das versucht hat, erwachsen zu sein... also wollte ich sie beschützen.",
        "Ich bin mit meinem jetzigen Leben zufrieden. Mein Einkommen ist anständig, so dass ich meine ehemaligen Angestellten auch unterstützen kann."
      ]
    }
  },
  "uw": {
    "name": "Wirbeltanz, Excilius",
    "description": [
      "Wenn die Skills 'Präziser Stoß' und 'Wirbelnder Tanz' den Feind treffen, wird der Cooldown des jeweiligen Skills um 1 Sek verringert, während die ANG-Geschw. 5 Sek lang um 50 pro getroffenen Feind steigt. Der ANG-Geschwindigkeitsboost kumuliert sich bis zu 10 Mal.",
      "Wenn die Skills 'Präziser Stoß' und 'Wirbelnder Tanz' den Feind treffen, wird der Cooldown des jeweiligen Skills um 1.2 Sek verringert, während die ANG-Geschw. 5 Sek lang um 50 pro getroffenen Feind steigt. Der ANG-Geschwindigkeitsboost kumuliert sich bis zu 10 Mal.",
      "Wenn die Skills 'Präziser Stoß' und 'Wirbelnder Tanz' den Feind treffen, wird der Cooldown des jeweiligen Skills um 1.4 Sek verringert, während die ANG-Geschw. 5 Sek lang um 50 pro getroffenen Feind steigt. Der ANG-Geschwindigkeitsboost kumuliert sich bis zu 10 Mal.",
      "Wenn die Skills 'Präziser Stoß' und 'Wirbelnder Tanz' den Feind treffen, wird der Cooldown des jeweiligen Skills um 1.7 Sek verringert, während die ANG-Geschw. 5 Sek lang um 50 pro getroffenen Feind steigt. Der ANG-Geschwindigkeitsboost kumuliert sich bis zu 10 Mal.",
      "Wenn die Skills 'Präziser Stoß' und 'Wirbelnder Tanz' den Feind treffen, wird der Cooldown des jeweiligen Skills um 2 Sek verringert, während die ANG-Geschw. 5 Sek lang um 50 pro getroffenen Feind steigt. Der ANG-Geschwindigkeitsboost kumuliert sich bis zu 10 Mal.",
      "Wenn die Skills 'Präziser Stoß' und 'Wirbelnder Tanz' den Feind treffen, wird der Cooldown des jeweiligen Skills um 2.5 Sek verringert, während die ANG-Geschw. 5 Sek lang um 50 pro getroffenen Feind steigt. Der ANG-Geschwindigkeitsboost kumuliert sich bis zu 10 Mal."
    ],
    "story": "Während ihrer militärischen Karriere erschlug Priscilla zahllose Feinde mit ihrer Hellebarde. Obwohl die Hellebarde nach ihrem Ruhestandsantritt in einen reparaturbedürftigen Zustand verfiel, wurde sie später als Exilius wiedererweckt. Dieses Upgrade war Teil des Auftrags an Annette, die für Aisha Mahitra herstellen sollte. Diese rasiermesserscharfe und unglaublich robuste neue Waffe verfügt über die magische Kraft, ihre Feinde anzuziehen. Diejenigen, die Priscilla beim Kampf gegen ihre dämonischen Feinde gesehen hatten, sprachen darüber als handelte es sich dabei um einen unaufhaltsamen Sturm."
  },
  "s1": {
    "name": "Präziser Stoß",
    "description": "Fügt Feinden an der Front {0} K.Schaden zu und betäubt sie für 1 Sek. Dieser Angriff trifft immer kritisch.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht Betäubungsdauer um 2 Sek",
    "dark": "Die unbedingten kritischen Treffer werden entfernt. Krit. Schaden wird um 150% erhöht.",
    "ut": {
      "name": "Gewicht des wütenden Angriffs",
      "description": [
        "[Präziser Stoß] Erhöht den Schaden um 50 % und verringert K.Blockieren des Ziels 10 Sek. lang um 200.",
        "[Präziser Stoß] Erhöht den Schaden um 50 % und verringert K.Blockieren des Ziels 10 Sek. lang um 240.",
        "[Präziser Stoß] Erhöht den Schaden um 50 % und verringert K.Blockieren des Ziels 10 Sek. lang um 290.",
        "[Präziser Stoß] Erhöht den Schaden um 50 % und verringert K.Blockieren des Ziels 10 Sek. lang um 350.",
        "[Präziser Stoß] Erhöht den Schaden um 50 % und verringert K.Blockieren des Ziels 10 Sek. lang um 420.",
        "[Präziser Stoß] Erhöht den Schaden um 50 % und verringert K.Blockieren des Ziels 10 Sek. lang um 500."
      ],
      "story": "Ein Gewicht, das an der Unterseite von Exilius’ Griff angebracht ist. Es hilft Priscilla dabei, eine bessere Balance zu finden, um verlässlichere und präzisere Angriffe ausführen zu können. Als Annette ihre Hellebarde zu Exilius verstärkt hatte, ersetzte sie auch das Gewicht. Durch technomagische Verstärkung konnte der Härtegrade des Gewichts deutlich erhöht werden, sodass sie jetzt mit noch größerer Präzision zuschlagen kann."
    }
  },
  "s2": {
    "name": "Zangenangriff",
    "description": "Versetzt Priscilla und einen Verbündeten mit dem höchsten ANG für 20 Sek. in den Status „Zangenangriff“ und entfernt negative Effekte. Priscilla und der Verbündete im Status Zangenangriff erhalten einen ANG-Boost in Höhe von 15 % von Priscillas ANG + {0}.",
    "books": {
      "0": "Erhöht ANG-Erhöhungsrate um {0}%.",
      "1": "Erhöht ANG-Erhöhungsrate um {0}%.",
      "2": "Erhöht ANG-Erhöhungsrate um {0}%."
    },
    "light": "Erhöht Krit. Schaden um 80%.",
    "dark": "Im Zangen-Zustand wird der erlittene Schaden des Ziels um 30% erhöht.",
    "ut": {
      "name": "Schickes Teeservice",
      "description": [
        "[Zangenangriff] Erhöht den ANG-Boost um 20% und verringert den Cooldown des Helden mit dem höchsten ANG um 30%.",
        "[Zangenangriff] Erhöht den ANG-Boost um 24% und verringert den Cooldown des Helden mit dem höchsten ANG um 30%.",
        "[Zangenangriff] Erhöht den ANG-Boost um 29% und verringert den Cooldown des Helden mit dem höchsten ANG um 30%.",
        "[Zangenangriff] Erhöht den ANG-Boost um 35% und verringert den Cooldown des Helden mit dem höchsten ANG um 30%.",
        "[Zangenangriff] Erhöht den ANG-Boost um 42% und verringert den Cooldown des Helden mit dem höchsten ANG um 30%.",
        "[Zangenangriff] Erhöht den ANG-Boost um 50% und verringert den Cooldown des Helden mit dem höchsten ANG um 30%."
      ],
      "story": "Aishas Lieblings-Keramikteetassen, die Priscilla jederzeit bereithält. Luxuriöse Teetassen, die aus dem besten Ton des östlichen Kontinents jenseits des Meeres hergestellt wurden. Sie werden größtenteils zum Teetrinken mit Aisha benutzt, aber auch für den „Zangenangriff“ mit Priscilla."
    }
  },
  "s3": {
    "name": "Wirbelnder Tanz",
    "description": "Fügt Feinden in Radius-Reichw. {0} K.Schaden zu und zieht sie zu sich heran. Wird dieser Skill während des 'Zangen'-Effekts aktiviert, erleiden alle getroffenen Feinde {1}% zusätzlichen K. und M.Schaden für 10 Sek.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Jeder kritische Treffer reduziert Cooldown um 10%.",
    "dark": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist.",
    "ut": {
      "name": "Magischer Stein der Schwerkraft",
      "description": [
        "[Wirbelnder Tanz] Erhöht Schaden um 20% und betäubt das Ziel 3 Sek. lang.",
        "[Wirbelnder Tanz] Erhöht Schaden um 24% und betäubt das Ziel 3 Sek. lang.",
        "[Wirbelnder Tanz] Erhöht Schaden um 29% und betäubt das Ziel 3 Sek. lang.",
        "[Wirbelnder Tanz] Erhöht Schaden um 35% und betäubt das Ziel 3 Sek. lang.",
        "[Wirbelnder Tanz] Erhöht Schaden um 42% und betäubt das Ziel 3 Sek. lang.",
        "[Wirbelnder Tanz] Erhöht Schaden um 50% und betäubt das Ziel 3 Sek. lang."
      ],
      "story": "Das erste magische Werkzeug, das von einem lila Magier hergestellt wurde. Das erste Geschenk, das Aisha verlieh. Aisha schuf dieses magische Werkzeug, weil sie ein schlechtes Gewissen hatte, dass Priscilla bei ihrem „Wirbelnden Tanz“ so viel Kraft verbraucht. Der Manastein der Schwerkraft befreit den Körper beim Wirbelnden Tanz von der Schwerkraft und verstärkt dessen Effekt."
    }
  },
  "s4": {
    "name": "Waffenbeherrschung",
    "description": "Erhöht die eigene ANG um {0} und die Durchdringung um {1}.",
    "books": {
      "0": "Erhöht ANG-Erhöhungsrate um {0}%.",
      "1": "Erhöht ANG-Erhöhungsrate um {0}%.",
      "2": "Erhöht Krit. Schaden um {0}%."
    },
    "light": "Erhöht ANG-Boost um 40%.",
    "dark": "Erhöht Krit. Chance um 250.",
    "ut": {
      "name": "Unruhebringer",
      "description": [
        "[Waffenbeherrschung] Erhöht den ANG-Boost um 50 %. Die eigene VERT insgesamt ist um 10 % erhöht.",
        "[Waffenbeherrschung] Erhöht den ANG-Boost um 50 %. Die eigene VERT insgesamt ist um 12 % erhöht.",
        "[Waffenbeherrschung] Erhöht den ANG-Boost um 50 %. Die eigene VERT insgesamt ist um 14 % erhöht.",
        "[Waffenbeherrschung] Erhöht den ANG-Boost um 50 %. Die eigene VERT insgesamt ist um 17 % erhöht.",
        "[Waffenbeherrschung] Erhöht den ANG-Boost um 50 %. Die eigene VERT insgesamt ist um 21 % erhöht.",
        "[Waffenbeherrschung] Erhöht den ANG-Boost um 50 %. Die eigene VERT insgesamt ist um 25 % erhöht."
      ],
      "story": "Eine Hellebarde, die Priscilla zum Üben benutzte. Der Sturm des Krieges wurde mit diesem schäbigen, alten Speer entfesselt. Priscilla hat ihn hin und wieder herausgeholt, um sich ihre Ausbildung wieder ins Gedächtnis zu rufen. So konnte sie ihrem Lebensstil immer treu bleiben und ihre Herrin vor allen Gefahren beschützen."
    }
  },
  "t5": {
    "light": "ANG, VERT, TP+15% / Effekt-Widerstund +100",
    "dark": "Erhöht ANG und K.VERT aller Verbündeten um 3% der eigenen ANG und K.VERT."
  }
}