{
  "name": "Esker",
  "subtitle": "Der Illusionsspieler",
  "description": "Der gefährlichste Mann der geheimen Glücksspielwelt. Er hat die seltene Fähigkeit, die Gedanken anderer Leute zu lesen. Sobald sich jemand von seinen Würfelkünsten ablenken lässt, ist das Spiel so gut wie verloren.",
  "story": "Esker, geboren mit dem Geist eines fahrenden Künstlers, war ein Star-Zauberer von Stardust, einer wandernden Theatertruppe. Doch dann wurde er von Premierminister El Moriham von Orvelia hereingelegt und verschwand. Gerade als man begann, ihn zu vergessen, erschien er plötzlich wieder auf der Bildfläche – als einer der gefährlichsten Spieler der Welt des geheimen Glücksspiels. „Der Illusionsspieler“. So nannten ihn seine Herausforderer, die gleichsam vor Angst zitterten. Die Spieler, die mit ihm gespielt hatten, beschrieben ihn allesamt ähnlich. Sobald sie mit Eskers einzigartigem Lachen, seiner sanften Stimme und den leeren Augen konfrontiert waren, ergriff sie das dumpfe Gefühl, dass der Mann gegenüber ihre Züge bereits im Voraus lesen könne.",
  "like": "Hokuspokus-Runenwürfel, Klavierkonzert Nr. 7 von Haydn, Silber-Seewolf-Filet mit 4 Tropfen Zitronensaft.",
  "dislike": "Fischen, Regenwürmer, Pseudo-Künstler, scharfes Essen.",
  "inn": {
    "idle": "Pssst! Sag niemandem, dass du mich gesehen hast.",
    "recruit": {
      "greet": "Willst du spielen? Ich könnte dich ein Spiel gewinnen lassen.",
      "talk": [
        "Halte die Augen offen und sieh zu. Sobald ich diesen Würfel hier werfe, wird sich vor dir eine Welt meiner Schöpfung auftun.",
        "Uh-oh. Ich weiß, wie der nächste Wurf ausfallen wird. Du verlierst in dem Moment, in dem zu zulässt, dass dein Gegner deine Gedanken liest.",
        "Bist du wütend, weil ich immerzu gewinne? Komm schon, beim nächsten Mal lasse ich dich gewinnen."
      ],
      "gift": "War es das?"
    },
    "affinity": {
      "greet": "Hahaha, du bist besser geworden! Wie wäre es, wenn du dich mir anschließt und ein wenig echtes Geld verdienst?",
      "talk": [
        "Dieser Lucias ist ein sturer Idiot. Sag ihm niemals, dass ich hier bin. Argh, mich fröstelt es schon, wenn ich nur daran denke, ihn treffen zu müssen.",
        "Das geheime Glücksspielhaus? Hmpf, das könntest du dir nicht einmal vorstellen. Du darfst nicht einmal am Tisch sitzen, wenn du keine volle Flasche Vampirblut hast. Ach, komm schon, weine nicht. Ich mache doch nur Spaß."
      ],
      "gift": "Vergiss das Geschenk, gehen wir Abendessen. Filet vom Silber-Seewolf mit Zitronensaft, das wäre jetzt perfekt."
    },
    "relationship": {
      "greet": "Mein Spiel endet, wenn meine Rache vollzogen ist. Es kümmert mich nicht, ob ich dadurch ruiniert werde oder nicht. Die Würfel werden weiterrollen.",
      "talk": [
        "Als wir jung waren, fischten wir gemeinsam nach Goldlachsen ... Ich mochte das nie, ehrlich gesagt. Ich habe es gehasst, diese ekelhaften Regenwürmer an den Haken zu hängen.",
        "Nach der Darbietung lehrte ich Ophelia das Mischen der Karten.",
        "Wann ich zurück zu Stardust gehe? Na ja ... Ich werde darüber nachdenken, wenn du zu meiner Darbietung kommst."
      ]
    }
  },
  "uw": {
    "name": "Freude des Wanderers, Lu Etrona-Würfel",
    "description": [
      "Stellt bei einem kritischen Skilltreffer 100 Mana wieder her und erhöht den erlittenen M.Schaden des Ziels für 10 Sek. um 20 %.",
      "Stellt bei einem kritischen Skilltreffer 120 Mana wieder her und erhöht den erlittenen M.Schaden des Ziels für 10 Sek. um 24 %.",
      "Stellt bei einem kritischen Skilltreffer 140 Mana wieder her und erhöht den erlittenen M.Schaden des Ziels für 10 Sek. um 29 %.",
      "Stellt bei einem kritischen Skilltreffer 170 Mana wieder her und erhöht den erlittenen M.Schaden des Ziels für 10 Sek. um 35 %.",
      "Stellt bei einem kritischen Skilltreffer 210 Mana wieder her und erhöht den erlittenen M.Schaden des Ziels für 10 Sek. um 42 %.",
      "Stellt bei einem kritischen Skilltreffer 250 Mana wieder her und erhöht den erlittenen M.Schaden des Ziels für 10 Sek. um 50 %."
    ],
    "story": "Ein Paar Würfel, das einst von Hexipolia, dem Fahrenden Illusionsclown verwendet wurde. Er war ein bewährter Magier und Künstler längst vergangener Zeiten, der den gesamten Kontinent bereiste, um den Leuten Freude zu bringen und dafür zu sorgen, dass sie ihre Schmerzen vergessen konnten. Seine Darbietungen spendeten den Leuten Trost und Hoffnung in verwirrenden Zeiten, und sie liebten ihn so sehr, dass sie im Gedenken an seinen edlen Geist den Mond von Hexipolia schufen. Doch die psychisch fordernde Natur der Künste Hexipolias ließ seine Seele langsam verkümmern und er litt an Einsamkeit und Depressionen. Er wollte seine natürliche Gabe aufgeben, doch der Schatten, der die Leute überragte, war zu gewaltig, und er wusste nur zu gut, was seine Darbietungen seinem Publikum bedeuteten. Es war sein Schicksal, Leute zu unterhalten. Die Lu Etrona-Würfel schuf er, um sich auf seinen schmerzvollen Unterhaltungsreisen zu amüsieren. Er füllte die Würfel mit seinem Mana und gab ihnen die Macht, eine dimensionale Illusion zu erzeugen. Die Würfel eröffneten beim Wurf eine imaginäre Welt, in der Hexipolia ein wenig Frieden finden konnte. Die Würfel wurden an seine Nachfahren weitergegeben, die seine Unterhaltungstätigkeiten weiterführten, doch sie verschwunden, als die alte Zivilisation in sich zusammenbrach. Heute befinden sich die Würfel in Besitz eines Mannes, den man den Illusionsspieler nennt. Nun werden sie auf andere, zweckentfremdete Weise benutzt, gegen den Willen ihres Herstellers ... Es heißt, die Würfel erschienen mit blinkenden Lichtern in Eskers Händen, als er der Welt verzweifelt den Rücken kehren wollte."
  },
  "s1": {
    "name": "Das ist mein Spiel",
    "description": "Greift einen zufälligen Feind 3-mal an, verursacht {0} M.Schaden und betäubt ihn für {1} Sek. Treffen alle 3 Angriffe denselben Feind, erleidet er zusätzlich {2} M.Schaden, der die VERT ignoriert.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht den Schaden um 100 %, wenn nur noch 1 Feind übrig ist.",
    "dark": "Verringert die ANG-Geschwindigkeit des Feindes 10 Sek. lang um 200.",
    "ut": {
      "name": "Hokuspokus-Runenwürfel",
      "description": [
        "[Das ist mein Spiel] Erhöht den Schaden um 20 % und die Trefferanzahl um 1.",
        "[Das ist mein Spiel] Erhöht den Schaden um 24 % und die Trefferanzahl um 1.",
        "[Das ist mein Spiel] Erhöht den Schaden um 29 % und die Trefferanzahl um 1.",
        "[Das ist mein Spiel] Erhöht den Schaden um 35 % und die Trefferanzahl um 1.",
        "[Das ist mein Spiel] Erhöht den Schaden um 42 % und die Trefferanzahl um 1.",
        "[Das ist mein Spiel] Erhöht den Schaden um 50 % und die Trefferanzahl um 1."
      ],
      "story": "Ein Spielzeugwürfel, mit dem Esker und Ophelia spielten, wenn sie sich nicht gut fühlte. Der Würfel schimmert glänzend, wenn die Runen zusammengesetzt werden, und spielt eine wunderschöne Melodie, wenn er vollständig gelöst wurde. Ophelia war oft deprimiert, weil sie nicht wusste, wie der Mann ihres Schicksals, den sie im Traum getroffen hatte, aussehen würde. In solchen Fällen nahm Esker seinen Würfel heraus, um seine Schwester zu beruhigen, woraufhin sie ihm dabei zusah, wie er den Würfel löste."
    }
  },
  "s2": {
    "name": "Ich bin dran",
    "description": "Lässt die Würfel rollen und erhöht für 60 Sek. den ANG von 2 zufälligen Verbündeten um {0} und den Krit. Schaden um {1}  %. Dieser Effekt kann bis zu {2} -mal gestapelt werden und die Anzahl der Ziele erhöht sich mit jedem Punkt auf den Würfeln um 1.",
    "books": {
      "0": "Erhöht ANG um {0}%.",
      "1": "Erhöht ANG um {0}%.",
      "2": "Erhöht ANG um {0}%."
    },
    "light": "Erhöht die Manakosten um 1, dafür wird immer eine 6 gewürfelt.",
    "dark": "Verringert die Manakosten um 1.",
    "ut": {
      "name": "Unspielbare Schachfigur",
      "description": [
        "[Ich bin dran] Der Effekt von Ich bin dran kann nicht mehr entfernt werden und gewährt außerdem dem Verbündeten mit dem höchsten ANG 30 ANG-Geschwindigkeit pro Stapel.",
        "[Ich bin dran] Der Effekt von Ich bin dran kann nicht mehr entfernt werden und gewährt außerdem dem Verbündeten mit dem höchsten ANG 36 ANG-Geschwindigkeit pro Stapel.",
        "[Ich bin dran] Der Effekt von Ich bin dran kann nicht mehr entfernt werden und gewährt außerdem dem Verbündeten mit dem höchsten ANG 43 ANG-Geschwindigkeit pro Stapel.",
        "[Ich bin dran] Der Effekt von Ich bin dran kann nicht mehr entfernt werden und gewährt außerdem dem Verbündeten mit dem höchsten ANG 52 ANG-Geschwindigkeit pro Stapel.",
        "[Ich bin dran] Der Effekt von Ich bin dran kann nicht mehr entfernt werden und gewährt außerdem dem Verbündeten mit dem höchsten ANG 63 ANG-Geschwindigkeit pro Stapel.",
        "[Ich bin dran] Der Effekt von Ich bin dran kann nicht mehr entfernt werden und gewährt außerdem dem Verbündeten mit dem höchsten ANG 75 ANG-Geschwindigkeit pro Stapel."
      ],
      "story": "Eine Schachfigur, die Eskers Bühnenpartner bei Stardust gehörte. Wenn die Zaubervorstellung vorbei war, spielten die beiden Schach und unterhielten sich über ihre Darbietung. Als sich der „Vorfall“ ereignete und Esker sich dazu entschloss, die Truppe zu verlassen, erzählte er nur seinem Partner von seinem Vorhaben. Dieser gab Esker diese Schachfigur und bat ihn, Stardust nicht zu vergessen, und wiederzukommen, wenn er denn könnte."
    }
  },
  "s3": {
    "name": "Soll ich mein Glück versuchen?",
    "description": "Greift alle Feinde an und verursacht {0} M.Schaden. Es besteht eine Chance von jeweils 50 %, dass der Cooldown des Skills um {1} Sek. verringert oder der Schaden um {2}  % erhöht wird. Dieser Effekt kann bis zu 10-mal gestapelt werden.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Schaden-Erhöhungseffekt wird aktiviert, nachdem der Cooldown-Reduktionseffekt zuerst bei max. Zähler aktiviert wird.",
    "dark": "Es werden 4 Feinde anvisiert, dafür wird der Cooldown um 50 % verringert, wenn ein Feind getötet wird.",
    "ut": {
      "name": "Alte Angel",
      "description": [
        "[Soll ich mein Glück versuchen?] Verringert die Manakosten um 1 und erhöht den vom Ziel erlittenen M.Schaden 10 Sek. lang um 10 %.",
        "[Soll ich mein Glück versuchen?] Verringert die Manakosten um 1 und erhöht den vom Ziel erlittenen M.Schaden 10 Sek. lang um 12 %.",
        "[Soll ich mein Glück versuchen?] Verringert die Manakosten um 1 und erhöht den vom Ziel erlittenen M.Schaden 10 Sek. lang um 14 %.",
        "[Soll ich mein Glück versuchen?] Verringert die Manakosten um 1 und erhöht den vom Ziel erlittenen M.Schaden 10 Sek. lang um 17 %.",
        "[Soll ich mein Glück versuchen?] Verringert die Manakosten um 1 und erhöht den vom Ziel erlittenen M.Schaden 10 Sek. lang um 21%.",
        "[Soll ich mein Glück versuchen?] Verringert die Manakosten um 1 und erhöht den vom Ziel erlittenen M.Schaden 10 Sek. lang um 25%."
      ],
      "story": "Eine Angel für Kinder, die Eskers Kindheitsfreund ihm zum Geschenk machte. Einst gab es einen lästigen Jungen, der in einer Stadt lebte, die Stardust auf ihren Tourneen immer wieder aufsuchte. Dieser Junge, Lucias, las Esker aus der langweiligen Bibel vor und ängstigte ihn mit Hirschkäfern. Esker hasste ihn zuerst, weil er immer wie ein Idiot grinste, doch am Ende freundeten sie sich an. Als Stardust während einer anderen Tournee in Lucias’ Stadt Halt machte, machten sich die beiden zum Zeichen ihrer Freundschaft Geschenke und Lucias gab Esker diese Angel. Seitdem musste Esker Lucias jedes Mal zum Fischen begleiten, wenn er in der Stadt war."
    }
  },
  "s4": {
    "name": "Das ist kein Trick",
    "description": "Erhöht alle 10 Sek. den eigenen ANG um {0} und die VERT um {1}. Dieser Effekt kann bis zu 10-mal gestapelt werden.",
    "books": {
      "0": "Erhöht den ANG-Boost und VERT-Boost um {0}  %.",
      "1": "Erhöht den ANG-Boost und VERT-Boost um {0}  %.",
      "2": "Erhöht den ANG-Boost und VERT-Boost um {0}  %."
    },
    "light": "Erhöht die max. Anzahl der Stapel auf 3.",
    "dark": "Erhöht den Schaden gegen Feinde, die keine Helden sind, pro Stapel um 3 %.",
    "ut": {
      "name": "Zwielichtiger Chip",
      "description": [
        "[Das ist kein Trick] Erhöht den ANG- und VERT-Boost um 50 %. Die eigene ANG-Geschwindigkeit wird um 20 pro Zähler erhöht.",
        "[Das ist kein Trick] Erhöht den ANG- und VERT-Boost um 50 %. Die eigene ANG-Geschwindigkeit wird um 24 pro Zähler erhöht.",
        "[Das ist kein Trick] Erhöht den ANG- und VERT-Boost um 50 %. Die eigene ANG-Geschwindigkeit wird um 29 pro Zähler erhöht.",
        "[Das ist kein Trick] Erhöht den ANG- und VERT-Boost um 50 %. Die eigene ANG-Geschwindigkeit wird um 35 pro Zähler erhöht.",
        "[Das ist kein Trick] Erhöht den ANG- und VERT-Boost um 50 %. Die eigene ANG-Geschwindigkeit wird um 42 pro Zähler erhöht.",
        "[Das ist kein Trick] Erhöht den ANG- und VERT-Boost um 50 %. Die eigene ANG-Geschwindigkeit wird um 50 pro Zähler erhöht."
      ],
      "story": "Ein seltsamer Chip, der in Schwarzmarktspielhäusern zum Einsatz kommt. Hierbei handelt es sich um den wertvollsten Chip von allen, der nur dem besten Abenteurer im geheimen Spielhaus gehören kann. Er sieht wie ein gewöhnlicher goldener Chip aus, wurde jedoch von dunklen Magiern verzaubert und enthält die Lebenskraft unzähliger Seelen."
    }
  },
  "t5": {
    "light": "ANG, VERT, TP+15% / ANG-Geschw. +100",
    "dark": "Gewährt alle 10 Sek. bis zu 6 Stapel von Segen der Würfel. Verringert den Cooldown von aktiven Skills um 5 % pro Stapel von Segen der Würfel."
  }
}