{
  "name": "Cecilia",
  "subtitle": "Roter Wind der Gerechtigkeit",
  "description": "Ein Mädchen mit einem ausgeprägten Gerechtigkeitssinn. Sie möchte stets anderen Stärke einhauchen. Sie bestraft Dämonen, die Leute schikanieren, mit ihren technomagischen Stiefeln, die mächtig genug sind, um ihre Feinde zu pulverisieren.",
  "story": "Ein Mädchen, das von einer Welt ohne Ungerechtigkeiten träumt. Cecilia, auch bekannt als „Roter Wind der Gerechtigkeit“, besiegt ihre Feinde mit ihren stürmischen Tritten, die ihr rotes Band durch die Luft flattern lassen. Ihr Großvater ist Ricardo, der Hauptmann der Heiligen Ritter von Orvelia. Während sie heranwuchs, sah sie, wie ihr Großvater mit seinem Herz aus Stahl für Recht und Ordnung sorgte. Heute träumt sie davon, dem Imperium als Mitglied des Widerstands Gerechtigkeit zu bringen und alles Böse auszulöschen. Ricardo sorgt sich um seine kleine Enkeltochter, da sie durch ihr Streben nach Gerechtigkeit in Gefahr geraten könnte. Doch sie selbst macht sich deshalb keine Sorgen und ihre Schreie und Tritte sind stets dynamisch und heldenhaft.",
  "like": "Mundharmonika, scharfe Nudelgerichte, Wetten, Wettrennen.",
  "dislike": "Ungerechtigkeit, schlechte Scherze, Nörgeln, Schlangen",
  "inn": {
    "idle": "Ich glaube an dein unendliches Potenzial!",
    "recruit": {
      "greet": "Ich möchte, dass du mich auf meiner Reise begleitest.",
      "talk": [
        "Kennst du vielleicht meinen Großvater?",
        "Ein unbeugsamer Geist ist die wichtigste Eigenschaft im Kampf für die Gerechtigkeit!",
        "Trainiere heute! Trainiere jeden Tag!"
      ],
      "gift": "Äh? Ist das wirklich für mich?"
    },
    "affinity": {
      "greet": "Lasst uns heute ordentlich spielen! Wer ist dabei?",
      "talk": [
        "Gib nicht auf! Ich stehe hinter dir!",
        "Wenn es um den Verzehr von scharfen Nudelgerichten geht, kann ich unmöglich verlieren! Ich wette 5 Gold, dass ich mehr scharfe Nudeln essen kann als du. Bist du dabei?"
      ],
      "gift": "Ich liebe es! Willst du irgendetwas haben?"
    },
    "relationship": {
      "greet": "Mut ist die Macht, der Welt Gerechtigkeit zu bringen!",
      "talk": [
        "Wie viele Paare Stiefel ich habe? Hmm, vielleicht 100 Paare... zu Trainingszwecken...",
        "Hm? Du willst, dass ich Mundharmonika spiele? Hahaha... E-Einen Moment.",
        "Willst du Fußball spielen, um der Langeweile zu entgehen?"
      ]
    }
  },
  "uw": {
    "name": "Überschallsturm, Gigantix",
    "description": [
      "Erhöht die ANG-Geschw. um 100. Normale Angriffe und Skill-Angriffe gewähren einen Explosionsstapel und haben eine Chance von 3 %, getroffene Ziele 4 Sek. lang zu betäuben. Gigantix explodiert, sobald die Anzahl der Explosionsstapel 100 erreicht, wodurch die ANG-Geschw. und die Ausweichchance insgesamt um 100 erhöht werden. Dieser Effekt kann nicht entfernt werden.",
      "Erhöht die ANG-Geschw. um 120. Normale Angriffe und Skill-Angriffe gewähren einen Explosionsstapel und haben eine Chance von 3 %, getroffene Ziele 4 Sek. lang zu betäuben. Gigantix explodiert, sobald die Anzahl der Explosionsstapel 100 erreicht, wodurch die ANG-Geschw. und die Ausweichchance insgesamt um 120 erhöht werden. Dieser Effekt kann nicht entfernt werden.",
      "Erhöht die ANG-Geschw. um 140. Normale Angriffe und Skill-Angriffe gewähren einen Explosionsstapel und haben eine Chance von 3 %, getroffene Ziele 4 Sek. lang zu betäuben. Gigantix explodiert, sobald die Anzahl der Explosionsstapel 100 erreicht, wodurch die ANG-Geschw. und die Ausweichchance insgesamt um 140 erhöht werden. Dieser Effekt kann nicht entfernt werden.",
      "Erhöht die ANG-Geschw. um 170. Normale Angriffe und Skill-Angriffe gewähren einen Explosionsstapel und haben eine Chance von 3 %, getroffene Ziele 4 Sek. lang zu betäuben. Gigantix explodiert, sobald die Anzahl der Explosionsstapel 100 erreicht, wodurch die ANG-Geschw. und die Ausweichchance insgesamt um 170 erhöht werden. Dieser Effekt kann nicht entfernt werden.",
      "Erhöht die ANG-Geschw. um 210. Normale Angriffe und Skill-Angriffe gewähren einen Explosionsstapel und haben eine Chance von 3 %, getroffene Ziele 4 Sek. lang zu betäuben. Gigantix explodiert, sobald die Anzahl der Explosionsstapel 100 erreicht, wodurch die ANG-Geschw. und die Ausweichchance insgesamt um 210 erhöht werden. Dieser Effekt kann nicht entfernt werden.",
      "Erhöht die ANG-Geschw. um 250. Normale Angriffe und Skill-Angriffe gewähren einen Explosionsstapel und haben eine Chance von 3 %, getroffene Ziele 4 Sek. lang zu betäuben. Gigantix explodiert, sobald die Anzahl der Explosionsstapel 100 erreicht, wodurch die ANG-Geschw. und die Ausweichchance insgesamt um 250 erhöht werden. Dieser Effekt kann nicht entfernt werden."
    ],
    "story": "Ein Paar technomagischer Stiefel, die hauptsächlich aus dem Magischen Stein des Sturms gefertigt sind, der in alten Technomagieruinen abgebaut wurde. Wann immer ihr Träger angreift, setzt der Magische Stein eine Energie frei, die Überschallgeschwindigkeit und eine zerstörerische Kraft entfesselt, die stark genug ist, um Metallstreben wie Zuckerstangen zu verbiegen. Es war Ricardo, der Cecilia den Magischen Stein des Sturms gab, aus dem die Stiefel gefertigt wurden. Sie behauptet, dass Ricardo ihn aufbewahrt, hat ihr jedoch nie gesagt hat, wo er ihn herhatte. Eines Tages, als Ricardo Cecilia im Imperium besuchte, verriet sie ihm, dass sie sich dem Widerstand anschließen würde. Er konnte in ihren Augen erkennen, dass ihr Entschluss endgültig war. Dann gab er ihr den Magischen Stein des Sturms und sagte: „Lass die Welt verstehen, was du fühlst.“ Später schuf Landet, der geniale Ingenieur des Widerstands, daraus diese mächtigen Stiefel."
  },
  "s1": {
    "name": "Aus dem Weg!",
    "description": "Zielt auf den am weitesten entfernten Feind und markiert ihn als [Schurken], wodurch seine ANG-Geschw. {0} Sek. lang um {1} reduziert wird. Bewegt sich zum Ziel und fügt ihm {2} Körp. Schaden zu. [Axttritt!] ist im Anschluss an das Wirken dieses Skills verfügbar.",
    "books": {
      "0": "Erhöht den Schaden um {0}  %.",
      "1": "Erhöht den Schaden um {0}  %.",
      "2": "Erhöht den Schaden um {0}  %."
    },
    "light": "Erhöht den Körp. Schaden, den ein Ziel erleidet, für 10 Sek. um 25 %.",
    "dark": "Entfernt positive Effekte vom Ziel.",
    "ut": {
      "name": "Erste Heldenstufe",
      "description": [
        "[Aus dem Weg!] Reduziert die Manakosten um 1 und erhöht den Körp. Schaden, den das getroffene Ziel erleidet, 10 Sek. lang um 10 %.",
        "[Aus dem Weg!] Reduziert die Manakosten um 1 und erhöht den Körp. Schaden, den das getroffene Ziel erleidet, 10 Sek. lang um 12 %.",
        "[Aus dem Weg!] Reduziert die Manakosten um 1 und erhöht den Körp. Schaden, den das getroffene Ziel erleidet, 10 Sek. lang um 14 %.",
        "[Aus dem Weg!] Reduziert die Manakosten um 1 und erhöht den Körp. Schaden, den das getroffene Ziel erleidet, 10 Sek. lang um 17 %.",
        "[Aus dem Weg!] Reduziert die Manakosten um 1 und erhöht den Körp. Schaden, den das getroffene Ziel erleidet, 10 Sek. lang um 21 %.",
        "[Aus dem Weg!] Reduziert die Manakosten um 1 und erhöht den Körp. Schaden, den das getroffene Ziel erleidet, 10 Sek. lang um 25 %."
      ],
      "story": "Ein Paar spezieller Stiefel, die Cecilia trug, ehe sie ihre jetzigen Stiefel bekam. Nach Jahren des Erlernens verschiedener Kampfkünste entwickelte sie ihren eigenen Kampfstil, der vor allem auf ihren flinken Beintechniken beruht. In diesen speziell gefertigten Stiefeln trainierte sie hart, um ihren Großvater zu beeindrucken. Die Abnutzungen und Kratzer auf den Stiefeln sind stolze Narben aus jenen Tagen des intensiven Trainings."
    },
    "linked": {
      "0": {
        "name": "Axttritt!",
        "description": "Greift das feindliche Ziel an, fügt ihm {0} Körp. Schaden zu und stößt es für {1} Sek. weg. Feinde mit dem Status [Schurke] werden zuerst angegriffen. [Sturmtritt!] ist im Anschluss an das Wirken dieses Skills verfügbar."
      },
      "1": {
        "name": "Sturmtritt!",
        "description": "Bewegt sich zum am weitesten entfernten Ziel, fügt ihm {0} Körp. Schaden zu und betäubt es für {1} Sek. Feinde mit dem Status [Schurke] werden zuerst angegriffen."
      }
    }
  },
  "s2": {
    "name": "Unendliches Potenzial",
    "description": "Fügt nahen Feinden in ringförmiger Reichweite {0} Körp. Schaden zu und wirft sie für {1} Sek. zu Boden. Erlangt [Unendliches Potenzial], wodurch die eigene ANG-Geschw. für {2} Sek. um {3} erhöht wird. Solange [Unendliches Potenzial] aktiv ist, fügen normale Angriffe und Skill-Angriffe Heldenzielen {4} Körp. Schaden und allen anderen Zielen {5} Körp. Schaden zu. Dieser Effekt kann nicht entfernt werden.",
    "books": {
      "0": "Erhöht den Schaden um {0}  %.",
      "1": "Erhöht den Schaden um {0}  %.",
      "2": "Erhöht den Schaden um {0}  %."
    },
    "light": "Erhöht den Schaden an Feinden, die keine Helden sind, für die Wirkungsdauer des Skills um {0}  %.",
    "dark": "Verringert den erlittenen Schaden während der Wirkungsdauer des Skills um {0}  %.",
    "ut": {
      "name": "Kindheitserinnerungen",
      "description": [
        "[Unendliches Potenzial] Entfernt negative Effekte von sich selbst und erhöht den Schaden um 20 %.",
        "[Unendliches Potenzial] Entfernt negative Effekte von sich selbst und erhöht den Schaden um 24 %.",
        "[Unendliches Potenzial] Entfernt negative Effekte von sich selbst und erhöht den Schaden um 29 %.",
        "[Unendliches Potenzial] Entfernt negative Effekte von sich selbst und erhöht den Schaden um 35 %.",
        "[Unendliches Potenzial] Entfernt negative Effekte von sich selbst und erhöht den Schaden um 42 %.",
        "[Unendliches Potenzial] Entfernt negative Effekte von sich selbst und erhöht den Schaden um 50 %."
      ],
      "story": "Bälle, die Cecilia einst herumkickte. Vor allem der Fußball half ihr dabei, ihre Trittkünste zu verbessern. Unter den Kindern der Nachbarschaft war sie die unangefochtene Anführerin, und als Erinnerung an ihre sorglose Kindheit behielt sie die Bälle auch später stets in ihrer Nähe. Sie holt sie immer dann heraus, wenn sie sich ein wenig deprimiert oder frustriert fühlt."
    }
  },
  "s3": {
    "name": "HA-JAAAAAH!",
    "description": "Greift nahe Feinde in ringförmiger Reichweite an und fügt ihnen insgesamt {0} -mal {1} Körp. Schaden zu. Fügt dem feindlichen Ziel und weiteren Feinden in der Nähe anschließend {2} Körp. Schaden zu und wirft sie für {3} Sek. zu Boden. Falls [Unendliches Potenzial] während des Wirkens dieses Skills aktiv ist, wird [Spezialbewegung. Meteortritt!] für {4} Sek. verfügbar.",
    "books": {
      "0": "Erhöht den Schaden um {0}  %.",
      "1": "Erhöht den Schaden um {0}  %.",
      "2": "Erhöht den Schaden um {0}  %."
    },
    "light": "Erhöht den Schaden um 100 %, wenn nur noch 1 Feind übrig ist.",
    "dark": "Wird während der Wirkungsdauer immun gegen Statuseffekte.",
    "ut": {
      "name": "Freizeit",
      "description": [
        "[HA-JAAAAAH!] Erhöht den eigenen Schaden an Bossen mit jedem Wirken um 4 %. Dieser Effekt kann bis zu 10-mal gestapelt werden. Reduziert die Manakosten für [Spezialbewegung. Meteortritt!] um 1.",
        "[HA-JAAAAAH!] Erhöht den eigenen Schaden an Bossen mit jedem Wirken um 4,8 %. Dieser Effekt kann bis zu 10-mal gestapelt werden. Reduziert die Manakosten für [Spezialbewegung. Meteortritt!] um 1.",
        "[HA-JAAAAAH!] Erhöht den eigenen Schaden an Bossen mit jedem Wirken um 5,8 %. Dieser Effekt kann bis zu 10-mal gestapelt werden. Reduziert die Manakosten für [Spezialbewegung. Meteortritt!] um 1.",
        "[HA-JAAAAAH!] Erhöht den eigenen Schaden an Bossen mit jedem Wirken um 7 %. Dieser Effekt kann bis zu 10-mal gestapelt werden. Reduziert die Manakosten für [Spezialbewegung. Meteortritt!] um 1.",
        "[HA-JAAAAAH!] Erhöht den eigenen Schaden an Bossen mit jedem Wirken um 8,4 %. Dieser Effekt kann bis zu 10-mal gestapelt werden. Reduziert die Manakosten für [Spezialbewegung. Meteortritt!] um 1.",
        "[HA-JAAAAAH!] Erhöht den eigenen Schaden an Bossen mit jedem Wirken um 10 %. Dieser Effekt kann bis zu 10-mal gestapelt werden. Reduziert die Manakosten für [Spezialbewegung. Meteortritt!] um 1."
      ],
      "story": "Eine Mundharmonika, die Cecilia gerne in ihrer Freizeit spielt. Sie war ein Geschenk von Ricardo anlässlich ihres 15. Geburtstags. Er sorgte sich, dass seine Enkeltochter bei all ihrem Streben nach Gerechtigkeit auf die entspannteren Seiten des Lebens vergessen könnte. Nach längerem Überlegen gab er Cecilia diese kleine Mundharmonika, auf die er ihren Namen eingraviert hatte. Doch Cecilia, die den wahren Beweggrund ihres Großvaters nicht erkannte, lernte darauf bloß ein einziges Lied."
    },
    "linked": {
      "0": {
        "name": "Spezialbewegung. Meteortritt!",
        "description": "Führt einen Angriff mit voller Kraft aus, der dem feindlichen Ziel und Feinden in dessen Nähe {0} Körp. Schaden zufügt und sie für {1} Sek. betäubt. Dieser Skill erzielt immer einen Kritischen Treffer."
      }
    }
  },
  "s4": {
    "name": "Angeborenes Talent",
    "description": "Erhöht die eigene VERT um {0} und die eigene Krit. Chance um {1}. Cecilias normale Angriffe und Skill-Angriffe verfehlen ihre Ziele nie.",
    "books": {
      "0": "Erhöht den VERT-Boost um {0}  %.",
      "1": "Erhöht den VERT-Boost um {0}  %.",
      "2": "Erhöht den VERT-Boost um {0}  %."
    },
    "light": "Verringert den erlittenen Schaden um {0}  %.",
    "dark": "Erhöht den Schaden an Helden um {0}  %.",
    "ut": {
      "name": "Herz der Gerechtigkeit",
      "description": [
        "[Angeborenes Talent] Erhöht den Schaden gegen Feinde, die keine Helden sind, zu Beginn des Kampfes um 10 % und reduziert den erlittenen Schaden 20 Sek. lang um 25 %.",
        "[Angeborenes Talent] Erhöht den Schaden gegen Feinde, die keine Helden sind, zu Beginn des Kampfes um 12 % und reduziert den erlittenen Schaden 20 Sek. lang um 25 %.",
        "[Angeborenes Talent] Erhöht den Schaden gegen Feinde, die keine Helden sind, zu Beginn des Kampfes um 14 % und reduziert den erlittenen Schaden 20 Sek. lang um 25 %.",
        "[Angeborenes Talent] Erhöht den Schaden gegen Feinde, die keine Helden sind, zu Beginn des Kampfes um 17 % und reduziert den erlittenen Schaden 20 Sek. lang um 25 %.",
        "[Angeborenes Talent] Erhöht den Schaden gegen Feinde, die keine Helden sind, zu Beginn des Kampfes um 21 % und reduziert den erlittenen Schaden 20 Sek. lang um 25 %.",
        "[Angeborenes Talent] Erhöht den Schaden gegen Feinde, die keine Helden sind, zu Beginn des Kampfes um 25 % und reduziert den erlittenen Schaden 20 Sek. lang um 25 %."
      ],
      "story": "Ein Geschenk, das Cecilia im Gegenzug für ihre erste Tat im Namen der Gerechtigkeit erhielt. Cecilia rettete einst ein kleines Mädchen vor einer Gefahr, woraufhin ihr das Mädchen mit diesem roten Band eine Wunde verband. Seither trägt es Cecilia auf ihren Missionen stets um ihr Handgelenk, weshalb die Leute auch begannen, sie „Roter Wind der Gerechtigkeit“ zu nennen."
    }
  },
  "t5": {
    "light": "ANG, VERT, TP+15% / Krit. Schaden +20%",
    "dark": "Erhöht den eigenen ANG um {0}  %, wenn [Unendliches Potenzial] zusätzlichen Schaden am Feind verursacht. Dieser Effekt kann max. {1} -mal gestapelt und nicht entfernt werden."
  }
}