{
  "name": "Kirze",
  "subtitle": "Kristallpurpure Katzenfrau",
  "description": "Besonderer Dank an unserem Gewinner des Globalen Konzept Design Wettbewerbs [87CEFA]Mochi00 (JPN)[-] Eine Tierhybrid-Frau, die über übernatürliche Kräfte verfügt. Als kleines Mädchen wurde sie von Dämonen entführt und ihr Körper durch Experimente in Kristallen verwandelt. Das Mädchen, das entkommen konnte, bekämpft nun ihre Feinde mithilfe der Rotpurpuren Kristallen.",
  "story": "Besonderer Dank an unserem Gewinner des Globalen Konzept Design Wettbewerbs [87CEFA]Mochi00 (JPN)[-] Vor einige Jahren wurden Dörfer des Orbis-Kontinents von Malduks Untertanen angegriffen. Dabei haben sie Kinder, die als Albinos mit starkem Willen geboren sind, entführt. Diese Kinder sind einem Experiment unterstellt worden, bei dem ihnen rote Kristalle injiziert worden sind. Dadurch sollten die Kinder in lebendige Minen, die genau diese rote Kristalle produzieren, verwandelt werden. Die Kinder waren jedoch mit den Kristallen nicht kompatibel, sodass viele von ihnen ihr Leben dabei verloren. Sie wurden während dieses Prozesses in Stein verwandelt und schließlich zerbrachen sie und wurden zum Pulver. Die übrigen Kinder mussten dies mitansehen und hatten keine andere Wahl als auf ihr eigenes Ende zu warten. Ein Kind hat es jedoch lebendig geschafft. Kirze schaffte es das Experiment zu überleben, wobei sie alle Kristalle in ihrer Umgebung absorbierte und sich ihr Körper mit den roten Kristallen verschmelzte. Dadurch erhielt sie die mächtige Kraft mit den Kristallen so umzugehen, wie sie wollte. Daraufhin hat Kirze Malduks Männer besiegt und die übrigen Kinder gerettet. Seitdem hat sie es sich zur Aufgabe gemacht alle Untertanen Malduks zu finden und zu töten und dafür zu sorgen, dass keiner jemals die gleichen Schmerzen erlebt wie sie...",
  "like": "Stoffpuppen, kühle Flusskante, kleine Tiere, das Lachen eines unschuldigen Kindes.",
  "dislike": "Dämonen, eklige Insekten, Personen, die Menschen schlecht behandeln.",
  "inn": {
    "idle": "Hahaha... Die starke Energie führte mich hierher...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Hallo, lange nicht gesehen...",
      "talk": [
        "Du willst, dass wir zusammen essen? Hahaha... Alles gut. Ich werde mich nur kurz umschauen.",
        "Wenn ich jemanden in Gefahr sehe... muss ich automatisch helfen."
      ],
      "gift": "Die roten magischen Steine, aus denen mein Körper besteht... Ich habe gehört, dass sie als Katalysator für magische Experimente dienen."
    },
    "relationship": {
      "greet": "Hallo, du da! Ich habe eine neue Puppe gemacht... Willst du sie sehen?",
      "talk": [
        "Ich mag zwar nicht mehr kämpfen, aber... ich kann es nicht zulassen, dass andere leiden müssen, wie ich.",
        "Seitdem mein Körper so stark verändert wurde, kann ich nicht mehr so viel essen... Da beneide ich euch manchmal.",
        "Heute bin ich so träge... und ein bisschen müde. Bitte weck' mich auf, wenn ich einschlafen sollte... Nicht, dass ich gar nicht aufwache... weil ich so viel Angst habe..."
      ]
    }
  },
  "uw": {
    "name": "Tag der Verurteilung, Elicipira",
    "description": [
      "Durch die Verstärkung der Kristallkraft wird die [Volles Erblühen!] Skill-Wirkungsreichweite erheblich erhöht. Außerdem wird mit jedem Normal- & Skill-ANG mit 4%iger Chance zus. Mag. Schaden im Wert von 500% ANG hinzugefügt. Der Bossmonster-Schaden verdoppelt sich dabei.",
      "Durch die Verstärkung der Kristallkraft wird die [Volles Erblühen!] Skill-Wirkungsreichweite erheblich erhöht. Außerdem wird bei jedem Normal- & Skill-ANG mit 4%iger Chance zus. Mag. Schaden im Wert von 600% ANG hinzugefügt. Der Bossmonster-Schaden verdoppelt sich dabei.",
      "Durch die Verstärkung der Kristallkraft wird die [Volles Erblühen!] Skill-Wirkungsreichweite erheblich erhöht. Außerdem wird bei jedem Normal- & Skill-ANG mit 4%iger Chance zus. Mag. Schaden im Wert von 720% ANG hinzugefügt. Der Bossmonster-Schaden verdoppelt sich dabei.",
      "Durch die Verstärkung der Kristallkraft wird die [Volles Erblühen!] Skill-Wirkungsreichweite erheblich erhöht. Außerdem wird bei jedem Normal- & Skill-ANG mit 4%iger Chance zus. Mag. Schaden im Wert von 860% ANG hinzugefügt. Der Bossmonster-Schaden verdoppelt sich dabei.",
      "Durch die Verstärkung der Kristallkraft wird die [Volles Erblühen!] Skill-Wirkungsreichweite erheblich erhöht. Außerdem wird bei jedem Normal- & Skill-ANG mit 4%iger Chance zus. Mag. Schaden im Wert von 1.000% ANG hinzugefügt. Der Bossmonster-Schaden verdoppelt sich dabei.",
      "Durch die Verstärkung der Kristallkraft wird die [Volles Erblühen!] Skill-Wirkungsreichweite erheblich erhöht. Außerdem wird bei jedem Normal- & Skill-ANG mit 4%iger Chance zus. Mag. Schaden im Wert von 1.250% ANG hinzugefügt. Der Bossmonster-Schaden verdoppelt sich dabei."
    ],
    "story": "Eine riesige Schere aus roten Zaubersteinen, die Kirzes Körper ausmachen. Es ist entsprechend der antiken Schere, die ihre Mutter zuvor verwendet hat, gebaut worden. Es ist eine praktische Waffe, die wie ein langes Schwert benutzt werden kann. Außerdem kann man eine Klinge trennen und als Zweischwerter verwenden. In dieser Schere steckt der Wunsch eines Mädchens, das sich wünscht, dass es keine Opfer wie sie mehr geben würde. Es kann auf ihren Verstand reagieren und noch mächtiger werden."
  },
  "s1": {
    "name": "Scharfe Urteilsklingen!",
    "description": "Fügt nahen Feinden in ringförmiger Reichweite innerhalb von 7 Runden {0} Mag. Schaden zu. Danach fügt es Feinden an der Front {1} Mag. Schaden zu und wirft sie für {2} Sek. zu Boden.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Reduziert Cooldown um {0}% für jeden Treffer.",
    "dark": "Wenn nur ein Feind verbleibt, erhöht sich der Schaden um 100%.",
    "ut": {
      "name": "Rotkristall Lotus",
      "description": [
        "[Scharfe Urteilsklingen!] Skill-Schaden erhöht sich um 20% und Manakosten werden um 1 reduziert.",
        "[Scharfe Urteilsklingen!] Skill-Schaden erhöht sich um 24% und Manakosten werden um 1 reduziert.",
        "[Scharfe Urteilsklingen!] Skill-Schaden erhöht sich um 29% und Manakosten werden um 1 reduziert.",
        "[Scharfe Urteilsklingen!] Skill-Schaden erhöht sich um 35% und Manakosten werden um 1 reduziert.",
        "[Scharfe Urteilsklingen!] Skill-Schaden erhöht sich um 42% und Manakosten werden um 1 reduziert.",
        "[Scharfe Urteilsklingen!] Skill-Schaden erhöht sich um 50% und Manakosten werden um 1 reduziert."
      ],
      "story": "Manchmal entstehen in Kirzes Körper Kristallstücke, die sich von selbst ablösen. Sie kann diese Stücke nirgendwo liegen lassen, weshalb sie diese einsammelt. Es war jedoch schwierig für sie, mit so vielen Stücken umzugehen. Eines Tages sah sie einen Glasschmuck in Mays Gemischtwarenladen in Orvel. Sie fand es schön und dachte sich, dass ihre Kristallstücke genauso gut verwendet werden könnten. Daraufhin gab sie May all ihre rote magische Kristallstücke. Als Wiedergutmachung fertigte May ein Schmuck mit Rotkristallen, das sog. Rotkristall Lotus, an und gab es Kirze."
    }
  },
  "s2": {
    "name": "Zerstreuter Kristallnebel!",
    "description": "Lässt die Kristallkraft im Körper explodieren und fügt dabei den Gegnern {0} Mag. Schaden zu und betäubt sie {1} Sek. lang. Wenn bei Aktivierung dieses Skills du dich für {2} Sek. im [Kristall-Erweckung] Zustand befindest, so erhöht sich die ANG-GESCHW aller Verbündeten um {3} und nahen Feinden in Reichweite werden aller {4} Sek. Schockwellen ausgestrahlt. Dabei wird den Feinden {5} Mag. Schaden zugefügt und sie werden für {6} Sek. zus. betäubt.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht {0} Sek. lang die Schockwelle-Betäubungsdauer für Feinde, die keine Helden sind.",
    "dark": "Im [Kristall-Erweckung] Zustand wird der Schaden für Feinde, die keine Helden sind, um {0}% erhöht.",
    "ut": {
      "name": "Hobby Spuren",
      "description": [
        "[Zerstreuter Kristallnebel!] Skill-ANG-GESCHW erhöht sich zus. um 100 und [Kristall-Erweckung] Zustandsdauer wird auch um 7 Sek. erhöht.",
        "[Zerstreuter Kristallnebel!] Skill-ANG-GESCHW erhöht sich zus. um 120 und [Kristall-Erweckung] Zustandsdauer wird auch um 7 Sek. erhöht.",
        "[Zerstreuter Kristallnebel!] Skill-ANG-GESCHW erhöht sich zus. um 140 und [Kristall-Erweckung] Zustandsdauer wird auch um 7 Sek. erhöht.",
        "[Zerstreuter Kristallnebel!] Skill-ANG-GESCHW erhöht sich zus. um 170 und [Kristall-Erweckung] Zustandsdauer wird auch um 7 Sek. erhöht.",
        "[Zerstreuter Kristallnebel!] Skill-ANG-GESCHW erhöht sich zus. um 210 und [Kristall-Erweckung] Zustandsdauer wird auch um 7 Sek. erhöht.",
        "[Zerstreuter Kristallnebel!] Skill-ANG-GESCHW erhöht sich zus. um 250 und [Kristall-Erweckung] Zustandsdauer wird auch um 7 Sek. erhöht."
      ],
      "story": "Seit ihrer Kindheit hat Kirze Puppen sehr gerne gemocht. Ihre Familie konnte sich diese jedoch nicht leisten, weshalb sie normalerweise mit Stoffpuppen spielte, die von ihrer Mutter gemacht wurden. Da sie mit ihrer Mutter zusammen lebte, konnte sie den Herstellungsprozess von Puppen schnell erlernen. Heutzutage mag sie zwar immer noch Puppen, jedoch näht sie diese nicht für sie, sondern für andere Kinder. Besonders für kleine Kinder, die unter dem Verlust ihrer Eltern durch Dämonenangriffe leiden..."
    }
  },
  "s3": {
    "name": "Volles Erblühen!",
    "description": "Beschwört die Kristalle und fügt den Feinden an der Frontlinie {0} Mag. Schaden zu. Danach explodieren die Kristalle und den Feinden wird {1} zus. Mag. Schaden zugefügt. Feinde werden für {2} Sek. lang im [Fluch der Kristalle] Zustand gebracht und dabei die ANG-GESCHW um {3} reduziert. Die im [Fluch der Kristalle] Zustand gebrachten Feinde, werden angegriffen und dabei die [Kristall-Energie] gestapelt. Der [Fluch der Kristalle] explodiert {4} Sek. danach und den Feinden wird {5} + pro gestapelte Kristall-Energie {6} Mag. Schaden zugefügt.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Die ANG-GESCHW Reduzierungsmenge erhöht sich um {0}.",
    "dark": "Wenn nur ein Feind verbleibt, werden jeweils 2 Kristall-Energien gestapelt.",
    "ut": {
      "name": "Flucht Erinnerungsstück",
      "description": [
        "[Volles Erblühen!] Skill-Cooldown reduziert sich um 30% und beim Stapeln von [Kristall-Energie] wird dieser Effekt mit 40%iger Chance bis zu 3-mal zus. gestapelt.",
        "[Volles Erblühen!] Skill-Cooldown reduziert sich um 30% und beim Stapeln von [Kristall-Energie] wird dieser Effekt mit 48%iger Chance bis zu 3-mal zus. gestapelt.",
        "[Volles Erblühen!] Skill-Cooldown reduziert sich um 30% und beim Stapeln von [Kristall-Energie] wird dieser Effekt mit 58%iger Chance bis zu 3-mal zus. gestapelt.",
        "[Volles Erblühen!] Skill-Cooldown reduziert sich um 30% und beim Stapeln von [Kristall-Energie] wird dieser Effekt mit 70%iger Chance bis zu 3-mal zus. gestapelt.",
        "[Volles Erblühen!] Skill-Cooldown reduziert sich um 30% und beim Stapeln von [Kristall-Energie] wird dieser Effekt mit 84%iger Chance bis zu 3-mal zus. gestapelt.",
        "[Volles Erblühen!] Skill-Cooldown reduziert sich um 30% und beim Stapeln von [Kristall-Energie] wird dieser Effekt mit 100%iger Chance bis zu 3-mal zus. gestapelt."
      ],
      "story": "Die erste Waffe, die Kirze damals, als sie von Dämonen entführt wurde und durch Experimente ihren Körper in rote magische Steine verwandelte, dringend zur Flucht herstellte. Zwei Dolche aus schlechter Qualität, die nicht vollendet sind. Allein diese Dolche reichten aus, um damals die Kinder im Labor zu retten. Die Waffe ist für sie ein wichtiges Erinnerungsstück und kann seitdem nicht weggeschmießen werden."
    }
  },
  "s4": {
    "name": "Schluss mit den Verbrechen!",
    "description": "Der eigene ANG erhöht sich um {0} und die Krit. Chance um {1}. Außerdem wird die Stattuseffekt-Dauer für den Schaden, den alle Verbündete dem Bossmonster hinzufügen, um {2}% erhöht.",
    "books": {
      "0": "Erhöht ANG um {0}%.",
      "1": "Erhöht ANG um {0}%.",
      "2": "Erhöht ANG um {0}%."
    },
    "light": "Mit jedem Kampfbeginn wird 20 Sek. lang der Schaden für Feinde, die keine Helden sind, um {0}% erhöht.",
    "dark": "Dem Bossmonster zugefügter Schaden wird um {0}% erhöht.",
    "ut": {
      "name": "Zeit der Ruhe",
      "description": [
        "[Schluss mit den Verbrechen!] Skill-Krit. Chance erhöht sich um zus. 250 und die Statuseffekt-Dauer wird nun um 30% erhöht.",
        "[Schluss mit den Verbrechen!] Skill-Krit. Chance erhöht sich um zus. 250 und die Statuseffekt-Dauer wird nun um 32% erhöht.",
        "[Schluss mit den Verbrechen!] Skill-Krit. Chance erhöht sich um zus. 250 und die Statuseffekt-Dauer wird nun um 34% erhöht.",
        "[Schluss mit den Verbrechen!] Skill-Krit. Chance erhöht sich um zus. 250 und die Statuseffekt-Dauer wird nun um 37% erhöht.",
        "[Schluss mit den Verbrechen!] Skill-Krit. Chance erhöht sich um zus. 250 und die Statuseffekt-Dauer wird nun um 41% erhöht.",
        "[Schluss mit den Verbrechen!] Skill-Krit. Chance erhöht sich um zus. 250 und die Statuseffekt-Dauer wird nun um 45% erhöht."
      ],
      "story": "Nähzeug, das für Kirzes Hobby verwendet wird. Es ist ein Muss für Kirze, weil ihr Hobby Puppenmachen ist. Kürzlich ergatterte sie eine besondere Garn- und Baumwollsorte, mit der sie nun noch bessere Puppen machen kann. Die Schere ist übrigens eine kleine Ausgabe ihrer eigentlichen Waffe."
    }
  },
  "t5": {
    "light": "ANG, VERT, TP+15% / ANG-GESCHW +100",
    "dark": "Der eigene ANG erhöht sich um {0} mit jedem Normal- & Skill-ANG. Dieser Effekt kann bis zu {1} Mal gestapelt werden."
  }
}