{
  "name": "Loman",
  "subtitle": "Der Torwächter des Vertrauens",
  "description": "Der Torwächter der Orvel-Monarchie. Ohne königliche Erlaubnis kommt niemand auch nur einen Schritt weiter. Die große Macht seiner Hellebarde zwingt seine Feinde, vor ihm niederzuknien.",
  "story": "Würde jemand den Vertrauenswürdigsten unter den Wächterrittern wählen, wäre Loman bestimmt vorne dabei. Die Königsfamilie setzt so viel Vertrauen in Loman, dass sie ihn zum Torwächter der Orvel-Monarchie ernannt hat. Er ist für gewöhnlich freundlich und nett, jedoch kompromisslos, wenn jemand den König ohne königliche Erlaubnis besuchen möchte. Niemand, der seine Hellebarde von Scarlet zu Gesicht bekam, hat das je überlebt. Abseits seines Dienstes ist er ein sensibler Mann, der in seiner Freizeit Holzschnitzereien anfertigt.",
  "like": "Clause, Demia, Jelly, Holzschnitzerei",
  "dislike": "Minze, Ginseng",
  "inn": {
    "idle": "Ich war während meiner Pause kurz draußen. Hier ist es sehr schön. Ich sollte öfter vorbeikommen.",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Immer hereinspaziert. Ich habe gerade etwas Holz geschnitzt, möchtest du mal sehen?",
      "talk": [
        "Meine Familie bewacht die Orvel-Monarchie schon seit Jahrhunderten. Als ich zum Schloss kam, gab mir mein Vater unser Familienerbstück.",
        "Diese Hellebarde scheint etwas Besonderes zu sein. Jin hat mir gesagt, dass ihr die Essenz einer antiken göttlichen Bestie innewohnt."
      ],
      "gift": "Was? Ich muss dir leider sagen, dass ich weder Schatzkammer noch Labyrinth für dich öffnen werde, haha."
    },
    "relationship": {
      "greet": "Die Bewachung der Monarchie ist eine wichtige und ehrwürdige Pflicht, aber manchmal bin ich auf meine Kollegen eifersüchtig, weil sie kommen und gehen können, wie es ihnen beliebt.",
      "talk": [
        "Ich tue alles, um das Vertrauen Ihrer Majestät zurückzuzahlen.",
        "Die Holzschnitzerei ist ein altes Hobby von mir. Ehe ich mich versah, war mein Raum voller Schnitzereien, haha.",
        "Ich habe eine Person mit langen Haaren gesehen, die den ganzen Tag lang nur gejubelt hat. Ich sehe viele Menschen, die ihr Leben leben, wie es ihnen gefällt."
      ]
    }
  },
  "uw": {
    "name": "Gaiamenes, Welle der Behütung",
    "description": [
      "„Stolz von Orvelia“ erhält bei jedem eingesetzten Skill einen Stapel. „Stolz von Orvelia“ lässt sich nicht entfernen und bei 4 Stapeln wird „Segen von Orvelia“ aktiviert, Feinden in Reichweite 200 % des ANG als K.Schaden zugefügt und die K.Schwäche der Ziele für 10 Sekunden um 25 % erhöht. „Segen von Orvelia“ erhöht außerdem für 10 Sekunden die M.VERT um 10 %.",
      "„Stolz von Orvelia“ erhält bei jedem eingesetzten Skill einen Stapel. „Stolz von Orvelia“ lässt sich nicht entfernen und bei 4 Stapeln wird „Segen von Orvelia“ aktiviert, Feinden in Reichweite 240 % des ANG als K.Schaden zugefügt und die K.Schwäche der Ziele für 10 Sekunden um 30 % erhöht. „Segen von Orvelia“ erhöht außerdem für 10 Sekunden die M.VERT um 12 %.",
      "„Stolz von Orvelia“ erhält bei jedem eingesetzten Skill einen Stapel. „Stolz von Orvelia“ lässt sich nicht entfernen und bei 4 Stapeln wird „Segen von Orvelia“ aktiviert, Feinden in Reichweite 290 % des ANG als K.Schaden zugefügt und die K.Schwäche der Ziele für 10 Sekunden um 36 % erhöht. „Segen von Orvelia“ erhöht außerdem für 10 Sekunden die M.VERT um 14 %.",
      "„Stolz von Orvelia“ erhält bei jedem eingesetzten Skill einen Stapel. „Stolz von Orvelia“ lässt sich nicht entfernen und bei 4 Stapeln wird „Segen von Orvelia“ aktiviert, Feinden in Reichweite 350 % des ANG als K.Schaden zugefügt und die K.Schwäche der Ziele für 10 Sekunden um 43 % erhöht. „Segen von Orvelia“ erhöht außerdem für 10 Sekunden die M.VERT um 17 %.",
      "„Stolz von Orvelia“ erhält bei jedem eingesetzten Skill einen Stapel. „Stolz von Orvelia“ lässt sich nicht entfernen und bei 4 Stapeln wird „Segen von Orvelia“ aktiviert, Feinden in Reichweite 420 % des ANG als K.Schaden zugefügt und die K.Schwäche der Ziele für 10 Sekunden um 51 % erhöht. „Segen von Orvelia“ erhöht außerdem für 10 Sekunden die M.VERT um 21 %.",
      "„Stolz von Orvelia“ erhält bei jedem eingesetzten Skill einen Stapel. „Stolz von Orvelia“ lässt sich nicht entfernen und bei 4 Stapeln wird „Segen von Orvelia“ aktiviert, Feinden in Reichweite 500 % des ANG als K.Schaden zugefügt und die K.Schwäche der Ziele für 10 Sekunden um 60 % erhöht. „Segen von Orvelia“ erhöht außerdem für 10 Sekunden die M.VERT um 25 %."
    ],
    "story": "Die Hellebarde, die von einer antiken Wächterstatue gehalten wurde, die das Tor des Labyrinths bewachte, wurde vor Kurzem im unterirdischen Königslabyrinth gefunden. Die alte Statue hielt die Hellebarde fest in Händen, als ob sie ihre Entschlossenheit zeigen wollte, das Labyrinth vor Eindringlingen zu schützen. Loman, der mit der Ausgrabung des Labyrinths beauftragt war, spürte eine außergewöhnliche Energie von der Statue ausgehen und verneigte sich vor ihr. Genau in diesem Moment ließ die Statue die Waffe fallen und zerbrach in tausend Stücke. Die Hellebarde selbst schien unversehrt und war von einer mysteriösen Energie erfüllt. „Die Statue zerbrach plötzlich und ließ die Hellebarde fallen...“ , sagte Scarlet, als sie sich den Bericht ansah. „Ja.“ Scarlet richtete ihren Blick dann auf Loman. „Die unnachgiebige Aufrichtigkeit, einen Ort zu beschützen, bis der Körper zerfällt... Ich kenne so einen Mann.“ „Wie bitte?“ Er schaute Scarlet fragend an, während sie ihm die Hellebarde lächelnd überreichte."
  },
  "s1": {
    "name": "Boden aufreißen",
    "description": "Fügt Frontfeinden in Reichweite {0} K.Schaden zu, wirft sie für {1} Sek. zu Boden und erhöht die K.Schwäche der betroffenen Ziele {2} Sek. lang um {3}  %.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Blockt allen Schaden, während der Skill aktiv ist."
    },
    "light": "Reduziert Cooldown um 3 Sek.",
    "dark": "Erhöht die K.Schwäche der betroffenen Ziele für 10 Sekunden um 25%.",
    "ut": {
      "name": "Grundlegende Kampftechniken der Ritter von Orvelia",
      "description": [
        "[Boden aufreißen] Verringert 10 Sek. lang das K.Blockieren des Ziels um 500 und seinen Statuseffekt-Widerstand um 100.",
        "[Boden aufreißen] Verringert 10 Sek. lang das K.Blockieren des Ziels um 500 und seinen Statuseffekt-Widerstand um 120.",
        "[Boden aufreißen] Verringert 10 Sek. lang das K.Blockieren des Ziels um 500 und seinen Statuseffekt-Widerstand um 140.",
        "[Boden aufreißen] Verringert 10 Sek. lang das K.Blockieren des Ziels um 500 und seinen Statuseffekt-Widerstand um 170.",
        "[Boden aufreißen] Verringert 10 Sek. lang das K.Blockieren des Ziels um 500 und seinen Statuseffekt-Widerstand um 210.",
        "[Boden aufreißen] Verringert 10 Sek. lang das K.Blockieren des Ziels um 500 und seinen Statuseffekt-Widerstand um 250."
      ],
      "story": "Grundlegende Kampftechniken, die jeder Ritter Orvels im Zuge seiner Ausbildung lernt. Neben vielen anderen Techniken dient „Boden aufreißen“ als solide Grundlage für den Kampfstil eines Ritters. Sie gehört zu den ersten Techniken, die Ritter erlernen, doch der komplizierte Mechanismus sorgt für einen gewaltigen Machtunterschied zwischen einem Novizen und einem Meister. Loman hat es über tausend Mal durchgelesen, seit er zum Ritter geschlagen wurde, und er liest es auch heute noch, wenn er das Gefühl hat, dass er an einer seiner Techniken feilen muss."
    }
  },
  "s2": {
    "name": "Verschleiernder Glaube",
    "description": "Entfernt negative Effekte von allen Verbündeten. Wirkt einen Schild auf alle Verbündeten, der {1} Schaden für {0} Sek. absorbiert, und verringert jeglichen Schaden an Verbündeten um {3}  % für {2} Sek. Der Schild gewährt während seiner Dauer Statuseffekt-Immunität.",
    "books": {
      "0": "Erhöht Schild-TP um {0}%.",
      "1": "Erhöht Schild-TP um {0}%.",
      "2": "Erhöht Schild-TP um {0}%."
    },
    "light": "Verringert den Cooldown um 5 Sekunden.",
    "dark": "Der Schild hält 5 Sekunden länger an.",
    "ut": {
      "name": "Holzpuppenminiatur",
      "description": [
        "[Verschleiernder Glaube] Verringert die Manakosten um 1 und stellt beim Ziel 400 Mana wieder her.",
        "[Verschleiernder Glaube] Verringert die Manakosten um 1 und stellt beim Ziel 480 Mana wieder her.",
        "[Verschleiernder Glaube] Verringert die Manakosten um 1 und stellt beim Ziel 580 Mana wieder her.",
        "[Verschleiernder Glaube] Verringert die Manakosten um 1 und stellt beim Ziel 700 Mana wieder her.",
        "[Verschleiernder Glaube] Verringert die Manakosten um 1 und stellt beim Ziel 840 Mana wieder her.",
        "[Verschleiernder Glaube] Verringert die Manakosten um 1 und stellt beim Ziel 1.000 Mana wieder her."
      ],
      "story": "Loman schnitzte kleine Figuren, so groß wie seine Hand, um bei Schwierigkeiten seine Gedanken zu ordnen. Wenn er die Kanten abrundete, wurde er ganz ruhig und erinnerte sich daran, wie es damals war, als er noch die Grundlagen erlernte. Anfangs war es nur ein Zeitvertreib, doch bald wurde es sein Hobby, eine Leidenschaft, die sein Zimmer mit hunderten Figuren füllte. Eines Tages begann Loman, seinen Freunden und seinen Männern Holzpuppen zu schenken. Damals waren Zauberpuppen, die das Herz vor dem Bösen schützen, sehr beliebt in Orvelia. Loman bat einen alten Schamanen, der traditionelle Heilkünste beherrschte, seine Holzpuppen mit einem Schutzzauber zu versehen, bevor er sie seinen Kollegen gab."
    }
  },
  "s3": {
    "name": "Glaube des Ritters",
    "description": "Trifft Frontfeinde in Reichweite 3-mal. Die ersten 2 Treffer fügen {0} K.Schaden zu und betäuben Feinde für {1} Sek., während der letzte Treffer weiter entfernte Feinde 2-mal angreift und dabei insgesamt {2} K.Schaden zufügt. Der letzte Treffer betäubt Feinde für 5 Sekunden, hinterlässt das [Mal des Glaubens] auf Feinden und fügt ihnen für {3} Sek. Schaden zu. Ziele mit dem [Mal des Glaubens] erleiden {4} zusätzlichen K.Schaden von Verbündeten (außer der Wirkende). Ein zusätzlicher Schadenseffekt wird einmal pro {5} Sek. aktiviert.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Ist nur noch 1 Feind auf dem Schlachtfeld, wird der Schaden um 100% erhöht.",
    "dark": "Gewährt Statuseffekt-Immunität während der Wirkungsdauer.",
    "ut": {
      "name": "Meer der Anrufung",
      "description": [
        "[Glaube des Ritters] Verringert den Cooldown um 30% und erhöht die K.Schwäche der Ziele für 10 Sekunden um 10%.",
        "[Glaube des Ritters] Verringert den Cooldown um 30% und erhöht die K.Schwäche der Ziele für 10 Sekunden um 12%.",
        "[Glaube des Ritters] Verringert den Cooldown um 30% und erhöht die K.Schwäche der Ziele für 10 Sekunden um 14%.",
        "[Glaube des Ritters] Verringert den Cooldown um 30% und erhöht die K.Schwäche der Ziele für 10 Sekunden um 17%.",
        "[Glaube des Ritters] Verringert den Cooldown um 30% und erhöht die K.Schwäche der Ziele für 10 Sekunden um 21%.",
        "[Glaube des Ritters] Verringert den Cooldown um 30% und erhöht die K.Schwäche der Ziele für 10 Sekunden um 25%."
      ],
      "story": "Dieser besondere Anhänger ist ein Erbstück aus Lomans Familie, der ihr vom ersten König von Orvelia verliehen wurde, um sie für ihre Dienste zum Schutz der Monarchie zu ehren. Seine eigentliche Herkunft ist unbekannt, doch er soll von einer alten Zivilisation stammen und mit dem Geist eines Hüters des Orbis-Kontinents versehen sein. Auch die Besitzer dieses Items sind davon überzeugt. Wenn sie ihr Leben dafür riskieren, was ihnen wichtig ist, wenden sie sich an eine große Macht wie die Wellen des Meeres. Die Leute glauben nun, dass dieses blaue Juwel Geister anruft. Daher wird es Meer der Anrufung genannt. Loman erhielt es als Erbstück von seinem Vater, als er ins Schloss kam, und trägt es seither immer bei sich."
    }
  },
  "s4": {
    "name": "Der letzte Torwächter",
    "description": "Stapelt jede Sekunde [Widerstand]. [Widerstand] lässt sich nicht entfernen und bei {0} Stapeln werden {1} K.Schaden zugefügt, VERT bei nahen Feinden ignoriert und ANG der betroffenen Feinde für {2} Sek. um 20 % verringert. Erfolgreiches Blockieren gewährt 1 zusätzlichen Stapel [Widerstand]. Dieser Effekt wird nur einmal pro {3} Sek. aktiviert.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht die Anzahl der „Widerstand“-Stapel jede Sekunde um 1.",
    "dark": "Verringert die ANG-Geschwindigkeit des betroffenen Feindes 10 Sek. lang um 200.",
    "ut": {
      "name": "Schild des Vaters",
      "description": [
        "[Der letzte Torwächter] Erhöht das eigene M.Blockieren um 200 und die Anzahl der durch erfolgreiche Blocks erlangten Widerstandzähler um 1.",
        "[Der letzte Torwächter] Erhöht das eigene M.Blockieren um 240 und die Anzahl der durch erfolgreiche Blocks erlangten Widerstandzähler um 1.",
        "[Der letzte Torwächter] Erhöht das eigene M.Blockieren um 290 und die Anzahl der durch erfolgreiche Blocks erlangten Widerstandzähler um 1.",
        "[Der letzte Torwächter] Erhöht das eigene M.Blockieren um 350 und die Anzahl der durch erfolgreiche Blocks erlangten Widerstandzähler um 1.",
        "[Der letzte Torwächter] Erhöht das eigene M.Blockieren um 420 und die Anzahl der durch erfolgreiche Blocks erlangten Widerstandzähler um 1.",
        "[Der letzte Torwächter] Erhöht das eigene M.Blockieren um 500 und die Anzahl der durch erfolgreiche Blocks erlangten Widerstandzähler um 1."
      ],
      "story": "Ein Schild, den Loman in der Vergangenheit benutzte. Für ihn ist er ein Schatz, den er von seinem Vater bekommen hatte, der der königlichen Familie als Torwächter diente. Obwohl er den Schild schon lange nicht mehr benutzt hat, trägt er die Worte seines Vaters immer in seinem Herzen: „Sei der Schild, der Orvelia beschützt.“ Solange Loman lebt, wird er niemals zulassen, dass ein Feind das Tor von Orvelia durchschreitet."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / M.Block +200",
    "dark": "Bei einer erfolgreichen Verteidigung gegen M.Schaden wird 5 Sek. lang M.Blockieren aller Verbündeter um 200 und die M.VERT um 10 % von Lomans M.VERT erhöht. Dieser Effekt wird alle 5 Sekunden nur einmal ausgelöst."
  }
}