{
  "name": "Nicky",
  "subtitle": "Grausame Kerkermeisterin",
  "description": "Die Anführerin der Wache im Kerker von Orvel, wo die schlimmsten Monster gefangen gehalten werden. Sie versetzt alle Monster in Angst und Schrecken, denn ihre Fähigkeiten und ihre Stärke stehen denen von Arenabiest Gladi in nichts nach. Ihr mächtiger Streitkolben zerschmettert die Knochen ihrer Gegner und reißt sie in Stücke.",
  "story": "Anführerin der Wache, die den Kerker von Orvel führt. Früher war sie eine Kriegerin in der Arena von Orvel und die erbittertste Rivalin Gladis. Als Gladi sich mehr und mehr um den Shop kümmerte, anstatt in der Arena zu kämpfen, verlor auch Nicky das Interesse daran und suchte sich eine neue Arbeit. Mit ihrem durchaus vorhandenen Talent im Trainieren von Monstern bewarb sie sich um die gefährliche, aber hochbezahlte Stelle der Kerkermeisterin. Obwohl die Häftlinge aus Furcht vor ihr kaum etwas anstellten, verloren sie gelegentlich den Verstand und drehten durch. Bei jedem dieser Vorfälle wurde durch ihre Keule eine Menge Blut vergossen, sodass die Gefangenen wieder vor Furcht erzitterten.",
  "like": "Einfache Dinge, geordnete Dinge",
  "dislike": "Aufmüpfige Unruhestifter",
  "inn": {
    "idle": "Wo hast du dich herumgetrieben? Lass uns was trinken!",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Hey! Was streunst du da herum? Komm hierher!",
      "talk": [
        "Ich bin es langsam leid, diese Monster zu piesacken.",
        "Gibt es hier nicht jemanden, der einen guten Kampf abliefern würde? Wie wäre es mit dir? Los geht’s!"
      ],
      "gift": "Ein Geschenk? Hui! Wirklich?"
    },
    "relationship": {
      "greet": "Diejenigen, die sich seltsam verhalten, sollten ihre Fresse poliert bekommen, findest du nicht auch?",
      "talk": [
        "Was die Arbeit macht? Alles beim Alten. Und alle, die sich nicht benehmen können, kriegen eine verpasst.",
        "Ist viel besser als der düstere Kerker!",
        "Die langweilige Gladi zeigt sich heutzutage kaum noch in der Arena."
      ]
    }
  },
  "uw": {
    "name": "Streitkolben der Rehabilitation, Hartnon,",
    "description": [
      "20 % Chance, Feinden den Effekt Groll Hartnons durch normale und Skill-Angriffe zu verleihen. Für 5 Sek. reduziert dieser die ANG-Geschwindigkeit um 100, erhöht den K.Schaden, den das Ziel erleidet, um 10 %, verursacht jede Sekunde Schaden in Höhe von 40 % von Nickys ANG und verringert das Mana um 60. Dieser Effekt kann nicht gestapelt werden.",
      "20 % Chance, Feinden den Effekt Groll Hartnons durch normale und Skill-Angriffe zu verleihen. Für 5 Sek. reduziert dieser die ANG-Geschwindigkeit um 120, erhöht den K.Schaden, den das Ziel erleidet, um 12 %, verursacht jede Sekunde Schaden in Höhe von 48 % von Nickys ANG und verringert das Mana um 72. Dieser Effekt kann nicht gestapelt werden.",
      "20 % Chance, Feinden den Effekt Groll Hartnons durch normale und Skill-Angriffe zu verleihen. Für 5 Sek. reduziert dieser die ANG-Geschwindigkeit um 140, erhöht den K.Schaden, den das Ziel erleidet, um 14 %, verursacht jede Sekunde Schaden in Höhe von 56 % von Nickys ANG und verringert das Mana um 86. Dieser Effekt kann nicht gestapelt werden.",
      "20 % Chance, Feinden den Effekt Groll Hartnons durch normale und Skill-Angriffe zu verleihen. Für 5 Sek. reduziert dieser die ANG-Geschwindigkeit um 170, erhöht den K.Schaden, den das Ziel erleidet, um 17 %, verursacht jede Sekunde Schaden in Höhe von 68 % von Nickys ANG und verringert das Mana um 104. Dieser Effekt kann nicht gestapelt werden.",
      "20 % Chance, Feinden den Effekt Groll Hartnons durch normale und Skill-Angriffe zu verleihen. Für 5 Sek. reduziert dieser die ANG-Geschwindigkeit um 200, erhöht den K.Schaden, den das Ziel erleidet, um 20 %, verursacht jede Sekunde Schaden in Höhe von 80 % von Nickys ANG und verringert das Mana um 124. Dieser Effekt kann nicht gestapelt werden.",
      "20 % Chance, Feinden den Effekt Groll Hartnons durch normale und Skill-Angriffe zu verleihen. Für 5 Sek. reduziert dieser die ANG-Geschwindigkeit um 250, erhöht den K.Schaden, den das Ziel erleidet, um 25 %, verursacht jede Sekunde Schaden in Höhe von 100 % von Nickys ANG und verringert das Mana um 150. Dieser Effekt kann nicht gestapelt werden."
    ],
    "story": "Streitkolben, der von der Anführerin der Wache geführt wurde, um die Gefangenen unter Kontrolle zu halten. Er ist als Streitkolben der Rehabilitation für aufmüpfige Monster in Gefangenschaft bekannt. Von Generation zu Generation wurde er von den Kerkermeistern in Orvelia weitergereicht, doch kurz nachdem Nicky die neue Anführerin wurde, brach ein Teil des Streitkolbens ab, als sie ihn gnadenlos gegen die Gefangenen führte. –......... Sie starrte auf den kaputten Streitkolben, als ihr Blick zu den Gefangenen wanderte und auf die Höllenbestie Hartnon fiel, deren gesamter Körper mit Hörnern bedeckt war. Ein kaltherziges Lächeln breitete sich auf ihrem Gesicht aus. – Du da! Du hast einen hübschen Augapfel für ein Stück Abschaum! Mit der Zeit wurde aus dem Auge des Monsters dank den fähigen Händen von Schmied Jin Nickys neuer Streitkolben. Er war perfekt für sie. Von den Hörnern, mit denen der Streitkolben besetzt war, ging ein schrecklicher Fluch aus, während die durch das Opfer des Monsters erbrachte Iris für einen die Seele zermürbenden Schmerz sorgte. Die Insassen fingen an, den Streitkolben „Hartnon“ zu nennen, zu Ehren des Biests, das für die Waffe sein Leben gab. Jedes Mal, wenn Nicky den neuen Streitkolben gegen die Gefangenen einsetzte, fühlte sie eine Welle unvergleichlicher Freude in sich aufsteigen."
  },
  "s1": {
    "name": "Streitkolben der Rehabilitation",
    "description": "Fügt feindlichen Zielen und Feinden in unmittelbarer Nähe {0} K.Schaden zu und betäubt sie für {1} Sek. Das Ziel wird für {2} Sek. zum Abrüsten gezwungen. Der K.Block von Feinden, die beim Abrüsten sind, wird auf 0 gesetzt. Dieser Effekt kann nicht entfernt werden.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Verringert die PRÄZ des Ziels für 10 Sek. um 200.",
    "dark": "Verringert die Manakosten um 1.",
    "ut": {
      "name": "Spezialstiefel des Kerkers",
      "description": [
        "[Streitkolben der Rehabilitation] Verringert die K. VERT des getroffenen Feindes für 10 Sek. um 25 % und fügt der Heilungsrate einen Reduktionseffekt in Höhe von 30 % hinzu, wenn im Abrüsten-Zustand.",
        "[Streitkolben der Rehabilitation] Verringert die K. VERT des getroffenen Feindes für 10 Sek. um 25 % und fügt der Heilungsrate einen Reduktionseffekt in Höhe von 36 % hinzu, wenn im Abrüsten-Zustand.",
        "[Streitkolben der Rehabilitation] Verringert die K. VERT des getroffenen Feindes für 10 Sek. um 25 % und fügt der Heilungsrate einen Reduktionseffekt in Höhe von 43 % hinzu, wenn im Abrüsten-Zustand.",
        "[Streitkolben der Rehabilitation] Verringert die K. VERT des getroffenen Feindes für 10 Sek. um 25 % und fügt der Heilungsrate einen Reduktionseffekt in Höhe von 52 % hinzu, wenn im Abrüsten-Zustand.",
        "[Streitkolben der Rehabilitation] Verringert die K. VERT des getroffenen Feindes für 10 Sek. um 25 % und fügt der Heilungsrate einen Reduktionseffekt in Höhe von 62 % hinzu, wenn im Abrüsten-Zustand.",
        "[Streitkolben der Rehabilitation] Verringert die K. VERT des getroffenen Feindes für 10 Sek. um 25 % und fügt der Heilungsrate einen Reduktionseffekt in Höhe von 75 % hinzu, wenn im Abrüsten-Zustand."
      ],
      "story": "Ein Paar Stiefel, die aus dem Leder von Monstern hergestellt wurden, die im Kerker wüteten. An ihrem ersten Tag als Anführerin der Wache musste Nicky mitansehen, wie die Monster den gesamten Kerker verwüsteten. Als sich die Monster auf sie stürzten, holte sie mit ihrem Streitkolben aus und zerschmetterte ihre Schädel mit einem kaltherzigen Lächeln im Gesicht. Anschließend häutete sie die Monster und fertigte aus ihrem Leder ein Paar Stiefel an. Seither hat sie nie wieder Probleme mit aufmüpfigen Gefangenen im Kerker gehabt."
    }
  },
  "s2": {
    "name": "Gnadenloser Sturm",
    "description": "Bezieht Position und schwingt ihre Waffe, um Feinde in einem ringförmigen Bereich {0} Mal anzugreifen. Jeder Treffer verursacht {1} K.Schaden und betäubt das Ziel für {2} Sek. Jedes Schwingen der Waffe erhöht die eigene ANG-Geschwindigkeit bis {3} , den Schaden durch den Skill um bis zu {4}  % und die Dauer der Betäubung um bis zu {5} Sek.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Entfernt mit 25%iger Chance bei jedem Treffer positive Effekte von Feinden.",
    "dark": "Erhöht den Schaden an Feinden, die keine Helden sind, um 100 %.",
    "ut": {
      "name": "Anhänger des Kriegsgotts",
      "description": [
        "[Gnadenloser Sturm] Erhöht den Schaden um 50 % und verringert den Cooldown um 1,6 % bei einem feindlichen Treffer.",
        "[Gnadenloser Sturm] Erhöht den Schaden um 50 % und verringert den Cooldown um 1,9 % bei einem feindlichen Treffer.",
        "[Gnadenloser Sturm] Erhöht den Schaden um 50 % und verringert den Cooldown um 2,3 % bei einem feindlichen Treffer.",
        "[Gnadenloser Sturm] Erhöht den Schaden um 50 % und verringert den Cooldown um 2,7 % bei einem feindlichen Treffer.",
        "[Gnadenloser Sturm] Erhöht den Schaden um 50 % und verringert den Cooldown um 3,3 % bei einem feindlichen Treffer.",
        "[Gnadenloser Sturm] Erhöht den Schaden um 50 % und verringert den Cooldown um 4 % bei einem feindlichen Treffer."
      ],
      "story": "Ein Anhänger aus dem Kampf gegen Gladi, Nickys Erzfeind. Der Kriegsgott vom Orbis-Kontinent hat in der Vergangenheit den Anhänger mit seiner Kraft belegt, sodass er für eventuelle Krisen in der Zukunft eingesetzt werden kann. Im Juwel lodert eine Flamme, die so stark ist wie die Seele eines Kämpfers. Nachdem der Anhänger im Auktionshaus eintraf, kämpften Gladi und Nick Tag und Nacht um ihn, doch keiner von ihnen konnte die Oberhand gewinnen. War das, was als Nächstes passierte, eine Laune der Göttin? Als der Kampf besonders brutal wurde, lag plötzlich der Duft einer Silberrebe in der Luft. Gladi gab den Kampf auf und rannte davon. Nicky hatte den Anhänger schließlich gewonnen."
    }
  },
  "s3": {
    "name": "Letzte Hinrichtung",
    "description": "Bezieht Position, fokussiert und greift Feinde in einem weiten Umkreis frontal an, um {0} K.Schaden zuzufügen und sie für {1} Sek. zurückzuwerfen. Abhängig von der Fokuszeit wird die Reichweite, die die Gegner zurückgeworfen werden, sowie die Ausfallzeit um bis zu {2} Sek. erhöht. Erhöht den Schaden um bis zu {3}  %, und wenn sich Nicky vollständig konzentriert, werden positive Effekte von allen Feinden in Reichweite entfernt. Fügt Feinden, die keine Helden sind, zusätzlichen Schaden von {4} zu und erhöht für {5}  Sek. den K.Schaden, den der Feind erleidet, um {6}  %.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Verringert die Manakosten um 1.",
    "dark": "Erhöht die Manakosten um 1 und den Schaden um 100 %.",
    "ut": {
      "name": "Gnadenloser Schädelschlagring",
      "description": [
        "[Letzte Hinrichtung] Verringert den Cooldown um 30 % und erhöht den dem Boss zugefügten Schaden pro Einsatz um 4 %. Dieser Effekt kann bis zu 10-mal gestapelt werden.",
        "[Letzte Hinrichtung] Verringert den Cooldown um 30 % und erhöht den dem Boss zugefügten Schaden pro Einsatz um 4,8 %. Dieser Effekt kann bis zu 10-mal gestapelt werden.",
        "[Letzte Hinrichtung] Verringert den Cooldown um 30 % und erhöht den dem Boss zugefügten Schaden pro Einsatz um 5,8 %. Dieser Effekt kann bis zu 10-mal gestapelt werden.",
        "[Letzte Hinrichtung] Verringert den Cooldown um 30 % und erhöht den dem Boss zugefügten Schaden pro Einsatz um 7 %. Dieser Effekt kann bis zu 10-mal gestapelt werden.",
        "[Letzte Hinrichtung] Verringert den Cooldown um 30 % und erhöht den dem Boss zugefügten Schaden pro Einsatz um 8,4 %. Dieser Effekt kann bis zu 10-mal gestapelt werden.",
        "[Letzte Hinrichtung] Verringert den Cooldown um 30 % und erhöht den dem Boss zugefügten Schaden pro Einsatz um 10 %. Dieser Effekt kann bis zu 10-mal gestapelt werden."
      ],
      "story": "Ein seltsamer Schlagring, den Cassandra gekauft hatte, als sie in Orvelia zu Besuch war. Cassandra traf in der Taverne Nicky, die sich über ihre ungehorsamen Gefangenen beschwerte, und verkaufte ihr diesen Gegenstand. Laut Cassandra bestehen die Schädel des Schlagrings aus den Knochen von Hochmagiern. Der Schädel mit den roten Augen soll bei Feinden Halluzinationen hervorrufen und sie bis in alle Ewigkeiten foltern. Nicky setzt ihn zusammen mit ihrem Kolben ein, um die Verbrecher zu bestrafen."
    }
  },
  "s4": {
    "name": "Blutbadinstinkt",
    "description": "Erhöht eigenen ANG um {0} und die Krit. Chance um {1}. Wenn die eigenen TP unter {2}  % sinken, wird der Effekt Grausamer Wahnsinn aktiviert. Mit dem Grausamer Wahnsinn-Effekt werden alle eigenen negativen Effekte entfernt, der ANG für {3} Sek. um {4} erhöht, der Schaden um {5}  % reduziert und Statuseffekt-Immunität gewährt. Dieser Effekt wird einmal alle {6} Sek. aktiviert.",
    "books": {
      "0": "Angriffs-Steigungsrate steigt um {0}%.",
      "1": "Angriffs-Steigungsrate steigt um {0}%.",
      "2": "Angriffs-Steigungsrate steigt um {0}%."
    },
    "light": "Erhöht die Dauer von Grausamer Wahnsinn um 5 Sek.",
    "dark": "Bossmonster nimmt 15% höheren Schaden."
  },
  "t5": {
    "light": "ANG, VERT, TP+15% / ANG-Geschw. +100",
    "dark": "Erhöht den eigenen Statuseffekt-Widerstand um 500."
  }
}