{
  "name": "Hanus",
  "subtitle": "Meisterin des Feuers",
  "description": "Die jüngste Ausbilderin der Gildenallianz-Kommandozentrale. Ein Genie der Waffenmodifikation und Strategiebildung. Sie vernichtet ihre Feinde mithilfe selbstentwickelter Schusswaffen.",
  "story": "Das legendäre Mädchen, das auch als der Schlachtfeld-Kleinriese bekannt ist, wurde bereits mit 13 Jahren von den Gildenallianz-Truppen rekrutiert. Als Kind konnte sie, dank ihres Vaters, dem Leiter der Waffengilde, die verlassenen Waffen als Spielzeug nutzen. Später entdeckte sie schließlich ihre natürlich Talente im Umgang mit den Waffen. Die Gildenallianz entschied, dass dieses Talent nicht verschwendet werden soll und hat sie schließlich, trotz den Einwendungen ihres Vaters, zu den Truppen geholt. Und wie erwartet, konnte sie sich gut beweisen und ihre Talente zeigen. Ihre außergewöhnlichen Waffen waren so gut, dass sie das Schlachtfeld bestimmten und stark beeinflussten. Mithilfe von Neutechnologien gelang es ihr schließlich die Gildentruppen umzustrukturieren und eine guten Ruf zu bilden. Vor allem war es Hanus selbst die sehr zufrieden ist mit diesem Leben, da sie endlich die gewünschten Schusswaffen herstellen konnte. Jedoch dauerte es nicht lange, bis sie mit den vielen Kämpfen und Neuentwicklungen belastet und sogar in einen Kampf verletzt wurde. Ihr Vater, der von Anfang an gegen ihre junge Militärkarriere war, protestierte vehement gegen die Gildenallianz und forderte die sofortige Entlassung seiner Tochter. Hanus jedoch konnte ihren Vater davon überzeugen sie bei der Gildenallianz zu lassen, unter der Bedingung, dass sie nicht auf dem Schlachtfeld, sondern im Trainingszentrum weiterarbeitet. Zurzeit gefällt es ihr zwar ihre Nachfolger zu trainieren und zu unterrichten, jedoch hofft sie eines Tages auf ihrem Rückkehr zum Schlachtfeld. In der Kommandozentrale wartet sie ruhig auf dem Tag, an dem sie zusammen mit ihren Kameraden, die sie unterrichtet hat, auf dem Schlachtfeld kämpfen kann.",
  "like": "Feuerwaffenmontage, Mini-Hanus, Eierplätzchen, Dart",
  "dislike": "Faulheit, Selbstwertgefühl, Garnelen und Essig",
  "inn": {
    "idle": "Was gibt es denn da zu lachen?",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Auch wenn das Training jetzt hart scheinen mag, werdet Ihr mir später danken.",
      "talk": [
        "Ihr habt die Technik, die ich Euch das letzte Mal beigebracht habe, nicht vergessen? Früher oder später, werde ich Euch bewerten müssen.",
        "Seit einigen Tagen macht Ihr den gleichen Fehler. Über Ungeschicktheit kann ich drüber sehen, Faulheit dagegen ist unverzeihlich."
      ],
      "gift": "Bestechungen wirken bei mir nicht. Die Trainingszeit wird definitiv nicht verkürzt."
    },
    "relationship": {
      "greet": "Irgendwann werde ich meinen Vater schon überzeugen, dass der Ort, an dem ich sein muss, das Schlachtfeld ist.",
      "talk": [
        "Meine Einstellung zu Euch wird von Eurer Leistung bestimmt.",
        "Wenn das Training vorbei ist, werde ich Euch was Leckeres ausgeben.",
        "Man weiß also bereits von meiner Puppe. Mini-Hanus!? So ein lächerlicher Name!"
      ]
    }
  },
  "uw": {
    "name": "Kleiner Scherz, HN-0",
    "description": [
      "Der Hanus-Krit. Schaden wird um 20% erhöht, aller 20 Sek. wird [Kleiner Scherz, HN-Lenkfügkörper] abgefeuert und zufälligen Feinden Schaden im Wert von 200% des ANG zugefügt. Zusätzlich wird dem Feind 3 Sek. lang eines der folgenden Effekten verleiht: Betäubung, Frost, Versteinerung, Umfallen oder ANG-GESCHW-Verringerung um 250.",
      "Der Hanus-Krit. Schaden wird um 24% erhöht, aller 17 Sek. wird [Kleiner Scherz, HN-Lenkfügkörper] abgefeuert und zufälligen Feinden Schaden im Wert von 240% des ANG zugefügt. Zusätzlich wird dem Feind 3 Sek. lang eines der folgenden Effekten verleiht: Betäubung, Frost, Versteinerung, Umfallen oder ANG-GESCHW-Verringerung um 250.",
      "Der Hanus-Krit. Schaden wird um 29% erhöht, aller 14 Sek. wird [Kleiner Scherz, HN-Lenkfügkörper] abgefeuert und zufälligen Feinden Schaden im Wert von 290% des ANG zugefügt. Zusätzlich wird dem Feind 3 Sek. lang eines der folgenden Effekten verleiht: Betäubung, Frost, Versteinerung, Umfallen oder ANG-GESCHW-Verringerung um 250.",
      "Der Hanus-Krit. Schaden wird um 35% erhöht, aller 12 Sek. wird [Kleiner Scherz, HN-Lenkfügkörper] abgefeuert und zufälligen Feinden Schaden im Wert von 350% des ANG zugefügt. Zusätzlich wird dem Feind 3 Sek. lang eines der folgenden Effekten verleiht: Betäubung, Frost, Versteinerung, Umfallen oder ANG-GESCHW-Verringerung um 250.",
      "Der Hanus-Krit. Schaden wird um 42% erhöht, aller 10 Sek. wird [Kleiner Scherz, HN-Lenkfügkörper] abgefeuert und zufälligen Feinden Schaden im Wert von 420% des ANG zugefügt. Zusätzlich wird dem Feind 3 Sek. lang eines der folgenden Effekten verleiht: Betäubung, Frost, Versteinerung, Umfallen oder ANG-GESCHW-Verringerung um 250.",
      "Der Hanus-Krit. Schaden wird um 50% erhöht, aller 8 Sek. wird [Kleiner Scherz, HN-Lenkfügkörper] abgefeuert und zufälligen Feinden Schaden im Wert von 500% des ANG zugefügt. Zusätzlich wird dem Feind 3 Sek. lang eines der folgenden Effekten verleiht: Betäubung, Frost, Versteinerung, Umfallen oder ANG-GESCHW-Verringerung um 250."
    ],
    "story": "Eine rätselhafte Waffe mit ganz eigener Technologie, kreiert von der energiegeladenen Hanus. Diese wird hauptsächlich für Ziele verwendet, die Hanus wütend machen. Diese atemberaubend Waffe, genannt Hanus-Zero-Type, ist mit einer speziellen Kugel ausgestattet, die beim Angriff mehrere Kugeln abfeuert, die zu bestimmten Zeiten Führungsfunktionen haben, sodass sie sich niemals dem Feind entziehen können. Wenn sie diese Waffe herstellt, die sonst niemand bauen kann, wäre sie dann auf dem gleichen Level wie der Institutsleiter Magos Le'Flamme oder die intelligenten Maschinenbau-Studenten aus Orvel? Der Grund warum sie diese Waffe bauen möchte, ist schon interessant...  Hanus, die früher schon mal auf dem Höhepunkt ihrer Karriere stand, wurde vom Leiter einer Schmuggelbande verspottet. Dieser meinte zu ihr, dass sie doch auf dem Kinderspielplatz Kriegsspiele spielen solle. Dies machte sie sehr wütend und sie kämpfte schließlich gegen sie, jedoch waren die Gegner in der Überzahl, sodass sie sich zurückziehen musste. Die Tatsache, dass ihre Gegner vor ihren Augen entwischt sind, machten sie Tage danach noch wütend. Bis eines Tages der anschließende Einsatz zur Eliminierung der Schmuggelbande stattfand und ihr die Chance geboten wurde ihre neue Waffe einzusetzen. An dem Tag hat ein Schuss ihrer Waffe den Einsatz schnell beendet. Als sie mit ihrer Waffe schoss, dachte sie sich: 'Jetzt kann das Kinderspiel beginnen.'"
  },
  "s1": {
    "name": "Alles durchbohren!",
    "description": "Nachdem du eine Granate geworfen hast, feuere eine Maschinenpistole ab, um dem Ziel & nahegelegenen Gegnern {0} Körp. Schaden zuzufügen und {1} Kugel zu erhalten. Der erlittene gegn. Körp. Schaden erhöht sich für {2} Sek. um {3}% und der Gegner wird {4} Sek. lang geblendet. Bis zu {5} Kugeln können gestapelt werden.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Entfernt positive Effekte des Ziels.",
    "dark": "Wenn du {0} Kugel(n) erhalten hast, erhöht sich {1} Sek. lang der eigene ANG um {2}%. Der ANG-Erhöhungseffekt kann bis zu {3} x gestapelt werden.",
    "ut": {
      "name": "Altes Militärhut",
      "description": [
        "[Alles durchbohren!] Skill-Manakosten verringern sich um 1 und Blendungsdauer wird um 0,8 Sek. erhöht.",
        "[Alles durchbohren!] Skill-Manakosten verringern sich um 1 und Blendungsdauer wird um 1 Sek. erhöht.",
        "[Alles durchbohren!] Skill-Manakosten verringern sich um 1 und Blendungsdauer wird um 1,2 Sek. erhöht.",
        "[Alles durchbohren!] Skill-Manakosten verringern sich um 1 und Blendungsdauer wird um 1,4 Sek. erhöht.",
        "[Alles durchbohren!] Skill-Manakosten verringern sich um 1 und Blendungsdauer wird um 1,7 Sek. erhöht.",
        "[Alles durchbohren!] Skill-Manakosten verringern sich um 1 und Blendungsdauer wird um 2 Sek. erhöht."
      ],
      "story": "Ein Hut eines Kameraden von Hanus, die Hanus zuerst auf dem Schlachtfeld als ihr Kamerad erkannte. Hanus wurde zwar aufgrund ihres genialen Talents in den Gildenallianz-Truppen aufgenommen, aber zu Beginn ihres Einsatzes musste sie aller Art von Ignoranz und Spott über sich ergehen lassen, weil sie jung war. Dabei gab es nur eine Person, die ihre Fähigkeiten auf dem Schlachtfeld zu ersten mal erkannte. Dank dieser Person fingen mehr und mehr Kameraden an Hanus als ihr Kamerad und sogar Familie zu akzeptieren. Für Hanus bedeutete diese Person sehr viel. Als Hanus jedoch in einer anderen Abteilung wechseln musste, musste sie sich von ihrer Freundin verabschieden. Die Kameradin, die Hanus nun zum ersten Mal weinen sah, gab ihr diesen Hut, den sie in vielen Kämpfen trug, als Erinnerung an ihre Freundschaft & als Zeichen ihrer Anerkennung, und versprach ihr sich irgendwann wieder auf dem Schlachtfeld zu sehen."
    }
  },
  "s2": {
    "name": "Löcher in den Bauch!",
    "description": "Feuere die Maschinenpistole {0} x ab und füge Gegnern in weiter Reichweite {1} Körp. Schaden zu. Hast du danach noch Kugeln übrig, so werden mit dem Pistolenschuss {2} Kugel(n) abgefeuert und wenn du weiter abfeuerst bis alle Kugeln verbraucht sind, wird dein Schaden um {3}% erhöht. Jedes Mal, wenn die Maschinenpistole {4} x abgefeuert wird, erhöht sich der Schaden dieses Skills um {5}%. Der Schadenerhöhungs-Effekt kann bis zu {6} x gestapelt werden.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Erhöht die Kugel-Verbrauchsmenge um {0} Kugel, aber jedes Mal wenn du kontinuierlich Kugeln verbrauchst, erhöht sich Hanus-Krit. Schaden um {1}%.",
    "dark": "Entfernt den von Feinden zugefügter Schadenerhöhungs-Effekt.",
    "ut": {
      "name": "Start aller Scherze",
      "description": [
        "[Löcher in den Bauch!] Skill verwenden und 20 Kugel erhalten. Jedes Mal, wenn die Maschinenpistole abgefeuert wird und du dabei Kugeln verbrauchst, erhöht sich der Hanus-ANG um {1}%. Dieser Effekt kann bis zu 100x gestapelt werden.",
        "[Löcher in den Bauch!] Skill verwenden und 20 Kugel erhalten. Jedes Mal, wenn die Maschinenpistole abgefeuert wird und du dabei Kugeln verbrauchst, erhöht sich der Hanus-ANG um {1}%. Dieser Effekt kann bis zu 100x gestapelt werden.",
        "[Löcher in den Bauch!] Skill verwenden und 20 Kugel erhalten. Jedes Mal, wenn die Maschinenpistole abgefeuert wird und du dabei Kugeln verbrauchst, erhöht sich der Hanus-ANG um {1}%. Dieser Effekt kann bis zu 100x gestapelt werden.",
        "[Löcher in den Bauch!] Skill verwenden und 20 Kugel erhalten. Jedes Mal, wenn die Maschinenpistole abgefeuert wird und du dabei Kugeln verbrauchst, erhöht sich der Hanus-ANG um {1}%. Dieser Effekt kann bis zu 100x gestapelt werden.",
        "[Löcher in den Bauch!] Skill verwenden und 20 Kugel erhalten. Jedes Mal, wenn die Maschinenpistole abgefeuert wird und du dabei Kugeln verbrauchst, erhöht sich der Hanus-ANG um {1}%. Dieser Effekt kann bis zu 100x gestapelt werden.",
        "[Löcher in den Bauch!] Skill verwenden und 20 Kugel erhalten. Jedes Mal, wenn die Maschinenpistole abgefeuert wird und du dabei Kugeln verbrauchst, erhöht sich der Hanus-ANG um {1}%. Dieser Effekt kann bis zu 100x gestapelt werden."
      ],
      "story": "Die erste Schusswaffe, die Hanus jemals umbilden durfte. Da ist zum ersten Mal Hanus Einfallsreichtum zur Vorschau gekommen. Eines Tages während sie mit Schusswaffen und Messern spielte, erinnerte sich Hanus an die große Waffe im Zimmer ihres Vaters. Er meinte mal zu ihr, dass trotz ihrer großen Feuerkraft, die Waffe zu schwer sei für den Einsatz auf dem Schlachtfeld. Als Hanus die Waffe entdeckte, war sie sich jedoch sicher, dass sie die Waffe entsprechend umbauen konnte. Schließlich holte sie die Waffe heimlich aus dem Zimmer ihres Vaters heraus und bastelte drumherum. Nach ein paar Tagen schaffte es Hanus die Waffe für sich passend zu modifizieren. Hanus Vater hat sie für ihr Verhalten zwar geschimpft, jedoch war er sehr überrascht als er die Neuwaffe entdeckte. Das Gewicht der Waffe ist deutlich gesunken, die Feuerkraft ist jedoch genauso geblieben. An dem Tag entdeckte Hanus Vater zum ersten Mal ihr Talent. Das besondere daran ist, dass Hanus damals gerade mal 5 Jahre alt war."
    }
  },
  "s3": {
    "name": "Ins Mauseloch kriechen!",
    "description": "Frontalstehenden Gegner, die sich in einer bestimmten Entfernung befinden, wird ein Grabenmörser abgefeuert und {0} Körp. Schaden zugefügt. Du erhältst dabei {1} x Kugel. Der getroffene Feind wird für {2} Sek. betäubt. Dieser Skill ignoriert alle feindlichen Block-Effekte.",
    "books": {
      "0": "Erhöht Schaden um {0}%.",
      "1": "Erhöht Schaden um {0}%.",
      "2": "Erhöht Schaden um {0}%."
    },
    "light": "Bei Verwendung im Gildenkrieg werden gegn. Schadenverringerungs-Effekte ignoriert.",
    "dark": "Wenn du {0} Kugel(n) erhalten hast, erhöht sich {1} Sek. lang der eigene VERT-Durchbruch um {2}.Der VERT-Durchbruchs-Effekt kann bis zu {3} x gestapelt werden.",
    "ut": {
      "name": "Mini-Hanus",
      "description": [
        "[Ins Mauseloch kriechen!] Skill verwenden und immun gegen Statuseffekte werden. Zusätzlich wird für 5 Sek. die Heilungsrate des geschädigten Ziels um 20% verringert.",
        "[Ins Mauseloch kriechen!] Skill verwenden und immun gegen Statuseffekte werden. Zusätzlich wird für 5 Sek. die Heilungsrate des geschädigten Ziels um 24% verringert.",
        "[Ins Mauseloch kriechen!] Skill verwenden und immun gegen Statuseffekte werden. Zusätzlich wird für 5 Sek. die Heilungsrate des geschädigten Ziels um 29% verringert.",
        "[Ins Mauseloch kriechen!] Skill verwenden und immun gegen Statuseffekte werden. Zusätzlich wird für 5 Sek. die Heilungsrate des geschädigten Ziels um 35% verringert.",
        "[Ins Mauseloch kriechen!] Skill verwenden und immun gegen Statuseffekte werden. Zusätzlich wird für 5 Sek. die Heilungsrate des geschädigten Ziels um 42% verringert.",
        "[Ins Mauseloch kriechen!] Skill verwenden und immun gegen Statuseffekte werden. Zusätzlich wird für 5 Sek. die Heilungsrate des geschädigten Ziels um 50% verringert."
      ],
      "story": "Hanus Lieblingspuppe in limitierter Ausgabe. Diese Puppe, die in einer historischen Puppenwerkstatt in Orvel hergestellt wurde, ist entsprechend einer mystischen noch nie gesehenen Kreatur gebildet worden. Diese Puppe ist bei den Kindern sehr beliebt und die extra-limitierte Ausgabe dieser Puppe gehört natürlich Hanus. Hanus wechselt jeden Tag die hochqualitativen Klamotten der Puppe aus und stattet sie mit ihren handgemachten Spielzeugwaffen aus. Da die Puppe aufgrund ihres Zubehörs immer mehr und mehr ihrem Besitzer ähnelt, wird sie von Hanus Kameraden auch Mini-Hanus genannt. Einige ihrer Kameraden fragten Hanus nach dem Namen ihrer Puppe, jedoch verrät sie diesen nicht, da sie der Meinung ist, dass nur sie selbst ihre Puppe mit ihrem Namen rufen darf."
    }
  },
  "s4": {
    "name": "Unser Training kann beginnen!",
    "description": "Hanus ist immun gegen ANG-GESCHW-Veränderungen und die Verbündeten-VERT wird um {0} + Hanus-ANG {1}% erhöht. Wird dieser Effekt beim Gildenkampf angewendet, so wird es {2} x so stark wirken. [Gildenkampf] - Gildenraid, Gildeneroberungen, Gildenkrieg",
    "books": {
      "0": "Erhöht ANG um {0}%.",
      "1": "Erhöht ANG um {0}%.",
      "2": "Erhöht ANG um {0}%."
    },
    "light": "Verringert {0} Sek. lang den Schaden aller Verbündeten um {1}% beim Gildenkriegsbeginn.",
    "dark": "Du erhältst aller {0} Sek. {1} Kugel(n).",
    "ut": {
      "name": "Ehrenmedaille",
      "description": [
        "[Unser Training kann beginnen!] Skill zu Beginn des Gildenkriegs 1x verwenden und dabei die Mana aller Skills, die selbst benutzt werden, um 1 verringern. Zusätzlich werden 10 Sek. lang der ANG und Krit. Schaden aller Verbündeten um jeweils 10% und 20% erhöht.",
        "[Unser Training kann beginnen!] Skill zu Beginn des Gildenkriegs 1x verwenden und dabei die Mana aller Skills, die selbst benutzt werden, um 1 verringern. Zusätzlich werden 10 Sek. lang der ANG und Krit. Schaden aller Verbündeten um jeweils 12% und 24% erhöht.",
        "[Unser Training kann beginnen!] Skill zu Beginn des Gildenkriegs 1x verwenden und dabei die Mana aller Skills, die selbst benutzt werden, um 1 verringern. Zusätzlich werden 10 Sek. lang der ANG und Krit. Schaden aller Verbündeten um jeweils 14% und 29% erhöht.",
        "[Unser Training kann beginnen!] Skill zu Beginn des Gildenkriegs 1x verwenden und dabei die Mana aller Skills, die selbst benutzt werden, um 1 verringern. Zusätzlich werden 10 Sek. lang der ANG und Krit. Schaden aller Verbündeten um jeweils 17% und 35% erhöht.",
        "[Unser Training kann beginnen!] Skill zu Beginn des Gildenkriegs 1x verwenden und dabei die Mana aller Skills, die selbst benutzt werden, um 1 verringern. Zusätzlich werden 10 Sek. lang der ANG und Krit. Schaden aller Verbündeten um jeweils 21% und 42% erhöht.",
        "[Unser Training kann beginnen!] Skill zu Beginn des Gildenkriegs 1x verwenden und dabei die Mana aller Skills, die selbst benutzt werden, um 1 verringern. Zusätzlich werden 10 Sek. lang der ANG und Krit. Schaden aller Verbündeten um jeweils 25% und 50% erhöht."
      ],
      "story": "Eine Medaille, die Hanus für ihre vielen erreichten Errungenschaften bei den Allianz-Truppen erhielt. Ihrer Rolle als Taktiker entsprechend hat Hanus dem Militär viele Vorteile auf dem Schlachtfeld gebracht. Dementsprechend hat man sie auch mit einer Medaille geehrt. Solch eine Anerkennung war beispiellos angesichts ihres jungen Alters und Erfahrung. Nichtsdestotrotz wurde sie von vielen Kameraden beneidet und erhielt nicht den verdienten Respekt. Bis Hanus ihre Fähigkeiten auf dem Schlachtfeld zeigen durfte und die Kameraden von ihrer Position überzeugen konnte. Diese Medaille hat sie heute noch, auch wenn sie, wegen ihrem Vaters, nun in die Kommandozentrale gewechselt hat. Sie erinnert sie an ihre alten Zeiten und spornt sie an."
    }
  },
  "t5": {
    "light": "ANG, VERT, TP +15% / Krit. Schaden +20%",
    "dark": "Beim Gildenkriegsbeginn werden Manakosten aller Feinde um {0} verringert und {1} Sek. lang jeden erhaltenen Schaden um {2}% erhöht."
  }
}