{
  "artifact": {
    "1": {
      "description": [
        "Upon attacking an enemy, there is a 10% chance to recover 1 MP.",
        "Upon attacking an enemy, there is a 12% chance to recover 1 MP.",
        "Upon attacking an enemy, there is a 14% chance to recover 1 MP.",
        "Upon attacking an enemy, there is a 17% chance to recover 1 MP.",
        "Upon attacking an enemy, there is a 20% chance to recover 1 MP.",
        "Upon attacking an enemy, there is a 25% chance to recover 1 MP."
      ],
      "name": "Burning Brazier of Elf"
    },
    "10": {
      "description": [
        "Upon taking a hit, there is a 5% chance to gain invulnerability to all DMG for 3 sec. Has a cooldown of 5 sec.",
        "Upon taking a hit, there is a 5% chance to gain invulnerability to all DMG for 3.5 sec. Has a cooldown of 5 sec.",
        "Upon taking a hit, there is a 5% chance to gain invulnerability to all DMG for 4 sec. Has a cooldown of 5 sec.",
        "Upon taking a hit, there is a 5% chance to gain invulnerability to all DMG for 5 sec. Has a cooldown of 5 sec.",
        "Upon taking a hit, there is a 5% chance to gain invulnerability to all DMG for 6 sec. Has a cooldown of 5 sec.",
        "Upon taking a hit, there is a 5% chance to gain invulnerability to all DMG for 7.5 sec. Has a cooldown of 5 sec."
      ],
      "name": "Golden Mask of Ancient King"
    },
    "11": {
      "description": [
        "Raises own M.Block Chance by 300, and M.DMG Reduction is increased by 100.",
        "Raises own M.Block Chance by 330, and M.DMG Reduction is increased by 110.",
        "Raises own M.Block Chance by 360, and M.DMG Reduction is increased by 120.",
        "Raises own M.Block Chance by 400, and M.DMG Reduction is increased by 140.",
        "Raises own M.Block Chance by 440, and M.DMG Reduction is increased by 160.",
        "Raises own M.Block Chance by 500, and M.DMG Reduction is increased by 200."
      ],
      "name": "Madame's Bronze Mirrors"
    },
    "12": {
      "description": [
        "Every 20 sec, cast Silence to a random enemy for 3 sec and remove positive effects.",
        "Every 19 sec, cast Silence to a random enemy for 3.5 sec and remove positive effects.",
        "Every 18 sec, cast Silence to a random enemy for 4 sec and remove positive effects.",
        "Every 17 sec, cast Silence to a random enemy for 4.5 sec and remove positive effects.",
        "Every 16 sec, cast Silence to a random enemy for 5 sec and remove positive effects.",
        "Every 15 sec, cast Silence to a random enemy for 6 sec and remove positive effects."
      ],
      "name": "Sealed Chain of Ancient God"
    },
    "13": {
      "description": [
        "ATK upon Goblins increase by 40 %, and DMG resistance against Goblins increases by 20 %",
        "ATK upon Goblins increase by 48 %, and DMG resistance against Goblins increases by 24 %",
        "ATK upon Goblins increase by 57 %, and DMG resistance against Goblins increases by 28 %",
        "ATK upon Goblins increase by 69 %, and DMG resistance against Goblins increases by 34 %",
        "ATK upon Goblins increase by 83 %, and DMG resistance against Goblins increases by 41 %",
        "ATK upon Goblins increase by 100 %, and DMG resistance against Goblins increases by 50 %"
      ],
      "name": "Mask of Goblin"
    },
    "14": {
      "description": [
        "ATK upon Harpies increase by 40 %, and DMG resistance against Harpies increases by 20 %",
        "ATK upon Harpies increase by 48 %, and DMG resistance against Harpies increases by 24 %",
        "ATK upon Harpies increase by 57 %, and DMG resistance against Harpies increases by 28 %",
        "ATK upon Harpies increase by 69 %, and DMG resistance against Harpies increases by 34 %",
        "ATK upon Harpies increase by 83 %, and DMG resistance against Harpies increases by 41 %",
        "ATK upon Harpies increase by 100 %, and DMG resistance against Harpies increases by 50 %"
      ],
      "name": "Mask of Harpy"
    },
    "15": {
      "description": [
        "ATK upon Orcs increase by 40 %, and DMG resistance against Orcs increases by 20 %",
        "ATK upon Orcs increase by 48 %, and DMG resistance against Orcs increases by 24 %",
        "ATK upon Orcs increase by 57 %, and DMG resistance against Orcs increases by 28 %",
        "ATK upon Orcs increase by 69 %, and DMG resistance against Orcs increases by 34 %",
        "ATK upon Orcs increase by 83 %, and DMG resistance against Orcs increases by 41 %",
        "ATK upon Orcs increase by 100 %, and DMG resistance against Orcs increases by 50 %"
      ],
      "name": "Mask of Orc"
    },
    "16": {
      "description": [
        "ATK upon Dark Elves increase by 40 %, and DMG resistance against Dark Elves increases by 20 %",
        "ATK upon Dark Elves increase by 48 %, and DMG resistance against Dark Elves increases by 24 %",
        "ATK upon Dark Elves increase by 57 %, and DMG resistance against Dark Elves increases by 28 %",
        "ATK upon Dark Elves increase by 69 %, and DMG resistance against Dark Elves increases by 34 %",
        "ATK upon Dark Elves increase by 83 %, and DMG resistance against Dark Elves increases by 41 %",
        "ATK upon Dark Elves increase by 100 %, and DMG resistance against Dark Elves increases by 50 %"
      ],
      "name": "Mask of Dark Elf"
    },
    "18": {
      "description": [
        "ATK upon Skeletons increase by 40 %, and DMG resistance against Skeletons increase by 20 %",
        "ATK upon Skeletons increase by 48 %, and DMG resistance against Skeletons increase by 24 %",
        "ATK upon Skeletons increase by 57 %, and DMG resistance against Skeletons increase by 28 %",
        "ATK upon Skeletons increase by 69 %, and DMG resistance against Skeletons increase by 34 %",
        "ATK upon Skeletons increase by 83 %, and DMG resistance against Skeletons increase by 41 %",
        "ATK upon Skeletons increase by 100 %, and DMG resistance against Skeletons increase by 50 %"
      ],
      "name": "Mask of Skeleton"
    },
    "19": {
      "description": [
        "At the beginning of each battle, recover 24% HP and 12% mana.",
        "At the beginning of each battle, recover 28% HP and 14% mana.",
        "At the beginning of each battle, recover 34% HP and 17% mana.",
        "At the beginning of each battle, recover 42% HP and 21% mana.",
        "At the beginning of each battle, recover 50% HP and 25% mana.",
        "At the beginning of each battle, recover 60% HP and 30% mana."
      ],
      "name": "Soul Spring Water"
    },
    "2": {
      "description": [
        "Upon auto attacking, there is a 10% chance that ATK rises by 10% and ATK Speed rises by 100.",
        "Upon auto attacking, there is a 10% chance that ATK rises by 12% and ATK Speed rises by 120.",
        "Upon auto attacking, there is a 10% chance that ATK rises by 14% and ATK Speed rises by 140.",
        "Upon auto attacking, there is a 10% chance that ATK rises by 17% and ATK Speed rises by 170.",
        "Upon auto attacking, there is a 10% chance that ATK rises by 20% and ATK Speed rises by 200.",
        "Upon auto attacking, there is a 10% chance that ATK rises by 25% and ATK Speed rises by 250."
      ],
      "name": "Drinking Horn of Ancient Cow"
    },
    "20": {
      "description": [
        "Removes debuffs upon receiving them. After removal, gain immunity to CC for 1 sec. Has a cooldown for 20 sec.",
        "Removes debuffs upon receiving them. After removal, gain immunity to CC for 1.5 sec. Has a cooldown for 19 sec.",
        "Removes debuffs upon receiving them. After removal, gain immunity to CC for 2 sec. Has a cooldown for 18 sec.",
        "Removes debuffs upon receiving them. After removal, gain immunity to CC for 2.5 sec. Has a cooldown for 17 sec.",
        "Removes debuffs upon receiving them. After removal, gain immunity to CC for 3 sec. Has a cooldown for 16 sec.",
        "Removes debuffs upon receiving them. After removal, gain immunity to CC for 3.5 sec. Has a cooldown for 15 sec."
      ],
      "name": "Talismans of Resistance"
    },
    "21": {
      "description": [
        "ACC and Status Effect ACC rise by 300.",
        "ACC and Status Effect ACC rise by 360.",
        "ACC and Status Effect ACC rise by 430.",
        "ACC and Status Effect ACC rise by 520.",
        "ACC and Status Effect ACC rise by 630.",
        "ACC and Status Effect ACC rise by 750."
      ],
      "name": "Judgment of Light Bracelet"
    },
    "22": {
      "description": [
        "ATK upon Lizardmen increase by 40 %, and DMG resistance against Lizardmen increase by 20 %",
        "ATK upon Lizardmen increase by 48 %, and DMG resistance against Lizardmen increase by 24 %",
        "ATK upon Lizardmen increase by 57 %, and DMG resistance against Lizardmen increase by 28 %",
        "ATK upon Lizardmen increase by 69 %, and DMG resistance against Lizardmen increase by 34 %",
        "ATK upon Lizardmen increase by 83 %, and DMG resistance against Lizardmen increase by 41 %",
        "ATK upon Lizardmen increase by 100 %, and DMG resistance against Lizardmen increase by 50 %"
      ],
      "name": "Mask of Lizardman"
    },
    "24": {
      "description": [
        "At the beginning of battle, gain CC immunity and a 50% boost to P. and M. DEF stats for 8 sec.",
        "At the beginning of battle, gain CC immunity and a 50% boost to P. and M. DEF stats for 10 sec.",
        "At the beginning of battle, gain CC immunity and a 50% boost to P. and M. DEF stats for 12 sec.",
        "At the beginning of battle, gain CC immunity and a 50% boost to P. and M. DEF stats for 14 sec.",
        "At the beginning of battle, gain CC immunity and a 50% boost to P. and M. DEF stats for 17 sec.",
        "At the beginning of battle, gain CC immunity and a 50% boost to P. and M. DEF stats for 20 sec."
      ],
      "name": "Earth Protection"
    },
    "25": {
      "description": [
        "When there is 1 enemy, ATK is boosted by 40%.",
        "When there is 1 enemy, ATK is boosted by 48%.",
        "When there is 1 enemy, ATK is boosted by 58%.",
        "When there is 1 enemy, ATK is boosted by 69%.",
        "When there is 1 enemy, ATK is boosted by 83%.",
        "When there is 1 enemy, ATK is boosted by 100%."
      ],
      "name": "Blessing of Earth"
    },
    "26": {
      "description": [
        "ATK, HP and all DEF are increased by 10%.",
        "ATK, HP and all DEF are increased by 12%.",
        "ATK, HP and all DEF are increased by 14%.",
        "ATK, HP and all DEF are increased by 17%.",
        "ATK, HP and all DEF are increased by 20%.",
        "ATK, HP and all DEF are increased by 25%."
      ],
      "name": "Earth Core"
    },
    "27": {
      "description": [
        "ATK upon Frost Giants increase by 40 %, and DMG resistance against Frost Giants increase by 20 %.",
        "ATK upon Frost Giants increase by 48 %, and DMG resistance against Frost Giants increase by 24 %.",
        "ATK upon Frost Giants increase by 57 %, and DMG resistance against Frost Giants increase by 28 %.",
        "ATK upon Frost Giants increase by 69 %, and DMG resistance against Frost Giants increase by 34 %.",
        "ATK upon Frost Giants increase by 83 %, and DMG resistance against Frost Giants increase by 41 %.",
        "ATK upon Frost Giants increase by 100 %, and DMG resistance against Frost Giants increase by 50 %."
      ],
      "name": "Frost Giant Mask"
    },
    "28": {
      "description": [
        "Every 50 times this character takes M.DMG, dispel all harmful effects and gain a shield worth 480% of ATK for 5 sec. While this shield is in effect, gain immunity to CC and DMG Stacking effects.",
        "Every 50 times this character takes M.DMG, dispel all harmful effects and gain a shield worth 580% of ATK for 5 sec. While this shield is in effect, gain immunity to CC and DMG Stacking effects.",
        "Every 50 times this character takes M.DMG, dispel all harmful effects and gain a shield worth 690% of ATK for 5 sec. While this shield is in effect, gain immunity to CC and DMG Stacking effects.",
        "Every 50 times this character takes M.DMG, dispel all harmful effects and gain a shield worth 830% of ATK for 5 sec. While this shield is in effect, gain immunity to CC and DMG Stacking effects.",
        "Every 50 times this character takes M.DMG, dispel all harmful effects and gain a shield worth 1000% of ATK for 5 sec. While this shield is in effect, gain immunity to CC and DMG Stacking effects.",
        "Every 50 times this character takes M.DMG, dispel all harmful effects and gain a shield worth 1200% of ATK for 5 sec. While this shield is in effect, gain immunity to CC and DMG Stacking effects."
      ],
      "name": "Insignia of Iron Conviction"
    },
    "29": {
      "description": [
        "Upon auto-attacking, there is a 10% chance to reduce the enemy's mana by 600. Has a cooldown of 6 sec.",
        "Upon auto-attacking, there is a 12% chance to reduce the enemy's mana by 700. Has a cooldown of 6 sec.",
        "Upon auto-attacking, there is a 14% chance to reduce the enemy's mana by 800. Has a cooldown of 6 sec.",
        "Upon auto-attacking, there is a 16% chance to reduce the enemy's mana by 1000. Has a cooldown of 6 sec.",
        "Upon auto-attacking, there is a 18% chance to reduce the enemy's mana by 1200. Has a cooldown of 6 sec.",
        "Upon auto-attacking, there is a 20% chance to reduce the enemy's mana by 1500. Has a cooldown of 6 sec."
      ],
      "name": "Sorcerous Black Dagger"
    },
    "3": {
      "description": [
        "Upon attacking an enemy, deal 400 % M. DMG for a 3 % chance.",
        "Upon attacking an enemy, deal 480 % M. DMG for a 3 % chance.",
        "Upon attacking an enemy, deal 575 % M. DMG for a 3 % chance.",
        "Upon attacking an enemy, deal 690 % M. DMG for a 3 % chance.",
        "Upon attacking an enemy, deal 830 % M. DMG for a 3 % chance.",
        "Upon attacking an enemy, deal 1000 % M. DMG for a 3 % chance."
      ],
      "name": "Dice of Magical Letters"
    },
    "32": {
      "description": [
        "Every 7 sec, increase M.DEF by 1% of ATK. This effect stacks up to 6 times.",
        "Every 7 sec, increase M.DEF by 1.2% of ATK. This effect stacks up to 6 times.",
        "Every 7 sec, increase M.DEF by 1.4% of ATK. This effect stacks up to 6 times.",
        "Every 7 sec, increase M.DEF by 1.7% of ATK. This effect stacks up to 6 times.",
        "Every 7 sec, increase M.DEF by 2% of ATK. This effect stacks up to 6 times.",
        "Every 7 sec, increase M.DEF by 2.5% of ATK. This effect stacks up to 6 times."
      ],
      "name": "Orbs of Contract"
    },
    "33": {
      "description": [
        "Every 10 sec, target a single enemy. Said enemy takes DMG that ignores DEF equal to 2% of current HP each second for 5 sec, and reduces Mana by 200. This skill is effective only in the Arena.",
        "Every 10 sec, target a single enemy. Said enemy takes DMG that ignores DEF equal to 2.4% of current HP each second for 5 sec, and reduces Mana by 240. This skill is effective only in the Arena.",
        "Every 10 sec, target a single enemy. Said enemy takes DMG that ignores DEF equal to 2.9% of current HP each second for 5 sec, and reduces Mana by 290. This skill is effective only in the Arena.",
        "Every 10 sec, target a single enemy. Said enemy takes DMG that ignores DEF equal to 3.5% of current HP each second for 5 sec, and reduces Mana by 350. This skill is effective only in the Arena.",
        "Every 10 sec, target a single enemy. Said enemy takes DMG that ignores DEF equal to 4.2% of current HP each second for 5 sec, and reduces Mana by 420. This skill is effective only in the Arena.",
        "Every 10 sec, target a single enemy. Said enemy takes DMG that ignores DEF equal to 5% of current HP each second for 5 sec, and reduces Mana by 500. This skill is effective only in the Arena."
      ],
      "name": "Tome of Black Magic"
    },
    "4": {
      "description": [
        "Every Battle, Spd increases by 400  for the first 15 secs.",
        "Every Battle, Spd increases by 480  for the first 15 secs.",
        "Every Battle, Spd increases by 570  for the first 15 secs.",
        "Every Battle, Spd increases by 690  for the first 15 secs.",
        "Every Battle, Spd increases by 830  for the first 15 secs.",
        "Every Battle, Spd increases by 1000  for the first 15 secs."
      ],
      "name": "Golden Cat Statue"
    },
    "40": {
      "description": [
        "Dealing DMG to enemies 100 times increases ATK by 30% and Crit Chance by 200 for 15 sec. This effect cannot be dispelled.",
        "Dealing DMG to enemies 100 times increases ATK by 36% and Crit Chance by 240 for 15 sec. This effect cannot be dispelled.",
        "Dealing DMG to enemies 100 times increases ATK by 44% and Crit Chance by 290 for 15 sec. This effect cannot be dispelled.",
        "Dealing DMG to enemies 100 times increases ATK by 53% and Crit Chance by 350 for 15 sec. This effect cannot be dispelled.",
        "Dealing DMG to enemies 100 times increases ATK by 63% and Crit Chance by 420 for 15 sec. This effect cannot be dispelled.",
        "Dealing DMG to enemies 100 times increases ATK by 75% and Crit Chance by 500 for 15 sec. This effect cannot be dispelled."
      ],
      "name": "Trident of the Deep"
    },
    "41": {
      "description": [
        "Upon the start of a battle for 8 sec, limit 1 enemy's ATK Spd to 1000 and reduce ATK by 20%.",
        "Upon the start of a battle for 10 sec, limit 1 enemy's ATK Spd to 1000 and reduce ATK by 24%.",
        "Upon the start of a battle for 12 sec, limit 1 enemy's ATK Spd to 1000 and reduce ATK by 29%.",
        "Upon the start of a battle for 14 sec, limit 1 enemy's ATK Spd to 1000 and reduce ATK by 35%.",
        "Upon the start of a battle for 17 sec, limit 1 enemy's ATK Spd to 1000 and reduce ATK by 42%.",
        "Upon the start of a battle for 20 sec, limit 1 enemy's ATK Spd to 1000 and reduce ATK by 50%."
      ],
      "name": "Spellbound Ring of the Deep"
    },
    "42": {
      "description": [
        "When there is 1 enemy, all DEF is increased by 50%.",
        "When there is 1 enemy, all DEF is increased by 60%.",
        "When there is 1 enemy, all DEF is increased by 72%.",
        "When there is 1 enemy, all DEF is increased by 86%.",
        "When there is 1 enemy, all DEF is increased by 103%.",
        "When there is 1 enemy, all DEF is increased by 125%."
      ],
      "name": "Guardian Crystal of the Deep"
    },
    "5": {
      "description": [
        "Every 10 sec, reduce all cooldowns by 1 sec and increase ATK Spd by 80 for 5 sec.",
        "Every 10 sec, reduce all cooldowns by 1.2 sec and increase ATK Spd by 96 for 5 sec.",
        "Every 10 sec, reduce all cooldowns by 1.4 sec and increase ATK Spd by 115 for 5 sec.",
        "Every 10 sec, reduce all cooldowns by 1.7 sec and increase ATK Spd by 138 for 5 sec.",
        "Every 10 sec, reduce all cooldowns by 2 sec and increase ATK Spd by 165 for 5 sec.",
        "Every 10 sec, reduce all cooldowns by 2.5 sec and increase ATK Spd by 200 for 5 sec."
      ],
      "name": "Pocket Watch of Ancient Civilization"
    },
    "51": {
      "description": [
        "Max HP is increased by 20% and deal P.DMG worth 2% of Max HP to all nearby enemies within a small range.",
        "Max HP is increased by 24% and deal P.DMG worth 2% of Max HP to all nearby enemies within a small range.",
        "Max HP is increased by 29% and deal P.DMG worth 2% of Max HP to all nearby enemies within a small range.",
        "Max HP is increased by 35% and deal P.DMG worth 2% of Max HP to all nearby enemies within a small range.",
        "Max HP is increased by 42% and deal P.DMG worth 2% of Max HP to all nearby enemies within a small range.",
        "Max HP is increased by 50% and deal P.DMG worth 2% of Max HP to all nearby enemies within a small range."
      ],
      "name": "Cross Pumpkin Head"
    },
    "52": {
      "description": [
        "All DMG taken is reduced by 10% and deal 10% more DMG to enemies.",
        "All DMG taken is reduced by 12% and deal 12% more DMG to enemies.",
        "All DMG taken is reduced by 14% and deal 14% more DMG to enemies.",
        "All DMG taken is reduced by 17% and deal 17% more DMG to enemies.",
        "All DMG taken is reduced by 20% and deal 20% more DMG to enemies.",
        "All DMG taken is reduced by 25% and deal 25% more DMG to enemies."
      ],
      "name": "Angry Pumpkin Head"
    },
    "53": {
      "description": [
        "Every 15 sec, recover HP equal to 1% of Max HP for 3 sec.",
        "Every 15 sec, recover HP equal to 1.2% of Max HP for 3 sec.",
        "Every 15 sec, recover HP equal to 1.4% of Max HP for 3 sec.",
        "Every 15 sec, recover HP equal to 1.7% of Max HP for 3 sec.",
        "Every 15 sec, recover HP equal to 2% of Max HP for 3 sec.",
        "Every 15 sec, recover HP equal to 2.5% of Max HP for 3 sec."
      ],
      "name": "Well-Done Turkey Roast"
    },
    "55": {
      "description": [
        "At the beginning of each battle, for 5 sec, increase Mana Recovery per sec by 260%. Also, Crit Resistance is increased by 100. This effect cannot be dispelled.",
        "At the beginning of each battle, for 5 sec, increase Mana Recovery per sec by 310%. Also, Crit Resistance is increased by 120. This effect cannot be dispelled.",
        "At the beginning of each battle, for 5 sec, increase Mana Recovery per sec by 370%. Also, Crit Resistance is increased by 140. This effect cannot be dispelled.",
        "At the beginning of each battle, for 5 sec, increase Mana Recovery per sec by 450%. Also, Crit Resistance is increased by 170. This effect cannot be dispelled.",
        "At the beginning of each battle, for 5 sec, increase Mana Recovery per sec by 540%. Also, Crit Resistance is increased by 210. This effect cannot be dispelled.",
        "At the beginning of each battle, for 5 sec, increase Mana Recovery per sec by 650%. Also, Crit Resistance is increased by 250. This effect cannot be dispelled."
      ],
      "name": "Christmas Star Ornament"
    },
    "56": {
      "description": [
        "ATK is increased by 5% for 60 sec at the start of each battle.",
        "ATK is increased by 6% for 60 sec at the start of each battle.",
        "ATK is increased by 7.2% for 60 sec at the start of each battle.",
        "ATK is increased by 8.6% for 60 sec at the start of each battle.",
        "ATK is increased by 10.4% for 60 sec at the start of each battle.",
        "ATK is increased by 12.5% for 60 sec at the start of each battle."
      ],
      "name": "New Year's Fireworks"
    },
    "57": {
      "description": [
        "Crit Chance is increased by 100 and Crit DMG is increased by 20%.",
        "Crit Chance is increased by 120 and Crit DMG is increased by 24%.",
        "Crit Chance is increased by 140 and Crit DMG is increased by 29%.",
        "Crit Chance is increased by 170 and Crit DMG is increased by 35%.",
        "Crit Chance is increased by 210 and Crit DMG is increased by 42%.",
        "Crit Chance is increased by 250 and Crit DMG is increased by 50%."
      ],
      "name": "Fancy Traditional Pendant"
    },
    "6": {
      "description": [
        "When HP falls below 20%, ATK rises by 30% while Speed and all DMG Reduction is increased by 300.",
        "When HP falls below 20%, ATK rises by 36% while Speed and all DMG Reduction is increased by 360.",
        "When HP falls below 20%, ATK rises by 43% while Speed and all DMG Reduction is increased by 430.",
        "When HP falls below 20%, ATK rises by 51% while Speed and all DMG Reduction is increased by 510.",
        "When HP falls below 20%, ATK rises by 62% while Speed and all DMG Reduction is increased by 620.",
        "When HP falls below 20%, ATK rises by 75% while Speed and all DMG Reduction is increased by 750."
      ],
      "name": "Primer for the Heroes"
    },
    "7": {
      "description": [
        "When MP is at 100%, Crit Chance and ACC rise by 400 for 10 sec. Has a cooldown of 20 sec.",
        "When MP is at 100%, Crit Chance and ACC rise by 480 for 10 sec. Has a cooldown of 20 sec.",
        "When MP is at 100%, Crit Chance and ACC rise by 570 for 10 sec. Has a cooldown of 20 sec.",
        "When MP is at 100%, Crit Chance and ACC rise by 690 for 10 sec. Has a cooldown of 20 sec.",
        "When MP is at 100%, Crit Chance and ACC rise by 830 for 10 sec. Has a cooldown of 20 sec.",
        "When MP is at 100%, Crit Chance and ACC rise by 1000 for 10 sec. Has a cooldown of 20 sec."
      ],
      "name": "The Ancient Scope"
    },
    "8": {
      "description": [
        "When Hero health falls below 35%, deal DMG equal to 100% of ATK to nearby enemies and knock them down. Targeted enemies lose 14% ATK and 140 ATK Speed for 10 sec. Has a cooldown of 30 sec.",
        "When Hero health falls below 35%, deal DMG equal to 100% of ATK to nearby enemies and knock them down. Targeted enemies lose 16% ATK and 160 ATK Speed for 10 sec. Has a cooldown of 30 sec.",
        "When Hero health falls below 35%, deal DMG equal to 100% of ATK to nearby enemies and knock them down. Targeted enemies lose 20% ATK and 200 ATK Speed for 10 sec. Has a cooldown of 30 sec.",
        "When Hero health falls below 35%, deal DMG equal to 100% of ATK to nearby enemies and knock them down. Targeted enemies lose 24% ATK and 240 ATK Speed for 10 sec. Has a cooldown of 30 sec.",
        "When Hero health falls below 35%, deal DMG equal to 100% of ATK to nearby enemies and knock them down. Targeted enemies lose 29% ATK and 290 ATK Speed for 10 sec. Has a cooldown of 30 sec.",
        "When Hero health falls below 35%, deal DMG equal to 100% of ATK to nearby enemies and knock them down. Targeted enemies lose 35% ATK and 350 ATK Speed for 10 sec. Has a cooldown of 30 sec."
      ],
      "name": "Roaring Tiger Statue"
    },
    "9": {
      "description": [
        "When the hero's HP falls below 25%, recover 30% of max HP and dispel all debuffs. Activates 1 time only.",
        "When the hero's HP falls below 25%, recover 36% of max HP and dispel all debuffs. Activates 1 time only.",
        "When the hero's HP falls below 25%, recover 43% of max HP and dispel all debuffs. Activates 1 time only.",
        "When the hero's HP falls below 25%, recover 51% of max HP and dispel all debuffs. Activates 1 time only.",
        "When the hero's HP falls below 25%, recover 62% of max HP and dispel all debuffs. Activates 1 time only.",
        "When the hero's HP falls below 25%, recover 75% of max HP and dispel all debuffs. Activates 1 time only."
      ],
      "name": "Golden Apple of a Goddess"
    }
  },
  "hero": {
    "1": {
      "description": "The Chosen Warrior of the Holy Sword Aea, the sword that saved the world once before. He can push back enemies and enhance himself with the power of this holy sword.",
      "name": "Kasel",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} P.DMG to enemies in range, knocking them down for {2} sec.",
        "name": "Judgement Blade",
        "transcendence": {
          "dark": "Ignores DEF when there is only 1 enemy.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Upon dodging, deals {1} P.DMG to frontal enemies in range, and reduces their ACC by {2} for 5 sec. After hitting the target, recovers 300 mana.",
        "name": "Goddess Strike",
        "transcendence": {
          "dark": "Target takes 25% increased P.DMG.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "Increases Spd by {1} for the duration of skill."
        },
        "description": "Deals {1} P.DMG to nearby enemies and inflicts Stun for 3 sec. Additionally, for {2} sec, ATK is increased by {3} and Dodge Rate is increased by {4} , while gaining immunity to CC. This status cannot be dispelled.",
        "name": "Proxy of God",
        "transcendence": {
          "dark": "ATK boost is increased by 40%.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deals {1} P.DMG to enemies in range.",
        "name": "Valiant Dash",
        "transcendence": {
          "dark": "Casting is boosted and Cooldown is reduced by 1 sec.",
          "light": "ACC reduction rate is changed to 250."
        }
      },
      "subtitle": "Warrior of the Holy Sword",
      "t5": {
        "dark": "Upon attacking, attack 1 extra time dealing 40% of ATK as DMG.",
        "light": "ATK, DEF, HP+15% / P.Dodge +100"
      },
      "treasure": {
        "description": [
          "[Proxy of God] Additionally, Dodge Rate is increased by 250, and ATK Spd is increased by 100 for the duration of skill.",
          "[Proxy of God] Additionally, Dodge Rate is increased by 250, and ATK Spd is increased by 120 for the duration of skill.",
          "[Proxy of God] Additionally, Dodge Rate is increased by 250, and ATK Spd is increased by 140 for the duration of skill.",
          "[Proxy of God] Additionally, Dodge Rate is increased by 250, and ATK Spd is increased by 170 for the duration of skill.",
          "[Proxy of God] Additionally, Dodge Rate is increased by 250, and ATK Spd is increased by 210 for the duration of skill.",
          "[Proxy of God] Additionally, Dodge Rate is increased by 250, and ATK Spd is increased by 250 for the duration of skill."
        ],
        "name": "Proxy's Insignia"
      },
      "weapon": {
        "description": [
          "Each attack has a 35% chance of dealing 160 % of ATK as P.DMG.",
          "Each attack has a 35% chance of dealing 192 % of ATK as P.DMG.",
          "Each attack has a 35% chance of dealing 230 % of ATK as P.DMG.",
          "Each attack has a 35% chance of dealing 276 % of ATK as P.DMG.",
          "Each attack has a 35% chance of dealing 331 % of ATK as P.DMG.",
          "Each attack has a 35% chance of dealing 400 % of ATK as P.DMG."
        ],
        "name": "The Holy Sword, Aea"
      }
    },
    "10": {
      "description": "An Elf Princess with a lofty air, she guards the sacred forest. Arrows filled with moon energy follow her will to track down enemies, and arrows filled with wind energy fiercely pierce the enemy.",
      "name": "Selene",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Shoots 12 arrows to random enemies and deals a total of {1} P.DMG.",
        "name": "Arrow Rain",
        "transcendence": {
          "dark": "There is a 20% chance to inflict Stun for 2 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "Each attack increases hero's Crit DMG by {1} %."
        },
        "description": "Upon attacking, ATK is increased by {2} for {1} sec, and Crit Chance is increased by {3} . Can be stacked up to 3 times max.",
        "name": "Moonlight Arrow",
        "transcendence": {
          "dark": "Makes the enemy flinch for 0.5 sec.",
          "light": "Ignores DEF when there is only 1 enemy."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Fires an arrow in a straight line, dealing P.DMG to all enemies in range proportional to their current HP. Deals a maximum of {1} P.DMG and inflicts knock down.",
        "name": "Moonlight Flash",
        "transcendence": {
          "dark": "Ignores enemy Block.",
          "light": "Reduces cooldown by 3 sec."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Upon attacking, summons 5 arrows that launch towards the enemy. Each arrow deals {1} P.DMG.",
        "name": "Rush",
        "transcendence": {
          "dark": "Auto attack range is boosted by 20%.",
          "light": "Max stack number is changed to 5."
        }
      },
      "subtitle": "Wind-piercing Arrow",
      "t5": {
        "dark": "Own Crit Chance is decreased by 300 and Crit DMG is increased by 100%.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[Moonlight Flash] DMG is increased by 20% and target takes 20% additional P.DMG for 10 sec.",
          "[Moonlight Flash] DMG is increased by 24% and target takes 20% additional P.DMG for 10 sec.",
          "[Moonlight Flash] DMG is increased by 29% and target takes 20% additional P.DMG for 10 sec.",
          "[Moonlight Flash] DMG is increased by 35% and target takes 20% additional P.DMG for 10 sec.",
          "[Moonlight Flash] DMG is increased by 42% and target takes 20% additional P.DMG for 10 sec.",
          "[Moonlight Flash] DMG is increased by 50% and target takes 20% additional P.DMG for 10 sec."
        ],
        "name": "Silver Arrow"
      },
      "weapon": {
        "description": [
          "Upon a Crit Hit, ATK Spd is increased by 200 for 10 sec, and for the duration of skill, each auto attack fires an arrow that deals extra 100% P.DMG.",
          "Upon a Crit Hit, ATK Spd is increased by 240 for 10 sec, and for the duration of skill, each auto attack fires an arrow that deals extra 120% P.DMG.",
          "Upon a Crit Hit, ATK Spd is increased by 280 for 10 sec, and for the duration of skill, each auto attack fires an arrow that deals extra 140% P.DMG.",
          "Upon a Crit Hit, ATK Spd is increased by 340 for 10 sec, and for the duration of skill, each auto attack fires an arrow that deals extra 170% P.DMG.",
          "Upon a Crit Hit, ATK Spd is increased by 410 for 10 sec, and for the duration of skill, each auto attack fires an arrow that deals extra 210% P.DMG.",
          "Upon a Crit Hit, ATK Spd is increased by 500 for 10 sec, and for the duration of skill, each auto attack fires an extra arrow that deals 250% P.DMG."
        ],
        "name": "Green Winds, Notos"
      }
    },
    "11": {
      "description": "The saint who blessed the hero that saved the world long ago. The cursed, outraged crow shoots sharp feathers at enemies and completely breaks the enemy's formation.",
      "name": "Maria",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Reduces ATK Spd by {1} % for the duration of skill."
        },
        "description": "Deals {1} M.DMG to enemies in range and knocks them back. M.DEF is reduced by {3} % for {2} sec.",
        "name": "Raven Storm",
        "transcendence": {
          "dark": "Has a 20% chance of inflicting a 3 sec Shackle.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "ATK reduction rate is increased by {1} %.",
          "2": "ATK reduction rate is increased by {1} %.",
          "3": "Enemy Crit Chance is reduced by {1} % for the duration of skill."
        },
        "description": "Enemies damaged by Maria has their ATK reduced by {2} for {1} sec.",
        "name": "Black Wind",
        "transcendence": {
          "dark": "Shackle duration is increased by 1.5 sec.",
          "light": "Mana cost is increased by 1 and the skill targets 3 enemies."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Draws in nearby enemies towards the center and deals {1} M.DMG. The last attack stuns enemies for 3 sec.",
        "name": "Area of Darkness",
        "transcendence": {
          "dark": "Mana cost is reduced by 1.",
          "light": "Target takes 25% increased M.DMG for 10 sec."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Enemy takes increased M.DMG by {1} % for the duration of skill."
        },
        "description": "Deals {1} M.DMG to 2 enemies and shackles them for {2} sec. Targeted enemies receive extra M.DMG over time.",
        "name": "Claw of Restriction",
        "transcendence": {
          "dark": "Reduces enemy M. Crit Resistance by 25% for 10 sec.",
          "light": "ATK reduction is increased by 40%."
        }
      },
      "subtitle": "Fallen Witch",
      "t5": {
        "dark": "Upon a Crit Hit, target's CC resistance is reduced by 250 for 10 sec, and all Skill Cooldown, excluding the skill in use, is reduced by 2% each.",
        "light": "ATK, DEF, HP+15% / Crit Chance +100"
      },
      "treasure": {
        "description": [
          "[Area of Darkness] DMG is increased by 20%, and the last attack reduces target's P.DEF and M.DEF by 30% for 7 sec.",
          "[Area of Darkness] DMG is increased by 24%, and the last attack reduces target's P.DEF and M.DEF by 30% for 7 sec.",
          "[Area of Darkness] DMG is increased by 29%, and the last attack reduces target's P.DEF and M.DEF by 30% for 7 sec.",
          "[Area of Darkness] DMG is increased by 35%, and the last attack reduces target's P.DEF and M.DEF by 30% for 7 sec.",
          "[Area of Darkness] DMG is increased by 42%, and the last attack reduces target's P.DEF and M.DEF by 30% for 7 sec.",
          "[Area of Darkness] DMG is increased by 50%, and the last attack reduces target's P.DEF and M.DEF by 30% for 7 sec."
        ],
        "name": "Pendant of Darkness"
      },
      "weapon": {
        "description": [
          "Upon a critical hit, deal continuous M. DMG equal to 300% of ATK to the enemy for 10 sec and reduce their recovery rate by 50%.",
          "Upon a critical hit, deal continuous M. DMG equal to 375% of ATK to the enemy for 10 sec and reduce their recovery rate by 50%.",
          "Upon a critical hit, deal continuous M. DMG equal to 450% of ATK to the enemy for 10 sec and reduce their recovery rate by 50%.",
          "Upon a critical hit, deal continuous M. DMG equal to 525% of ATK to the enemy for 10 sec and reduce their recovery rate by 50%.",
          "Upon a critical hit, deal continuous M. DMG equal to 625% of ATK to the enemy for 10 sec and reduce their recovery rate by 50%.",
          "Upon a critical hit, deal continuous M. DMG equal to 750% of ATK to the enemy for 10 sec and reduce their recovery rate by 50%."
        ],
        "name": "Lea's Messenger, Cocytus"
      }
    },
    "12": {
      "description": "The legendary pirate who was cursed and turned into a little girl. She has the amazing ability to drop cannonballs right on the enemy's head.",
      "name": "Miruru",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deals {1} P.DMG to enemies in range, and knocks them back.",
        "name": "Baaaam!",
        "transcendence": {
          "dark": "Upon activation, ATK is increased by 35% for 10 sec.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deals {1} P.DMG 3 times to frontal enemies, and each attack has a {2} % chance of knocking them down for {3} sec.",
        "name": "Roll Over",
        "transcendence": {
          "dark": "For each enemy that takes DMG, reduce cooldown by 8%.",
          "light": "DMG is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deals {2} P.DMG to enemies in range for {1} sec, reducing their Spd by {3} %.",
        "name": "Miruru Pirates!",
        "transcendence": {
          "dark": "Removes ATK Spd debuff effect and adds a 3 sec Stun.",
          "light": "DMG is increased by 40%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Upon attacking an enemy, there is a 60 % chance to shoot additional bullets and inflict {1} P.DMG to 3 random enemies.",
        "name": "Boooooom!",
        "transcendence": {
          "dark": "Has a 10% chance to stun hit enemies for 1 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "subtitle": "Cursed Pirate Empress",
      "t5": {
        "dark": "Miruru stacks Darkness depending on the number of enemies she hits. When she reaches 50 stacks, she goes berserk, boosting her Atk Spd by 800 and her ATK by 20%.",
        "light": "ATK, DEF, HP+15% / Crit Chance +100"
      },
      "treasure": {
        "description": [
          "[Miruru Pirates!] DMG is increased by 50%, and skill cooldown is reduced by 12%.",
          "[Miruru Pirates!] DMG is increased by 50%, and skill cooldown is reduced by 14%.",
          "[Miruru Pirates!] DMG is increased by 50%, and skill cooldown is reduced by 17%.",
          "[Miruru Pirates!] DMG is increased by 50%, and skill cooldown is reduced by 21%.",
          "[Miruru Pirates!] DMG is increased by 50%, and skill cooldown is reduced by 25%.",
          "[Miruru Pirates!] DMG is increased by 50%, and skill cooldown is reduced by 30%."
        ],
        "name": "Miruru Cannonball"
      },
      "weapon": {
        "description": [
          "Every 5 sec, deals 100 % of ATK as P.DMG to enemies in a random area. Hit enemies take 20% increased P.DMG.",
          "Every 5 sec, deals 120 % of ATK as P.DMG to enemies in a random area. Hit enemies take 24% increased P.DMG.",
          "Every 5 sec, deals 144 % of ATK as P.DMG to enemies in a random area. Hit enemies take 29% increased P.DMG.",
          "Every 5 sec, deals 172 % of ATK as P.DMG to enemies in a random area. Hit enemies take 35% increased P.DMG.",
          "Every 5 sec, deals 207 % of ATK as P.DMG to enemies in a random area. Hit enemies take 42% increased P.DMG.",
          "Every 5 sec, deals 250 % of ATK as P.DMG to enemies in a random area. Hit enemies take 50% increased P.DMG."
        ],
        "name": "Ultimate Weapon, Leviathan"
      }
    },
    "13": {
      "description": "The elf druid who joined the Human Allied Forces when the Dark Lord invaded. Communes with nature and attacks enemies using trees.",
      "name": "Lorraine",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Stacks 2 Poison upon Crit Hit."
        },
        "description": "Attacks 3 times at random, dealing {1} M.DMG to enemies in range and inflicting 1 stack of Poison with each attack.",
        "name": "Thornbush Forest",
        "transcendence": {
          "dark": "Enemies with 5 or more stacks of Poison are shackled for 3 sec upon hit.",
          "light": "Hit count is increased by 1."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Every 15 sec, attacks enemies at random 3 times. Each attack deals {1} M.DMG and inflicts 1 stack of Poison.",
        "name": "Blade Leaf",
        "transcendence": {
          "dark": "Enemies hit by the final explosion effect are stunned for 2 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deals {1} M.DMG to enemies in range and knocks them down for 3 sec. Enemies inflicted by Poison takes {2} % more DMG per every stack.",
        "name": "Wrath of the Forest",
        "transcendence": {
          "dark": "Enemies with 5 or more stacks of Poison lose their positive effects.",
          "light": "DMG is increased by 40%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Target takes {1} % increased M.DMG for the duration of skill."
        },
        "description": "Deals {1} M.DMG to enemies in a straight line, stacking 2 Poison and shackling them for {2} sec. After some time, deals a large amount of DMG based on the number of Poison stacks.",
        "name": "Tangled Vine",
        "transcendence": {
          "dark": "There is a 20% chance that hit enemies are shackled for 2 sec.",
          "light": "Poison stack maximum is changed to 6."
        }
      },
      "subtitle": "Grand Elidoran Scholar",
      "t5": {
        "dark": "Every 7 sec, attack a random enemy with Thornbush Forest 1 time.",
        "light": "ATK, DEF, HP+15% / Crit Chance +100"
      },
      "treasure": {
        "description": [
          "[Wrath of the Forest] DMG is increased by 20%. Upon Crit Hit on enemies with over 5 stacks of Poison, skill cooldown is reduced by 4%.",
          "[Wrath of the Forest] DMG is increased by 24%. Upon Crit Hit on enemies with over 5 stacks of Poison, skill cooldown is reduced by 4%.",
          "[Wrath of the Forest] DMG is increased by 29%. Upon Crit Hit on enemies with over 5 stacks of Poison, skill cooldown is reduced by 4%.",
          "[Wrath of the Forest] DMG is increased by 35%. Upon Crit Hit on enemies with over 5 stacks of Poison, skill cooldown is reduced by 4%.",
          "[Wrath of the Forest] DMG is increased by 42%. Upon Crit Hit on enemies with over 5 stacks of Poison, skill cooldown is reduced by 4%.",
          "[Wrath of the Forest] DMG is increased by 50%. Upon Crit Hit on enemies with over 5 stacks of Poison, skill cooldown is reduced by 4%."
        ],
        "name": "Root of the World Tree"
      },
      "weapon": {
        "description": [
          "Every 7 sec, deals 40% of ATK as M.DMG to enemies inflicted with Poison, and reduces enemy M.DEF by 10%. Per every stacked Poison, DMG is increased by 20%.",
          "Every 7 sec, deals 48% of ATK as M.DMG to enemies inflicted with Poison, and reduces enemy M.DEF by 12%. Per every stacked Poison, DMG is increased by 20%.",
          "Every 7 sec, deals 57% of ATK as M.DMG to enemies inflicted with Poison, and reduces enemy M.DEF by 14%. Per every stacked Poison, DMG is increased by 20%.",
          "Every 7 sec, deals 69% of ATK as M.DMG to enemies inflicted with Poison, and reduces enemy M.DEF by 17%. Per every stacked Poison, DMG is increased by 20%.",
          "Every 7 sec, deals 83% of ATK as M.DMG to enemies inflicted with Poison, and reduces enemy M.DEF by 20%. Per every stacked Poison, DMG is increased by 20%.",
          "Every 7 sec, deals 100% of ATK as M.DMG to enemies inflicted with Poison, and reduces enemy M.DEF by 25%. Per every stacked Poison, DMG is increased by 20%."
        ],
        "name": "World Tree's Will, Roburu"
      }
    },
    "15": {
      "description": "Kasel's 'older brother'. A true knight, he is a man of steel who protects allies at the front of the battlefield. He blocks the attacks of the enemies while taking them down, earning him the reputation akin to a castle wall.",
      "name": "Clause",
      "s1": {
        "books": {
          "1": "DEF boost is increased by {1} %.",
          "2": "DEF boost is increased by {1} %.",
          "3": "DEF boost is increased by {1} %."
        },
        "description": "All allies' P.DEF is increased by {2} for {1} sec and P.Crit Resistance is increased by {3} %.",
        "name": "Guardian Shield",
        "transcendence": {
          "dark": "In exchange for 1 additional Mana Cost, the skill has a 100% chance to draw the target in.",
          "light": "Cooldown is reduced by 2 sec."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Target's Spd is reduced by {1} %."
        },
        "description": "Deals {1} P.DMG proportional to DEF to enemies in range and knocks them back. Hit enemies' DEF is reduced by {2} %. Upon blocking an attack, skill cooldown is reduced by 0.5 sec.",
        "name": "Shield Strike",
        "transcendence": {
          "dark": "Stuns the enemy for 1 sec.",
          "light": "Target takes 25% increased P.DMG for 10 sec."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Stun duration is increased by {1} sec."
        },
        "description": "Leaps into the air and deals {1} P.DMG to enemies in range, stunning them for {2} sec.",
        "name": "Cut Ground",
        "transcendence": {
          "dark": "Receives 25% reduced P.DMG for the duration.",
          "light": "DEF boost is increased by 40 %."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Upon blocking, deals {1} P.DMG to frontal enemies. Hit enemies' ATK is reduced by {3} % for {2} sec. Recovers 300 mana after hitting the target.",
        "name": "Vow of Knights",
        "transcendence": {
          "dark": "Reduce an additional 10% of ATK.",
          "light": "Casting time is greatly boosted."
        }
      },
      "subtitle": "Knight of Iron Defense",
      "t5": {
        "dark": "When an ally other than this hero is hit by an attack, increase all allies P.DEF by 20% and P.Crit Resist by 20%. (10 sec Cooldown)",
        "light": "ATK, DEF, HP+15% / P. Block +200"
      },
      "treasure": {
        "description": [
          "[Guardian Shield] Upon activation, removes negative effects on self, and DEF boost is increased by 20%.",
          "[Guardian Shield] Upon activation, removes negative effects on self, and DEF boost is increased by 24%.",
          "[Guardian Shield] Upon activation, removes negative effects on self, and DEF boost is increased by 29%.",
          "[Guardian Shield] Upon activation, removes negative effects on self, and DEF boost is increased by 35%.",
          "[Guardian Shield] Upon activation, removes negative effects on self, and DEF boost is increased by 42%.",
          "[Guardian Shield] Upon activation, removes negative effects on self, and DEF boost is increased by 50%."
        ],
        "name": "Guardian Knight Insignia"
      },
      "weapon": {
        "description": [
          "When HP falls below 35%, all allies' P.DMG Reduction is increased by 200 and ATK is increased by 100% of P.DEF. Gains CC immunity.",
          "When HP falls below 35%, all allies' P.DMG Reduction is increased by 240 and ATK is increased by 120% of P.DEF. Gains CC immunity.",
          "When HP falls below 35%, all allies' P.DMG Reduction is increased by 280 and ATK is increased by 144% of P.DEF. Gains CC immunity.",
          "When HP falls below 35%, all allies' P.DMG Reduction is increased by 340 and ATK is increased by 173% of P.DEF. Gains CC immunity.",
          "When HP falls below 35%, all allies' P.DMG Reduction is increased by 410 and ATK is increased by 207% of P.DEF. Gains CC immunity.",
          "When HP falls below 35%, all allies' P.DMG Reduction is increased by 500 and ATK is increased by 250% of P.DEF. Gains CC immunity."
        ],
        "name": "The Guardian, Exian"
      }
    },
    "16": {
      "description": "Half-human and half-animal, this creature guides souls using a spirit lamp. Heals allies with the power of souls. Disturbs enemies or recovers Mana of allies with the help of souls as well.",
      "name": "Rephy",
      "s1": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "MP recovery rate per sec is increased by {1} %."
        },
        "description": "Heals 4 allies with lowest HP {3} % of Max HP, and heals extra {2} HP over {1} sec. This effect cannot be dispelled.",
        "name": "Healing Soul",
        "transcendence": {
          "dark": "Each heal has a 20% chance to remove negative effects.",
          "light": "Mana Cost is increased by 1 and skill effect range changes to all allies."
        }
      },
      "s2": {
        "books": {
          "1": "M.DEF boost is increased by {1} %.",
          "2": "M.DEF boost is increased by {1} %.",
          "3": "CC Resistance is increased by {2} for {1} sec."
        },
        "description": "Dispels all negative effects. M.DEF is increased by {2} for {1} sec.",
        "name": "Salvation",
        "transcendence": {
          "dark": "Increases own M.DEF by 10% of M.DEF.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Target takes {1} % increased P.DMG and M.DMG."
        },
        "description": "Deals a total of {2} M.DMG over 10 attacks to enemies within range. Hit enemies' ATK Spd is reduced by {3} %.",
        "name": "Soulrush",
        "transcendence": {
          "dark": "In exchange for 1 additional Mana Cost, Silence enemies in range for 1 sec.",
          "light": "Each hit removes 250 mana from the target."
        }
      },
      "s4": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "MP recovery rate is increased by {1} %."
        },
        "description": "Every 7 sec, an ally with the lowest Hp recovers 1 orb of mana and {1} HP.",
        "name": "Spiritual Tuning",
        "transcendence": {
          "dark": "Also supplies 1 orb of mana to the ally with the highest ATK.",
          "light": "Uses the skill every 5 sec."
        }
      },
      "subtitle": "Spiritual Guide",
      "t5": {
        "dark": "Upon attacking, there is a 10% chance to reduce all DEF of the target by 20% and reduce all the hero's cooldowns by 5%.",
        "light": "ATK, DEF, HP+15% / M.Dodge +100"
      },
      "treasure": {
        "description": [
          "[Soulrush] Mana cost is reduced by 1 and heals all allies' HP by 8% of DMG.",
          "[Soulrush] Mana cost is reduced by 1 and heals all allies' HP by 10% of DMG.",
          "[Soulrush] Mana cost is reduced by 1 and heals all allies' HP by 12% of DMG.",
          "[Soulrush] Mana cost is reduced by 1 and heals all allies' HP by14% of DMG.",
          "[Soulrush] Mana cost is reduced by 1 and heals all allies' HP by 17% of DMG.",
          "[Soulrush] Mana cost is reduced by 1 and heals all allies' HP by 20% of DMG."
        ],
        "name": "Haven of Souls"
      },
      "weapon": {
        "description": [
          "Every 20 sec, an ally with the lowest HP turns invisible for 5 sec. An invisible ally becomes immune to P.DMG, and HP will not drop below 1 %. MP Recovery per sec is increased to 120 %.",
          "Every 20 sec, an ally with the lowest HP turns invisible for 6 sec. An invisible ally becomes immune to P.DMG, and HP will not drop below 1 %. MP Recovery per sec is increased to 144 %.",
          "Every 20 sec, an ally with the lowest HP turns invisible for 7 sec. An invisible ally becomes immune to P.DMG, and HP will not drop below 1 %. MP Recovery per sec is increased to 172 %.",
          "Every 20 sec, an ally with the lowest HP turns invisible for 8 sec. An invisible ally becomes immune to P.DMG, and HP will not drop below 1 %. MP Recovery per sec is increased to 207 %.",
          "Every 20 sec, an ally with the lowest HP turns invisible for 9 sec. An invisible ally becomes immune to P.DMG, and HP will not drop below 1 %. MP Recovery per sec is increased to 248 %.",
          "Every 20 sec, an ally with the lowest HP turns invisible for 10 sec. An invisible ally becomes immune to P.DMG, and HP will not drop below 1 %. MP Recovery per sec is increased to 300 %."
        ],
        "name": "God's Lamp, Kurulati"
      }
    },
    "17": {
      "description": "A Dark Elf who hunts enemies in the shadows. His vengeful crossbow pierces his enemies with pitch-black darkness.",
      "name": "Dimael",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to an enemy.",
        "name": "Dark Rampage",
        "transcendence": {
          "dark": "Has a 25% chance of Blinding the enemy for 5 sec.",
          "light": "If there is 1 enemy, DMG is increased by 100%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Target takes {1} % increased M.DMG."
        },
        "description": "Deals {1} M.DMG to enemies in range and shackles them for {2} sec.",
        "name": "Black Shackle",
        "transcendence": {
          "dark": "Hit enemies are drawn together.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to enemies in a straight line and inflicts Blind for {2} sec.",
        "name": "Shadow Wave",
        "transcendence": {
          "dark": "Dispels positive effects of all enemies in range.",
          "light": "Mana cost is increased by 1 orb but DMG is boosted by 100%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Each auto attack deals extra {1} M.DMG that ignores target's M.DEF.",
        "name": "Black Stain",
        "transcendence": {
          "dark": "There is a 10% chance that Skill 1 is fired upon an auto-attack.",
          "light": "DMG is increased by 40%."
        }
      },
      "subtitle": "Shadow Hunter",
      "t5": {
        "dark": "Upon auto attacking, deal extra M.DMG worth 80% of ATK and recover 100 mana. There is a 10% chance of dealing double DMG and recovering double mana.",
        "light": "ATK, DEF, HP+15% / ATK.Spd +100"
      },
      "treasure": {
        "description": [
          "[Shadow Wave] DMG is increased by 50% and Blind duration is increased by 2 sec.",
          "[Shadow Wave] DMG is increased by 50% and Blind duration is increased by 2.5 sec.",
          "[Shadow Wave] DMG is increased by 50% and Blind duration is increased by 3 sec.",
          "[Shadow Wave] DMG is increased by 50% and Blind duration is increased by 3.5 sec.",
          "[Shadow Wave] DMG is increased by 50% and Blind duration is increased by 4 sec.",
          "[Shadow Wave] DMG is increased by 50% and Blind duration is increased by 4.5 sec."
        ],
        "name": "Eye of Shadows"
      },
      "weapon": {
        "description": [
          "Each attack has a 10 % chance of dealing 100 % of ATK as M.DMG, and all skill cooldown is reduced by 10 %.",
          "Each attack has a 12 % chance of dealing 120 % of ATK as M.DMG, and all skill cooldown is reduced by 10 %.",
          "Each attack has a 14 % chance of dealing 140 % of ATK as M.DMG, and all skill cooldown is reduced by 10 %.",
          "Each attack has a 17 % chance of dealing 170 % of ATK as M.DMG, and all skill cooldown is reduced by 10 %.",
          "Each attack has a 20 % chance of dealing 210 % of ATK as M.DMG, and all skill cooldown is reduced by 10 %.",
          "Each attack has a 25 % chance of dealing 250 % of ATK as M.DMG, and all skill cooldown is reduced by 10 %."
        ],
        "name": "Tears of the Moon, Nerius"
      }
    },
    "18": {
      "description": "A mercenary who wields a light, one-handed sword. Dodges attacks with nimble movements and pierces the enemy with the sharp end of her sword.",
      "name": "Reina",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Rapidly stabs the enemy, dealing {1} P.DMG. Upon a Crit Hit, stacks 1 Wound and resets cooldown. Per every stacked Wound, DMG dealt by Float Like a Butterfly is increased by 20%. Gains immunity to all DMG while the skill is in use.",
        "name": "Float Like a Butterfly",
        "transcendence": {
          "dark": "Cooldown is removed.",
          "light": "Mana cost is increased by 1 and Wound stack max is changed to 10. Deals 100% of ATK as extra DMG to enemies with 10 Wounds."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "Crit Chance boost is increased by {1} %."
        },
        "description": "ATK is increased by {2} for {1} sec and Crit Chance is increased by {3} .",
        "name": "Sharp End",
        "transcendence": {
          "dark": "In exchange for 1 additional Mana Cost, Crit Chance effect is changed to a 100% Crit DMG boost. Also gains a 25% DMG boost towards Bosses.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Inflicts {1} P.DMG upon enemy with a continuous attack. The last hit blows the enemy away.",
        "name": "Shooting Star",
        "transcendence": {
          "dark": "Gain immunity to all DMG while using skill.",
          "light": "Each crit boosts the last attack's DMG by 10%."
        }
      },
      "s4": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "Penetration is increased by {1} for the duration of skill."
        },
        "description": "Upon a Crit Hit, ATK is increased by {2} for {1} sec. Can be stacked up to 5 times max.",
        "name": "Lucky Child",
        "transcendence": {
          "dark": "When holding 5 stacks, takes 20% reduced DMG.",
          "light": "Per each stack, DMG is increased by 4% to enemies other than heroes."
        }
      },
      "subtitle": "Lightning Flash",
      "t5": {
        "dark": "When auto attacking, there is a 10% chance to increase Crit DMG by 100% for 5 sec.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[Shooting Star] DMG is increased by 20% and upon Crit Hit, mana is recovered by 200.",
          "[Shooting Star] DMG is increased by 24% and upon Crit Hit, mana is recovered by 200.",
          "[Shooting Star] DMG is increased by 29% and upon Crit Hit, mana is recovered by 200.",
          "[Shooting Star] DMG is increased by 35% and upon Crit Hit, mana is recovered by 200.",
          "[Shooting Star] DMG is increased by 42% and upon Crit Hit, mana is recovered by 200.",
          "[Shooting Star] DMG is increased by 50% and upon Crit Hit, mana is recovered by 200."
        ],
        "name": "Medal of Swiftness"
      },
      "weapon": {
        "description": [
          "Upon a Crit Hit, ATK Spd is increased by 80 and Crit DMG is increased by 20% for 15 sec. Can be stacked up to 5 times max.",
          "Upon a Crit Hit, ATK Spd is increased by 90 and Crit DMG is increased by 24% for 15 sec. Can be stacked up to 5 times max.",
          "Upon a Crit Hit, ATK Spd is increased by 110 and Crit DMG is increased by 28% for 15 sec. Can be stacked up to 5 times max.",
          "Upon a Crit Hit, ATK Spd is increased by 130 and Crit DMG is increased by 34% for 15 sec. Can be stacked up to 5 times max.",
          "Upon a Crit Hit, ATK Spd is increased by 160 and Crit DMG is increased by 41% for 15 sec. Can be stacked up to 5 times max.",
          "Upon a Crit Hit, ATK Spd is increased by 200 and Crit DMG is increased by 50% for 15 sec. Can be stacked up to 5 times max."
        ],
        "name": "Lightning Flash, Livatis"
      }
    },
    "19": {
      "description": "A wizard capable of using the Ice Dragon's magic powers after being cursed. He uses powerful icebound magic to freeze enemies.",
      "name": "Pavel",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deal {1} M.DMG to the targeted enemy and inflict Freeze for {2} sec.  If any enemies are inflicted with Frost, deal DMG and inflict Freeze to them as well.",
        "name": "Wedge of Cold Snap",
        "transcendence": {
          "dark": "In exchange for 1 additional Mana Cost, Freeze duration is boosted by 5 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attacks random enemies 5 times, dealing {1} M.DMG and inflicting Frost. When attacking enemies inflicted with Frost, creates an additional spear that deals extra half DMG. Additional spears do not inflict Frost. Enemies inflicted with Freeze take 50% increased DMG.",
        "name": "Ice Spear",
        "transcendence": {
          "dark": "Target changes to the enemy with the highest ATK.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to all enemies. Enemies inflicted with Frost becomes inflicted with Freeze for {2} sec. Enemies inflicted with Freeze take {3} % increased DMG.",
        "name": "Icy Conquest",
        "transcendence": {
          "dark": "Gain CC immunity while using said skill.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Every {1} sec, deals {2} M.DMG to 3 enemies and inflicts Frost.",
        "name": "Chill of Early Dawn",
        "transcendence": {
          "dark": "Frost cannot be dispelled by dispel skills.",
          "light": "Target's CC resistance is reduced by 250 for 10 sec."
        }
      },
      "subtitle": "Wizard of Ice Dragon",
      "t5": {
        "dark": "Every 3 sec, attacks all enemies and deals 50% of ATK as M.DMG, inflicting Frost with 50% chance. Enemies already inflicted with Frost takes 300% of ATK as M.DMG over time for 3 sec.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[Icy Conquest] DMG is increased by 50% and Freeze duration is increased by 1 sec.",
          "[Icy Conquest] DMG is increased by 50% and Freeze duration is increased by 1.2 sec.",
          "[Icy Conquest] DMG is increased by 50% and Freeze duration is increased by 1.4 sec.",
          "[Icy Conquest] DMG is increased by 50% and Freeze duration is increased by 1.7 sec.",
          "[Icy Conquest] DMG is increased by 50% and Freeze duration is increased by 2.1 sec.",
          "[Icy Conquest] DMG is increased by 50% and Freeze duration is increased by 2.5 sec."
        ],
        "name": "Glacial Heart"
      },
      "weapon": {
        "description": [
          "Every 15 sec, deals 160 % of ATK as M.DMG to 2 random enemies and inflicts Frost. Enemies already inflicted with Frost will become inflicted with Freeze for 5 sec.",
          "Every 14 sec, deals 192 % of ATK as M.DMG to 2 random enemies and inflicts Frost. Enemies already inflicted with Frost will become inflicted with Freeze for 5 sec.",
          "Every 12.5 sec, deals 228 % of ATK as M.DMG to 2 random enemies and inflicts Frost. Enemies already inflicted with Frost will become inflicted with Freeze for 5 sec.",
          "Every 11 sec, deals 276 % of ATK as M.DMG to 2 random enemies and inflicts Frost. Enemies already inflicted with Frost will become inflicted with Freeze for 5 sec.",
          "Every 9.5 sec, deals 332 % of ATK as M.DMG to 2 random enemies and inflicts Frost. Enemies already inflicted with Frost will become inflicted with Freeze for 5 sec.",
          "Every 8 sec, deals 400 % of ATK as M.DMG to 2 random enemies and inflicts Frost. Enemies already inflicted with Frost will become inflicted with Freeze for 5 sec."
        ],
        "name": "Dragon Hearts, Andarta Andraste"
      }
    },
    "2": {
      "description": "A childhood friend of Kasel's, she is a priestess who serves the Goddess. She heals and protects allies with the power of light. With the blessings of the Goddess, she can temporarily increase one's magic powers and resistance.",
      "name": "Frey",
      "s1": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "Removes negative effects from the target."
        },
        "description": "Heals {1} HP of an ally with the lowest HP.",
        "name": "Miraculous Light",
        "transcendence": {
          "dark": "Healed allies take 25% reduced M.DMG for 10 sec.",
          "light": "In exchange for 1 additional Mana Cost, the skill targets 2 allies."
        }
      },
      "s2": {
        "books": {
          "1": "M.DEF boost is increased by {1} %.",
          "2": "M.DEF boost is increased by {1} %.",
          "3": "Heals target's HP by {1} % for the duration of skill."
        },
        "description": "M.DEF of an ally is increased by {2} for {1} sec.",
        "name": "Goddess Grace",
        "transcendence": {
          "dark": "Shielded allies gain 20% ATK.",
          "light": "Shield is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Shield is increased by {1} %.",
          "2": "Shield is increased by {1} %.",
          "3": "Target's Heal rate is increased by {1} % for the duration of skill."
        },
        "description": "Cast a shield on all allies that absorbs {2} DMG for {1} sec. While the shield is in effect, gain Immunity to CC.",
        "name": "Blessings of Light",
        "transcendence": {
          "dark": "Blind duration is reduced by 2 sec and now targets a random enemy.",
          "light": "In exchange for 1 additional Mana Cost, DMG is increased by 80%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deals {1} M.DMG to enemies in range, blinding them for {2} sec.",
        "name": "Heaven's Vengeance",
        "transcendence": {
          "dark": "Number of targets changes to 2.",
          "light": "Target's ATK Spd. is boosted by 250."
        }
      },
      "subtitle": "Priestess of Light",
      "t5": {
        "dark": "Allies healed by Frey receive 5% of her ATK as an ATK buff for 5 sec.",
        "light": "ATK, DEF, HP+15% / M. Block +200"
      },
      "treasure": {
        "description": [
          "[Heaven's Vengeance] Target takes 20% increased M.DMG for 10 sec, and Blind duration is increased by 1 sec.",
          "[Heaven's Vengeance] Target takes 20% increased M.DMG for 10 sec, and Blind duration is increased by 1.5 sec.",
          "[Heaven's Vengeance] Target takes 20% increased M.DMG for 10 sec, and Blind duration is increased by 2 sec.",
          "[Heaven's Vengeance] Target takes 20% increased M.DMG for 10 sec, and Blind duration is increased by 2.5 sec.",
          "[Heaven's Vengeance] Target takes 20% increased M.DMG for 10 sec, and Blind duration is increased by 3 sec.",
          "[Heaven's Vengeance] Target takes 20% increased M.DMG for 10 sec, and Blind duration is increased by 3.5 sec."
        ],
        "name": "Forgotten Arbiter's Feather"
      },
      "weapon": {
        "description": [
          "Each auto attack has a 40% chance of healing the ally with the lowest HP by 42% of ATK.",
          "Each auto attack has a 40% chance of healing the ally with the lowest HP by 50.4% of ATK.",
          "Each auto attack has a 40% chance of healing the ally with the lowest HP by 58.8% of ATK.",
          "Each auto attack has a 40% chance of healing the ally with the lowest HP by 71.4% of ATK.",
          "Each auto attack has a 40% chance of healing the ally with the lowest HP by 86.1% of ATK.",
          "Each auto attack has a 40% chance of healing the ally with the lowest HP by 105% of ATK."
        ],
        "name": "God's Authority, Rosmerta"
      }
    },
    "20": {
      "description": "This guardian knight carries a gigantic lance and shield. Endures the attack of enemies with absolute fortitude and disturbs enemy lines with her lance.",
      "name": "Demia",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Stun duration is increased by {1} sec."
        },
        "description": "Throws a spear at the furthest enemy, dealing {1} P.DMG and drawing the enemy in front of the hero. Then deals {2} P.DMG to enemies in range, stunning them for 3 sec.",
        "name": "Penetration",
        "transcendence": {
          "dark": "All pulled enemies take 25% increased DMG from all sources for 10 sec.",
          "light": "In exchange for 1 additional Mana Cost, pull in 2 enemies."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Enemy ATK reduction is increased by {1} %."
        },
        "description": "Upon blocking enemy attack for {1} sec, triggers a shockwave that deals {2} P.DMG to enemies in range, reducing their ATK by {3} %.",
        "name": "Will to Win",
        "transcendence": {
          "dark": "Ally P.DEF is boosted by 20% for 10 sec after activation.",
          "light": "Deals extra P.DMG based on P.DEF."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Upon DMG block during casting, jump attack DMG is increased by 7%. Also, deals {2} P.DMG to enemy and inflicts stun. After casting, jumps and attacks the enemy, dealing {3} P.DMG and stunning them for {4} sec. Gains immunity to CC while the skill is in use.",
        "name": "Steel Fortress",
        "transcendence": {
          "dark": "While casting, all allies take 20% reduced P.DMG.",
          "light": "Upon jumping into the air, charge at the target with the highest ATK."
        }
      },
      "s4": {
        "books": {
          "1": "DEF boost is increased by {1} %",
          "2": "DEF boost is increased by {1} %",
          "3": "DEF boost is increased by {1} %"
        },
        "description": "All allies' P.DEF is increased by {1} and P.Block chance is increased by {2} .",
        "name": "Spearhead",
        "transcendence": {
          "dark": "Recovers HP equal to 40% of P.DEF upon blocking.",
          "light": "P.DEF is increased by 20% and P. Block is boosted by 50%."
        }
      },
      "subtitle": "Fortress of Steel",
      "t5": {
        "dark": "At the beginning of every battle, decrease the ATK of all enemies by 20% for 6 sec. This effect cannot be dispelled.",
        "light": "ATK, DEF, HP+15% / P. Block +200"
      },
      "treasure": {
        "description": [
          "[Steel Fortress] Mana cost is reduced by 1 and jump attack's Stun duration is increased by 1 sec.",
          "[Steel Fortress] Mana cost is reduced by 1 and jump attack's Stun duration is increased by 1.5 sec.",
          "[Steel Fortress] Mana cost is reduced by 1 and jump attack's Stun duration is increased by 2 sec.",
          "[Steel Fortress] Mana cost is reduced by 1 and jump attack's Stun duration is increased by 2.5 sec.",
          "[Steel Fortress] Mana cost is reduced by 1 and jump attack's Stun duration is increased by 3 sec.",
          "[Steel Fortress] Mana cost is reduced by 1 and jump attack's Stun duration is increased by 3.5 sec."
        ],
        "name": "Aura of Protection"
      },
      "weapon": {
        "description": [
          "Each block has a 10% chance of recovering 3% of mana and reducing all skill cooldown by 1 sec.",
          "Each block has a 13% chance of recovering 3% of mana and reducing all skill cooldown by 1 sec.",
          "Each block has a 16% chance of recovering 3% of mana and reducing all skill cooldown by 1 sec.",
          "Each block has a 19% chance of recovering 3% of mana and reducing all skill cooldown by 1 sec.",
          "Each block has a 22% chance of recovering 3% of mana and reducing all skill cooldown by 1 sec.",
          "Each block has a 25% chance of recovering 3% of mana and reducing all skill cooldown by 1 sec."
        ],
        "name": "The Blue Light, Arpheus"
      }
    },
    "21": {
      "description": "A harpy that specializes in melee combat using her knuckles. Quickly moves between the enemy, wreaking havoc upon them. Smashes enemies by launching powerful consecutive attacks.",
      "name": "Naila",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Dashes toward the enemy 2 times, dealing {1} P.DMG to enemies in range, knocking them down for {2} sec.",
        "name": "Fierce Winds",
        "transcendence": {
          "dark": "Target changes to the enemy with the highest ATK.",
          "light": "If there is 1 enemy, DMG is increased by 100%."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "All allies' P.Dodge Chance is increased by {2} for {1} sec, and ATK is increased by {3} .",
        "name": "Wind Reading",
        "transcendence": {
          "dark": "Increases own Crit Chance by 600.",
          "light": "ATK boost is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Hit enemies are stunned for 3 sec."
        },
        "description": "Flies up and strikes {1} P.DMG to enemies in range. Knocked down enemies take {2} % increased DMG.",
        "name": "Dive Bomb",
        "transcendence": {
          "dark": "Reduces cooldown by 10% per each enemy that takes Critical DMG.",
          "light": "DMG is increased by 40%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Every 5th auto attack has a 40 % chance of dealing extra {1} P.DMG to target and knocking them down.",
        "name": "Tornado Strike",
        "transcendence": {
          "dark": "Atk Spd is boosted by 300 when effect takes place.",
          "light": "Activation chance changes to 60%."
        }
      },
      "subtitle": "Wind's Fighter",
      "t5": {
        "dark": "Upon dodging, all skill cooldowns are reduced by 2%. Also, ATK is boosted by 3%, and Atk Spd is boosted by 30. The ATK and Atk Spd Boosts can stack up to 10 times.",
        "light": "ATK, DEF, HP+15% / P.Dodge +100"
      },
      "treasure": {
        "description": [
          "[Dive Bomb] Skill cooldown is reduced by 30% and target takes 10% more P.DMG for 10 sec.",
          "[Dive Bomb] Skill cooldown is reduced by 30% and target takes 12% more P.DMG for 10 sec.",
          "[Dive Bomb] Skill cooldown is reduced by 30% and target takes 14% more P.DMG for 10 sec.",
          "[Dive Bomb] Skill cooldown is reduced by 30% and target takes 17% more P.DMG for 10 sec.",
          "[Dive Bomb] Skill cooldown is reduced by 30% and target takes 21% more P.DMG for 10 sec.",
          "[Dive Bomb] Skill cooldown is reduced by 30% and target takes 25% more P.DMG for 10 sec."
        ],
        "name": "Tempest Pride"
      },
      "weapon": {
        "description": [
          "Upon a Crit Hit, deals 100 % of ATK as P.DMG over time for 10sec. Target takes 20% increased P.DMG for the duration of skill.",
          "Upon a Crit Hit, deals 120 % of ATK as P.DMG over time for 10sec. Target takes 24% increased P.DMG for the duration of skill.",
          "Upon a Crit Hit, deals 144 % of ATK as P.DMG over time for 10sec. Target takes 28% increased P.DMG for the duration of skill.",
          "Upon a Crit Hit, deals 172 % of ATK as P.DMG over time for 10sec. Target takes 34% increased P.DMG for the duration of skill.",
          "Upon a Crit Hit, deals 207 % of ATK as P.DMG over time for 10sec. Target takes 41% increased P.DMG for the duration of skill.",
          "Upon a Crit Hit, deals 250 % of ATK as P.DMG over time for 10sec. Target takes 50 % increased P.DMG for the duration of skill."
        ],
        "name": "Cursed Claws, Baroro"
      }
    },
    "22": {
      "description": "She is a sniper from an empire located in an extremely cold environment. She aims calmly no matter the circumstance. The more she focuses, the more powerful she becomes.",
      "name": "Rodina",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit DMG is increased by {1} %."
        },
        "description": "Upon activation, takes up a stance and starts casting. After casting ends, deals {1} P.DMG upon enemies in a straight line. DMG is increased by {2} % in proportion to the total casting time. If casting progresses beyond the 3rd stage, knock over enemies.",
        "name": "Penetration Shot",
        "transcendence": {
          "dark": "Gain CC immunity while using said skill.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "Crit DMG is increased by {1} % for the duration of skill"
        },
        "description": "Target receives {1} % increased damage from this hero. In addition, own ATK is increased by {2} .",
        "name": "Target Aim",
        "transcendence": {
          "dark": "Duration is increased by 10 sec.",
          "light": "ATK boost is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit DMG is increased by {1} %."
        },
        "description": "Fires 10 shots at random. Deals {1} DMG upon attack, and per each attack, DMG is increased by {2} %.",
        "name": "Focused Fire",
        "transcendence": {
          "dark": "Ignores enemy Block.",
          "light": "Reduces cooldown by 5% when Critical Hits occur."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit DMG is increased by {1} %."
        },
        "description": "Every 10 sec, attacks the target 2 times, dealing a total of {1} P.DMG.",
        "name": "Rapid Shot",
        "transcendence": {
          "dark": "Enemies hit are stunned for 2 sec.",
          "light": "If there is 1 enemy, DMG is increased by 100%."
        }
      },
      "subtitle": "Blizzard's Sniper",
      "t5": {
        "dark": "There is a 15% chance to inflict a Headshot while auto-attacking. Headshot deals a 600% of ATK as P.DMG.",
        "light": "ATK, DEF, HP+15% / Crit Chance +100"
      },
      "treasure": {
        "description": [
          "[Focused Fire] DMG is increased by 20% and the last attack deals DMG that ignores target DEF.",
          "[Focused Fire] DMG is increased by 24% and the last attack deals DMG that ignores target DEF.",
          "[Focused Fire] DMG is increased by 29% and the last attack deals DMG that ignores target DEF.",
          "[Focused Fire] DMG is increased by 35% and the last attack deals DMG that ignores target DEF.",
          "[Focused Fire] DMG is increased by 42% and the last attack deals DMG that ignores target DEF.",
          "[Focused Fire] DMG is increased by 50% and the last attack deals DMG that ignores target DEF."
        ],
        "name": "Custom Bullet VII"
      },
      "weapon": {
        "description": [
          "Each attack has a 10 % chance of dealing 200% of ATK as extra P.DMG and knocking back the enemy. Afterwards, ACC is increased by 100 for 10 sec. This effect can be stacked up to 3 times max.",
          "Each attack has a 11 % chance of dealing 240% of ATK as extra P.DMG and knocking back the enemy. Afterwards, ACC is increased by 100 for 10 sec. This effect can be stacked up to 3 times max.",
          "Each attack has a 12 % chance of dealing 288% of ATK as extra P.DMG and knocking back the enemy. Afterwards, ACC is increased by 100 for 10 sec. This effect can be stacked up to 3 times max.",
          "Each attack has a 13 % chance of dealing 344% of ATK as extra P.DMG and knocking back the enemy. Afterwards, ACC is increased by 100 for 10 sec. This effect can be stacked up to 3 times max.",
          "Each attack has a 14 % chance of dealing 414% of ATK as extra P.DMG and knocking back the enemy. Afterwards, ACC is increased by 100 for 10 sec. This effect can be stacked up to 3 times max.",
          "Each attack has a 15 % chance of dealing 500% of ATK as extra P.DMG and knocking back the enemy. Afterwards, ACC is increased by 100 for 10 sec. This effect can be stacked up to 3 times max."
        ],
        "name": "Rodina Custom Rifle Mod.0"
      }
    },
    "23": {
      "description": "A demon knight that uses the lava of the Dark Forces. Inflicts relentless burning pain on enemies, and fights battles of endurance utilizing her granite-like defense.",
      "name": "Morrah",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to enemies in range and knocks them down, inflicting 3 stacks of Flame. Then for {2} sec, each auto attack deals {3} M.DMG and inflicts 1 stack of Flame on enemy. Per each stacked Flame, DMG is increased by {4} %. Each Flame stack deals separate M.DMG and reduces Heal rate by 1%.",
        "name": "Burning Power",
        "transcendence": {
          "dark": "Reduces cooldown by 6% per each enemy hit.",
          "light": "ATK Spd. is increased by 200 for 15 sec."
        }
      },
      "s2": {
        "books": {
          "1": "M.DEF boost is increased by {1} %.",
          "2": "M.DEF boost is increased by {1} %.",
          "3": "M.Block Chance boost is increased by {1} %."
        },
        "description": "For {1} sec, all allies' M.DEF is increased by {2} and M.Block Chance is increased by {3} . Additionally, every {4} sec, inflicts 1 stack of Flame on nearby enemies.",
        "name": "Hellfire",
        "transcendence": {
          "dark": "While Hellfire is active, deal DMG based on own M.DEF to nearby enemies.",
          "light": "M.Block rate is boosted by 20%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to enemies in range and inflict knock down. Per every stacked Flame, DMG is increased by {2} %.",
        "name": "Lava Eruption",
        "transcendence": {
          "dark": "Heals HP equal to 40% of DMG dealt.",
          "light": "DMG is increased by 40%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Upon Block, deals {2} M.DMG to enemies in range, and inflicts 3 stack of Flame.",
        "name": "Fire Smash",
        "transcendence": {
          "dark": "Target with over 100 stacks of Flame takes 40% increased M.DMG.",
          "light": "Increases own M.DEF by 5% per each block. Max stack is 10."
        }
      },
      "subtitle": "Devil's Flame",
      "t5": {
        "dark": "Flame stack DMG is increased by 100%, and max stack number is changed to 120",
        "light": "ATK, DEF, HP+15% / M. Block +200"
      },
      "treasure": {
        "description": [
          "[Lava Eruption] DMG is increased by 20% and target's M.DEF is decreased by 25% for 7 sec.",
          "[Lava Eruption] DMG is increased by 24% and target's M.DEF is decreased by 25% for 7 sec.",
          "[Lava Eruption] DMG is increased by 29% and target's M.DEF is decreased by 25% for 7 sec.",
          "[Lava Eruption] DMG is increased by 35% and target's M.DEF is decreased by 25% for 7 sec.",
          "[Lava Eruption] DMG is increased by 42% and target's M.DEF is decreased by 25% for 7 sec.",
          "[Lava Eruption] DMG is increased by 50% and target's M.DEF is decreased by 25% for 7 sec."
        ],
        "name": "Hellish Sealing Stone"
      },
      "weapon": {
        "description": [
          "Every 10 sec, deals 80 % of ATK as M.DMG to enemies inflicted with Flame and has a 14% chance of knocking them down. Per every stacked Flame, DMG is increased by 2%.",
          "Every 10 sec, deals 96 % of ATK as M.DMG to enemies inflicted with Flame and has a 16% chance of knocking them down. Per every stacked Flame, DMG is increased by 2%.",
          "Every 10 sec, deals 115 % of ATK as M.DMG to enemies inflicted with Flame and has a 20% chance of knocking them down. Per every stacked Flame, DMG is increased by 2%.",
          "Every 10 sec, deals 138 % of ATK as M.DMG to enemies inflicted with Flame and has a 24% chance of knocking them down. Per every stacked Flame, DMG is increased by 2%.",
          "Every 10 sec, deals 166 % of ATK as M.DMG to enemies inflicted with Flame and has a 29% chance of knocking them down. Per every stacked Flame, DMG is increased by 2%.",
          "Every 10 sec, deals 200 % of ATK as M.DMG to enemies inflicted with Flame and has a 35% chance of knocking them down. Per every stacked Flame, DMG is increased by 2%."
        ],
        "name": "Flame of Victory, Carprain"
      }
    },
    "24": {
      "description": "A freewheeling priest from the Order of Lua. He uses a holy explosion to protect the party, which heals allies and damages enemies at once.",
      "name": "Baudouin",
      "s1": {
        "books": {
          "1": "DMG and Heal rate are increased by {1} %.",
          "2": "DMG and Heal rate are increased by {1} %.",
          "3": "DMG and Heal rate are increased by {1} %."
        },
        "description": "Targets the ally with the lowest HP and allies nearby to heal {1} HP. Deals {2} M.DMG to enemies near the target, and reduces enemy ATK Spd by {4} % for {3} sec.",
        "name": "Holy Nova",
        "transcendence": {
          "dark": "Enemies hit are stunned for 1 sec.",
          "light": "DMG and Heal rate is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG, inflicts knockback, and shackles the target enemy for {2} sec. Enemies inflicted by shackle take 25% increased M.DMG while the effect lasts.",
        "name": "Spear of Light",
        "transcendence": {
          "dark": "Number of targets changes to 2.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "ATK Spd is increased by {1} for the duration of skill."
        },
        "description": "Grants Invincibility to all allies for {1} sec and heals {2} HP for the duration of skill.",
        "name": "Holy Sanctuary",
        "transcendence": {
          "dark": "In exchange for 2 additional Mana Cost and a 3 sec reduction of Invincibility duration, all allies gain 50% ATK.",
          "light": "Invincibility duration is increased by 1.5 sec."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Each attack has a 20% chance of dealing {1} M.DMG to target and inflicting stun for {2} sec.",
        "name": "Training of God",
        "transcendence": {
          "dark": "Attack range is boosted by 20%.",
          "light": "Activation chance is boosted by 10%."
        }
      },
      "subtitle": "Holy Ruffian",
      "t5": {
        "dark": "When attacking with Holy Nova and Spear of Light, deal extra M.DMG equal to 100% of ATK and reduce the used skill's cooldown by 20%.",
        "light": "ATK, DEF, HP+15% / M. Block +200"
      },
      "treasure": {
        "description": [
          "[Holy Sanctuary] ATK is increased by 25% for the duration of skill, and recovers 120 Mana per sec.",
          "[Holy Sanctuary] ATK is increased by 25% for the duration of skill, and recovers 140 Mana per sec.",
          "[Holy Sanctuary] ATK is increased by 25% for the duration of skill, and recovers 170 Mana per sec.",
          "[Holy Sanctuary] ATK is increased by 25% for the duration of skill, and recovers 200 Mana per sec.",
          "[Holy Sanctuary] ATK is increased by 25% for the duration of skill, and recovers 250 Mana per sec.",
          "[Holy Sanctuary] ATK is increased by 25% for the duration of skill, and recovers 300 Mana per sec."
        ],
        "name": "Well-Worn Rosary"
      },
      "weapon": {
        "description": [
          "Every 30 sec, for 10 sec, a random ally's ATK is increased by 40%, and Crit Chance, ATK Spd is increased by 400.",
          "Every 30 sec, for 10 sec, a random ally's ATK is increased by 48%, and Crit Chance, ATK Spd is increased by 480.",
          "Every 30 sec, for 10 sec, a random ally's ATK is increased by 57%, and Crit Chance, ATK Spd is increased by 570.",
          "Every 30 sec, for 10 sec, a random ally's ATK is increased by 69%, and Crit Chance, ATK Spd is increased by 690.",
          "Every 30 sec, for 10 sec, a random ally's ATK is increased by 83%, and Crit Chance, ATK Spd is increased by 830",
          "Every 30 sec, for 10 sec, a random ally's ATK is increased by 100%, and Crit Chance, ATK Spd is increased by 1000."
        ],
        "name": "God's Book, Genesis"
      }
    },
    "25": {
      "description": "This girl has become an undead after fighting the Dark Forces in the past. She drags along the coffin that she sleeps in. She recovers herself by leaving a mark of death on her enemies.",
      "name": "Jane",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Stun duration is increased by {1} sec."
        },
        "description": "Deals {1} M.DMG to enemies in range, stunning them for {2} sec.",
        "name": "Funeral Rites",
        "transcendence": {
          "dark": "In exchange for 1 additional Mana Cost, the skill has a 100% chance to draw the target in.",
          "light": "Target takes 25% increased M.DMG for 10 sec."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Engraves a Mark on all enemies for {1} sec and deals {2} M.DMG over time. Enemies engraved with Mark takes {3} % more M.DMG.",
        "name": "Mark of Death",
        "transcendence": {
          "dark": "Engraved Mark is not be dispelled when negative effects are dispelled.",
          "light": "Duration is reduced to 10 sec and DMG is boosted by 250%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "MP is recovered by {1} %."
        },
        "description": "For {1} sec, deals a total of {2} M.DMG to all enemies and recovers {3} % of DMG as own HP. Gains immunity to CC. Marked enemies take increased DMG.",
        "name": "Day of Ruin",
        "transcendence": {
          "dark": "Has a 10% chance to Stun enemies for 1 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "Heal rate is increased by {1} %."
        },
        "description": "Upon taking a deathblow, enters a coffin for {1} sec and heals {2} + 6% of Max HP. Gains immunity to all DMG while inside the coffin.",
        "name": "Rest in Peace",
        "transcendence": {
          "dark": "Upon activation, stun all enemies for 2 sec.",
          "light": "While inside the Coffin, deal DMG worth 5% of max HP to nearby enemies."
        }
      },
      "subtitle": "Alabaster Corpse",
      "t5": {
        "dark": "Each hit of Jane's attacks increase her ATK and Recovery Rate by 1% each. (Maximum stack number is 50)",
        "light": "ATK, DEF, HP+15% / M. Block +200"
      },
      "treasure": {
        "description": [
          "[Day of Ruin] DMG is increased by 20% and with every DMG dealt, target's M.DEF is reduced by 5% for 5 sec. This effect can be stacked max 10 times.",
          "[Day of Ruin] DMG is increased by 24% and with every DMG dealt, target's M.DEF is reduced by 5% for 5 sec. This effect can be stacked max 10 times.",
          "[Day of Ruin] DMG is increased by 29% and with every DMG dealt, target's M.DEF is reduced by 5% for 5 sec. This effect can be stacked max 10 times.",
          "[Day of Ruin] DMG is increased by 35% and with every DMG dealt, target's M.DEF is reduced by 5% for 5 sec. This effect can be stacked max 10 times.",
          "[Day of Ruin] DMG is increased by 42% and with every DMG dealt, target's M.DEF is reduced by 5% for 5 sec. This effect can be stacked max 10 times.",
          "[Day of Ruin] DMG is increased by 50% and with every DMG dealt, target's M.DEF is reduced by 5% for 5 sec. This effect can be stacked max 10 times."
        ],
        "name": "Flowers of a Forgotten Dukedom"
      },
      "weapon": {
        "description": [
          "Per every sec, deals 10 % of ATK as M.DMG to nearby enemies, and reduces their ATK by 14%. When the passive skill is activated, recovers 30% of mana.",
          "Per every sec, deals 12 % of ATK as M.DMG to nearby enemies, and reduces their ATK by 17%. When the passive skill is activated, recovers 30% of mana.",
          "Per every sec, deals 14 % of ATK as M.DMG to nearby enemies, and reduces their ATK by 20%. When the passive skill is activated, recovers 30% of mana.",
          "Per every sec, deals 17 % of ATK as M.DMG to nearby enemies, and reduces their ATK by 24%. When the passive skill is activated, recovers 30% of mana.",
          "Per every sec, deals 20 % of ATK as M.DMG to nearby enemies, and reduces their ATK by 29%. When the passive skill is activated, recovers 30% of mana.",
          "Per every sec, deals 25 % of ATK as M.DMG to nearby enemies, and reduces their ATK by 35%. When the passive skill is activated, recovers 30% of mana."
        ],
        "name": "Unchanging Mind, Erekura"
      }
    },
    "26": {
      "description": "A noble lady hailing from Orvelia.  A genius who attained the title of Violet from the Tower of the Sage. Using her fancy parasol, she fires powerful energy cannons towards the enemy.",
      "name": "Aisha",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deals {1} M.DMG to enemies within a small range. Upon a Crit Hit, cooldown is reduced by 1 sec.",
        "name": "Mystic Barrage",
        "transcendence": {
          "dark": "Upon a Crit Hit, recovers 300 mana.",
          "light": "If there is 1 enemy, DMG is increased by 100%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Every 0.5 sec, deals {1} M.DMG to enemies in a straight line. After 5 sec, consumes 3% of mana every 0.5 sec while DMG is increased by 100%. Max duration is 10 sec.",
        "name": "Destruction Ray",
        "transcendence": {
          "dark": "The mana cost of the Boosted Ray is doubled and the DMG increase is boosted from 100% to 200%.",
          "light": "The mana cost of the Boosted Ray is half."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deals {2} M.DMG to random enemies for {1} sec, and reduces target's M.DEF by 5%. Can be stacked up to max 5 times.",
        "name": "Torrential Rainfall",
        "transcendence": {
          "dark": "M.DEF reduction effect now stacks up to 10 times max.",
          "light": "Deals AoE DMG."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Upon a Crit Hit, deals extra {1} M.DMG to the enemy.",
        "name": "Mystic Boost",
        "transcendence": {
          "dark": "Ignores enemy Block.",
          "light": "DMG is increased by 40%."
        }
      },
      "subtitle": "The Violet Princess",
      "t5": {
        "dark": "Each skill use stacks Darkness. Each stack boosts her Mana regen per sec by 6% and boosts her Crit DMG by 2%. (Maximum Stack number is 50)",
        "light": "ATK, DEF, HP+15% / Crit Chance +100"
      },
      "treasure": {
        "description": [
          "[Torrential Rainfall] DMG is increased by 50% and upon Crit Hit, recovers 30 mana.",
          "[Torrential Rainfall] DMG is increased by 50% and upon Crit Hit, recovers 36 mana.",
          "[Torrential Rainfall] DMG is increased by 50% and upon Crit Hit, recovers 43 mana.",
          "[Torrential Rainfall] DMG is increased by 50% and upon Crit Hit, recovers 52 mana.",
          "[Torrential Rainfall] DMG is increased by 50% and upon Crit Hit, recovers 62 mana.",
          "[Torrential Rainfall] DMG is increased by 50% and upon Crit Hit, recovers 75 mana."
        ],
        "name": "Ring of Infinite Mana"
      },
      "weapon": {
        "description": [
          "Each attack has a 35% chance of dealing 40% of ATK as extra M.DMG.",
          "Each attack has a 35% chance of dealing 48% of ATK as extra M.DMG.",
          "Each attack has a 35% chance of dealing 57% of ATK as extra M.DMG.",
          "Each attack has a 35% chance of dealing 69% of ATK as extra M.DMG.",
          "Each attack has a 35% chance of dealing 83% of ATK as extra M.DMG.",
          "Each attack has a 35% chance of dealing 100% of ATK as extra M.DMG."
        ],
        "name": "Noble Fate, Mahitra"
      }
    },
    "27": {
      "description": "The Scribe of the Royal Great Library of Orvelia.  Using runes, he heals allies and erases beneficial magic from foes.",
      "name": "Leo",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Engraves a rune on target enemy, reducing {2} % P.DEF for {1} sec. After {3} sec, deals max {4} M.DMG proportional to lost HP, ignoring DEF.",
        "name": "Rune of Frailty",
        "transcendence": {
          "dark": "Target number increased to 2.",
          "light": "Cooldown is reduced by 2 sec."
        }
      },
      "s2": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "Heal rate is increased by {1} %."
        },
        "description": "Heals {1} HP of all allies.",
        "name": "Rune of Healing",
        "transcendence": {
          "dark": "Increase ally P.DEF for 25% for 10 sec after healing.",
          "light": "Heal rate is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Silence duration is increased by {1} sec.",
          "2": "Silence duration is increased by {1} sec.",
          "3": "Silence duration is increased by {1} sec."
        },
        "description": "Deals {1} M.DMG to all enemies, and dispels all positive effects. Inflicts Silences on target for {2} sec.",
        "name": "Rune of Silence",
        "transcendence": {
          "dark": "DMG is increased by 200% and the enemy target receives 20% more DMG from all sources for 10 sec. Mana cost is increased by 2.",
          "light": "Silence duration boosted by 1 sec."
        }
      },
      "s4": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "CC resistance is increased by {1} for the duration."
        },
        "description": "Every {1} sec, engraves a rune upon the ally with the lowest HP and recovers a total of {3} HP for {2} sec.",
        "name": "Rune of Protection",
        "transcendence": {
          "dark": "After healing an ally, increase target P.DEF for 40% for a duration of 10 sec.",
          "light": "Heal rate is increased by 40%."
        }
      },
      "subtitle": "Eternal Scribe",
      "t5": {
        "dark": "Upon attacking, there is a 10% chance of dealing 100% of ATK as M.DMG to a random enemy, while also removing 300 mana and inflicting Silence for 1 sec.",
        "light": "ATK, DEF, HP+15% / P. Block +200"
      },
      "treasure": {
        "description": [
          "[Rune of Silence] Target takes 15% increased DMG for 10 sec, and target's CC resistance is reduced by 120.",
          "[Rune of Silence] Target takes 15% increased DMG for 10 sec, and target's CC resistance is reduced by 140.",
          "[Rune of Silence] Target takes 15% increased DMG for 10 sec, and target's CC resistance is reduced by 170.",
          "[Rune of Silence] Target takes 15% increased DMG for 10 sec, and target's CC resistance is reduced by 210.",
          "[Rune of Silence] Target takes 15% increased DMG for 10 sec, and target's CC resistance is reduced by 250.",
          "[Rune of Silence] Target takes 15% increased DMG for 10 sec, and target's CC resistance is reduced by 300."
        ],
        "name": "Scroll of Memories"
      },
      "weapon": {
        "description": [
          "Each auto attack has a 10% chance of dealing 100% extra M.DMG, and dispelling all positive effects",
          "Each auto attack has a 12% chance of dealing 100% extra M.DMG, and dispelling all positive effects",
          "Each auto attack has a 14% chance of dealing 100% extra M.DMG, and dispelling all positive effects",
          "Each auto attack has a 17% chance of dealing 100% extra M.DMG, and dispelling all positive effects",
          "Each auto attack has a 20% chance of dealing 100% extra M.DMG, and dispelling all positive effects",
          "Each auto attack has a 25% chance of dealing 100% extra M.DMG, and dispelling all positive effects"
        ],
        "name": "Phoenix Quill, Belisa"
      }
    },
    "28": {
      "description": "The vice-captain of the Imperial Guard. His sonic blade cuts through even magic. He is capable of attacking the most dangerous foes first.",
      "name": "Fluss",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deal {1} P.DMG to  target enemy and other enemies in the vicinity.",
        "name": "Tempest Blade",
        "transcendence": {
          "dark": "Upon a Crit Hit, cooldown is reduced by 6%.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Moves to the enemy with the highest ATK and Inflicts Silence for 2 sec. Own M.DMG reduction is increased by {2} for {1} sec. Engraves the enemy with a Mark for {3} sec, and own attack prioritizes the Marked target. When attacking enemies inflicted with Mark, deals {4} extra P.DMG.",
        "name": "Flashstep",
        "transcendence": {
          "dark": "Dispels positive effects from enemy.",
          "light": "In exchange for 1 additional Mana Cost, cooldown is reduced by 5 sec."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deals {1} P.DMG upon an enemy, and restricts the target while casting the skill.",
        "name": "Bloody Petals",
        "transcendence": {
          "dark": "While in cooldown, auto attack DMG is boosted by 50%.",
          "light": "Each Critical Hit increases the last hit's DMG by 10%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Every {1} sec, upon taking M.DMG, deals {2} P.DMG to the attacker, and dodges all M.ATK for {3} sec.",
        "name": "Spell Cutter",
        "transcendence": {
          "dark": "Has a 30% chance to stun enemies for 3 sec.",
          "light": "Upon dodging, raise own ATK by 3%. Stacks up to 10 times."
        }
      },
      "subtitle": "Fluttering Blade",
      "t5": {
        "dark": "Upon attacking, deal extra P.DMG equal to 20% of ATK to the enemy. There is also a 10% chance of dealing double P.DMG and dispelling positive effects.",
        "light": "ATK, DEF, HP+15% / M.Dodge +100"
      },
      "treasure": {
        "description": [
          "[Bloody Petals] DMG is increased by 20% and dodges all M.ATK during the duration of skill.",
          "[Bloody Petals] DMG is increased by 24% and dodges all M.ATK during the duration of skill.",
          "[Bloody Petals] DMG is increased by 29% and dodges all M.ATK during the duration of skill.",
          "[Bloody Petals] DMG is increased by 35% and dodges all M.ATK during the duration of skill.",
          "[Bloody Petals] DMG is increased by 42% and dodges all M.ATK during the duration of skill.",
          "[Bloody Petals] DMG is increased by 50% and dodges all M.ATK during the duration of skill."
        ],
        "name": "Immortal Rose"
      },
      "weapon": {
        "description": [
          "Every 7 sec, for 30 sec, ATK is increased by 12% and ATK Spd is increased by 120. Can be stacked up to 3 times max.",
          "Every 7 sec, for 30 sec, ATK is increased by 14% and ATK Spd is increased by 140. Can be stacked up to 3 times max.",
          "Every 7 sec, for 30 sec, ATK is increased by 17% and ATK Spd is increased by 170. Can be stacked up to 3 times max.",
          "Every 7 sec, for 30 sec, ATK is increased by 20% and ATK Spd is increased by 200. Can be stacked up to 3 times max.",
          "Every 7 sec, for 30 sec, ATK is increased by 25% and ATK Spd is increased by 250. Can be stacked up to 3 times max.",
          "Every 7 sec, for 30 sec, ATK is increased by 30% and ATK Spd is increased by 300. Can be stacked up to 3 times max."
        ],
        "name": "Twinswords of Fury, Veralta"
      }
    },
    "29": {
      "description": "An unidentified child wielding a slingshot as big as her body. Her projectiles gain strength the further they fly.",
      "name": "Luna",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG by shooting a bouncing projectile which bounces 3 times starting from the nearest enemy. The further the enemy, the more DMG inflicted.",
        "name": "Pew!",
        "transcendence": {
          "dark": "Enemies hit are stunned for 1 sec.",
          "light": "If there is 1 enemy, DMG is increased by 100%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to enemies furthest away in a small range, and stuns them for {2} sec. The further the enemy, the more DMG they will take.",
        "name": "Look out above!",
        "transcendence": {
          "dark": "Ignores enemy Block.",
          "light": "In exchange for 2 additional Mana Cost, attacks random enemies 3 times."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to target enemies in range, and reduces target's Crit Chance by {3} % for {2} sec.",
        "name": "Twinkle Twinkle",
        "transcendence": {
          "dark": "In exchange for 1 additional Mana Cost, knock back the enemy over a long distance.",
          "light": "Reduces ACC of hit enemies by 150 for 7 sec."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Every {1} sec, deals a total of {3} M.DMG to the furthest enemy for {2} sec. The further the enemy, the more DMG they will take.",
        "name": "Gotcha!",
        "transcendence": {
          "dark": "Number of targets changes to 2.",
          "light": "There is a 20% chance to knock back the enemy far away and inflict knock over for 2 sec."
        }
      },
      "subtitle": "Child of Moonlight",
      "t5": {
        "dark": "When auto-attacking, there is a 10% chance to knock back the enemy across a long distance and inflict Stun for 3 sec. Also, increase ATK Spd by 500 for 3 sec.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[Twinkle Twinkle] DMG is increased by 20% and target inflicted with Crit Chance reduction cannot dispel the effect.",
          "[Twinkle Twinkle] DMG is increased by 24% and target inflicted with Crit Chance reduction cannot dispel the effect.",
          "[Twinkle Twinkle] DMG is increased by 29% and target inflicted with Crit Chance reduction cannot dispel the effect.",
          "[Twinkle Twinkle] DMG is increased by 35% and target inflicted with Crit Chance reduction cannot dispel the effect.",
          "[Twinkle Twinkle] DMG is increased by 42% and target inflicted with Crit Chance reduction cannot dispel the effect.",
          "[Twinkle Twinkle] DMG is increased by 50% and target inflicted with Crit Chance reduction cannot dispel the effect."
        ],
        "name": "Never-Melting Snow Flower"
      },
      "weapon": {
        "description": [
          "Each auto attack deals extra 40% M.DMG to random enemy.",
          "Each auto attack deals extra 48% M.DMG to random enemy.",
          "Each auto attack deals extra 57% M.DMG to random enemy.",
          "Each auto attack deals extra 69% M.DMG to random enemy.",
          "Each auto attack deals extra 83% M.DMG to random enemy.",
          "Each auto attack deals extra 100% M.DMG to random enemy."
        ],
        "name": "Flower of Eternity, Hyacinth"
      }
    },
    "3": {
      "description": "A sorceress from the Red Tower, this brave girl uses explosive fire magic to deal damage to multiple enemies, and then inflicts even greater damage by causing the embers to explode.",
      "name": "Cleo",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Randomly deals {1} M.DMG to max 5 enemies, and upon each attack inflicts 1 stack of Ember that deals M.DMG over time.",
        "name": "Fire Needle",
        "transcendence": {
          "dark": "Stacks 2 Embers each.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Stacks 2 Embers upon Crit Hit."
        },
        "description": "Deals {1} M.DMG to 3 enemies and enemies in range, inflicting 1 stack of Ember. Enemies inflicted by Ember has their M.DEF reduced by 5%.",
        "name": "Flame Diffusion",
        "transcendence": {
          "dark": "Mana cost is increased by 1, and attacks a random target 2 times.",
          "light": "DMG is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Each attack deals {1} M.DMG to all enemies and stacks an Ember. Per every stacked Ember, DMG is increased by {2} %.",
        "name": "Fire Rain",
        "transcendence": {
          "dark": "Stuns enemies with 5 Embers or more for 1 sec.",
          "light": "Cooldown is reduced by 3 sec."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to enemies in range and Stuns them for 2 sec. Per every stacked Ember, DMG is increased by {2} %.",
        "name": "Fire Ball",
        "transcendence": {
          "dark": "Activates every 9 sec.",
          "light": "Ember stack maximum is changed to 6."
        }
      },
      "subtitle": "Sorceress of Purgatory",
      "t5": {
        "dark": "Ember DMG is increased by 200%.",
        "light": "ATK, DEF, HP+15% / Crit Chance +100"
      },
      "treasure": {
        "description": [
          "[Fire Rain] DMG is increased by 20%. Upon Crit Hit on enemies with over 5 stacks of Ember, skill cooldown is reduced by 3%.",
          "[Fire Rain] DMG is increased by 24%. Upon Crit Hit on enemies with over 5 stacks of Ember, skill cooldown is reduced by 3%.",
          "[Fire Rain] DMG is increased by 29%. Upon Crit Hit on enemies with over 5 stacks of Ember, skill cooldown is reduced by 3%.",
          "[Fire Rain] DMG is increased by 35%. Upon Crit Hit on enemies with over 5 stacks of Ember, skill cooldown is reduced by 3%.",
          "[Fire Rain] DMG is increased by 42%. Upon Crit Hit on enemies with over 5 stacks of Ember, skill cooldown is reduced by 3%.",
          "[Fire Rain] DMG is increased by 50%. Upon Crit Hit on enemies with over 5 stacks of Ember, skill cooldown is reduced by 3%."
        ],
        "name": "Tome of Purgatory"
      },
      "weapon": {
        "description": [
          "Embers explode every 4 sec, dealing 80 % of ATK as M.DMG to enemies nearby.",
          "Embers explode every 4 sec, dealing 96 % of ATK as M.DMG to enemies nearby.",
          "Embers explode every 4 sec, dealing 114 % of ATK as M.DMG to enemies nearby.",
          "Embers explode every 4 sec, dealing 138 % of ATK as M.DMG to enemies nearby.",
          "Embers explode every 4 sec, dealing 166 % of ATK as M.DMG to enemies nearby.",
          "Embers explode every 4 sec, dealing 200 % of ATK as M.DMG to enemies nearby."
        ],
        "name": "Primal Flame, Flenos"
      }
    },
    "30": {
      "description": "A priestess that guards the Oasis of the Aegina Desert. A Water Dragon that has lived for eons. Her water holds powerful healing properties.",
      "name": "Laias",
      "s1": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "Heal rate is increased by {1} %."
        },
        "description": "Heals max {1} HP of all allies, proportional to their lost HP.",
        "name": "Healing Droplets",
        "transcendence": {
          "dark": "Upon healing, M. Crit Resistance rises by 25%.",
          "light": "Heal rate is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Shield is increased by {1} %.",
          "2": "Shield is increased by {1} %.",
          "3": "Shield is increased by {1} %."
        },
        "description": "Shields an ally with the lowest HP for 15 sec to block {1} DMG, and grants CC Immunity. While Shield is in effect, heals {2} HP per sec, and gains Immunity to CC.",
        "name": "Bubble Shield",
        "transcendence": {
          "dark": "Target's M. Crit Resistance is increased by 25%.",
          "light": "Increases target ATK by 30%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to nearby enemies and knocks them down. All allies, excluding self, recovers 2 orbs of mana. Afterwards, for {2} sec, creates a whirlpool that deals {3} M.DMG to random enemies and knocks them down for 2 sec.",
        "name": "Festival of the Flow",
        "transcendence": {
          "dark": "Heals all allies by 15% of their max HP.",
          "light": "DMG effect occurs every 3 sec."
        }
      },
      "s4": {
        "books": {
          "1": "Defense Boost is increased by {1} %.",
          "2": "Defense Boost is increased by {1} %.",
          "3": "Defense Boost is increased by {1} %."
        },
        "description": "All allies' M.DEF is increased by {1} , and M.Crit Hit Resistance is increased by {2} .",
        "name": "Blessing of the Water Dragon",
        "transcendence": {
          "dark": "Increases self CC Resist by 400.",
          "light": "M.DEF increase rate increases by 20%, and M. Crit Resistance increases by 100"
        }
      },
      "subtitle": "Holy Priestess of Water",
      "t5": {
        "dark": "Laias increases M.DEF equal of 5% of her ATK to allies she heals, as well as giving them 75 mana each.",
        "light": "ATK, DEF, HP+15% / M. Block +200"
      },
      "treasure": {
        "description": [
          "[Festival of the Flow] Whirlpool effect targets 2 enemies and all allies recover additional 500 mana.",
          "[Festival of the Flow] Whirlpool effect targets 2 enemies and all allies recover additional 600 mana.",
          "[Festival of the Flow] Whirlpool effect targets 2 enemies and all allies recover additional 720 mana.",
          "[Festival of the Flow] Whirlpool effect targets 2 enemies and all allies recover additional 860 mana.",
          "[Festival of the Flow] Whirlpool effect targets 2 enemies and all allies recover additional 1040 mana.",
          "[Festival of the Flow] Whirlpool effect targets 2 enemies and all allies recover additional 1250 mana."
        ],
        "name": "Papyrus of the Flow"
      },
      "weapon": {
        "description": [
          "Upon a Crit Hit, heals the ally with the lowest HP by 80% of DMG dealt to target.",
          "Upon a Crit Hit, heals the ally with the lowest HP by 96% of DMG dealt to target.",
          "Upon a Crit Hit, heals the ally with the lowest HP by 115% of DMG dealt to target.",
          "Upon a Crit Hit, heals the ally with the lowest HP by 138% of DMG dealt to target.",
          "Upon a Crit Hit, heals the ally with the lowest HP by 166% of DMG dealt to target.",
          "Upon a Crit Hit, heals the ally with the lowest HP by 200% of DMG dealt to target."
        ],
        "name": "Flowing Circle, Eltoirre"
      }
    },
    "31": {
      "description": "A high-ranking angel that descended upon this world to punish the chaos-inciting Demons. Soaring through the sky, his arrows rain judgment upon evildoers.",
      "name": "Arch",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to 3 enemies and knock them back. Enemies with a Judgement sigil takes 30% extra DMG. Enemies hit by this skill are inflicted with a Judgement Sigil for 15 sec.",
        "name": "Celestial Arrow",
        "transcendence": {
          "dark": "Stuns enemies with a Sigil for 1 sec.",
          "light": "If there is 1 enemy, DMG is increased by 100%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to frontal enemies in a straight line. Enemies with a Judgement Sigil takes {2} extra M.DMG that ignores DEF.",
        "name": "Purifying Blaze",
        "transcendence": {
          "dark": "Cooldown is reduced by 3 sec.",
          "light": "Crit Chance is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to enemies in range, and enemies with Judgement Sigil takes 50% more M.DMG for 5 sec, while being inflicted with Silence.  All allies become immune to M.DMG for 5 sec.",
        "name": "Arbiter",
        "transcendence": {
          "dark": "M.DMG increase and Silence effect occur to enemies with no Sigil as well.",
          "light": "Inflicts a sigil upon damaged enemies."
        }
      },
      "s4": {
        "books": {
          "1": "DMG and Shield are increased by {1} %.",
          "2": "DMG and Shield are increased by {1} %.",
          "3": "DMG and Shield are increased by {1} %."
        },
        "description": "Every 15 sec, deals {1} M.DMG ignoring DEF to enemies inflicted by Judgement Sigil. Once during every battle, upon reaching near death HP, deals {2} M.DMG to enemies inflicted by Judgement Sigils and stuns them for 3 sec, while casting a shield that blocks {3} DMG to all allies for 5 sec. Gains immunity to CC while the shield is in effect.\\n When the shield effect takes place, consumes all mana, and all skill cooldown is increased by 50%. ",
        "name": "The Last Judgment",
        "transcendence": {
          "dark": "Effect occurs 3 sec faster.",
          "light": "For 20 sec after activation, auto attacks target 2 enemies."
        }
      },
      "subtitle": "Arrow of Purity",
      "t5": {
        "dark": "Upon a Critical Hit, heal all ally HP by 4% of DMG dealt.",
        "light": "ATK, DEF, HP+15% / Crit Chance +100"
      },
      "treasure": {
        "description": [
          "[Arbiter] DMG is increased by 20% and all allies' ATK is increased by 30% for the duration of M.Shield.",
          "[Arbiter] DMG is increased by 24% and all allies' ATK is increased by 30% for the duration of M.Shield.",
          "[Arbiter] DMG is increased by 29% and all allies' ATK is increased by 30% for the duration of M.Shield.",
          "[Arbiter] DMG is increased by 35% and all allies' ATK is increased by 30% for the duration of M.Shield.",
          "[Arbiter] DMG is increased by 42% and all allies' ATK is increased by 30% for the duration of M.Shield.",
          "[Arbiter] DMG is increased by 50% and all allies' ATK is increased by 30% for the duration of M.Shi"
        ],
        "name": "Eye of Heaven"
      },
      "weapon": {
        "description": [
          "Every 10 sec, inflicts a Judgement Sigil upon a random enemy for 15 sec and deals 168% of ATK as M.DMG.",
          "Every 10 sec, inflicts a Judgement Sigil upon a random enemy for 15 sec and deals 201.6% of ATK as M.DMG.",
          "Every 10 sec, inflicts a Judgement Sigil upon a random enemy for 15 sec and deals 241.5% of ATK as M.DMG.",
          "Every 10 sec, inflicts a Judgement Sigil upon a random enemy for 15 sec and deals 289.8% of ATK as M.DMG.",
          "Every 10 sec, inflicts a Judgement Sigil upon a random enemy for 15 sec and deals 348.8% of ATK as M.DMG.",
          "Every 10 sec, inflicts a Judgement Sigil upon a random enemy for 15 sec and deals 420% of ATK as M.DMG."
        ],
        "name": "Clear Blue Sky, Sherrkyle"
      }
    },
    "32": {
      "description": "A vampire princess who fought alongside the heroes from 100 years ago. A pure-blooded immortal vampire, she is currently recovering from her past battles. She wields dominion over all blood, utilizing her minions to attack the enemy.",
      "name": "Lewisia",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to target enemy, and target takes 25% increased M.DMG for 10 sec. Per every stacked Blood Curse, DMG is increased by 0.5%.\\n Upon use, consumes 10% of current HP. ",
        "name": "Blood Orb",
        "transcendence": {
          "dark": "Target takes 25% increased M.DMG for 10 sec.",
          "light": "Mana cost is increased by 1 orb but DMG is boosted by 100%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to target enemy and creates a Blood Zone that lasts for 10 sec around the target. Enemies within the Blood Zone receives {2} M.DMG every 0.5 sec, and M.DEF is reduced by 30%. Per every stacked Blood Curse, DMG is increased by 0.5%.\\n Upon use, consumes 20% of current HP. ",
        "name": "Blood Zone",
        "transcendence": {
          "dark": "Cooldown is reduced by 3 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attacks enemies in a straight line 3 times, dealing a total of {1} M.DMG and inflicting Stun for 3 sec. Per every stacked Blood Curse, DMG is increased by 0.5%\\n Upon use, consumes 10% of current HP. ",
        "name": "Blood Banquet",
        "transcendence": {
          "dark": "Mana cost is reduced by 1.",
          "light": "Upon attacking an enemy with over 80 stacks of Blood Curse, all skill cooldown is reduced by 5%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "When HP is 50% or above, ATK is increased by {1} and DEF Pen. is increased by 250. Upon attack, inflicts target with Blood Curse, dealing a total of {2} M.DMG over time for 20 sec, and recovering 10% of DMG dealt from Blood Curse as HP. Blood Curse can be stacked max 100 times, and cannot be dispelled.",
        "name": "Blood Dominator",
        "transcendence": {
          "dark": "All allies' heal rate is increased by 20% and all enemies' heal rate is reduced by 20%.",
          "light": "Max stack of Blood Curse is changed to 200 stacks."
        }
      },
      "subtitle": "The Royal Vermilion Blood",
      "t5": {
        "dark": "All skill HP consumption is increased by 50% but cooldowns are reduced by 20%.",
        "light": "ATK, DEF, HP+15% / Crit Chance +100"
      },
      "treasure": {
        "description": [
          "[Blood Banquet] DMG is increased by 20%, and upon Crit Hit, recovers 400 mana.",
          "[Blood Banquet] DMG is increased by 24%, and upon Crit Hit, recovers 400 mana.",
          "[Blood Banquet] DMG is increased by 29%, and upon Crit Hit, recovers 400 mana.",
          "[Blood Banquet] DMG is increased by 35%, and upon Crit Hit, recovers 400 mana.",
          "[Blood Banquet] DMG is increased by 42%, and upon Crit Hit, recovers 400 mana.",
          "[Blood Banquet] DMG is increased by 50%, and upon Crit Hit, recovers 400 mana"
        ],
        "name": "Blood of the Ancients"
      },
      "weapon": {
        "description": [
          "If HP is over 50%, ATK is increased by 20%. If HP is under 50%, takes 10% reduced DMG.",
          "If HP is over 50%, ATK is increased by 24%. If HP is under 50%, takes 12% reduced DMG.",
          "If HP is over 50%, ATK is increased by 29%. If HP is under 50%, takes 14% reduced DMG.",
          "If HP is over 50%, ATK is increased by 35%. If HP is under 50%, takes 17% reduced DMG.",
          "If HP is over 50%, ATK is increased by 42%. If HP is under 50%, takes 21% reduced DMG.",
          "If HP is over 50%, ATK is increased by 50%. If HP is under 50%, takes 25% reduced DMG."
        ],
        "name": "Scarlet Ruler, Dominicia"
      }
    },
    "33": {
      "description": "A heterochromic mage that controls space itself. His powers rip through space to summon infinite sword barrages.",
      "name": "Nyx",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deals {1} P.DMG to target enemies and gains 1 stack of Blade per each hit enemy. The number of target increases depending on the number of Blade stacks. Blade can be stacked up to max 5 times, and lasts for 20 sec.",
        "name": "Dimension Blade",
        "transcendence": {
          "dark": "Max Blade stack is increased by 1.",
          "light": "Cooldown is removed."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Dispels all positive effects of target enemy and deals {1} P.DMG. Hit enemies take {3} P.DMG for {2} sec, and are knocked down for 3 sec. The number of target increases depending on the number of Blade stacks.",
        "name": "Dimension Cleaver",
        "transcendence": {
          "dark": "If there is 1 enemy, DMG is increased by 100%.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deals {1} P.DMG to frontal enemies in range, and the final attack deals {2} P.DMG to one enemy, inflicting knockdown for 3 sec. The number of target for the last attack increases depending on the number of Blade stacks.",
        "name": "Infinity Blades",
        "transcendence": {
          "dark": "When there are 5 blade stacks or more, DMG is increased by 70%.",
          "light": "Cooldown is reduced by 5 sec."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Each auto attack fires an additional blade that deals {1} P.DMG. The number of target increases depending on the number of Blade stacks.",
        "name": "Hidden Blade",
        "transcendence": {
          "dark": "There is a 10% chance of dispelling enemy positive effects.",
          "light": "DMG is increased by 15% per each enemy on the field."
        }
      },
      "subtitle": "Dimension Cleaver",
      "t5": {
        "dark": "When auto attacking, there is a 10% chance of stacking 1 stack of Blade. Nyx's ATK is boosted by 10% per each Blade Stack he holds.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[Infinity Blades] Mana cost is reduced by 1 and DMG is increased by 20%.",
          "[Infinity Blades] Mana cost is reduced by 1 and DMG is increased by 24%.",
          "[Infinity Blades] Mana cost is reduced by 1 and DMG is increased by 29%.",
          "[Infinity Blades] Mana cost is reduced by 1 and DMG is increased by 35%.",
          "[Infinity Blades] Mana cost is reduced by 1 and DMG is increased by 42%.",
          "[Infinity Blades] Mana cost is reduced by 1 and DMG is increased by 50%"
        ],
        "name": "Dimension Stone"
      },
      "weapon": {
        "description": [
          "Auto Attack penetrates through enemies in a straight line and DMG is increased by 30%. Per each blade stack, DMG is increased by an extra 4%.",
          "Auto Attack penetrates through enemies in a straight line and DMG is increased by 36%. Per each blade stack, DMG is increased by an extra 4.8%.",
          "Auto Attack penetrates through enemies in a straight line and DMG is increased by 43%. Per each blade stack, DMG is increased by an extra 5.7%.",
          "Auto Attack penetrates through enemies in a straight line and DMG is increased by 52%. Per each blade stack, DMG is increased by an extra 6.9%.",
          "Auto Attack penetrates through enemies in a straight line and DMG is increased by 62%. Per each blade stack, DMG is increased by an extra 8.3%.",
          "Auto Attack penetrates through enemies in a straight line and DMG is increased by 75%. Per each blade stack, DMG is increased by an extra 10%."
        ],
        "name": "Dimensional Key, Magnus Fille"
      }
    },
    "34": {
      "description": "A genius technomagi hoping for the day everyone gains access to magic. Her technomagical golem acts as her weapon, blasting the enemy away.",
      "name": "Annette",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Upon use, the amount of Charge gained is increased by 30%."
        },
        "description": "Attacks enemies in a straight line, dealing {1} M.DMG, and hit enemies take {2} % increased M.DMG. If the skill is used when in Overcharge state, deals {3} extra M.DMG, and hit enemies take {4} % increased M.DMG.",
        "name": "Blasting Ray",
        "transcendence": {
          "dark": "Charge amount is boosted by 40% upon use.",
          "light": "Target takes 25% increased M.DMG for 10 sec."
        }
      },
      "s2": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "Upon use, the amount of Charge gained is increased by 30%."
        },
        "description": "Dispels negative effects of all allies and heals a total of {1} HP for 10 sec while increasing CC Resistance by 250. While Overcharged, all allies' Crit Chance is increased by {2} and gains immunity to CC.",
        "name": "Emergency Treatment",
        "transcendence": {
          "dark": "Charge amount is boosted by 40% upon use.",
          "light": "Cooldown is reduced by 3 sec."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Upon use, the amount of Charge gained is increased by 30%."
        },
        "description": "Fires an exploding energy ball to a random target and nearby enemies in rage, dealing a total of {1} M.DMG. When in Overcharge state, deals a total of {2} M.DMG and inflicts Stun for 5 sec upon explosion.",
        "name": "Process of Elimination",
        "transcendence": {
          "dark": "Target takes 25% increased M.DMG.",
          "light": "DMG is increased by 40%."
        }
      },
      "s4": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "When Overcharged, ATK Spd is increased by {1} ."
        },
        "description": "Gains 1 stack of Charge every 0.5 sec, and gains 10 stacks of Charge per every orb of mana used. Upon the 100th Charge stacked, enters Overcharge state. When in Overcharge, ATK is increased by {1} for 15 sec and each auto attack reduces skill cooldown by 10%. All effects cannot be dispelled, and Charge will not stack during Overcharge state.",
        "name": "Charge",
        "transcendence": {
          "dark": "Overcharge duration is increased by 3 sec.",
          "light": "ATK boost is increased by 40%."
        }
      },
      "subtitle": "Royal Technomagi",
      "t5": {
        "dark": "When Overcharge activates, increase all allies Atk Spd by 200, and increase the ATK of all allies by 5% of Annette's ATK.",
        "light": "ATK, DEF, HP+15% / ATK.Spd +100"
      },
      "treasure": {
        "description": [
          "[Process of Elimination] DMG is increased by 20% and upon ATK, gains 2 stack of Charge. This stack can be gained while in Overcharge state.",
          "[Process of Elimination] DMG is increased by 24% and upon ATK, gains 2 stack of Charge. This stack can be gained while in Overcharge state.",
          "[Process of Elimination] DMG is increased by 29% and upon ATK, gains 2 stack of Charge. This stack can be gained while in Overcharge state.",
          "[Process of Elimination] DMG is increased by 35% and upon ATK, gains 2 stack of Charge. This stack can be gained while in Overcharge state.",
          "[Process of Elimination] DMG is increased by 42% and upon ATK, gains 2 stack of Charge. This stack can be gained while in Overcharge state.",
          "[Process of Elimination] DMG is increased by 50% and upon ATK, gains 2 stack of Charge. This stack can be gained while in Overcharge state."
        ],
        "name": "Code of Annihilation"
      },
      "weapon": {
        "description": [
          "Every 1.5 sec, gains 1 stack of Charge and recovers 1% mana.",
          "Every 1.4 sec, gains 1 stack of Charge and recovers 1% mana.",
          "Every 1.3 sec, gains 1 stack of Charge and recovers 1% mana.",
          "Every 1.1 sec, gains 1 stack of Charge and recovers 1% mana.",
          "Every 0.9 sec, gains 1 stack of Charge and recovers 1% mana.",
          "Every 0.7 sec, gains 1 stack of Charge and recovers 1% mana."
        ],
        "name": "Crystallized Technomagic, Rascal"
      }
    },
    "35": {
      "description": "He is also called the Song of Silver Madness. A tactless man to the point of surprise, without any sense of responsibility. However, once the battle begins, he becomes an untouchable Silver Wolf, churning the battlefield into a zone of carnage.",
      "name": "Mitra",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attacks an enemy 2 times, dealing {1} P.DMG each. Upon Crit Hit, an explosion occurs, dealing {2} extra P.DMG to enemies in range.",
        "name": "Bang! Bang!!",
        "transcendence": {
          "dark": "Mark stacks 2 times.",
          "light": "DMG is increased by 100% when there is 1 enemy."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "For 20 sec, ATK is increased by {1} , and ACC is increased by {2} . Each auto attack has a 15% chance of activating 'Bang! Bang!!' .",
        "name": "Time to Die!!",
        "transcendence": {
          "dark": "Bang! Bang! chance is increased by 10%.",
          "light": "Takes 20% more DMG from all sources in exchange for an extra 100% in ATK increase."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Sprays gunshot at a random enemy 12 times, dealing a total of {1} P.DMG. Each damage inflicts 1 stack of Mark of Death that cannot be dispelled. Per every stacked Mark of Death, 'Dance with me!!' DMG is increased by 1%.",
        "name": "Dance with me!!",
        "transcendence": {
          "dark": "Stacks 2 more mark per hit.",
          "light": "DMG is increased by 40%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Each auto attack inflicts a Mark of Death to enemies that cannot be dispelled. When auto attack and 'Bang! Bang!!' hits the target, deals {1} extra P.DMG. Per every stack, skill DMG is increased by 2%. Can be stacked up to 100 times max.",
        "name": "You're Next!!",
        "transcendence": {
          "dark": "All cooldowns are reduced by 0.3 when hitting a target with 100 stacks.",
          "light": "Mark maximum is changed to 200."
        }
      },
      "subtitle": "The Silver Battle Wolf",
      "t5": {
        "dark": "Upon a Crit Hit, increase Crit DMG by 0.5% and Atk Spd by 5. Max stack number is 100.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[Dance with me!!] DMG is increased by 20% and per every activation, skill cooldown is reduced by 5%. This effect can be stacked max 8 times.",
          "[Dance with me!!] DMG is increased by 24% and per every activation, skill cooldown is reduced by 5%. This effect can be stacked max 8 times.",
          "[Dance with me!!] DMG is increased by 29% and per every activation, skill cooldown is reduced by 5%. This effect can be stacked max 8 times.",
          "[Dance with me!!] DMG is increased by 35% and per every activation, skill cooldown is reduced by 5%. This effect can be stacked max 8 times.",
          "[Dance with me!!] DMG is increased by 42% and per every activation, skill cooldown is reduced by 5%. This effect can be stacked max 8 times.",
          "[Dance with me!!] DMG is increased by 50% and per every activation, skill cooldown is reduced by 5%. This effect can be stacked max 8 times."
        ],
        "name": "Wolfhead Mercenary Insignia"
      },
      "weapon": {
        "description": [
          "Each auto attack increases Penetration and ATK Spd by 8. Can be stacked up to 30 times max.",
          "Each auto attack increases Penetration and ATK Spd by 10. Can be stacked up to 30 times max.",
          "Each auto attack increases Penetration and ATK Spd by 12. Can be stacked up to 30 times max.",
          "Each auto attack increases Penetration and ATK Spd by 14. Can be stacked up to 30 times max.",
          "Each auto attack increases Penetration and ATK Spd by 17. Can be stacked up to 30 times max.",
          "Each auto attack increases Penetration and ATK Spd by 20. Can be stacked up to 30 times max."
        ],
        "name": "Roar of Madness, Velkinoth"
      }
    },
    "36": {
      "description": "A noble hero who has guarded the realm of humans from the threat of the Demons for a long time. Utilizing a pillar blessed by the goddess, he crushes his enemies.",
      "name": "Ricardo",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Gains immunity to CC while in use."
        },
        "description": "Deals {1} P.DMG to frontal enemies in range and knocks them down for 3 sec.",
        "name": "Destruction",
        "transcendence": {
          "dark": "Deals extra P.DMG equal to 200% of M.DEF.",
          "light": "Target receives 25% increased P.DMG for 10 sec."
        }
      },
      "s2": {
        "books": {
          "1": "Defense Boost is increased by {1} %.",
          "2": "Defense Boost is increased by {1} %.",
          "3": "For 10 sec, heals 1% of own HP per sec."
        },
        "description": "Deals {1} P.DMG to enemies in range and inflicts Stun for 1 sec. Additionally, own M.DEF is increased by {2} for 10 sec, and takes 80% of M.DMG instead of allies.",
        "name": "Divine Protection",
        "transcendence": {
          "dark": "This skill's effect cannot be dispelled.",
          "light": "In exchange for 1 additional Mana Cost, Ricardo gains 30% DMG resistance to DMG taken due to covering for allies."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Blocks all DMG while the skill is in use."
        },
        "description": "Attacks frontal enemies in a straight line 3 times. The first 2 attacks deal {1} P.DMG to enemies and stun them for 4 sec, and the last attack deals {2} P.DMG to enemies in a 20% wider range, while stunning them for 4 sec. Each attack has a 50% chance of dispelling positive effects from the enemy.",
        "name": "Divine Judgment",
        "transcendence": {
          "dark": "Mana cost is reduced by 1.",
          "light": "Stun duration is increased by 2 sec."
        }
      },
      "s4": {
        "books": {
          "1": "Defense Boost is increased by {1} %.",
          "2": "Defense Boost is increased by {1} %.",
          "3": "Duration is increased by 2 sec."
        },
        "description": "When allies excluding self take M.DMG, increases their M.DEF by {1} for 5 sec. Can be stacked up to 5 times max.",
        "name": "Divine Blessing",
        "transcendence": {
          "dark": "Max stack count is boosted to 8.",
          "light": "M.DEF increase rate is boosted by 40%."
        }
      },
      "subtitle": "Lua's Judgment",
      "t5": {
        "dark": "When own HP goes below 30%, HP does not go under 10% for 10 sec, and all allies' ATK is increased by 50% of own M.DEF. This effect is activated once every 60 sec.",
        "light": "ATK, DEF, HP+15% / P. Block +200"
      },
      "treasure": {
        "description": [
          "[Divine Judgment] dispels enemies' positive effects with 75% chance, and reduces target's ATK Spd by 100 for 10 sec.",
          "[Divine Judgment] dispels enemies' positive effects with 75% chance, and reduces target's ATK Spd by 120 for 10 sec.",
          "[Divine Judgment] dispels enemies' positive effects with 75% chance, and reduces target's ATK Spd by 140 for 10 sec.",
          "[Divine Judgment] dispels enemies' positive effects with 75% chance, and reduces target's ATK Spd by 170 for 10 sec.",
          "[Divine Judgment] dispels enemies' positive effects with 75% chance, and reduces target's ATK Spd by 210 for 10 sec.",
          "[Divine Judgment] dispels enemies' positive effects with 75% chance, and reduces target's ATK Spd by 250 for 10 sec."
        ],
        "name": "Templar Vow"
      },
      "weapon": {
        "description": [
          "When allies excluding self take DMG, there is a 10% chance to turn 320% of ATK as a shield for 5 sec. This effect is activated once every 5 sec.",
          "When allies excluding self take DMG, there is a 12% chance to turn 384% of ATK as a shield for 5 sec. This effect is activated once every 5 sec.",
          "When allies excluding self take DMG, there is a 14% chance to turn 460% of ATK as a shield for 5 sec. This effect is activated once every 5 sec.",
          "When allies excluding self take DMG, there is a 17% chance to turn 552% of ATK as a shield for 5 sec. This effect is activated once every 5 sec.",
          "When allies excluding self take DMG, there is a 20% chance to turn 660% of ATK as a shield for 5 sec. This effect is activated once every 5 sec.",
          "When allies excluding self take DMG, there is a 25% chance to turn 800% of ATK as a shield for 5 sec. This effect is activated once every 5 sec."
        ],
        "name": "Light of Judgment, Theoria"
      }
    },
    "37": {
      "description": "An elite assassin of the Laughing Masks, and a former colleague of Roi. In the past, she was a 'cleaner' that hunted down traitors. Her sharp katars never miss their mark.",
      "name": "Tanya",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Moves behind the enemy with the lowest P.DEF and increase their P.DMG taken by {1} %, while knocking them down and inflicting {2} P.DMG. If in a Stealth state, stun said enemy for 6 sec. If not, gain Stealth for 10 sec. While in a Stealth State, Crit Rate and Dodge Rate rises by 200.",
        "name": "Target Sighted",
        "transcendence": {
          "dark": "For 10 sec, target's P.Crit resistance is reduced by 250.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Attacks nearby enemies 3 times and deals a total of {1} P.DMG, inflicting 1 stack of Bleed per each hit. If used in a Stealth state, target's heal rate is reduced by 70%, and Stealth is dispelled. If not, turns into Stealth mode for 10 sec. [Stealth] Crit Rate and Dodge Rate are increased by 200. ",
        "name": "Blade Tornado",
        "transcendence": {
          "dark": "Recovers 200 mana upon a Crit hit.",
          "light": "If there is 1 enemy, DMG is increased by 100%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Attacks random enemies 6 times and deals a total of {1} P.DMG, then deals one additional attack of {2} extra P.DMG. If used in Stealth state, dispels all enemies' buffs. If not, turns into Stealth mode for 10 sec. [Stealth] Crit Rate and Dodge Rate are increased by 200. ",
        "name": "Whisper of Death",
        "transcendence": {
          "dark": "Cooldown is reduced by 5 sec.",
          "light": "Mana cost is increased by 1 orb but DMG is boosted by 100%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Silence duration is increased by {1} sec."
        },
        "description": "Upon a Crit Hit, deals {1} extra P.DMG and inflicts Silence for {2} sec.",
        "name": "Silent Ambush",
        "transcendence": {
          "dark": "Silence duration is increased by 2 sec when there is only 1 enemy.",
          "light": "DMG is increased by 40%."
        }
      },
      "subtitle": "The Silencing Blade",
      "t5": {
        "dark": "Auto attack damage is boosted by 50% while in Stealth mode.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[Whisper of Death] DMG is increased by 20% and upon use, immediately gains Stealth. If used in Stealth mode, ATK is increased by 20% for 10 sec.",
          "[Whisper of Death] DMG is increased by 24% and upon use, immediately gains Stealth. If used in Stealth mode, ATK is increased by 20% for 10 sec.",
          "[Whisper of Death] DMG is increased by 29% and upon use, immediately gains Stealth. If used in Stealth mode, ATK is increased by 20% for 10 sec.",
          "[Whisper of Death] DMG is increased by 35% and upon use, immediately gains Stealth. If used in Stealth mode, ATK is increased by 20% for 10 sec.",
          "[Whisper of Death] DMG is increased by 42% and upon use, immediately gains Stealth. If used in Stealth mode, ATK is increased by 20% for 10 sec.",
          "[Whisper of Death] DMG is increased by 50% and upon use, immediately gains Stealth. If used in Stealth mode, ATK is increased by 20% for 10 sec."
        ],
        "name": "Dagger of Silence"
      },
      "weapon": {
        "description": [
          "Each auto attack has a 10% chance to deal 140% of ATK as extra P.DMG to target, and turns into Stealth mode for 10 sec. Cooldown is 10 sec.",
          "Each auto attack has a 12% chance to deal 170% of ATK as extra P.DMG to target, and turns into Stealth mode for 10 sec. Cooldown is 10 sec.",
          "Each auto attack has a 14% chance to deal 200% of ATK as extra P.DMG to target, and turns into Stealth mode for 10 sec. Cooldown is 10 sec.",
          "Each auto attack has a 17% chance to deal 240% of ATK as extra P.DMG to target, and turns into Stealth mode for 10 sec. Cooldown is 10 sec.",
          "Each auto attack has a 20% chance to deal 290% of ATK as extra P.DMG to target, and turns into Stealth mode for 10 sec. Cooldown is 10 sec.",
          "Each auto attack has a 25% chance to deal 350% of ATK as extra P.DMG to target, and turns into Stealth mode for 10 sec. Cooldown is 10 sec."
        ],
        "name": "Demon of the Calm, Caethasis"
      }
    },
    "38": {
      "description": "A mixed-blood between high-rank demon and human, Ezekiel is damned to curse his own existence. Slashes his powerful demonic right arm to tear apart his enemies.",
      "name": "Ezekiel",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Swipes nearby enemies in a circular range and deals {1} M.DMG. Then strikes the ground, dealing {2} M.DMG and knocking down enemies for 3 sec.\\n [Fury] - Consumes 15% of current HP to activate. Effect range increases and swipe attack draws in enemies. ",
        "name": "Destructive Instinct",
        "transcendence": {
          "dark": "After activation, ATK is increased by 40% for 5 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Dashes to an enemy with the highest ATK and deals {1} M.DMG to enemies in range, reducing their ATK Spd by {2}. \\n [Fury] - Consumes 10% of current HP to activate. Effect range increases, Stuns target for {3} sec, and increases own ATK Spd by {5} for {4} sec. ",
        "name": "Dawning Despair",
        "transcendence": {
          "dark": "When activated during Fury state, ignores target DEF.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Charges energy and attacks target enemy, dealing {1} M.DMG and inflicting Stun for {2} sec.\\n [Fury] - Consumes 20% of current HP to activate. Attacks enemies in range of target and DMG is tripled. ",
        "name": "Strike of Doom",
        "transcendence": {
          "dark": "If there is 1 enemy, DMG is increased by 100%.",
          "light": "Becomes immune to CC during activation."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Ezekiel gains 1 stack of 'Cursed Blood' at the end of skill. Upon the 4th stack, consumes Cursed Blood to reset all skill cooldown, dealing {1} M.DMG to nearby enemies and knocking them down for 3 sec, while activating Fury for {2} sec, that cannot be dispelled. While in Fury state, goes into an auto-battle mode that cannot be controlled, and ATK is increased by {3} , auto attack DMG is doubled, and all Skill effect are reinforced. Cannot gain Cursed Blood during Fury state, except for when killing an enemy.",
        "name": "Cursed Blood",
        "transcendence": {
          "dark": "Per every stacked 'Cursed Blood', takes 12% reduced DMG.",
          "light": "When in Fury state, heal rate is increased by 50%."
        }
      },
      "subtitle": "The Cursed Blood",
      "t5": {
        "dark": "When in Fury state, auto attack deals DMG that ignores DEF.",
        "light": "ATK, DEF, HP+15% / ATK.Spd +100"
      },
      "treasure": {
        "description": [
          "[Strike of Doom] DMG is increased by 20% and gains 1 additional stack of Cursed Blood after using the skill.",
          "[Strike of Doom] DMG is increased by 24% and gains 1 additional stack of Cursed Blood after using the skill.",
          "[Strike of Doom] DMG is increased by 29% and gains 1 additional stack of Cursed Blood after using the skill.",
          "[Strike of Doom] DMG is increased by 35% and gains 1 additional stack of Cursed Blood after using the skill.",
          "[Strike of Doom] DMG is increased by 42% and gains 1 additional stack of Cursed Blood after using the skill.",
          "[Strike of Doom] DMG is increased by 50% and gains 1 additional stack of Cursed Blood after using the skill."
        ],
        "name": "Sealing Binds"
      },
      "weapon": {
        "description": [
          "Fury duration is increased by 2 sec and when in Fury state, Crit DMG is increased by 80%.",
          "Fury duration is increased by 3 sec and when in Fury state, Crit DMG is increased by 90%.",
          "Fury duration is increased by 4 sec and when in Fury state, Crit DMG is increased by 100%.",
          "Fury duration is increased by 5 sec and when in Fury state, Crit DMG is increased by 110%.",
          "Fury duration is increased by 6 sec and when in Fury state, Crit DMG is increased by 120%.",
          "Fury duration is increased by 7 sec and when in Fury state, Crit DMG is increased by 130%."
        ],
        "name": "Jailer of Despair Barbatos"
      }
    },
    "39": {
      "description": "The Femme Fatale Owner of the Gold Bar.  True to her notoriety, her first impression is that of a sexy, erotic charmer.  She cheers on her allies with tempting dances.",
      "name": "Cassandra",
      "s1": {
        "books": {
          "1": "DMG and Heal rate are increased by {1} %.",
          "2": "DMG and Heal rate are increased by {1} %.",
          "3": "Silence duration is increased by {1} sec."
        },
        "description": "Heals all allies by {1} HP and deals {2} M.DMG to all enemies. Hit enemies are inflicted by Silence for 2 sec.",
        "name": "Softly~",
        "transcendence": {
          "dark": "For 5 sec, hit enemies have their Mana reduced by 200 every second.",
          "light": "Healed allies gain a 200 ATK Spd boost for 10 sec."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "For 15 sec, all allies' ATK is increased by {1} and Crit Chance is increased by {2} .",
        "name": "Fiercely!",
        "transcendence": {
          "dark": "Mana cost is reduced by 1.",
          "light": "ATK boost is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Charm duration is increased by {1} sec."
        },
        "description": "Deals {1} M.DMG to an enemy with the highest ATK. If this skill is used in Arena, inflicts Charm on the target for 7 sec. If this skill is used outside the Arena, enemy takes {2} % increased M.DMG. Charmed enemies cannot use any skills, and deals auto attack to own allies.",
        "name": "Tempting Wave",
        "transcendence": {
          "dark": "Mana cost is reduced by 1.",
          "light": "Target takes 25% increased M.DMG for 10 sec."
        }
      },
      "s4": {
        "books": {
          "1": "DEF boost is increased by {1} %.",
          "2": "DEF boost is increased by {1} %.",
          "3": "DEF boost is increased by {1} %."
        },
        "description": "At the start of each battle, reduces mana cost by 2 orbs for a single skill, and all allies' DEF is increased by {1} for 5 sec.",
        "name": "Gentle Touch",
        "transcendence": {
          "dark": "DEF increase effect has its duration increased by 5 sec.",
          "light": "All DMG upon allies is reduced by 20% for 5 sec."
        }
      },
      "subtitle": "Tempting Winds",
      "t5": {
        "dark": "At the beginning of each battle, a random ally is immune to DMG for 3 sec.",
        "light": "ATK, DEF, HP+15% / ATK.Spd +100"
      },
      "treasure": {
        "description": [
          "[Tempting Wave] Skill cooldown is reduced by 30% and Charm duration is increased by 1 sec.",
          "[Tempting Wave] Skill cooldown is reduced by 30% and Charm duration is increased by 1.5 sec.",
          "[Tempting Wave] Skill cooldown is reduced by 30% and Charm duration is increased by 2 sec.",
          "[Tempting Wave] Skill cooldown is reduced by 30% and Charm duration is increased by 2.5 sec.",
          "[Tempting Wave] Skill cooldown is reduced by 30% and Charm duration is increased by 3 sec.",
          "[Tempting Wave] Skill cooldown is reduced by 30% and Charm duration is increased by 3.5 sec."
        ],
        "name": "Golden Fragrance"
      },
      "weapon": {
        "description": [
          "Every 15 sec, heals an ally with the lowest HP by 200% of ATK and dispels all negative effects.",
          "Every 14 sec, heals an ally with the lowest HP by 240% of ATK and dispels all negative effects.",
          "Every 12.5 sec, heals an ally with the lowest HP by 290% of ATK and dispels all negative effects.",
          "Every 11 sec, heals an ally with the lowest HP by 350% of ATK and dispels all negative effects.",
          "Every 9.5 sec, heals an ally with the lowest HP by 420% of ATK and dispels all negative effects.",
          "Every 8 sec, heals an ally with the lowest HP by 500% of ATK and dispels all negative effects."
        ],
        "name": "Aurelian Whisper, Goldbreeze"
      }
    },
    "4": {
      "description": "He is a former assassin with a hidden past. He specializes in single targets, launching strong, endless attacks on enemies while dashing around their blind spots.",
      "name": "Roi",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit DMG is increased by {1} %."
        },
        "description": "Upon a Crit auto attack, deals extra {1} P.DMG.",
        "name": "Hack",
        "transcendence": {
          "dark": "Target takes 25% increased P.DMG for 10 sec.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK Spd is increased by {1} for the duration of skill."
        },
        "description": "For {1} sec, ATK is increased by {2} and Dodges all P.DMG attacks.",
        "name": "Curtain of Darkness",
        "transcendence": {
          "dark": "Auto attack DMG is boosted by 100% for the duration.",
          "light": "ATK boost is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit DMG is increased by {1} %."
        },
        "description": "Attack 3 times at random, dealing a total of {1} P.DMG to enemies and inflicting Bleed. Bleed deals constant P.DMG over time, and can be stacked up to 3 times max.",
        "name": "Merciless",
        "transcendence": {
          "dark": "Cooldown is removed.",
          "light": "In exchange for 1 additional Mana Cost, DMG dealt is increased by 100%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit DMG is increased by {1} %."
        },
        "description": "Moves behind the enemy with the lowest HP and deals [FFC800]{1} P.DMG. Per every stacked Bleed, DMG is increased by {2} % and all stacks of Bleed are removed after the attack. Upon Crit Hit, recovers 2 MP and skill cooldown is reset.",
        "name": "Blade Claw",
        "transcendence": {
          "dark": "Has a 50% chance to stack 1 stack of Bleed.",
          "light": "Each attack recovers 300 mana."
        }
      },
      "subtitle": "Swift Assassin",
      "t5": {
        "dark": "Upon a Crit Hit, there is a 10% chance of ATK Spd increasing by 300 and Crit DMG increasing by 60% for 5 sec. Does not activate again during activation.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[Blade Claw] DMG is increased by 20%, and Upon Crit Hit, mana is recovered by 300.",
          "[Blade Claw] DMG is increased by 24%, and Upon Crit Hit, mana is recovered by 300.",
          "[Blade Claw] DMG is increased by 29%, and Upon Crit Hit, mana is recovered by 300.",
          "[Blade Claw] DMG is increased by 35%, and Upon Crit Hit, mana is recovered by 300.",
          "[Blade Claw] DMG is increased by 42%, and Upon Crit Hit, mana is recovered by 300.",
          "[Blade Claw] DMG is increased by 50%, and Upon Crit Hit, mana is recovered by 300."
        ],
        "name": "Cracked Mask"
      },
      "weapon": {
        "description": [
          "Each auto attack has a 25 % chance of inflicting 1 stack of Bleed, and dealing 50% of ATK as extra DMG.",
          "Each auto attack has a 28 % chance of inflicting 1 stack of Bleed, and dealing 60% of ATK as extra DMG.",
          "Each auto attack has a 31 % chance of inflicting 1 stack of Bleed, and dealing 72% of ATK as extra DMG.",
          "Each auto attack has a 34 % chance of inflicting 1 stack of Bleed, and dealing 86% of ATK as extra DMG.",
          "Each auto attack has a 37 % chance of inflicting 1 stack of Bleed, and dealing 103% of ATK as extra DMG.",
          "Each auto attack has a 40 % chance of inflicting 1 stack of Bleed, and dealing 125% of ATK as extra DMG."
        ],
        "name": "Specter's Breath, Redeal"
      }
    },
    "40": {
      "description": "The 1st Knight of the long lost Republic of Gray, who wanders the world in search of his long lost liege, Jane.  His dual spears hold a dangerous power, lying in wait to pierce enemy demons mercilessly.",
      "name": "Theo",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Attacks 16 times, dealing a total of {1} M.DMG to enemies in range. Upon each Crit Hit, Crit DMG is increased by 3% for 10 sec, and there is a 30% chance to deal {2} extra M.DMG, inflicting stun for 0.3 sec. Crit DMG boost can be stacked up to 30 times max.",
        "name": "Final Crash",
        "transcendence": {
          "dark": "Cooldown is reduced by 2 sec.",
          "light": "If there is 1 enemy, DMG is increased by 100%."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost and DMG is increased by {1} %",
          "2": "ATK boost and DMG is increased by {1} %",
          "3": "ATK boost and DMG is increased by {1} %"
        },
        "description": "Upon casting, activates 'God of Lightning' and throws a spear of lightning at the enemy, dealing {1} M.DMG. Hit enemy takes {2} % increased M.DMG for 10 sec. While in 'God of Lightning' state, cannot recover mana for 10 sec, but activation chance of 'For Jane' is increased by 40% and ATK is increased by {3} .",
        "name": "God of Lightning",
        "transcendence": {
          "dark": "DMG taken while in Lightning God state is increased by 30% but ATK increase rate is increased by 100%.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Jumps and strikes, thrusting the spear to the ground and hitting target enemy and enemies in range 5 times, dealing a total of {1} M.DMG and inflicting Stun for 3 sec.",
        "name": "Lightning Explosion",
        "transcendence": {
          "dark": "Stun duration is increased by 1 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Each auto attack has a 20% chance of dealing {1} M.DMG and inflicting Stun for 0.7 sec.",
        "name": "For Jane",
        "transcendence": {
          "dark": "Stun duration is increased by 0.2 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "subtitle": "Knight of Loyalty",
      "t5": {
        "dark": "When 'God of Lightning' is activated, recovers half mana instead. When mana is full, ATK is increased by 50% for 10 sec. This effect only activates once every 20 sec.",
        "light": "ATK, DEF, HP+15% / ATK.Spd +100"
      },
      "treasure": {
        "description": [
          "[Lightning Explosion] Skill cooldown is reduced by 30% and upon attack, deals 40% of ATK as extra M.DMG.",
          "[Lightning Explosion] Skill cooldown is reduced by 30% and upon attack, deals 48% of ATK as extra M.DMG.",
          "[Lightning Explosion] Skill cooldown is reduced by 30% and upon attack, deals 58% of ATK as extra M.DMG.",
          "[Lightning Explosion] Skill cooldown is reduced by 30% and upon attack, deals 70% of ATK as extra M.DMG.",
          "[Lightning Explosion] Skill cooldown is reduced by 30% and upon attack, deals 84% of ATK as extra M.DMG.",
          "[Lightning Explosion] Skill cooldown is reduced by 30% and upon attack, deals 100% of ATK as extra M.DMG."
        ],
        "name": "Essence of Red Lightning"
      },
      "weapon": {
        "description": [
          "Each auto attack and skill attack stacks 'Lightning' on self. Upon the 50th stack, 'Lightning Bolt, Legios' activates, and for 10 sec, ATK Spd is increased by 300, Crit DMG is increased by 100%, and Penetration is increased by 300. While 'Lightning Bolt, Legios' is activated, Lightning will not stack. This effect cannot be dispelled.",
          "Each auto attack and skill attack stacks 'Lightning' on self. Upon the 50th stack, 'Lightning Bolt, Legios' activates, and for 10 sec, ATK Spd is increased by 360, Crit DMG is increased by 120%, and Penetration is increased by 360. While 'Lightning Bolt, Legios' is activated, Lightning will not stack. This effect cannot be dispelled.",
          "Each auto attack and skill attack stacks 'Lightning' on self. Upon the 50th stack, 'Lightning Bolt, Legios' activates, and for 10 sec, ATK Spd is increased by 430, Crit DMG is increased by 144%, and Penetration is increased by 430. While 'Lightning Bolt, Legios' is activated, Lightning will not stack. This effect cannot be dispelled.",
          "Each auto attack and skill attack stacks 'Lightning' on self. Upon the 50th stack, 'Lightning Bolt, Legios' activates, and for 10 sec, ATK Spd is increased by 520, Crit DMG is increased by 173%, and Penetration is increased by 520. While 'Lightning Bolt, Legios' is activated, Lightning will not stack. This effect cannot be dispelled.",
          "Each auto attack and skill attack stacks 'Lightning' on self. Upon the 50th stack, 'Lightning Bolt, Legios' activates, and for 10 sec, ATK Spd is increased by 620, Crit DMG is increased by 208%, and Penetration is increased by 620. While 'Lightning Bolt, Legios' is activated, Lightning will not stack. This effect cannot be dispelled.",
          "Each auto attack and skill attack stacks 'Lightning' on self. Upon the 50th stack, 'Lightning Bolt, Legios' activates, and for 10 sec, ATK Spd is increased by 750, Crit DMG is increased by 250%, and Penetration is increased by 750. While 'Lightning Bolt, Legios' is activated, Lightning will not stack. This effect cannot be dispelled."
        ],
        "name": "Lightning Bolt, Legios"
      }
    },
    "41": {
      "description": "A doctor whose technique originates from eras with scarce numbers of Priests and Healing Magic.  She fires medicine from her large needle to empower allies, or weaken the enemy.",
      "name": "Mediana",
      "s1": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "Heal rate is increased by {1} %."
        },
        "description": "Heals all allies by {1} and makes them immune to the next single hit of DMG.",
        "name": "Healing Salve",
        "transcendence": {
          "dark": "Mana cost is reduced by 1.",
          "light": "Boosts healed ally ATK by 10% for 10 sec."
        }
      },
      "s2": {
        "books": {
          "1": "DMG and Heal rate are increased by {1} %.",
          "2": "DMG and Heal rate are increased by {1} %.",
          "3": "DMG and Heal rate are increased by {1} %."
        },
        "description": "Fires a water cannon in a frontal direction, healing allies in range of {1} HP every 0.5 sec, and dealing {2} P.DMG to the enemy.",
        "name": "Special Water Cannon",
        "transcendence": {
          "dark": "Gain CC immunity while using said skill.",
          "light": "DMG and Heal rate are increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "Injects the ally with the highest ATK with a strengthening potion, increasing their ATK by 20%+{1} of Mediana's ATK and keeping their HP from falling below 5%.",
        "name": "Strengthening Potion",
        "transcendence": {
          "dark": "Crit Chance is boosted by 400.",
          "light": "ATK boost is increased by 40%."
        }
      },
      "s4": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "All allies' P.Block is increased by {1} ."
        },
        "description": "Increases all allies' ATK by {1} and P.Crit Resistance by {2} . Upon attack, injects the enemy with a special poison that deals {3} P.DMG over time for 5 sec and reduces P.Crit Resistance by {4} .",
        "name": "Mediana's Special Poison",
        "transcendence": {
          "dark": "Target takes 20% increased P.DMG.",
          "light": "P.Crit Resistance amount is changed to 300."
        }
      },
      "subtitle": "The Dangerous Doctor",
      "t5": {
        "dark": "When Mediana takes DMG, all allies gain 2% ATK. This effect stacks 20 times.",
        "light": "ATK, DEF, HP+15% / CC Resist +100"
      },
      "treasure": {
        "description": [
          "[Strengthening Potion] dispels target's negative effects and target gains immunity to CC for 2 sec.",
          "[Strengthening Potion] dispels target's negative effects and target gains immunity to CC for 3 sec.",
          "[Strengthening Potion] dispels target's negative effects and target gains immunity to CC for 4 sec.",
          "[Strengthening Potion] dispels target's negative effects and target gains immunity to CC for 5 sec.",
          "[Strengthening Potion] dispels target's negative effects and target gains immunity to CC for 6 sec.",
          "[Strengthening Potion] dispels target's negative effects and target gains immunity to CC for 7 sec."
        ],
        "name": "Mysterious Potion"
      },
      "weapon": {
        "description": [
          "Special Poison DMG is increased by 40% and targets inflicted by Poison take 30% of Mediana's ATK as extra P.DMG when hit by allies other than Mediana. Additional P.DMG effect activates only once per 1 sec.",
          "Special Poison DMG is increased by 48% and targets inflicted by Poison take 36% of Mediana's ATK as extra P.DMG when hit by allies other than Mediana. Additional P.DMG effect activates only once per 1 sec.",
          "Special Poison DMG is increased by 57% and targets inflicted by Poison take 43% of Mediana's ATK as extra P.DMG when hit by allies other than Mediana. Additional P.DMG effect activates only once per 1 sec.",
          "Special Poison DMG is increased by 69% and targets inflicted by Poison take 52% of Mediana's ATK as extra P.DMG when hit by allies other than Mediana. Additional P.DMG effect activates only once per 1 sec.",
          "Special Poison DMG is increased by 83% and targets inflicted by Poison take 62% of Mediana's ATK as extra P.DMG when hit by allies other than Mediana. Additional P.DMG effect activates only once per 1 sec.",
          "Special Poison DMG is increased by 100% and targets inflicted by Poison take 75% of Mediana's ATK as extra P.DMG when hit by allies other than Mediana. Additional P.DMG effect activates only once per 1 sec."
        ],
        "name": "Merciful Threat, Phistonia"
      }
    },
    "42": {
      "description": "A clocksmith that was cursed by the divine animals called the Redpur.  His magical clock attacks and petrifies enemies  and also allows his allies to use abilites faster.",
      "name": "Oddy",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deals {1} M.DMG to enemies in a straight line, and inflicts Petrify for 3 sec.",
        "name": "Time Fracture",
        "transcendence": {
          "dark": "Cooldown is reduced by 1.5 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Attacks random enemies 6 times, dealing a total of {1} M.DMG. With 50% chance, 'Time Fragments' cooldown resets and consumes no mana for the next single activation.",
        "name": "Time Fragments",
        "transcendence": {
          "dark": "While in cooldown, auto-attacks will reduce the cooldown of 'Time Fragments' by 1 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Deals {1} M.DMG to all enemies and increases all allies' ATK Spd by {2} for 15 sec. All allies' skill cooldown is reduced by 50%. 'Time Distortion' is not affected by skill cooldown reduction.",
        "name": "Time Distortion",
        "transcendence": {
          "dark": "While in use, gain immunity to CC.",
          "light": "All allies recover 1 orb of mana."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Upon using a skill, next 2 auto attacks deal {1} extra M.DMG and have a 30% chance of inflicting Petrify for 3 sec.",
        "name": "Clock Magic",
        "transcendence": {
          "dark": "Additional DMG effect stack is limited to 20 times max, and per each stack, ATK is increased by 3%.",
          "light": "Additional DMG effect count changes to 1 time, and DMG is increased by 100%."
        }
      },
      "subtitle": "Clocksmith of Eternal Life",
      "t5": {
        "dark": "Every 10 sec, any skills on cooldown for 4 random allies have their cooldowns reduced by 1 sec.",
        "light": "ATK, DEF, HP+15% / ATK.Spd +100"
      },
      "treasure": {
        "description": [
          "[Time Distortion] DMG is increased by 20% and all allies' negative effects are dispelled.",
          "[Time Distortion] DMG is increased by 24% and all allies' negative effects are dispelled.",
          "[Time Distortion] DMG is increased by 29% and all allies' negative effects are dispelled.",
          "[Time Distortion] DMG is increased by 35% and all allies' negative effects are dispelled.",
          "[Time Distortion] DMG is increased by 42% and all allies' negative effects are dispelled.",
          "[Time Distortion] DMG is increased by 50% and all allies' negative effects are dispelled."
        ],
        "name": "Threads of Time"
      },
      "weapon": {
        "description": [
          "Upon using Time Distortion, All allies' skill cooldown is reduced by extra 2 sec, and ATK is increased by 14% for 10 sec.",
          "Upon using Time Distortion, All allies' skill cooldown is reduced by extra 3 sec, and ATK is increased by 17% for 10 sec.",
          "Upon using Time Distortion, All allies' skill cooldown is reduced by extra 4 sec, and ATK is increased by 21% for 10 sec.",
          "Upon using Time Distortion, All allies' skill cooldown is reduced by extra 5 sec, and ATK is increased by 25% for 10 sec.",
          "Upon using Time Distortion, All allies' skill cooldown is reduced by extra 6 sec, and ATK is increased by 30% for 10 sec.",
          "Upon using Time Distortion, All allies' skill cooldown is reduced by extra 7 sec, and ATK is increased by 35% for 10 sec."
        ],
        "name": "Moonshade Countdown, Tempodiana"
      }
    },
    "43": {
      "description": "A rogue demon, aiming to devour other demons to raise her own power.  She traveled across the rift between dimensions to hunt down the powerful demons currently residing in the Material World.  Her spikes exist to rip and tear through enemies.",
      "name": "Viska",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to frontal enemies in range. For 10 sec, Hit enemies' ATK is reduced by {2} % for and own ATK is increased by {3} . If used while holding 3 or more stacks of Soul, shackles the enemy for 3 sec.",
        "name": "Meal Time!!",
        "transcendence": {
          "dark": "Soul condition for Shackle effect is erased.",
          "light": "In exchange for 1 additional Mana Cost, cooldown is reduced by 4 sec."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Enemy takes {1} % increased M.DMG."
        },
        "description": "Moves behind the target, dispelling positive effects and dealing {1} M.DMG while inflicting knock down. If used while holding 3 or more stacks of Soul, reduces enemy M.DEF by {2} % for 15 sec.",
        "name": "I'll slice you up!!",
        "transcendence": {
          "dark": "Soul condition for M.DEF reduction is erased.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Enemies nearby are drawn in right before the attack occurs."
        },
        "description": "Deals {1} M.DMG to enemies in a wide surrounding area, and inflicts Stun for 3 sec. If used while holding 5 stacks of Soul, consumes all stacks to reset the cooldown of this skill.",
        "name": "I'll rip you to pieces!!",
        "transcendence": {
          "dark": "Mana cost is reduced by 1.",
          "light": "The 5 Soul consuming effect no longer consumes Souls."
        }
      },
      "s4": {
        "books": {
          "1": "DMG and Heal rate are increased by {1} %.",
          "2": "DMG and Heal rate are increased by {1} %.",
          "3": "Enemies that had their Souls stolen lose {1} mana."
        },
        "description": "Enemies attacked with Viska's skills lose Souls. Upon losing their Soul, targets take {1} extra M.DMG, and per each soul stacked, Viska's HP is healed by {2} and Mana is healed by 300. Souls last until they are used, can't be dispelled and can be stacked up to 5 times max.",
        "name": "Yummy Souls!",
        "transcendence": {
          "dark": "Per each stacked Soul, ATK is increased by 10%",
          "light": "Enemies that had their Souls stolen have their CC resistance reduced by 250 for 10 sec."
        }
      },
      "subtitle": "Demon Eater",
      "t5": {
        "dark": "Per each stacked Soul, Crit Chance is increased by 50 and Crit DMG is increased by 30%.",
        "light": "ATK, DEF, HP+15% / Crit Chance +100"
      },
      "treasure": {
        "description": [
          "[I'll rip you to pieces!!] Gain immunity to CC during skill activation and upon every use, DMG is increased by 4%. This effect is stacked max 10 times.",
          "[I'll rip you to pieces!!] Gain immunity to CC during skill activation and upon every use, DMG is increased by 4.8%. This effect is stacked max 10 times.",
          "[I'll rip you to pieces!!] Gain immunity to CC during skill activation and upon every use, DMG is increased by 5.8%. This effect is stacked max 10 times.",
          "[I'll rip you to pieces!!] Gain immunity to CC during skill activation and upon every use, DMG is increased by 7%. This effect is stacked max 10 times.",
          "[I'll rip you to pieces!!] Gain immunity to CC during skill activation and upon every use, DMG is increased by 8.4%. This effect is stacked max 10 times.",
          "[I'll rip you to pieces!!] Gain immunity to CC during skill activation and upon every use, DMG is increased by 10%. This effect is stacked max 10 times."
        ],
        "name": "Soul of a Giant Demon"
      },
      "weapon": {
        "description": [
          "Enemies that had their Souls stolen take 25% increased M.DMG. Lasts for 10 sec.",
          "Enemies that had their Souls stolen take 30% increased M.DMG. Lasts for 10 sec.",
          "Enemies that had their Souls stolen take 36% increased M.DMG. Lasts for 10 sec.",
          "Enemies that had their Souls stolen take 43% increased M.DMG. Lasts for 10 sec.",
          "Enemies that had their Souls stolen take 51% increased M.DMG. Lasts for 10 sec.",
          "Enemies that had their Souls stolen take 60% increased M.DMG. Lasts for 10 sec."
        ],
        "name": "Nightmare Fang, Kitrax"
      }
    },
    "44": {
      "description": "Formally one of the highest order of the Orvelian Army, she became the maid of the genius mage, Aisha; the single daughter of the noble Daphnel Pon family. Her powerful halberd cuts down all enemies swiftly.",
      "name": "Priscilla",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} P.DMG to frontal enemies in range and stuns them for 1 sec. This attack always inflicts a Crit Hit.",
        "name": "Vital Strike",
        "transcendence": {
          "dark": "No longer Crits unconditionally, and Crit DMG is increased by 150%.",
          "light": "Stun duration is increased by 2 sec."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "For 20 sec, Priscilla and an ally with the highest ATK changes to a 'Coordination' state. When in this state, Priscilla and ally's ATK rises by 15%+{1} of Priscilla's ATK .",
        "name": "Coordination",
        "transcendence": {
          "dark": "While in Co-Op state, auto attacks increase the target's received DMG from all sources by 15%.",
          "light": "Crit DMG is increased by 80%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} P.DMG to nearby enemies in a circular range and draws them towards herself. If activated while in the 'Coordination' state, hit enemies take {2} % extra P.DMG and M. DMG for 10 sec.",
        "name": "Turbulent Dance",
        "transcendence": {
          "dark": "When there is only 1 enemy, DMG is increased by 100%.",
          "light": "Upon a Crit hit, cooldown is reduced by 10%."
        }
      },
      "s4": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "Crit DMG is increased by {1} %."
        },
        "description": "Own ATK is increased by {1} , and Penetration is increased by {2} .",
        "name": "Weapon Mastery",
        "transcendence": {
          "dark": "Crit Chance is increased by 250.",
          "light": "ATK boost is increased by 40%."
        }
      },
      "subtitle": "Maid of Steel",
      "t5": {
        "dark": "Increase all allies' ATK and P.DEF by 3% of own ATK and P.DEF.",
        "light": "ATK, DEF, HP+15% / CC Resist +100"
      },
      "treasure": {
        "description": [
          "[Turbulent Dance] DMG is increased by 20% and target is inflicted by Stun for 3 sec.",
          "[Turbulent Dance] DMG is increased by 24% and target is inflicted by Stun for 3 sec.",
          "[Turbulent Dance] DMG is increased by 29% and target is inflicted by Stun for 3 sec.",
          "[Turbulent Dance] DMG is increased by 35% and target is inflicted by Stun for 3 sec.",
          "[Turbulent Dance] DMG is increased by 42% and target is inflicted by Stun for 3 sec.",
          "[Turbulent Dance] DMG is increased by 50% and target is inflicted by Stun for 3 sec."
        ],
        "name": "Magical Stone of Gravity"
      },
      "weapon": {
        "description": [
          "When attacking the enemy with 'Vital Strike' or 'Turbulent Dance', per every hit enemy, corresponding skill's cooldown is reduced by 1 sec and ATK Spd is increased by 50 for 5 sec. ATK Spd boost can be stacked up to 10 times max.",
          "When attacking the enemy with 'Vital Strike' or 'Turbulent Dance', per every hit enemy, corresponding skill's cooldown is reduced by 1.2 sec and ATK Spd is increased by 50 for 5 sec. ATK Spd boost can be stacked up to 10 times max.",
          "When attacking the enemy with 'Vital Strike' or 'Turbulent Dance', per every hit enemy, corresponding skill's cooldown is reduced by 1.4 sec and ATK Spd is increased by 50 for 5 sec. ATK Spd boost can be stacked up to 10 times max.",
          "When attacking the enemy with 'Vital Strike' or 'Turbulent Dance', per every hit enemy, corresponding skill's cooldown is reduced by 1.7 sec and ATK Spd is increased by 50 for 5 sec. ATK Spd boost can be stacked up to 10 times max.",
          "When attacking the enemy with 'Vital Strike' or 'Turbulent Dance', per every hit enemy, corresponding skill's cooldown is reduced by 2 sec and ATK Spd is increased by 50 for 5 sec. ATK Spd boost can be stacked up to 10 times max.",
          "When attacking the enemy with 'Vital Strike' or 'Turbulent Dance', per every hit enemy, corresponding skill's cooldown is reduced by 2.5 sec and ATK Spd is increased by 50 for 5 sec. ATK Spd boost can be stacked up to 10 times max."
        ],
        "name": "Tumultuous Dance, Excilius"
      }
    },
    "45": {
      "description": "A Barbarian warrior that travels the lands, hunting down monsters that trouble the people.  The Lone Slayer of the Mad Dragon Svelta.  Her massive, powerful arrows are capable of piercing through even castle walls.",
      "name": "Yanne",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit DMG is increased by {1} %."
        },
        "description": "Taking up a stance, focuses for a while and deals {1} P.DMG to enemies in a straight line. If the target is a dragon, inflicts Stun for 3 sec. The longer she focuses, DMG and Stun duration are increased by {2} %.",
        "name": "Focus Shot!",
        "transcendence": {
          "dark": "Target takes 25% additional P.DMG for 10 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit DMG is increased by {1} %."
        },
        "description": "Deals {1} P.DMG to target enemy and other enemies in range. If the target is a Dragon, deals {2} extra DMG that ignores DEF.",
        "name": "Wipeout!",
        "transcendence": {
          "dark": "Enemies hit are stunned for 2 sec.",
          "light": "When there is 1 enemy, DMG is boosted by 100%."
        }
      },
      "s3": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "Removes all negative effects on self. For 30 sec, ATK is increased by {1} and Penetration is increased by {2} . For the duration of skill, auto attacks are changed to consuming 3% mana to deal DMG to all enemies in a straight line and deals {3} extra P.DMG to Dragons ignoring DEF.",
        "name": "No Holding Back!",
        "transcendence": {
          "dark": "For the duration, all DMG taken is reduced by 25%.",
          "light": "ATK Spd is boosted by 250 for the duration."
        }
      },
      "s4": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "ATK is increased by {1} , and Max HP is increased by {2} %. Also, DMG dealt to Dragons is increased by {3} %.",
        "name": "Dragon Slayer",
        "transcendence": {
          "dark": "Deals 15% more DMG to Dragons.",
          "light": "All allies take 7% reduced DMG from Dragons."
        }
      },
      "subtitle": "Dragon Slayer",
      "t5": {
        "dark": "Auto-attacks ignore enemy Block effects.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[No Holding Back!] Mana cost is reduced by 1 and duration is increased by 5 sec.",
          "[No Holding Back!] Mana cost is reduced by 1 and duration is increased by 6 sec.",
          "[No Holding Back!] Mana cost is reduced by 1 and duration is increased by 7 sec.",
          "[No Holding Back!] Mana cost is reduced by 1 and duration is increased by 8 sec.",
          "[No Holding Back!] Mana cost is reduced by 1 and duration is increased by 9 sec.",
          "[No Holding Back!] Mana cost is reduced by 1 and duration is increased by 10 sec."
        ],
        "name": "Dragon Steak"
      },
      "weapon": {
        "description": [
          "Upon a Crit Hit, there is a 10% chance of dealing 200% of ATK as P.DMG, and recovering 5% of Mana. If the target is a Dragon, inflicts Stun for 1 sec.",
          "Upon a Crit Hit, there is a 10% chance of dealing 240% of ATK as P.DMG, and recovering 5% of Mana. If the target is a Dragon, inflicts Stun for 1 sec.",
          "Upon a Crit Hit, there is a 10% chance of dealing 290% of ATK as P.DMG, and recovering 5% of Mana. If the target is a Dragon, inflicts Stun for 1 sec.",
          "Upon a Crit Hit, there is a 10% chance of dealing 350% of ATK as P.DMG, and recovering 5% of Mana. If the target is a Dragon, inflicts Stun for 1 sec.",
          "Upon a Crit Hit, there is a 10% chance of dealing 420% of ATK as P.DMG, and recovering 5% of Mana. If the target is a Dragon, inflicts Stun for 1 sec.",
          "Upon a Crit Hit, there is a 10% chance of dealing 500% of ATK as P.DMG, and recovering 5% of Mana. If the target is a Dragon, inflicts Stun for 1 sec."
        ],
        "name": "Dragonbane, Svelta"
      }
    },
    "49": {
      "description": "An astrologist of Stardust, a troupe that wanders through the continent. Instead of going on a pilgrimage as a member of the witch's association, searches for the destined soulmate she once encountered in her dreams. Controls the tarot cards floating around her to attack enemies in distance.",
      "name": "Ophelia",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attacks enemy target, dealing {1} M.DMG and inflicting Stun for {2} sec. Consumes the card in possession to inflict additional effects. Upon using the skill, gains the card of [Death].\\n [Death] - DMG ignores target's DEF and Stun duration increases by 5 sec.\\n[Love] - Deals a total of {3} M.DMG over time for 7 sec and reduces heal rate by 100%.\\n[Fortune] - Skill Cooldown does not take effect. ",
        "name": "Card of Death - Carta",
        "transcendence": {
          "dark": "Mana cost is reduced by 1.",
          "light": "For 10 sec, target takes 25% increased M.DMG."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "ATK is increased by {2} for {1} sec and Mana recovery per sec is increased by {3}%. Consumes the card in possession to inflict additional effects. Upon using the skill, gains the card of [Love].\\n [Death] - Penetration is increased by 600 for the duration of skill.\\n[Love] - Grants effect to all allies.\\n[Fortune] - Skill Cooldown does not take effect. ",
        "name": "Card of Love - Elliciad",
        "transcendence": {
          "dark": "ATK boost is increased by 40%.",
          "light": "Recovers target's mana by 1000."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attacks target enemy and nearby enemies in range and deals {1} M.DMG. This attack does not miss, and this attack's Crit DMG is increased by 100%. Upon using the skill, gains the card of [Fortune].\\n [Death] - Crit DMG is increased by additional 200%.\\n[Love] - Dispels positive effects of enemies in range and inflics Silence for 1 sec.\\n[Fortune] - Skill Cooldown does not take effect and recovers 1 orb of mana. ",
        "name": "Card of Fortune - Vellekia",
        "transcendence": {
          "dark": "Always inflicts a Crit Hit.",
          "light": "Mana cost is increased by 1 orb but DMG is boosted by 100%."
        }
      },
      "s4": {
        "books": {
          "1": "All allies' ATK boost is increased by {1} %.",
          "2": "All allies' ATK boost is increased by {1} %.",
          "3": "All allies' Crit Chance boost is increased by {1} ."
        },
        "description": "All allies' ATK is increased by {1} , and Crit Chance is increased by 100. Ophelia gains additional effect according to the card in possession.\\n [Death] - ATK is increased by {3}%.\\n[Love] - Per each sec, heals {4}% of max HP.\\n[Fortune] - M.Dodge Chance is increased by 200. ",
        "name": "Pathfinder of Fate",
        "transcendence": {
          "dark": "At the start of each battle, gains the card of [Love]. This card does not have heal effect.",
          "light": "At the start of each battle, gains the card of [Death]. This card does not have DMG boost effect."
        }
      },
      "subtitle": "Pathfinder of Fate",
      "t5": {
        "dark": "Upon using a skill, there is a 7% chance that mana cost of all skill is reduced by 1 for 7 sec. This effect cannot be dispelled.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[Card of Fortune - Vellekia] Mana cost is reduced by 1 and DMG is increased by 20%.",
          "[Card of Fortune - Vellekia] Mana cost is reduced by 1 and DMG is increased by 24%.",
          "[Card of Fortune - Vellekia] Mana cost is reduced by 1 and DMG is increased by 29%.",
          "[Card of Fortune - Vellekia] Mana cost is reduced by 1 and DMG is increased by 35%.",
          "[Card of Fortune - Vellekia] Mana cost is reduced by 1 and DMG is increased by 42%.",
          "[Card of Fortune - Vellekia] Mana cost is reduced by 1 and DMG is increased by 50%."
        ],
        "name": "Coin of Fortune"
      },
      "weapon": {
        "description": [
          "Upon attack, there is a 77.7% chance that for 7 sec, ATK Spd is increased by 20, and mana recovery per sec is increased by 10%. This effect can be stacked max 15 times.",
          "Upon attack, there is a 77.7% chance that for 7 sec, ATK Spd is increased by 24, and mana recovery per sec is increased by 12%. This effect can be stacked max 15 times.",
          "Upon attack, there is a 77.7% chance that for 7 sec, ATK Spd is increased by 29, and mana recovery per sec is increased by 14%. This effect can be stacked max 15 times.",
          "Upon attack, there is a 77.7% chance that for 7 sec, ATK Spd is increased by 35, and mana recovery per sec is increased by 17%. This effect can be stacked max 15 times.",
          "Upon attack, there is a 77.7% chance that for 7 sec, ATK Spd is increased by 42, and mana recovery per sec is increased by 21%. This effect can be stacked max 15 times.",
          "Upon attack, there is a 77.7% chance that for 7 sec, ATK Spd is increased by 50, and mana recovery per sec is increased by 25%. This effect can be stacked max 15 times."
        ],
        "name": "Cards of Destiny Del Arcana"
      }
    },
    "5": {
      "description": "A barbarian that rules the snowy plains of the frozen land, he undermines the morale of enemies with ear-deafening shouts and charges into them like a storm.",
      "name": "Gau",
      "s1": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "All allies' ATK is increased by {2} for {1} sec. Upon activation, dispels all negative effects from allies.",
        "name": "Battle Roar",
        "transcendence": {
          "dark": "Each use increases DMG by 15%. Stacks 10 times max.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} P.DMG to enemies in range, and the first attack knocks them down for {2} sec.",
        "name": "Smash",
        "transcendence": {
          "dark": "ATK Spd boost of 200 is added to the effect.",
          "light": "ATK boost is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Draws in nearby enemies while casting."
        },
        "description": "Deals {1} P.DMG to all enemies in range. The last attack freezes enemies for {2} sec. Gains CC immunity while casting.",
        "name": "Vortex",
        "transcendence": {
          "dark": "Immune to all types of DMG while in use.",
          "light": "Cooldown reduced by 3 sec."
        }
      },
      "s4": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "CC resistance increases by 50 with each stack."
        },
        "description": "Upon attacking, ATK is increased by {2} for {1} sec. Can be stacked up to 10 times max.",
        "name": "Enrage",
        "transcendence": {
          "dark": "Takes 5% more DMG per each stack, but gains a boost of 50 Crit Chance and Lifesteal per each stack as well.",
          "light": "ATK boost is increased by 40%."
        }
      },
      "subtitle": "Barbarian of Frozen Lands",
      "t5": {
        "dark": "Heals HP worth 10% of ATK every second, and every 1% of HP lost reduces received DMG by 0.6%.",
        "light": "ATK, DEF, HP+15% / P. Block +200"
      },
      "treasure": {
        "description": [
          "[Vortex] DMG is increased by 50%, and enemies hit by the last attack takes 5% more DMG for 10 sec.",
          "[Vortex] DMG is increased by 50%, and enemies hit by the last attack takes 6% more DMG for 10 sec.",
          "[Vortex] DMG is increased by 50%, and enemies hit by the last attack takes 7% more DMG for 10 sec.",
          "[Vortex] DMG is increased by 50%, and enemies hit by the last attack takes 8.5% more DMG for 10 sec.",
          "[Vortex] DMG is increased by 50%, and enemies hit by the last attack takes 10.5% more DMG for 10 sec.",
          "[Vortex] DMG is increased by 50%, and enemies hit by the last attack takes 12.5% more DMG for 10 sec."
        ],
        "name": "Barbarian Mug"
      },
      "weapon": {
        "description": [
          "Per every 1% of HP lost, ATK is increased by 0.8% and ATK Spd is increased by 8.",
          "Per every 1% of HP lost, ATK is increased by 1% and ATK Spd is increased by 10.",
          "Per every 1% of HP lost, ATK is increased by 1.2% and ATK Spd is increased by 12.",
          "Per every 1% of HP lost, ATK is increased by 1.4% and ATK Spd is increased by 14.",
          "Per every 1% of HP lost, ATK is increased by 1.7% and ATK Spd is increased by 17.",
          "Per every 1% of HP lost, ATK is increased by 2% and ATK Spd is increased by 20."
        ],
        "name": "Holy Bird, Numinu"
      }
    },
    "50": {
      "description": "A merchant who wanders the continent, selling poison to those in need. Utilizes a blowpipe to poison and disable her enemies.",
      "name": "Requina",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attacks 2 enemies and deals {1} P.DMG, while poisoning them with Tears of Mr. Python that cannot be dispelled for {2} sec. Enemies inflicted with Tears of Mr. Python cannot recover mana, takes 30% increased DMG, and their Block chance is reduced by 500.",
        "name": "Tears of Mr. Python!",
        "transcendence": {
          "dark": "Reduces target's mana by 1200.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attacks a random enemy 3 times and deals a total of {1} DMG, while poisoning them with Screechy Grass Extract for {2} sec. Enemies inflicted with Screechy Grass Extract have their ATK reduced by {3}%, and Crit Chance by {4}.",
        "name": "Screechy Grass Extract!",
        "transcendence": {
          "dark": "Stuns the target for 1 sec.",
          "light": "If there is 1 enemy, DMG is increased by 100%."
        }
      },
      "s3": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "Own ATK is increased by {2} for {1} sec and the effect of [Tears of Mr. Python], [Screechy Grass Extract], [Tickle Tickle Potion] is doubled. Also, target of [Tears of Mr. Python], [Screechy Grass Extract!], [Tickle Tickle Potion] is increased by 1.",
        "name": "More! Stronger!",
        "transcendence": {
          "dark": "Mana cost is reduced by 1.",
          "light": "For the duration, auto attack DMG is increased by 100%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Upon attack, poisons target enemy with Tickle Tickle Potion for {1} sec which deals a total of {2} P.DMG over time, and cannot be dispelled. Tickle Tickle Potion can be stacked max 50 times.",
        "name": "Tickle Tickle Potion!",
        "transcendence": {
          "dark": "Target takes 20% increased P.DMG.",
          "light": "Tickle Tickle Potion! is stacked 3 at a time."
        }
      },
      "subtitle": "Merchant of Poison",
      "t5": {
        "dark": "Upon auto attacking an enemy with 50 or more stacks of Tickle Tickle Potion, deals 200% of ATK as extra P.DMG that ignores DEF.",
        "light": "ATK, DEF, HP+15% / Crit Chance +100"
      },
      "treasure": {
        "description": [
          "[More! Stronger!] Attacks additional 1 target and ATK Spd is increased by 100 for the duration.",
          "[More! Stronger!] Attacks additional 1 target and ATK Spd is increased by 120 for the duration.",
          "[More! Stronger!] Attacks additional 1 target and ATK Spd is increased by 140 for the duration.",
          "[More! Stronger!] Attacks additional 1 target and ATK Spd is increased by 170 for the duration.",
          "[More! Stronger!] Attacks additional 1 target and ATK Spd is increased by 210 for the duration.",
          "[More! Stronger!] Attacks additional 1 target and ATK Spd is increased by 250 for the duration."
        ],
        "name": "Sparkling Potion"
      },
      "weapon": {
        "description": [
          "Max stack of Tickle Tickle Potion is increased to 55. Each auto attack has a 10% chance of attacking a random enemy, dealing 20% of ATK as DMG and inflicting Silence for 1 sec.",
          "Max stack of Tickle Tickle Potion is increased to 60. Each auto attack has a 10% chance of attacking a random enemy, dealing 24% of ATK as DMG and inflicting Silence for 1 sec.",
          "Max stack of Tickle Tickle Potion is increased to 65. Each auto attack has a 10% chance of attacking a random enemy, dealing 29% of ATK as DMG and inflicting Silence for 1 sec.",
          "Max stack of Tickle Tickle Potion is increased to 70. Each auto attack has a 10% chance of attacking a random enemy, dealing 35% of ATK as DMG and inflicting Silence for 1 sec.",
          "Max stack of Tickle Tickle Potion is increased to 75. Each auto attack has a 10% chance of attacking a random enemy, dealing 42% of ATK as DMG and inflicting Silence for 1 sec.",
          "Max stack of Tickle Tickle Potion is increased to 80. Each auto attack has a 10% chance of attacking a random enemy, dealing 50% of ATK as DMG and inflicting Silence for 1 sec."
        ],
        "name": "The Flute of Silent Winds Rakshathar"
      }
    },
    "51": {
      "description": "As a knight of the righteous heavens, she punishes evil with her sword and protects the weak with her shield. She has descended in order to defeat the Demons who are ruining the earthly realm. Her beautiful sword and shield are wielded to smite enemies and protect her comrades with their light.",
      "name": "Aselica",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Stun duration is increased by {1} sec."
        },
        "description": "Deals {1} M.DMG to enemy and surrounding enemies within range, and inflicts Stun for {2} sec.",
        "name": "Sword of the Sun",
        "transcendence": {
          "dark": "Reduces cooldown by 2 sec.",
          "light": "After activation, increases ATK Spd by 350 for 5 sec."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "Imbues the Blessing of the Sun to the ally with the highest ATK, reducing cooldown of all skills by 20% and increasing ATK by {1} for 15 sec.",
        "name": "Blessing of the Sun",
        "transcendence": {
          "dark": "Removes harmful effects from the target.",
          "light": "Increases Mana Cost by 1, and grants the effect to the 2 allies with the highest ATK."
        }
      },
      "s3": {
        "books": {
          "1": "DMG and Heal rate are increased by {1} %.",
          "2": "DMG and Heal rate are increased by {1} %.",
          "3": "DMG and Heal rate are increased by {1} %."
        },
        "description": "Takes position, focuses to heal HP of nearby allies, excluding self, 8 times for a total of {1} , and increases their P.DEF by {2} for 5 sec. Deals a total of {3} M.DMG on enemies within range over 8 times, and decreases their M.DEF by {4} for 5 sec. After the end of the casting, heals HP of allies within range, excluding self, by {5} , and deals {6} M.DMG on enemies, and knocks them down for 3 sec.",
        "name": "Judgment of the Sun",
        "transcendence": {
          "dark": "Increases the duration of M.DEF reduction effect by 5 sec.",
          "light": "Reduces Mana Cost by 1."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Upon attack, inflicts Curse of the Sun on the target for 10 sec. Enemies with 10 stacks of Curses of the Sun will consume the stack to receive {1} M.DMG, and become inflicted with Blind for {2} sec, having their ATK reduced by {3} % for 5 sec.",
        "name": "Curse of the Sun",
        "transcendence": {
          "dark": "Activates the effect upon reaching the 7th stack of Curse of the Sun.",
          "light": "Changes ATK Reduction to 30%."
        }
      },
      "subtitle": "Guardian of the Sun",
      "t5": {
        "dark": "Grants Immunity to P.DMG to 1 ally with the lowest HP every 15 sec for 3 sec.",
        "light": "ATK, DEF, HP+15% / P. Block +200"
      },
      "treasure": {
        "description": [
          "[Judgment of the Sun] Gains Immunity to CC while in use, and increases P.DEF Boost and M.DEF Reduction by 20%.",
          "[Judgment of the Sun] Gains Immunity to CC while in use, and increases P.DEF Boost and M.DEF Reduction by 24%.",
          "[Judgment of the Sun] Gains Immunity to CC while in use, and increases P.DEF Boost and M.DEF Reduction by 29%.",
          "[Judgment of the Sun] Gains Immunity to CC while in use, and increases P.DEF Boost and M.DEF Reduction by 35%.",
          "[Judgment of the Sun] Gains Immunity to CC while in use, and increases P.DEF Boost and M.DEF Reduction by 42%.",
          "[Judgment of the Sun] Gains Immunity to CC while in use, and increases P.DEF Boost and M.DEF Reduction by 50%."
        ],
        "name": "Guardian's Trumpet"
      },
      "weapon": {
        "description": [
          "Makes a contract with the ally with the highest ATK at the start of the first battle. Increases the target's P.DEF by 6% of Aselica's P.DEF, and also increases Aselica's ATK by 6% of the target's ATK. This effect cannot be dispelled.",
          "Makes a contract with the ally with the highest ATK at the start of the first battle. Increases the target's P.DEF by 8% of Aselica's P.DEF, and also increases Aselica's ATK by 8% of the target's ATK. This effect cannot be dispelled.",
          "Makes a contract with the ally with the highest ATK at the start of the first battle. Increases the target's P.DEF by 10% of Aselica's P.DEF, and also increases Aselica's ATK by 10% of the target's ATK. This effect cannot be dispelled.",
          "Makes a contract with the ally with the highest ATK at the start of the first battle. Increases the target's P.DEF by 12% of Aselica's P.DEF, and also increases Aselica's ATK by 12% of the target's ATK. This effect cannot be dispelled.",
          "Makes a contract with the ally with the highest ATK at the start of the first battle. Increases the target's P.DEF by 14% of Aselica's P.DEF, and also increases Aselica's ATK by 14% of the target's ATK. This effect cannot be dispelled.",
          "Makes a contract with the ally with the highest ATK at the start of the first battle. Increases the target's P.DEF by 16% of Aselica's P.DEF, and also increases Aselica's ATK by 16% of the target's ATK. This effect cannot be dispelled."
        ],
        "name": "Solar Halo, Ignisius"
      }
    },
    "52": {
      "description": "He was a former naval officer, but is now a bounty hunter and a troubleshooter. He is cynical and doesn't trust people easily. His guns are categorized into three types.",
      "name": "Crow",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} P.DMG to enemies in front through 15 rounds and leaves 'Hunting Dog's Fang Mark' for 40 sec. The Hunting Dog's Fang Mark can be stacked up to 100.",
        "name": "Target will be Eliminated.",
        "transcendence": {
          "dark": "Stacks up 1 additional Hunting Dog's Fang Mark.",
          "light": "Upon each DMG dealt, recovers 30 Mana."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attacks a random enemy 10 times and deals a total of {1} P.DMG. Shoots a Frost Bullet that deals {2} P.DMG to target and surrounding enemies, freezing them for 4 sec. The special Frost Bullet creates a freezing area for 6 seconds that deals {3} P.DMG every 2 sec, with a 50% chance to freeze for 2 sec.",
        "name": "Struggle is Meaningless.",
        "transcendence": {
          "dark": "Freezing chance of the Freezing Area increases by 30%.",
          "light": "Cooldown is reduced by 3 sec."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Takes position and focuses to shoot a laser, dealing {1} P.DMG to frontal enemies within range, and consumes target's stack of Hunting Dog's Fang Mark to deal {2} additional P.DMG per each stack. Depending on the focusing time, the effect's range increases, and DMG is increased up to max {3} %. Once the focus is completed, knocks back the enemy far away.",
        "name": "Even Gods shall Die.",
        "transcendence": {
          "dark": "Reduces Mana Cost by 1.",
          "light": "Increases cooltime by 10 sec and DMG by 100%."
        }
      },
      "s4": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "Crow is not affected by changes in ATK Spd. ATK increases by {1} and Crit DMG by {2} %. Recovers {3} Mana every second. It also leaves a 'Hunting Dog's Fang Mark' to target for 40 sec when dealing a normal attack.",
        "name": "Hunting Preparation",
        "transcendence": {
          "dark": "Mana recovery increases by 40%.",
          "light": "Boss monster takes 15% increased DMG."
        }
      },
      "subtitle": "The Punishing Bullet",
      "t5": {
        "dark": "Increases Mana Cost of all skills by 1 and DMG by 75%.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[Even Gods shall Die] Gains immunity to CC during skill activation and DMG is increased by 20%.",
          "[Even Gods shall Die] Gains immunity to CC during skill activation and DMG is increased by 24%.",
          "[Even Gods shall Die] Gains immunity to CC during skill activation and DMG is increased by 29%.",
          "[Even Gods shall Die] Gains immunity to CC during skill activation and DMG is increased by 35%.",
          "[Even Gods shall Die] Gains immunity to CC during skill activation and DMG is increased by 42%.",
          "[Even Gods shall Die] Gains immunity to CC during skill activation and DMG is increased by 50%."
        ],
        "name": "Pendant of Memories"
      },
      "weapon": {
        "description": [
          "The normal attack shoots an additional bullet that deals 50% of ATK as P.DMG. When the skill ends, 'Hellhound, Akistra' is activated, increasing ATK by 30% and Crit DMG by 30% for 10 sec. 'Hellhound, Akistra' is only activated once at 20 sec.",
          "The normal attack shoots an additional bullet that deals 60% of ATK as P.DMG. When the skill ends, 'Hellhound, Akistra' is activated, increasing ATK by 36% and Crit DMG by 36% for 10 sec. 'Hellhound, Akistra' is only activated once at 20 sec.",
          "The normal attack shoots an additional bullet that deals 70% of ATK as P.DMG. When the skill ends, 'Hellhound, Akistra' is activated, increasing ATK by 43% and Crit DMG by 43% for 10 sec. 'Hellhound, Akistra' is only activated once at 20 sec.",
          "The normal attack shoots an additional bullet that deals 85% of ATK as P.DMG. When the skill ends, 'Hellhound, Akistra' is activated, increasing ATK by 52% and Crit DMG by 52% for 10 sec. 'Hellhound, Akistra' is only activated once at 20 sec.",
          "The normal attack shoots an additional bullet that deals 100% of ATK as P.DMG. When the skill ends, 'Hellhound, Akistra' is activated, increasing ATK by 62% and Crit DMG by 62% for 10 sec. 'Hellhound, Akistra' is only activated once at 20 sec.",
          "The normal attack shoots an additional bullet that deals 125% of ATK as P.DMG. When the skill ends, 'Hellhound, Akistra' is activated, increasing ATK by 75% and Crit DMG by 75% for 10 sec. 'Hellhound, Akistra' is only activated once at 20 sec."
        ],
        "name": "Hellhound, Akistra"
      }
    },
    "6": {
      "description": "A legendary dragon slayer who has hunted numerous dragons. Despite his small stature, his powerful shield bash destroys enemy formations, usually followed with a final blow.",
      "name": "Phillop",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Reduces hit enemies' P.DEF by {2} % for {1} sec."
        },
        "description": "Deals {1} P.DMG and knocks down the enemy for {2} sec.",
        "name": "Collision",
        "transcendence": {
          "dark": "Cooldown is reduced by 10% per each enemy hit.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Reduces target's ATK by {1} %."
        },
        "description": "Dashes toward the enemy and deals {1} P.DMG, knocking them back. Hit enemy's Attack Spd is reduced by {3} % for {2} sec.",
        "name": "Headbutt",
        "transcendence": {
          "dark": "Effect changes to a 3 sec Stun to nearby enemies.",
          "light": "Deals extra P.DMG equal to 10% of max HP."
        }
      },
      "s3": {
        "books": {
          "1": "P.DEF boost is increased by {1} %.",
          "2": "P.DEF boost is increased by {1} %.",
          "3": "DMG Reduction is increased by {1} ."
        },
        "description": "Increases P.DEF and M.DEF by {2} for {1} sec and heals {3} % of HP. Gains CC immunity.",
        "name": "Earth Incarnate",
        "transcendence": {
          "dark": "Stuns nearby enemies for 3 sec.",
          "light": "Deals 1% of Max HP as DMG per sec to nearby enemies."
        }
      },
      "s4": {
        "books": {
          "1": "P.DEF reduction is increased by {1} %.",
          "2": "P.DEF reduction is increased by {1} %.",
          "3": "Per every stack, enemy P. Dodge chance is reduced by {1} %."
        },
        "description": "Upon attacking, weakens enemy P.DEF by {2} for {1} sec. Can be stacked up to 5 times max.",
        "name": "Destroy Armor",
        "transcendence": {
          "dark": "Upon attack, dispel all positive effects and target receives 20% increased P.DMG for 20 sec. Has a cooldown of 20 sec.",
          "light": "Enemies with 5 stacks take 1% extra P.DMG based off Max HP per attack."
        }
      },
      "subtitle": "King of Dwarves",
      "t5": {
        "dark": "When auto attacking, there is a 10% chance to Stun the target for 2 sec and deal extra DMG worth 10% of own HP.",
        "light": "ATK, DEF, HP+15% / P. Block +200"
      },
      "treasure": {
        "description": [
          "[Earth Incarnate] For the duration of skill, ATK Spd and Crit chance is increased by 250, and DEF boost is increased by 20%.",
          "[Earth Incarnate] For the duration of skill, ATK Spd and Crit chance is increased by 250, and DEF boost is increased by 24%.",
          "[Earth Incarnate] For the duration of skill, ATK Spd and Crit chance is increased by 250, and DEF boost is increased by 29%.",
          "[Earth Incarnate] For the duration of skill, ATK Spd and Crit chance is increased by 250, and DEF boost is increased by 35%.",
          "[Earth Incarnate] For the duration of skill, ATK Spd and Crit chance is increased by 250, and DEF boost is increased by 42%.",
          "[Earth Incarnate] For the duration of skill, ATK Spd and Crit chance is increased by 250, and DEF boost is increased by 50%."
        ],
        "name": "Dwarven Ceremonial Hammer"
      },
      "weapon": {
        "description": [
          "Upon receiving DMG, stacks Dragon Rage for 10 sec. Per each stacked Dragon Rage, ATK and DEF are increased by 0.8 %. Can be stacked up to 100 times max.",
          "Upon receiving DMG, stacks Dragon Rage for 10 sec. Per each stacked Dragon Rage, ATK and DEF are increased by 1 %. Can be stacked up to 100 times max.",
          "Upon receiving DMG, stacks Dragon Rage for 10 sec. Per each stacked Dragon Rage, ATK and DEF are increased by 1.2 %. Can be stacked up to 100 times max.",
          "Upon receiving DMG, stacks Dragon Rage for 10 sec. Per each stacked Dragon Rage, ATK and DEF are increased by 1.4 %. Can be stacked up to 100 times max.",
          "Upon receiving DMG, stacks Dragon Rage for 10 sec. Per each stacked Dragon Rage, ATK and DEF are increased by 1.7 %. Can be stacked up to 100 times max.",
          "Upon receiving DMG, stacks Dragon Rage for 10 sec. Per each stacked Dragon Rage, ATK and DEF are increased by 2 %. Can be stacked up to 100 times max."
        ],
        "name": "Dragon's Ruins, Atein"
      }
    },
    "62": {
      "description": "A princess of Orvelia that truly loves her people. She wields her sword to protect the weak and support justice, as a true knight. Using a magical greatsword that disrupts mana, she cuts through her enemies.",
      "name": "Scarlet",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Target takes {1} % increased P.DMG for 10 sec."
        },
        "description": "Deals {1} P.DMG to frontal enemies in range, and knocks them down for 3 sec. Recovers HP proportional to 30% of DMG.",
        "name": "Halt!",
        "transcendence": {
          "dark": "Dispels all harmful effects on oneself upon use.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Dispels negative effects of all allies and dispels positive effects of all enemies, while dealing {1} P.DMG.",
        "name": "Justice Served!",
        "transcendence": {
          "dark": "All allies' P.Crit Resistance is increased by 200 for 10 sec.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attacks an enemy 3 times, dealing a total of {1} P.DMG. Fires an energy blast from the sword, dealing {2} P.DMG to enemies in a straight line, blinding them for 5 sec.",
        "name": "Sword of Honor!!",
        "transcendence": {
          "dark": "Damaged enemies receive 40% reduced heals for 10 sec.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "All Crit Resistance increases by {1} . With 10% chance, deals additional {2} P.DMG during auto attack and stuns target enemy for 1 sec.",
        "name": "Goddess of War",
        "transcendence": {
          "dark": "Stun duration lasts for 2 more sec when there is only one enemy.",
          "light": "Crit Resistance increases to 300."
        }
      },
      "subtitle": "Faith of Silver",
      "t5": {
        "dark": "When receiving Critical DMG, there is a 5% chance the attacker is dispelled of all positive effects and is stunned for 1 sec. Skill cooldown is 8 sec.",
        "light": "ATK, DEF, HP+15% / CC Resist +100"
      },
      "treasure": {
        "description": [
          "[Sword of Honor!!] DMG is increased by 20% and each ATK inflicts Stun on enemy for 3 sec.",
          "[Sword of Honor!!] DMG is increased by 24% and each ATK inflicts Stun on enemy for 3 sec.",
          "[Sword of Honor!!] DMG is increased by 29% and each ATK inflicts Stun on enemy for 3 sec.",
          "[Sword of Honor!!] DMG is increased by 35% and each ATK inflicts Stun on enemy for 3 sec.",
          "[Sword of Honor!!] DMG is increased by 42% and each ATK inflicts Stun on enemy for 3 sec.",
          "[Sword of Honor!!] DMG is increased by 50% and each ATK inflicts Stun on enemy for 3 sec."
        ],
        "name": "Pride of Orvelia"
      },
      "weapon": {
        "description": [
          "Per every skill in cooldown, DMG is increased by 8%.",
          "Per every skill in cooldown, DMG is increased by 10%.",
          "Per every skill in cooldown, DMG is increased by 12%.",
          "Per every skill in cooldown, DMG is increased by 14%.",
          "Per every skill in cooldown, DMG is increased by 17%.",
          "Per every skill in cooldown, DMG is increased by 20%."
        ],
        "name": "Blade of Conviction, White Belona"
      }
    },
    "63": {
      "description": "A genius who was acknowledged by the Tower of Sages, while not being part of it. She was given the title of 'Blue', but her true identity is that of a homunculus. Her orbs of lightning do not even leave ash in their wake.",
      "name": "Sonia",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Causes an electric explosion ahead, dealing {1} M.DMG to enemies in range and placing an electric field for 3 sec. The electric field deals a total of {2} M.DMG over 10 attacks and with 25% chance, stuns the enemy for 0.5 sec.",
        "name": "Lightning Strike!",
        "transcendence": {
          "dark": "Stun chance is increased by 10%.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s2": {
        "books": {
          "1": "ATK and DEF boosts are increased by {1} %.",
          "2": "ATK and DEF boosts are increased by {1} %.",
          "3": "ATK and DEF boosts are increased by {1} %."
        },
        "description": "For 15 sec, ATK is increased by {1} and all DEF is increased by {2} . While the skill is in use, each auto attack has a 30% chance of dealing extra {3} M.DMG to 2 random enemies and stunning them for 0.5 sec.",
        "name": "Power of Lightning!",
        "transcendence": {
          "dark": "Additional DMG effect applies to all enemies.",
          "light": "ATK and DEF boosts are increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals a total of {1} M.DMG over 3 attacks to nearby enemies in a circular range. Then causes an Electric Explosion, dealing a total of {2} M.DMG over 3 attacks and stunning them for 5 sec.",
        "name": "Electric Explosion!",
        "transcendence": {
          "dark": "Stun duration is increased by 1 sec.",
          "light": "While in use, gain immunity to CC."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "With every attack, injects Electricity to targets not inflicted by Shock and increases M.DMG taken by {1} % for 10 sec. Electricity can be stacked up to 30 times, and the 30th stack will consume all Electricity to deal {2} M.DMG and Shock the target for 7 sec. Enemies inflicted by Shock take {4} % increased M.DMG, and when they are inflicted by Stun, the duration is increased by {3} sec.",
        "name": "Shock",
        "transcendence": {
          "dark": "Increased M.DMG taken' effect changes to 'Increased P. and M. DMG taken'.",
          "light": "Shock duration is increased by 2 sec."
        }
      },
      "subtitle": "The Blue Hurricane",
      "t5": {
        "dark": "Upon attack, with 15% chance deals extra M.DMG by 10% of Max HP and injects 1 extra stack of Electricity.",
        "light": "ATK, DEF, HP+15% / ATK.Spd +100"
      },
      "treasure": {
        "description": [
          "[Electric Explosion!] When attacking enemy inflicted by Shock, enemy takes 100% of ATK as extra M.DMG and target's M.DEF and P.DEF is reduced by 10% for 5 sec.",
          "[Electric Explosion!] When attacking enemy inflicted by Shock, enemy takes 100% of ATK as extra M.DMG and target's M.DEF and P.DEF is reduced by 12% for 5 sec.",
          "[Electric Explosion!] When attacking enemy inflicted by Shock, enemy takes 100% of ATK as extra M.DMG and target's M.DEF and P.DEF is reduced by 14% for 5 sec.",
          "[Electric Explosion!] When attacking enemy inflicted by Shock, enemy takes 100% of ATK as extra M.DMG and target's M.DEF and P.DEF is reduced by 17% for 5 sec.",
          "[Electric Explosion!] When attacking enemy inflicted by Shock, enemy takes 100% of ATK as extra M.DMG and target's M.DEF and P.DEF is reduced by 21% for 5 sec.",
          "[Electric Explosion!] When attacking enemy inflicted by Shock, enemy takes 100% of ATK as extra M.DMG and target's M.DEF and P.DEF is reduced by 25% for 5 sec."
        ],
        "name": "Heart of Baikal"
      },
      "weapon": {
        "description": [
          "Shock duration is increased by 2 sec. When auto attacking an enemy inflicted by Shock, all cooldowns are reduced by 1.6%.",
          "Shock duration is increased by 3 sec. When auto attacking an enemy inflicted by Shock, all cooldowns are reduced by 1.9%.",
          "Shock duration is increased by 4 sec. When auto attacking an enemy inflicted by Shock, all cooldowns are reduced by 2.3%",
          "Shock duration is increased by 5 sec. When auto attacking an enemy inflicted by Shock, all cooldowns are reduced by 2.7%.",
          "Shock duration is increased by 6 sec. When auto attacking an enemy inflicted by Shock, all cooldowns are reduced by 3.3%.",
          "Shock duration is increased by 7 sec. When auto attacking an enemy inflicted by Shock, all cooldowns are reduced by 4%."
        ],
        "name": "Eye of the Storm, Yanadis"
      }
    },
    "64": {
      "description": "The Queen of Pentheonia, the Ironclad Kingdom which did not budge an inch against the Demons 100 years ago. Her staff holds a brilliant light, burning with justice  and she uses it to burn her enemies to ashes.",
      "name": "Artemia",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Places a Pillar of Light on target enemy, dealing a total of {1} M.DMG for 5 sec and reducing enemy ATK by {2} % for 10 sec.",
        "name": "Pillar of Light",
        "transcendence": {
          "dark": "Each hit has a 25% chance to stun the enemy for 1 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to frontal enemies in a straight line. This attack's Crit DMG is increased by 100%.",
        "name": "Critical Intensity",
        "transcendence": {
          "dark": "When Blessing of Light reaches 10 stacks, cooldown is reduced by 50%.",
          "light": "Mana cost reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attacks the enemy 3 times, dealing a total of {1} M.DMG and stunning the enemy for 5 sec. Per each killed enemy with this skill, cooldown is reduced by 30%.",
        "name": "Light's Judgment",
        "transcendence": {
          "dark": "Mana cost is increased by 1 orb but DMG is boosted by 100%.",
          "light": "Cooldown is reduced by 3 sec."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Each attack has a 50% chance of dealing {1} M.DMG to target and nearby enemies, while Artemia gains 1 stack of Blessing of Light. Blessing of Light can be stacked up to 10 times max. Per every stack, ATK is increased by {2} , DMG dealt to enemies other than heroes is increased by {3} % and DMG received by enemies other than heroes is reduced by {4} %.",
        "name": "Blessing of Light",
        "transcendence": {
          "dark": "Maximum stack count is increased to 12.",
          "light": "Activation chance is changed to 60%."
        }
      },
      "subtitle": "Empress of Light",
      "t5": {
        "dark": "When HP falls below 50%, gain 2 sec of immunity to all DMG. This effect activates only once every 30 sec.",
        "light": "ATK, DEF, HP+15% / Crit Chance +100"
      },
      "treasure": {
        "description": [
          "[Light's Judgment] DMG is increased by 20% and upon killing an enemy, recovers 700 mana.",
          "[Light's Judgment] DMG is increased by 24% and upon killing an enemy, recovers 700 mana.",
          "[Light's Judgment] DMG is increased by 29% and upon killing an enemy, recovers 700 mana.",
          "[Light's Judgment] DMG is increased by 35% and upon killing an enemy, recovers 700 mana.",
          "[Light's Judgment] DMG is increased by 42% and upon killing an enemy, recovers 700 mana.",
          "[Light's Judgment] DMG is increased by 50% and upon killing an enemy, recovers 700 mana."
        ],
        "name": "Crown of Brilliance"
      },
      "weapon": {
        "description": [
          "Every 15 sec, creates a Shield for 10 sec that blocks DMG proportional to 200% of own ATK, and ATK is increased by 20%. While the Shield is in effect, gains immunity to CC.",
          "Every 15 sec, creates a Shield for 10 sec that blocks DMG proportional to 240% of own ATK, and ATK is increased by 24%. While the Shield is in effect, gains immunity to CC.",
          "Every 15 sec, creates a Shield for 10 sec that blocks DMG proportional to 290% of own ATK, and ATK is increased by 29%. While the Shield is in effect, gains immunity to CC.",
          "Every 15 sec, creates a Shield for 10 sec that blocks DMG proportional to 350% of own ATK, and ATK is increased by 35%. While the Shield is in effect, gains immunity to CC.",
          "Every 15 sec, creates a Shield for 10 sec that blocks DMG proportional to 420% of own ATK, and ATK is increased by 42%. While the Shield is in effect, gains immunity to CC.",
          "Every 15 sec, creates a Shield for 10 sec that blocks DMG proportional to 500% of own ATK, and ATK is increased by 50%. While the Shield is in effect, gains immunity to CC."
        ],
        "name": "Brilliant Praise, Brauxio"
      }
    },
    "65": {
      "description": "The assistant and maid of the archmage of Blue, Sonia. She acts only for the sake of Sonia, who is her employer, sister and friend. Using her keen eyes and mind, she exploits the enemy's weakness with her daggers.",
      "name": "Mirianne",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attacks the enemy with the lowest M.DEF 3 times, dealing a total of {1} M.DMG and inflicting stun for 1 sec, and if the target is under 'Target Lock On', target takes additional {2} M.DMG. The last attack inflicts 'Target Lock On' on the enemy for 10 sec. Lock On cannot be dispelled, and the target's M.Block rate has decreased by 300.",
        "name": "Target Lock On",
        "transcendence": {
          "dark": "Stun duration is increased by 1 sec.",
          "light": "When there is 1 enemy, DMG is boosted by 100%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG and Shield are increased by {1} %.",
          "2": "DMG and Shield are increased by {1} %.",
          "3": "DMG and Shield are increased by {1} %."
        },
        "description": "Deals {1} M.DMG to target enemy and other enemies in range, and Stuns them for 2 sec. Then moves to an ally with the lowest P.DEF, excluding self, and creates Shield for two that can block {2} DMG for 10 sec. Shield will be ineffective when there is no ally. Gains immunity to CC while the Shield lasts.",
        "name": "Restrain and Protect",
        "transcendence": {
          "dark": "Stun duration is increased by 2 sec.",
          "light": "Gain CC immunity while using said skill."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Moves to an enemy with the lowest HP, deals {1} M.DMG then returns to the furthest ally. If the enemy is not a hero, deals {2} additional M.DMG that ignores DEF. Defeating a target with this skill instantly triggers 'Restrain and Protect'.",
        "name": "Assassination",
        "transcendence": {
          "dark": "DMG is increased by 40%.",
          "light": "Dispels target's positive effects and inflicts Stun for 1 sec."
        }
      },
      "s4": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "If an enemy is inflicted by 'Target Lock On', ATK increases by {1} and all attacks skills prioritize Locked On enemies. When the Locked On enemies dies, 'Target Lock On' is inflicted on another enemy for 10 sec.",
        "name": "Target Eliminated",
        "transcendence": {
          "dark": "Receives 30% reduced DMG when enemy is inflicted by 'Target Lock On'.",
          "light": "When there are enemies inflicted by 'Target Lock On', Crit Chance is increased by 400."
        }
      },
      "subtitle": "Servant of Blue",
      "t5": {
        "dark": "Upon killing an enemy, all skill cooldown is reduced by 50%, and recovers 1 orb of mana.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[Assassination] DMG is increased by 50% and upon Crit Hit increases own ATK by 10% for 10 sec.",
          "[Assassination] DMG is increased by 50% and upon Crit Hit increases own ATK by 12% for 10 sec.",
          "[Assassination] DMG is increased by 50% and upon Crit Hit increases own ATK by 14% for 10 sec.",
          "[Assassination] DMG is increased by 50% and upon Crit Hit increases own ATK by 17% for 10 sec.",
          "[Assassination] DMG is increased by 50% and upon Crit Hit increases own ATK by 21% for 10 sec.",
          "[Assassination] DMG is increased by 50% and upon Crit Hit increases own ATK by 25% for 10 sec."
        ],
        "name": "Magic Powder of Lightning"
      },
      "weapon": {
        "description": [
          "Increases ATK Spd by 200, and attacks on Locked On enemies, dealing 200% of ATK as extra M.DMG. Extra damage effect occurs once in 2 sec.",
          "Increases ATK Spd by 240, and attacks on Locked On enemies, dealing 240% of ATK as extra M.DMG. Extra damage effect occurs once in 2 sec.",
          "Increases ATK Spd by 290, and attacks on Locked On enemies, dealing 290% of ATK as extra M.DMG. Extra damage effect occurs once in 2 sec.",
          "Increases ATK Spd by 350, and attacks on Locked On enemies, dealing 350% of ATK as extra M.DMG. Extra damage effect occurs once in 2 sec.",
          "Increases ATK Spd by 420, and attacks on Locked On enemies, dealing 420% of ATK as extra M.DMG. Extra damage effect occurs once in 2 sec.",
          "Increases ATK Spd by 500, and attacks on Locked On enemies, dealing 500% of ATK as extra M.DMG. Extra damage effect occurs once in 2 sec."
        ],
        "name": "Endless Acceleration, Riventina"
      }
    },
    "66": {
      "description": "This mysterious girl heals people with her captivating tunes. She heals people with her beautiful voice and the lovely sounds of her magic harp.",
      "name": "Shea",
      "s1": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "Heal rate is increased by {1} %."
        },
        "description": "Heals a total of {1} HP of all allies over 8 times. For the duration of skill, all allies take {2} % reduced DMG. If used when Trance is stacked up to 3, this skill's Heal rate is increased by 100% and for the duration of skill, all allies take {3} % reduced DMG.",
        "name": "Green Nature's Melody",
        "transcendence": {
          "dark": "Increases Crit Resistance of all allies by 250 while it's cast.",
          "light": "Heals 15% HP of all allies when used."
        }
      },
      "s2": {
        "books": {
          "1": "MP recovery rate is increased by {1} %.",
          "2": "MP recovery rate is increased by {1} %.",
          "3": "MP recovery rate is increased by {1} %."
        },
        "description": "Recovers a total of {1} MP of all allies over 8 times, and heals {2} HP of the target with max Mana. For the duration of skill, CC duration is reduced by {3} %. If used when Trance is stacked up to 3, this skill's MP Recovery and Heal rate is increased by 50% and all allies will gain Immunity to CC.",
        "name": "Blue Wind's Song",
        "transcendence": {
          "dark": "Increases ATK Spd of all allies by 250 while it's cast.",
          "light": "Heals 500 MP of all allies when used."
        }
      },
      "s3": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "Deals a total of {1} M.DMG to all enemies over 8 times. For the duration of skill, all allies' ATK is increased by {2} . If used when Trance is stacked up to 3, this skill's DMG and ATK Boost are increased by 100%, and all enemies' positive effects are continuously dispelled.",
        "name": "Dance of Red Passion",
        "transcendence": {
          "dark": "Increases amount of DMG that enemies receive by 15% while it's cast.",
          "light": "Reduces skill cooldown for all allies by 10% when used."
        }
      },
      "s4": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "Heal rate is increased by {1} %."
        },
        "description": "At the end of the skill, 1 more Trance is stacked. Trance can be stacked up to max 3 times, and if the skill is used when Trance is stacked up to 3, consumes the stack to heal {1} HP of all allies. Trance cannot be dispelled.",
        "name": "Trance",
        "transcendence": {
          "dark": "If a skill is used when there are 3 Trance stacks, inflicts M.DMG to enemies instead of healing allies, and reduces all DEF by 10% for 10 sec.",
          "light": "Increases Heal rate of Trance by 100%."
        }
      },
      "subtitle": "Aria of Fantasy",
      "t5": {
        "dark": "At the start of every battle, adds 1 Trance stack recovers 500 MP.",
        "light": "ATK, DEF, HP+15% / CC Resist +100"
      },
      "treasure": {
        "description": [
          "[Dance of Red Passion] Upon activation, enemies are inflicted with Silence for 2 sec, and all allies' Crit DMG is increased by 20% for the duration of skill.",
          "[Dance of Red Passion] Upon activation, enemies are inflicted with Silence for 2 sec, and all allies' Crit DMG is increased by 24% for the duration of skill.",
          "[Dance of Red Passion] Upon activation, enemies are inflicted with Silence for 2 sec, and all allies' Crit DMG is increased by 29% for the duration of skill.",
          "[Dance of Red Passion] Upon activation, enemies are inflicted with Silence for 2 sec, and all allies' Crit DMG is increased by 35% for the duration of skill.",
          "[Dance of Red Passion] Upon activation, enemies are inflicted with Silence for 2 sec, and all allies' Crit DMG is increased by 42% for the duration of skill.",
          "[Dance of Red Passion] Upon activation, enemies are inflicted with Silence for 2 sec, and all allies' Crit DMG is increased by 50% for the duration of skill."
        ],
        "name": "Fairy's Crown"
      },
      "weapon": {
        "description": [
          "When Trance is stacked, all skill cooldown is reduced by 10%, and recovers own Mana by 200.",
          "When Trance is stacked, all skill cooldown is reduced by 12%, and recovers own Mana by 240.",
          "When Trance is stacked, all skill cooldown is reduced by 14%, and recovers own Mana by 290.",
          "When Trance is stacked, all skill cooldown is reduced by 17%, and recovers own Mana by 350.",
          "When Trance is stacked, all skill cooldown is reduced by 20%, and recovers own Mana by 420.",
          "When Trance is stacked, all skill cooldown is reduced by 25%, and recovers own Mana by 500."
        ],
        "name": "Charming Melody , Schwanheite"
      }
    },
    "7": {
      "description": "A white goblin skilled in mechanical engineering, he uses a hand cannon to inflict explosive damage, harass enemies with special bullets, and inflict fatal damage to them.",
      "name": "Lakrak",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} P.DMG to enemies in range and knocks them back.",
        "name": "Rapid Fire",
        "transcendence": {
          "dark": "Stuns the enemy for 3 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Deals DMG and Stuns the enemy for 1 sec."
        },
        "description": "Deals {1} P.DMG to enemies in range and inflicts Blind for 4 sec.",
        "name": "Smoke Bomb",
        "transcendence": {
          "dark": "Blind duration is increased by 2 sec.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attaches a Glue Bomb to a random enemy that explodes in {1} sec. The explosion deals max {2} P.DMG proportional to enemy's current HP to enemies in range, and inflicts Stun for 3 sec. Upon attaching the Glue Bomb, target is inflicted with Stun for 2 sec.",
        "name": "Glue Bomb",
        "transcendence": {
          "dark": "Mana cost is reduced by 1.",
          "light": "Mana cost is increased by 1, and attacks a random target 2 times."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Each auto attack has a 15% chance of firing a bomb that deals {2} P.DMG to enemies in range and stuns them for 2 sec.",
        "name": "Load Cannon",
        "transcendence": {
          "dark": "Target takes 25% increased P.DMG.",
          "light": "Activation chance is boosted by 10%."
        }
      },
      "subtitle": "Hunter of the Hand Cannon",
      "t5": {
        "dark": "Upon a Critical Hit, gain 5% Crit DMG and 30 CC Accuracy. Stacks up to 10 times.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[Glue Bomb] DMG is increased by 50%, and upon Crit Hit, recovers 200 mana.",
          "[Glue Bomb] DMG is increased by 50%, and upon Crit Hit, recovers 240 mana.",
          "[Glue Bomb] DMG is increased by 50%, and upon Crit Hit, recovers 290 mana.",
          "[Glue Bomb] DMG is increased by 50%, and upon Crit Hit, recovers 350 mana.",
          "[Glue Bomb] DMG is increased by 50%, and upon Crit Hit, recovers 420 mana.",
          "[Glue Bomb] DMG is increased by 50%, and upon Crit Hit, recovers 500 mana."
        ],
        "name": "Goblincraft Special High-Density Gunpowder"
      },
      "weapon": {
        "description": [
          "Each auto attack has a 25% chance of increasing ATK Spd by 300 for 10 sec.",
          "Each auto attack has a 25% chance of increasing ATK Spd by 360 for 10 sec.",
          "Each auto attack has a 25% chance of increasing ATK Spd by 420 for 10 sec.",
          "Each auto attack has a 25% chance of increasing ATK Spd by 510 for 10 sec.",
          "Each auto attack has a 25% chance of increasing ATK Spd by 615 for 10 sec.",
          "Each auto attack has a 25% chance of increasing ATK Spd by 750 for 10 sec."
        ],
        "name": "Lakrak MK-1"
      }
    },
    "8": {
      "description": "As the longtime Orc Chieftain of the Sky Wind tribe, he uses elemental attacks powered by the sky and wind. Strong bolts of lightning paralyze enemies, while allies are healed and blessed by the wind.",
      "name": "Kaulah",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Crit Chance is increased by {1} ."
        },
        "description": "Drops 5 lightning bolts upon a random enemy, dealing {1} M.DMG and inflicting Electrify. Electrified enemy is stunned for {2} sec.",
        "name": "Thunderbolt",
        "transcendence": {
          "dark": "Target takes 25% increased M.DMG for 10 sec.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s2": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "While in use, DMG Reduction is increased by {1} , and gains CC immunity."
        },
        "description": "HP of all allies is healed by {2} for {1} sec.",
        "name": "Healing Rain",
        "transcendence": {
          "dark": "In exchange for 1 additional Mana Cost, additionally heal allies by 5% of their Max HP.",
          "light": "Allies take 25% less DMG while skill is in effect."
        }
      },
      "s3": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "Crit Chance is increased by {1} for the duration of skill."
        },
        "description": "For {1} sec, all allies' ATK is increased by {2} , and ATK Spd is increased by {3} .",
        "name": "Swift Wind",
        "transcendence": {
          "dark": "Cooldown is reduced by 3 sec.",
          "light": "ATK boost is increased by 40%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Upon a Crit Hit, hit enemies are stunned for {1} sec."
        },
        "description": "Deals {2} M.DMG to 4 enemies every {1} sec, and inflictes Electrify for {3} sec.",
        "name": "Chain Lightning",
        "transcendence": {
          "dark": "If there is 1 enemy, Stun duration is increased by 3 sec.",
          "light": "Crit Chance is increased by 400."
        }
      },
      "subtitle": "Shaman of Lightning",
      "t5": {
        "dark": "Gains stacks every time allies are hit. When 50 stacks are acheived, drop lightning upon a random enemy 3 times, dealing 240% of ATK as DMG and inflicting stun for 1 sec.",
        "light": "ATK, DEF, HP+15% / Crit Chance +100"
      },
      "treasure": {
        "description": [
          "[Swift Wind] Mana cost is reduced by 1, and Crit DMG 20% boost effect is added.",
          "[Swift Wind] Mana cost is reduced by 1, and Crit DMG 24% boost effect is added.",
          "[Swift Wind] Mana cost is reduced by 1, and Crit DMG 29% boost effect is added.",
          "[Swift Wind] Mana cost is reduced by 1, and Crit DMG 35% boost effect is added.",
          "[Swift Wind] Mana cost is reduced by 1, and Crit DMG 42% boost effect is added.",
          "[Swift Wind] Mana cost is reduced by 1, and Crit DMG 50% boost effect is added."
        ],
        "name": "Skywind Feather Decoration"
      },
      "weapon": {
        "description": [
          "Enemies inflicted by Electrify receive 50 % of ATK as M.DMG every 5 sec, and have a 10% chance of being Stunned.",
          "Enemies inflicted by Electrify receive 50 % of ATK as M.DMG every 5 sec, and have a 12% chance of being Stunned.",
          "Enemies inflicted by Electrify receive 50 % of ATK as M.DMG every 5 sec, and have a 14% chance of being Stunned.",
          "Enemies inflicted by Electrify receive 50 % of ATK as M.DMG every 5 sec, and have a 17% chance of being Stunned.",
          "Enemies inflicted by Electrify receive 50 % of ATK as M.DMG every 5 sec, and have a 20% chance of being Stunned.",
          "Enemies inflicted by Electrify receive 50 % of ATK as M.DMG every 5 sec, and have a 25% chance of being Stunned."
        ],
        "name": "The Bluewind, Coventina"
      }
    },
    "9": {
      "description": "A cold-blooded hedonist demon. Using a huge scythe, she harvests the souls of enemies. She suddenly appears in the midst of enemies, slashing everything around her.",
      "name": "Epis",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Moves behind the furthest enemy and deals {1} M.DMG. Hit enemies take 30% increased M.DMG for 10 sec.",
        "name": "Nightmare",
        "transcendence": {
          "dark": "Ignores enemy Block.",
          "light": "If there is 1 enemy, DMG is increased by 100%."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "Per each kill, recovers 1 orb of mana."
        },
        "description": "When an enemy is killed by this hero, ATK is increased by {2} for {1} sec, and all skill cooldown is reduced by 30%.",
        "name": "Harvest",
        "transcendence": {
          "dark": "Mana consumption is increased by 1, and upon using the skill, 'Absorbing Blow' is activated. Cannot use when there are no enemies in range.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "Upon a Crit Hit, heals {1} % of DMG as HP."
        },
        "description": "Deals {1} M.DMG to all enemies in range. Gains CC immunity while using this skill.",
        "name": "Devil's Prom",
        "transcendence": {
          "dark": "DMG taken is reduced by 50% while skill is in use.",
          "light": "DMG is increased by 40%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG that ignores enemy DEF, and heals {2} % of DMG as HP.",
        "name": "Absorbing Blow",
        "transcendence": {
          "dark": "While stack number is higher than 5, Mana is always at 100% and cooldowns are decreased by an additional 1 sec per each sec.",
          "light": "Each stack increases Mana recovery per sec by 50%."
        }
      },
      "subtitle": "Captivating Demon",
      "t5": {
        "dark": "All of Epis's attacks decrease the M.DEF of hit enemies by 20% for 10 sec. ATK rises by 2% per each enemy hit. Maximum stack number is 10.",
        "light": "ATK, DEF, HP+15% / Crit DMG +20%"
      },
      "treasure": {
        "description": [
          "[Devil's Prom] Mana cost is reduced by 1, and DMG is increased by 20%.",
          "[Devil's Prom] Mana cost is reduced by 1, and DMG is increased by 24%.",
          "[Devil's Prom] Mana cost is reduced by 1, and DMG is increased by 29%.",
          "[Devil's Prom] Mana cost is reduced by 1, and DMG is increased by 35%.",
          "[Devil's Prom] Mana cost is reduced by 1, and DMG is increased by 42%.",
          "[Devil's Prom] Mana cost is reduced by 1, and DMG is increased by 50%."
        ],
        "name": "Seductress Shoes"
      },
      "weapon": {
        "description": [
          "Upon attacking, there is a 25% chance of dealing 80% of ATK as extra M.DMG, and ATK being increased by 2%. ATK boost can be stacked up to 10 times max.",
          "Upon attacking, there is a 25% chance of dealing 96% of ATK as extra M.DMG, and ATK being increased by 2.4%. ATK boost can be stacked up to 10 times max.",
          "Upon attacking, there is a 25% chance of dealing 115% of ATK as extra M.DMG, and ATK being increased by 2.9%. ATK boost can be stacked up to 10 times max.",
          "Upon attacking, there is a 25% chance of dealing 138% of ATK as extra M.DMG, and ATK being increased by 3.5%. ATK boost can be stacked up to 10 times max.",
          "Upon attacking, there is a 25% chance of dealing 165% of ATK as extra M.DMG, and ATK being increased by 4.2%. ATK boost can be stacked up to 10 times max.",
          "Upon attacking, there is a 25% chance of dealing 200% of ATK as extra M.DMG, and ATK being increased by 5%. ATK boost can be stacked up to 10 times max."
        ],
        "name": "The Seductress, Guillotine"
      }
    },
    "90": {
      "description": "The bright girl running a General Store at the Capital of Orvel.  It is impossible to dislike this energetic, positive girl.  She takes out all sorts of useful items from her basket, helping her allies.",
      "name": "May",
      "s1": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "All allies' ATK is increased by {1} for 60 sec, and randomly grants one of the following effects: 1. DEF Penetration {2} up, 2. Atk Spd {3} up, 3. Instant Mana recovery by {4} . All effects other than Mana Recovery can be stacked up to 5 times max.",
        "name": "Take anything!",
        "transcendence": {
          "dark": "All effects can be stacked max 7 times.",
          "light": "All effects are not dispelled by 'dispel positive effect' effect."
        }
      },
      "s2": {
        "books": {
          "1": "Heal rate is increased by {1} %.",
          "2": "Heal rate is increased by {1} %.",
          "3": "Heal rate is increased by {1} %."
        },
        "description": "All allies' HP is healed by {1} , and per each sec, each ally recovers {2} % of their max HP for 10 sec. There is a 10% chance the heal rate doubles.",
        "name": "Cheer up!",
        "transcendence": {
          "dark": "There is a 15% chance to recover 1 orb of mana.",
          "light": "Increases ally CC Resist by 250 for 10 sec."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attacks a random target and other enemies in range 3 times, dealing a total of {1} M.DMG and inflicting Stun for 4 sec. There is a 10% chance that the skill range, DMG, and Stun duration are doubled.",
        "name": "Not for sale!",
        "transcendence": {
          "dark": "All attacks will be focused on a single enemy.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Every 15 sec, deals {1} M.DMG to 4 random enemies, and randomly inflicts one of the following: 1. {2} M.DMG over time for 10 sec, 2. Stun for 2 sec, 3. Freeze for 5 sec",
        "name": "Take this!",
        "transcendence": {
          "dark": "Increases target M.DMG taken by 25%.",
          "light": "Activates every 12 sec."
        }
      },
      "subtitle": "The Girl Dreaming of Riches",
      "t5": {
        "dark": "Each auto-attack has a 30% chance of healing the ally with the lowest HP by 3% of their HP. Also provides 5% mana to the ally.",
        "light": "ATK, DEF, HP+15% / CC Resist +100"
      },
      "treasure": {
        "description": [
          "[Not for sale!] DMG is increased by 20% and attacks the enemy 1 more time.",
          "[Not for sale!] DMG is increased by 24% and attacks the enemy 1 more time.",
          "[Not for sale!] DMG is increased by 29% and attacks the enemy 1 more time.",
          "[Not for sale!] DMG is increased by 35% and attacks the enemy 1 more time.",
          "[Not for sale!] DMG is increased by 42% and attacks the enemy 1 more time.",
          "[Not for sale!] DMG is increased by 50% and attacks the enemy 1 more time."
        ],
        "name": "Crystal Ball from Unknown Origin"
      },
      "weapon": {
        "description": [
          "Upon activating 'Take this!', applies the effects of 'Take anything!' to all allies and reduces cooldown of all own skills by 10%.",
          "Upon activating 'Take this!', applies the effects of 'Take anything!' to all allies and reduces cooldown of all own skills by 12%.",
          "Upon activating 'Take this!', applies the effects of 'Take anything!' to all allies and reduces cooldown of all own skills by 14%.",
          "Upon activating 'Take this!', applies the effects of 'Take anything!' to all allies and reduces cooldown of all own skills by 17%.",
          "Upon activating 'Take this!', applies the effects of 'Take anything!' to all allies and reduces cooldown of all own skills by 20%.",
          "Upon activating 'Take this!', applies the effects of 'Take anything!' to all allies and reduces cooldown of all own skills by 25%."
        ],
        "name": "The Box of Fragrance, Etelia"
      }
    },
    "91": {
      "description": "The man who conquered the Arena of Orvel.  People feared him for his battle prowess and began calling him the Beast of the Arena.  His amazing combat technique destroys his enemies in split seconds.",
      "name": "Gladi",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Strikes the target 7 times, dealing a total of {1} P.DMG. The last hit increases the target's P.DMG taken by {2} % for 10 sec.",
        "name": "Quick Strikes",
        "transcendence": {
          "dark": "P.DMG taken increase effect amount is changed to 50%.",
          "light": "When there is 1 enemy, DMG is boosted by 100%."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost and DMG is increased by {1} %",
          "2": "ATK boost and DMG is increased by {1} %",
          "3": "ATK boost and DMG is increased by {1} %"
        },
        "description": "Dispel all negative effects on self and deal {1} P.DMG to nearby enemies within a small radius, gaining the Status 'War God' for 10 sec. While in War God mode, ATK is boosted by {2} and all auto attacks have a 30% chance to consume 5% mana to deal an extra attack of {3} extra P.DMG. Upon taking M.DMG, dodge all M.DMG for 1 sec. Dodge effect only activates 1 time in every 2 sec.",
        "name": "Advent of the War God",
        "transcendence": {
          "dark": "Additional DMG hit chance rises by 20%.",
          "light": "War God state lasts 5 seconds longer."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Charges energy and sprints toward frontal enemies, dealing {1} P.DMG to enemies in range and inflicting stun for 3 sec. If the target is a boss, attack ignores target DEF.",
        "name": "Ultimate Punch!",
        "transcendence": {
          "dark": "Mana cost is reduced by 1.",
          "light": "DMG is increased by 40%."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Upon hitting a single target with 5 auto attacks, deals {1} extra DMG that ignores DEF.",
        "name": "This will hurt!",
        "transcendence": {
          "dark": "When activated in the Arena, deal 15% of the target's current HP as additional P.DMG that ignores DEF.",
          "light": "When there is 1 enemy, DMG is boosted by 100%."
        }
      },
      "subtitle": "Beast of the Arena",
      "t5": {
        "dark": "Increases all DEF by 8% of ATK.",
        "light": "ATK, DEF, HP+15% / ATK.Spd +100"
      },
      "treasure": {
        "description": [
          "[Ultimate Punch!] Skill cooldown is reduced by 30% and per each activation DMG is increased by 4%. This effect can be stacked max 10 times.",
          "[Ultimate Punch!] Skill cooldown is reduced by 30% and per each activation DMG is increased by 4.8%. This effect can be stacked max 10 times.",
          "[Ultimate Punch!] Skill cooldown is reduced by 30% and per each activation DMG is increased by 5.8%. This effect can be stacked max 10 times.",
          "[Ultimate Punch!] Skill cooldown is reduced by 30% and per each activation DMG is increased by 7%. This effect can be stacked max 10 times.",
          "[Ultimate Punch!] Skill cooldown is reduced by 30% and per each activation DMG is increased by 8.4%. This effect can be stacked max 10 times.",
          "[Ultimate Punch!] Skill cooldown is reduced by 30% and per each activation DMG is increased by 10%. This effect can be stacked max 10 times."
        ],
        "name": "Champion's Laurel Wreath"
      },
      "weapon": {
        "description": [
          "Upon a Crit Hit, Crit. DMG is increased by 20% for 5 sec. This effect can be stacked up to 7 times max.",
          "Upon a Crit Hit, Crit. DMG is increased by 24% for 5 sec. This effect can be stacked up to 7 times max.",
          "Upon a Crit Hit, Crit. DMG is increased by 29% for 5 sec. This effect can be stacked up to 7 times max.",
          "Upon a Crit Hit, Crit. DMG is increased by 35% for 5 sec. This effect can be stacked up to 7 times max.",
          "Upon a Crit Hit, Crit. DMG is increased by 42% for 5 sec. This effect can be stacked up to 7 times max.",
          "Upon a Crit Hit, Crit. DMG is increased by 50% for 5 sec. This effect can be stacked up to 7 times max."
        ],
        "name": "Beast Fist, Mastra"
      }
    },
    "92": {
      "description": "She is the genius from the Tower of Sage who reestablished the formula for Rune Magic.  Currently, she is Orvel's financier and the Chief Guild Officer that directs all guilds. Her strong analytical skills and Rune Magic can shackle her enemies.",
      "name": "Veronica",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Deals {1} M.DMG to enemy and surrounding enemies within range, and inflicts Stun for {2} sec.",
        "name": "This will hurt a little!",
        "transcendence": {
          "dark": "Number of targets changes to 2.",
          "light": "DMG is increased by 100% when there is 1 enemy."
        }
      },
      "s2": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "Grants a Rune to all allies to increase their ATK by {1} and any DMG to bosses by 15% for 10 sec.",
        "name": "Let me help you.",
        "transcendence": {
          "dark": "Reduces cooldown by 5 sec.",
          "light": "ATK Boost is increased by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Attacks target and enemies in a wide surrounding area 2 times to inflict {1} M.DMG, knock them down for 5 sec, and increase the M.DMG of enemies affected by 30% for 10 sec.",
        "name": "Get out of my sight!",
        "transcendence": {
          "dark": "Target takes increased M.DMG and P.DMG.",
          "light": "Increases Mana Cost by 1 and DMG by 100%."
        }
      },
      "s4": {
        "books": {
          "1": "ATK boost is increased by {1} %.",
          "2": "ATK boost is increased by {1} %.",
          "3": "ATK boost is increased by {1} %."
        },
        "description": "All Allies' ATK is increased by {1} , and upon using the skill 3 times, instantly gains The Top Financier's Knowledge. Per each stack of Top Financier's Knowledge, own Crit DMG is increased by 30%, and all skill effects are increased by 10% each. Top Financier's Knowledge can be stacked up to max 5 times, and cannot be dispelled.",
        "name": "Top Financier's Knowledge",
        "transcendence": {
          "dark": "When activated, increases the caster's ATK by 50% for 10 sec.",
          "light": "Recovers the caster's MP by 2 orbs when activated."
        }
      },
      "subtitle": "The Eye of Discernment",
      "t5": {
        "dark": "Reduces the cooldown of the caster's all skills by 15% every 20 sec.",
        "light": "ATK, DEF, HP+15% / Crit Chance +100"
      },
      "treasure": {
        "description": [
          "[Get out of my sight!] DMG is increased by 20% and per each enemy hit, cooldown is reduced by 10%.",
          "[Get out of my sight!] DMG is increased by 24% and per each enemy hit, cooldown is reduced by 10%.",
          "[Get out of my sight!] DMG is increased by 29% and per each enemy hit, cooldown is reduced by 10%.",
          "[Get out of my sight!] DMG is increased by 35% and per each enemy hit, cooldown is reduced by 10%.",
          "[Get out of my sight!] DMG is increased by 42% and per each enemy hit, cooldown is reduced by 10%.",
          "[Get out of my sight!] DMG is increased by 50% and per each enemy hit, cooldown is reduced by 10%."
        ],
        "name": "Seal of Guild Manager"
      },
      "weapon": {
        "description": [
          "All DMG from skills inflicts an additional M.DMG by 50% of ATK. Additionally, the Top Financier's Knowledge max stack increases to 9.",
          "All DMG from skills inflicts an additional M.DMG by 60% of ATK. Additionally, the Top Financier's Knowledge max stack increases to 10.",
          "All DMG from skills inflicts an additional M.DMG by 70% of ATK. Additionally, the Top Financier's Knowledge max stack increases to 11.",
          "All DMG from skills inflicts an additional M.DMG by 85% of ATK. Additionally, the Top Financier's Knowledge max stack increases to 12.",
          "All DMG from skills inflicts an additional M.DMG by 100% of ATK. Additionally, the Top Financier's Knowledge max stack increases to 13.",
          "All DMG from skills inflicts an additional M.DMG by 125% of ATK. Additionally, the Top Financier's Knowledge max stack increases to 15."
        ],
        "name": "Infinite Charter, Accordio"
      }
    }
  },
  "ui": {
    "acc": "ACC",
    "archer": "Archer",
    "artifact": "Artifact",
    "aspd": "ATK Spd",
    "assassin": "Assassin",
    "atk": "ATK",
    "back": "Back",
    "block": "Block",
    "blockdef": "DMG Reduction upon Block",
    "ccresist": "CC Resist",
    "class": "Class",
    "crit": "Crit",
    "critdmg": "Crit DMG",
    "critresist": "Crit Resistance",
    "dmgtype": "ATK Type",
    "dodge": "Dodge",
    "front": "Front",
    "hero": "Heroes",
    "hp": "Max HP",
    "knight": "Knight",
    "level": "Lv.",
    "lifesteal": "Lifesteal",
    "magical": "Magic",
    "mblock": "M.Block",
    "mblockdef": "M.Block DEF",
    "mdodge": "M.Dodge",
    "mechanic": "Mechanic",
    "middle": "Middle",
    "mpatk": "MP Recovery/Attack",
    "mtough": "M.Tough",
    "pblock": "P.Block",
    "pdodge": "P.Dodge",
    "pen": "Penetration",
    "physical": "Physical",
    "position": "Position",
    "priest": "Priest",
    "ptough": "P.Tough",
    "tough": "Tough",
    "treasure": "Treasure",
    "warrior": "Warrior",
    "weapon": "Weapon",
    "wizard": "Wizard"
  }
}