{
  "artifact": {
    "1": {
      "description": [
        "10% Chance, bei einem Angriff 1 MP zu regenerieren.",
        "12% Chance, bei einem Angriff 1 MP zu regenerieren.",
        "14% Chance, bei einem Angriff 1 MP zu regenerieren.",
        "17% Chance, bei einem Angriff 1 MP zu regenerieren.",
        "20% Chance, bei einem Angriff 1 MP zu regenerieren.",
        "25% Chance, bei einem Angriff 1 MP zu regenerieren."
      ],
      "name": "Brennendes Kohlebecken der Elfen"
    },
    "10": {
      "description": [
        "5% Chance, bei erlittenem Schaden 3 Sek lang immun gegenüber allen Schaden zu werden.",
        "5% Chance, bei erlittenem Schaden 3.5 Sek lang immun gegenüber allen Schaden zu werden.",
        "5% Chance, bei erlittenem Schaden 4 Sek lang immun gegenüber allen Schaden zu werden.",
        "5% Chance, bei erlittenem Schaden 5 Sek lang immun gegenüber allen Schaden zu werden.",
        "5% Chance, bei erlittenem Schaden 6 Sek lang immun gegenüber allen Schaden zu werden.",
        "5% Chance, bei erlittenem Schaden 7.5 Sek lang immun gegenüber allen Schaden zu werden."
      ],
      "name": "Goldene Maske eines antiken Königs"
    },
    "11": {
      "description": [
        "Erhöht M.Blockchance um 30% und verringert erlittenen M.Schaden um 10%.",
        "Erhöht M.Blockchance um 33% und verringert erlittenen M.Schaden um 11%.",
        "Erhöht M.Blockchance um 36% und verringert erlittenen M.Schaden um 12%.",
        "Erhöht M.Blockchance um 40% und verringert erlittenen M.Schaden um 14%.",
        "Erhöht M.Blockchance um 44% und verringert erlittenen M.Schaden um 16%.",
        "Erhöht M.Blockchance um 50% und verringert erlittenen M.Schaden um 20%."
      ],
      "name": "Bronzespiegel einer Dame"
    },
    "12": {
      "description": [
        "Bringt alle 20 Sek einen zufälligen Feind 3 Sek lang zum Schweigen und entfernt alle positiven Effekte.",
        "Bringt alle 19 Sek einen zufälligen Feind 3 Sek lang zum Schweigen und entfernt alle positiven Effekte.",
        "Bringt alle 18 Sek einen zufälligen Feind 3 Sek lang zum Schweigen und entfernt alle positiven Effekte.",
        "Bringt alle 17 Sek einen zufälligen Feind 3 Sek lang zum Schweigen und entfernt alle positiven Effekte.",
        "Bringt alle 16 Sek einen zufälligen Feind 3 Sek lang zum Schweigen und entfernt alle positiven Effekte.",
        "Bringt alle 15 Sek einen zufälligen Feind 3 Sek lang zum Schweigen und entfernt alle positiven Effekte."
      ],
      "name": "Versiegelungskette eines Urgottes"
    },
    "13": {
      "description": [
        "ANG gegen Goblins steigt um 40%, während Schadensresistenz gegen Goblins um 20% steigt.",
        "ANG gegen Goblins steigt um 48%, während Schadensresistenz gegen Goblins um 24% steigt.",
        "ANG gegen Goblins steigt um 57%, während Schadensresistenz gegen Goblins um 28% steigt.",
        "ANG gegen Goblins steigt um 69%, während Schadensresistenz gegen Goblins um 34% steigt.",
        "ANG gegen Goblins steigt um 83%, während Schadensresistenz gegen Goblins um 41% steigt.",
        "ANG gegen Goblins steigt um 100%, während Schadensresistenz gegen Goblins um 50% steigt."
      ],
      "name": "Goblinmaske"
    },
    "14": {
      "description": [
        "ANG gegen Harpien steigt um 40%, während Schadensresistenz gegen Harpien um 20% steigt.",
        "ANG gegen Harpien steigt um 48%, während Schadensresistenz gegen Harpien um 24% steigt.",
        "ANG gegen Harpien steigt um 57%, während Schadensresistenz gegen Harpien um 28% steigt.",
        "ANG gegen Harpien steigt um 69%, während Schadensresistenz gegen Harpien um 34% steigt.",
        "ANG gegen Harpien steigt um 83%, während Schadensresistenz gegen Harpien um 41% steigt.",
        "ANG gegen Harpien steigt um 100%, während Schadensresistenz gegen Harpien um 50% steigt."
      ],
      "name": "Harpienmaske"
    },
    "15": {
      "description": [
        "ANG gegen Orks steigt um 40%, während Schadensresistenz gegen Orks um 20% steigt.",
        "ANG gegen Orks steigt um 48%, während Schadensresistenz gegen Orks um 24% steigt.",
        "ANG gegen Orks steigt um 57%, während Schadensresistenz gegen Orks um 28% steigt.",
        "ANG gegen Orks steigt um 69%, während Schadensresistenz gegen Orks um 34% steigt.",
        "ANG gegen Orks steigt um 83%, während Schadensresistenz gegen Orks um 41% steigt.",
        "ANG gegen Orks steigt um 100%, während Schadensresistenz gegen Orks um 50% steigt."
      ],
      "name": "Orkmaske"
    },
    "16": {
      "description": [
        "ANG gegen Dunkelelfen steigt um 40%, während Schadensresistenz gegen Dunkelelfen um 20% steigt.",
        "ANG gegen Dunkelelfen steigt um 48%, während Schadensresistenz gegen Dunkelelfen um 24% steigt.",
        "ANG gegen Dunkelelfen steigt um 57%, während Schadensresistenz gegen Dunkelelfen um 28% steigt.",
        "ANG gegen Dunkelelfen steigt um 69%, während Schadensresistenz gegen Dunkelelfen um 34% steigt.",
        "ANG gegen Dunkelelfen steigt um 83%, während Schadensresistenz gegen Dunkelelfen um 41% steigt.",
        "ANG gegen Dunkelelfen steigt um 100%, während Schadensresistenz gegen Dunkelelfen um 50% steigt."
      ],
      "name": "Dunkelelf-Maske"
    },
    "18": {
      "description": [
        "ANG gegen Skeletons steigt um 40%, während Schadensresistenz gegen Skeletons um 20% steigt.",
        "ANG gegen Skeletons steigt um 48%, während Schadensresistenz gegen Skeletons um 24% steigt.",
        "ANG gegen Skeletons steigt um 57%, während Schadensresistenz gegen Skeletons um 28% steigt.",
        "ANG gegen Skeletons steigt um 69%, während Schadensresistenz gegen Skeletons um 34% steigt.",
        "ANG gegen Skeletons steigt um 83%, während Schadensresistenz gegen Skeletons um 41% steigt.",
        "ANG gegen Skeletons steigt um 100%, während Schadensresistenz gegen Skeletons um 50% steigt."
      ],
      "name": "Skeleton-Maske"
    },
    "19": {
      "description": [
        "Regeneriert zum Kampfbeginn 24% TP und 12% Mana.",
        "Regeneriert zum Kampfbeginn 28% TP und 14% Mana.",
        "Regeneriert zum Kampfbeginn 34% TP und 17% Mana.",
        "Regeneriert zum Kampfbeginn 42% TP und 21% Mana.",
        "Regeneriert zum Kampfbeginn 50% TP und 25% Mana.",
        "Regeneriert zum Kampfbeginn 60% TP und 30% Mana."
      ],
      "name": "Seelenquell-Wasser"
    },
    "2": {
      "description": [
        "10% Chance, bei einem Angriff ANG und Angriffsgeschw. um 10% für 10 Sek zu erhöhen.",
        "10% Chance, bei einem Angriff ANG und Angriffsgeschw. um 12% für 10 Sek zu erhöhen.",
        "10% Chance, bei einem Angriff ANG und Angriffsgeschw. um 14% für 10 Sek zu erhöhen.",
        "10% Chance, bei einem Angriff ANG und Angriffsgeschw. um 17% für 10 Sek zu erhöhen.",
        "10% Chance, bei einem Angriff ANG und Angriffsgeschw. um 20% für 10 Sek zu erhöhen.",
        "10% Chance, bei einem Angriff ANG und Angriffsgeschw. um 25% für 10 Sek zu erhöhen."
      ],
      "name": "Trinkhorn der uralten Kuh"
    },
    "20": {
      "description": [
        "Entfernt alle 20 Sek alle eigene negative Statuseffekte..",
        "Entfernt alle 19 Sek alle eigene negative Statuseffekte..",
        "Entfernt alle 18 Sek alle eigene negative Statuseffekte..",
        "Entfernt alle 17 Sek alle eigene negative Statuseffekte..",
        "Entfernt alle 16 Sek alle eigene negative Statuseffekte..",
        "Entfernt alle 15 Sek alle eigene negative Statuseffekte.."
      ],
      "name": "Talisman des Widerstands"
    },
    "21": {
      "description": [
        "Erleidet der Held mehr Schaden als 75% seiner max. TP auf einmal, wird jeglicher Schaden über den 75% ignoriert. Hat einen Cooldown von 60 Sek.",
        "Erleidet der Held mehr Schaden als 70% seiner max. TP auf einmal, wird jeglicher Schaden über den 75% ignoriert. Hat einen Cooldown von 60 Sek.",
        "Erleidet der Held mehr Schaden als 65% seiner max. TP auf einmal, wird jeglicher Schaden über den 75% ignoriert. Hat einen Cooldown von 60 Sek.",
        "Erleidet der Held mehr Schaden als 60% seiner max. TP auf einmal, wird jeglicher Schaden über den 75% ignoriert. Hat einen Cooldown von 60 Sek.",
        "Erleidet der Held mehr Schaden als 75% seiner max. TP auf einmal, wird jeglicher Schaden über den 75% ignoriert. Hat einen Cooldown von 60 Sek.",
        "Erleidet der Held mehr Schaden als 75% seiner max. TP auf einmal, wird jeglicher Schaden über den 75% ignoriert. Hat einen Cooldown von 60 Sek."
      ],
      "name": "Armreif des Lichturteils"
    },
    "22": {
      "description": [
        "ANG gegen Eidechsen steigt um 40%, während Schadensresistenz gegen Eidechsen um 20% steigt.",
        "ANG gegen Eidechsen steigt um 48%, während Schadensresistenz gegen Eidechsen um 24% steigt.",
        "ANG gegen Eidechsen steigt um 57%, während Schadensresistenz gegen Eidechsen um 28% steigt.",
        "ANG gegen Eidechsen steigt um 69%, während Schadensresistenz gegen Eidechsen um 34% steigt.",
        "ANG gegen Eidechsen steigt um 83%, während Schadensresistenz gegen Eidechsen um 41% steigt.",
        "ANG gegen Eidechsen steigt um 100%, während Schadensresistenz gegen Eidechsen um 50% steigt."
      ],
      "name": "Eidechsen-Maske"
    },
    "24": {
      "description": [
        "Erhalte am Anfang des Kampfes Immunität gegen negative Statuseffekte, sowie einen 50% Boost für K. und M.Vert von 8 Sekunden.",
        "Erhalte am Anfang des Kampfes Immunität gegen negative Statuseffekte, sowie einen 50% Boost für K. und M.Vert von 10 Sekunden.",
        "Erhalte am Anfang des Kampfes Immunität gegen negative Statuseffekte, sowie einen 50% Boost für K. und M.Vert von 12 Sekunden.",
        "Erhalte am Anfang des Kampfes Immunität gegen negative Statuseffekte, sowie einen 50% Boost für K. und M.Vert von 14 Sekunden.",
        "Erhalte am Anfang des Kampfes Immunität gegen negative Statuseffekte, sowie einen 50% Boost für K. und M.Vert von 17 Sekunden.",
        "Erhalte am Anfang des Kampfes Immunität gegen negative Statuseffekte, sowie einen 50% Boost für K. und M.Vert von 20 Sekunden."
      ],
      "name": "Erdschutz"
    },
    "25": {
      "description": [
        "Bei 1 Gegner steigt ANG um 40%.",
        "Bei 1 Gegner steigt ANG um 48%.",
        "Bei 1 Gegner steigt ANG um 58%.",
        "Bei 1 Gegner steigt ANG um 69%.",
        "Bei 1 Gegner steigt ANG um 83%.",
        "Bei 1 Gegner steigt ANG um 100%."
      ],
      "name": "Erdsegen"
    },
    "26": {
      "description": [
        "ANG, TP und VERT steigen um 10%.",
        "ANG, TP und VERT steigen um 12%.",
        "ANG, TP und VERT steigen um 14%.",
        "ANG, TP und VERT steigen um 17%.",
        "ANG, TP und VERT steigen um 20%.",
        "ANG, TP und VERT steigen um 25%."
      ],
      "name": "Erdkern"
    },
    "27": {
      "description": [
        "ANG gegen Frostriesen steigt um 40%, während Schadensresistenz gegen Frostriesen um 20% steigt.",
        "ANG gegen Frostriesen steigt um 48%, während Schadensresistenz gegen Frostriesen um 24% steigt.",
        "ANG gegen Frostriesen steigt um 57%, während Schadensresistenz gegen Frostriesen um 28% steigt.",
        "ANG gegen Frostriesen steigt um 69%, während Schadensresistenz gegen Frostriesen um 34% steigt.",
        "ANG gegen Frostriesen steigt um 83%, während Schadensresistenz gegen Frostriesen um 41% steigt.",
        "ANG gegen Frostriesen steigt um 100%, während Schadensresistenz gegen Frostriesen um 50% steigt."
      ],
      "name": "Frostriesen-Maske"
    },
    "28": {
      "description": [
        "Alle 50 Male, wenn der Charakter M.Schaden erleidet, werden alle negativen Effekte entfernt und er erhält ein Schild mit 480% ANG für 5 Sek. Der Schild gewährt Effekt-Immunität und verhindert Schadenskumulierung während der Dauer.",
        "Alle 50 Male, wenn der Charakter M.Schaden erleidet, werden alle negativen Effekte entfernt und er erhält ein Schild mit 580% ANG für 5 Sek. Der Schild gewährt Effekt-Immunität und verhindert Schadenskumulierung während der Dauer.",
        "Alle 50 Male, wenn der Charakter M.Schaden erleidet, werden alle negativen Effekte entfernt und er erhält ein Schild mit 690% ANG für 5 Sek. Der Schild gewährt Effekt-Immunität und verhindert Schadenskumulierung während der Dauer.",
        "Alle 50 Male, wenn der Charakter M.Schaden erleidet, werden alle negativen Effekte entfernt und er erhält ein Schild mit 830% ANG für 5 Sek. Der Schild gewährt Effekt-Immunität und verhindert Schadenskumulierung während der Dauer.",
        "Alle 50 Male, wenn der Charakter M.Schaden erleidet, werden alle negativen Effekte entfernt und er erhält ein Schild mit 1000% ANG für 5 Sek. Der Schild gewährt Effekt-Immunität und verhindert Schadenskumulierung während der Dauer.",
        "Alle 50 Male, wenn der Charakter M.Schaden erleidet, werden alle negativen Effekte entfernt und er erhält ein Schild mit 1200% ANG für 5 Sek. Der Schild gewährt Effekt-Immunität und verhindert Schadenskumulierung während der Dauer."
      ],
      "name": "Abzeichen der Eisernen Überzeugung"
    },
    "29": {
      "description": [
        "Jeder normale Angriff hat eine 10%-Chance, das Mana des Gegners um 600 zu verringern. 6 Sek. Cooldown.",
        "Jeder normale Angriff hat eine 12%-Chance, das Mana des Gegners um 700 zu verringern. 6 Sek. Cooldown.",
        "Jeder normale Angriff hat eine 14%-Chance, das Mana des Gegners um 800 zu verringern. 6 Sek. Cooldown.",
        "Jeder normale Angriff hat eine 16%-Chance, das Mana des Gegners um 1000 zu verringern. 6 Sek. Cooldown.",
        "Jeder normale Angriff hat eine 18%-Chance, das Mana des Gegners um 1200 zu verringern. 6 Sek. Cooldown.",
        "Jeder normale Angriff hat eine 20%-Chance, das Mana des Gegners um 1500 zu verringern. 6 Sek. Cooldown."
      ],
      "name": "Magischer Schwarzer Dolch"
    },
    "3": {
      "description": [
        "3% Chance, bei einem Angriff zusätzlich 400% M.Schaden zuzufügen.",
        "3% Chance, bei einem Angriff zusätzlich 480% M.Schaden zuzufügen.",
        "3% Chance, bei einem Angriff zusätzlich 575% M.Schaden zuzufügen.",
        "3% Chance, bei einem Angriff zusätzlich 690% M.Schaden zuzufügen.",
        "3% Chance, bei einem Angriff zusätzlich 830% M.Schaden zuzufügen.",
        "3% Chance, bei einem Angriff zusätzlich 1000% M.Schaden zuzufügen."
      ],
      "name": "Magische Würfel"
    },
    "32": {
      "description": [
        "Erhöht M. VERT alle 7 Sek. um 1% der ANG. Effekt kumuliert sich bis zu 6 Mal.",
        "Erhöht M. VERT alle 7 Sek. um 1,2% der ANG. Effekt kumuliert sich bis zu 6 Mal.",
        "Erhöht M. VERT alle 7 Sek. um 1,4% der ANG. Effekt kumuliert sich bis zu 6 Mal.",
        "Erhöht M. VERT alle 7 Sek. um 1,7% der ANG. Effekt kumuliert sich bis zu 6 Mal.",
        "Erhöht M. VERT alle 7 Sek. um 2% der ANG. Effekt kumuliert sich bis zu 6 Mal.",
        "Erhöht M. VERT alle 7 Sek. um 2,5% der ANG. Effekt kumuliert sich bis zu 6 Mal."
      ],
      "name": "Vetragskugeln"
    },
    "33": {
      "description": [
        "Suche alle 10 Sek. ein Ziel aus. Dieses nimmt 5 Sek. lang jede Sek. VERT ignorierenden Schaden in Höhe von 2% der aktuellen TP und reduziert Mana um 200. Dieser Skill funktioniert nur in der Arena.",
        "Suche alle 10 Sek. ein Ziel aus. Dieses nimmt 5 Sek. lang jede Sek. VERT ignorierenden Schaden in Höhe von 2.4% der aktuellen TP und reduziert Mana um 200. Dieser Skill funktioniert nur in der Arena.",
        "Suche alle 10 Sek. ein Ziel aus. Dieses nimmt 5 Sek. lang jede Sek. VERT ignorierenden Schaden in Höhe von 2,9% der aktuellen TP und reduziert Mana um 290. Dieser Skill funktioniert nur in der Arena.",
        "Suche alle 10 Sek. ein Ziel aus. Dieses nimmt 5 Sek. lang jede Sek. VERT ignorierenden Schaden in Höhe von 3,5% der aktuellen TP und reduziert Mana um 350. Dieser Skill funktioniert nur in der Arena.",
        "Suche alle 10 Sek. ein Ziel aus. Dieses nimmt 5 Sek. lang jede Sek. VERT ignorierenden Schaden in Höhe von 4,2% der aktuellen TP und reduziert Mana um 420. Dieser Skill funktioniert nur in der Arena.",
        "Suche alle 10 Sek. ein Ziel aus. Dieses nimmt 5 Sek. lang jede Sek. VERT ignorierenden Schaden in Höhe von 5% der aktuellen TP und reduziert Mana um 500. Dieser Skill funktioniert nur in der Arena."
      ],
      "name": "Schwarzmagie-Foliant"
    },
    "4": {
      "description": [
        "Erhöht Geschwindigkeit um 400 zu jedem Kampfbeginn für 15 Sek.",
        "Erhöht Geschwindigkeit um 480 zu jedem Kampfbeginn für 15 Sek.",
        "Erhöht Geschwindigkeit um 570 zu jedem Kampfbeginn für 15 Sek.",
        "Erhöht Geschwindigkeit um 690 zu jedem Kampfbeginn für 15 Sek.",
        "Erhöht Geschwindigkeit um 830 zu jedem Kampfbeginn für 15 Sek.",
        "Erhöht Geschwindigkeit um 1000 zu jedem Kampfbeginn für 15 Sek."
      ],
      "name": "Goldene Katzenstatue"
    },
    "40": {
      "description": [
        "Dem Gegner 100 Mal Schaden zuzufügen, erhöht ANG um 30% und Krit. Chance um 200 für 15 Sek. Dieser Effekt kann nicht entfernt werden.",
        "Dem Gegner 100 Mal Schaden zuzufügen, erhöht ANG um 36% und Krit. Chance um 240 für 15 Sek. Dieser Effekt kann nicht entfernt werden.",
        "Dem Gegner 100 Mal Schaden zuzufügen, erhöht ANG um 44% und Krit. Chance um 290 für 15 Sek. Dieser Effekt kann nicht entfernt werden.",
        "Dem Gegner 100 Mal Schaden zuzufügen, erhöht ANG um 53% und Krit. Chance um 350 für 15 Sek. Dieser Effekt kann nicht entfernt werden.",
        "Dem Gegner 100 Mal Schaden zuzufügen, erhöht ANG um 63% und Krit. Chance um 420 für 15 Sek. Dieser Effekt kann nicht entfernt werden.",
        "Dem Gegner 100 Mal Schaden zuzufügen, erhöht ANG um 75% und Krit. Chance um 500 für 15 Sek. Dieser Effekt kann nicht entfernt werden."
      ],
      "name": "Dreizack der Tiefe"
    },
    "41": {
      "description": [
        "Am Anfang des Kampfes wird die Angriffsgeschw. des Gegners für 8 Sek. auf 1000, sowie um 20% reduziert.",
        "Am Anfang des Kampfes wird die Angriffsgeschw. des Gegners für 10 Sek. auf 1000, sowie um 24% reduziert.",
        "Am Anfang des Kampfes wird die Angriffsgeschw. des Gegners für 12 Sek. auf 1000, sowie um 29% reduziert.",
        "Am Anfang des Kampfes wird die Angriffsgeschw. des Gegners für 14 Sek. auf 1000, sowie um 35% reduziert.",
        "Am Anfang des Kampfes wird die Angriffsgeschw. des Gegners für 17 Sek. auf 1000, sowie um 42% reduziert.",
        "Am Anfang des Kampfes wird die Angriffsgeschw. des Gegners für 20 Sek. auf 1000, sowie um 50% reduziert."
      ],
      "name": "Verzauberter Ring der Tiefe"
    },
    "42": {
      "description": [
        "Beim Kampf gegen nur einen Gegner, ist alle VERT um 50% erhöht.",
        "Beim Kampf gegen nur einen Gegner, ist alle VERT um 60% erhöht.",
        "Beim Kampf gegen nur einen Gegner, ist alle VERT um 72% erhöht.",
        "Beim Kampf gegen nur einen Gegner, ist alle VERT um 86% erhöht.",
        "Beim Kampf gegen nur einen Gegner, ist alle VERT um 103% erhöht.",
        "Beim Kampf gegen nur einen Gegner, ist alle VERT um 125% erhöht."
      ],
      "name": "Wächterkristall der Tiefe"
    },
    "5": {
      "description": [
        "Reduziert alle 10 Sek. alle Cooldowns um 1 Sek. und erhöht Angriffsgeschw. für 5 Sek. um 80.",
        "Reduziert alle 10 Sek. alle Cooldowns um 1,2 Sek. und erhöht Angriffsgeschw. für 5 Sek. um 96.",
        "Reduziert alle 10 Sek. alle Cooldowns um 1,4 Sek. und erhöht Angriffsgeschw. für 5 Sek. um 115.",
        "Reduziert alle 10 Sek. alle Cooldowns um 1,7 Sek. und erhöht Angriffsgeschw. für 5 Sek. um 138.",
        "Reduziert alle 10 Sek. alle Cooldowns um 2 Sek. und erhöht Angriffsgeschw. für 5 Sek. um 165.",
        "Reduziert alle 10 Sek. alle Cooldowns um 2,5 Sek. und erhöht Angriffsgeschw. für 5 Sek. um 200."
      ],
      "name": "Antike Taschenuhr"
    },
    "51": {
      "description": [
        "Max. TP wird um 20% erhöht und alle Gegner im näheren Umfeld erleiden K.Schaden in Höhe von 2% der max. TP.",
        "Max. TP wird um 24% erhöht und alle Gegner im näheren Umfeld erleiden K.Schaden in Höhe von 2% der max. TP.",
        "Max. TP wird um 29% erhöht und alle Gegner im näheren Umfeld erleiden K.Schaden in Höhe von 2% der max. TP.",
        "Max. TP wird um 35% erhöht und alle Gegner im näheren Umfeld erleiden K.Schaden in Höhe von 2% der max. TP.",
        "Max. TP wird um 42% erhöht und alle Gegner im näheren Umfeld erleiden K.Schaden in Höhe von 2% der max. TP.",
        "Max. TP wird um 50% erhöht und alle Gegner im näheren Umfeld erleiden K.Schaden in Höhe von 2% der max. TP."
      ],
      "name": "Kreuz-Kürbiskopf"
    },
    "52": {
      "description": [
        "Reduziert erhaltenen Schaden um 10% und gleichzeitig wird 10% mehr Schaden an Gegner verteilt.",
        "Reduziert erhaltenen Schaden um 12% und gleichzeitig wird 12% mehr Schaden an Gegner verteilt.",
        "Reduziert erhaltenen Schaden um 14% und gleichzeitig wird 14% mehr Schaden an Gegner verteilt.",
        "Reduziert erhaltenen Schaden um 17% und gleichzeitig wird 17% mehr Schaden an Gegner verteilt.",
        "Reduziert erhaltenen Schaden um 20% und gleichzeitig wird 20% mehr Schaden an Gegner verteilt.",
        "Reduziert erhaltenen Schaden um 25% und gleichzeitig wird 25% mehr Schaden an Gegner verteilt."
      ],
      "name": "Wütender Kürbiskopf"
    },
    "53": {
      "description": [
        "Alle 15. Sek werden 3 Sek. lang TP in Höhe von 1% der max. TP regeneriert.",
        "Alle 15. Sek werden 3 Sek. lang TP in Höhe von 1,2% der max. TP regeneriert.",
        "Alle 15. Sek werden 3 Sek. lang TP in Höhe von 1,4% der max. TP regeneriert.",
        "Alle 15. Sek werden 3 Sek. lang TP in Höhe von 1,7% der max. TP regeneriert.",
        "Alle 15. Sek werden 3 Sek. lang TP in Höhe von 2% der max. TP regeneriert.",
        "Alle 15. Sek werden 3 Sek. lang TP in Höhe von 2,5% der max. TP regeneriert."
      ],
      "name": "Durchgegarter Truthahnbraten"
    },
    "55": {
      "description": [
        "Erhöht Mana-Regeneration am Anfang jeden Kampfes für 5 Sek. um 260% pro Sek. und Krit.-Widerstand um 100. Effekt kann nicht aufgehoben werden.",
        "Erhöht Mana-Regeneration am Anfang jeden Kampfes für 5 Sek. um 310% pro Sek. und Krit.-Widerstand um 120. Effekt kann nicht aufgehoben werden.",
        "Erhöht Mana-Regeneration am Anfang jeden Kampfes für 5 Sek. um 370% pro Sek. und Krit.-Widerstand um 140. Effekt kann nicht aufgehoben werden.",
        "Erhöht Mana-Regeneration am Anfang jeden Kampfes für 5 Sek. um 450% pro Sek. und Krit.-Widerstand um 170. Effekt kann nicht aufgehoben werden.",
        "Erhöht Mana-Regeneration am Anfang jeden Kampfes für 5 Sek. um 540% pro Sek. und Krit.-Widerstand um 210. Effekt kann nicht aufgehoben werden.",
        "Erhöht Mana-Regeneration am Anfang jeden Kampfes für 5 Sek. um 650% pro Sek. und Krit.-Widerstand um 250. Effekt kann nicht aufgehoben werden."
      ],
      "name": "Weihnachtsstern"
    },
    "56": {
      "description": [
        "ANG ist am Anfang jeden Kampfes für 60 Sek. um 5% erhöht.",
        "ANG ist am Anfang jeden Kampfes für 60 Sek. um 6% erhöht.",
        "ANG ist am Anfang jeden Kampfes für 60 Sek. um 7,2% erhöht.",
        "ANG ist am Anfang jeden Kampfes für 60 Sek. um 8,6% erhöht.",
        "ANG ist am Anfang jeden Kampfes für 60 Sek. um 10,4% erhöht.",
        "ANG ist am Anfang jeden Kampfes für 60 Sek. um 12,5% erhöht."
      ],
      "name": "Neujahrsfeuerwerk"
    },
    "57": {
      "description": [
        "Krit. Trefferchance ist um 100 und Krit. Schaden um 20% erhöht.",
        "Krit. Trefferchance ist um 120 und Krit. Schaden um 24% erhöht.",
        "Krit. Trefferchance ist um 140 und Krit. Schaden um 29% erhöht.",
        "Krit. Trefferchance ist um 170 und Krit. Schaden um 35% erhöht.",
        "Krit. Trefferchance ist um 210 und Krit. Schaden um 42% erhöht.",
        "Krit. Trefferchance ist um 250 und Krit. Schaden um 50% erhöht."
      ],
      "name": "Schicker Traditioneller Anhänger"
    },
    "6": {
      "description": [
        "Fallen die TP unter 20%, erhöhen sich ANG und Geschw. um 30%. Erlittener Schaden ist um 30% reduziert.",
        "Fallen die TP unter 20%, erhöhen sich ANG und Geschw. um 36%. Erlittener Schaden ist um 36% reduziert.",
        "Fallen die TP unter 20%, erhöhen sich ANG und Geschw. um 43%. Erlittener Schaden ist um 43% reduziert.",
        "Fallen die TP unter 20%, erhöhen sich ANG und Geschw. um 51%. Erlittener Schaden ist um 51% reduziert.",
        "Fallen die TP unter 20%, erhöhen sich ANG und Geschw. um 62%. Erlittener Schaden ist um 62% reduziert.",
        "Fallen die TP unter 20%, erhöhen sich ANG und Geschw. um 75%. Erlittener Schaden ist um 75% reduziert."
      ],
      "name": "Elementarbuch für Helden"
    },
    "7": {
      "description": [
        "Bei 100% MP steigen krit. Trefferchance und Präzision um 40% für 10 Sek. Hat einen 20 Sek Cooldown.",
        "Bei 100% MP steigen krit. Trefferchance und Präzision um 48% für 10 Sek. Hat einen 20 Sek Cooldown.",
        "Bei 100% MP steigen krit. Trefferchance und Präzision um 57% für 10 Sek. Hat einen 20 Sek Cooldown.",
        "Bei 100% MP steigen krit. Trefferchance und Präzision um 69% für 10 Sek. Hat einen 20 Sek Cooldown.",
        "Bei 100% MP steigen krit. Trefferchance und Präzision um 83% für 10 Sek. Hat einen 20 Sek Cooldown.",
        "Bei 100% MP steigen krit. Trefferchance und Präzision um 100% für 10 Sek. Hat einen 20 Sek Cooldown."
      ],
      "name": "Antikes Fernglas"
    },
    "8": {
      "description": [
        "Fügt Feinden in Umgebung K.Schaden (100% d. ANG) zu und wirft sie zu Boden, wenn TP unter 35% fallen. Getroffene Feinde erleiden eine 14% ANG- und eine 140 Geschwindigkeitsreduzierung. 30 Sek Cooldown.",
        "Fügt Feinden in Umgebung K.Schaden (100% d. ANG) zu und wirft sie zu Boden, wenn TP unter 35% fallen. Getroffene Feinde erleiden eine 16% ANG- und eine 160 Geschwindigkeitsreduzierung. 30 Sek Cooldown.",
        "Fügt Feinden in Umgebung K.Schaden (100% d. ANG) zu und wirft sie zu Boden, wenn TP unter 35% fallen. Getroffene Feinde erleiden eine 20% ANG- und eine 200 Geschwindigkeitsreduzierung. 30 Sek Cooldown.",
        "Fügt Feinden in Umgebung K.Schaden (100% d. ANG) zu und wirft sie zu Boden, wenn TP unter 35% fallen. Getroffene Feinde erleiden eine 24% ANG- und eine 240 Geschwindigkeitsreduzierung. 30 Sek Cooldown.",
        "Fügt Feinden in Umgebung K.Schaden (100% d. ANG) zu und wirft sie zu Boden, wenn TP unter 35% fallen. Getroffene Feinde erleiden eine 29% ANG- und eine 290 Geschwindigkeitsreduzierung. 30 Sek Cooldown.",
        "Fügt Feinden in Umgebung K.Schaden (100% d. ANG) zu und wirft sie zu Boden, wenn TP unter 35% fallen. Getroffene Feinde erleiden eine 35% ANG- und eine 350 Geschwindigkeitsreduzierung. 30 Sek Cooldown."
      ],
      "name": "Brüllende Tigerstatue"
    },
    "9": {
      "description": [
        "Heilt einen Helden um 30% der max. TP, wenn seine TP unter 25% fallen.",
        "Heilt einen Helden um 36% der max. TP, wenn seine TP unter 25% fallen.",
        "Heilt einen Helden um 43% der max. TP, wenn seine TP unter 25% fallen.",
        "Heilt einen Helden um 51% der max. TP, wenn seine TP unter 25% fallen.",
        "Heilt einen Helden um 62% der max. TP, wenn seine TP unter 25% fallen.",
        "Heilt einen Helden um 75% der max. TP, wenn seine TP unter 25% fallen."
      ],
      "name": "Goldener Apfel der Göttin"
    }
  },
  "hero": {
    "1": {
      "description": "Der auserwählte Krieger des Heiligen Schwertes Aea, das Schwert, das die Welt bereits einmal rettete. Er kann Feinde zurückwerfen und sich selbst mit der Macht des heiligen Schwertes stärken.",
      "name": "Kasel",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden in Reichw. {1} K.Schaden zu und wirft sie für {2} Sek zu Boden.",
        "name": "Urteilsklinge",
        "transcendence": {
          "dark": "Ignoriert VERT, wenn nur ein Feind auf dem Schlachtfeld ist.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Trefferchance um {1} %."
        },
        "description": "Verursache beim Ausweichen {1} K. Schaden an frontal stehenden Feinden und reduziere ihre PRÄZ für 5 Sek. um {2} . After hitting the target, gain 300 mana.",
        "name": "Stoß der Göttin",
        "transcendence": {
          "dark": "Ziel erleidet 25% zusätzlichen K.Schaden.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s3": {
        "books": {
          "1": "Angriffs-Steigungsrate steigt um {1} %.",
          "2": "Angriffs-Steigungsrate steigt um {1} %.",
          "3": "Erhöht Geschw. um {1} % während d. Wirkungsdauer."
        },
        "description": "Verursacht {1} P. Schaden an umstehenden Gegnern und betäubt sie für 3 Sek. Für {2} Sek.,sind außerdem ANG um {3} und Ausweichrate {4} erhöht, während Effektimmunität eintritt. Effekt kann nicht aufgehoben werden.",
        "name": "Göttlicher Wille",
        "transcendence": {
          "dark": "Erhöht ANG-Boost um 40%.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Trefferchance um {1} %."
        },
        "description": "Fügt Feinden in Reichw. {1} K.Schaden zu.",
        "name": "Tollkühner Vorstoß",
        "transcendence": {
          "dark": "Verkürzt Zauberdauer und reduziert Cooldown um 1 Sek.",
          "light": "PRÄZ-Verringerungsrate wurde auf 250 verringert."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Holt beim Angriff zu einem weiteren Schlag aus, der 40% der ANG als Schaden verursacht.",
        "light": "ANG, VERT, TP+15% / K.Ausw.-Chance +100"
      },
      "treasure": {
        "description": [
          "[Göttlicher Wille] Erhöht Ausweichrate um 250 und Angriffsgeschw. um 100 für die Wirkungsdauer.",
          "[Göttlicher Wille] Erhöht Ausweichrate um 250 und Angriffsgeschw. um 120 für die Wirkungsdauer.",
          "[Göttlicher Wille] Erhöht Ausweichrate um 250 und Angriffsgeschw. um 140 für die Wirkungsdauer.",
          "[Göttlicher Wille] Erhöht Ausweichrate um 250 und Angriffsgeschw. um 170 für die Wirkungsdauer.",
          "[Göttlicher Wille] Erhöht Ausweichrate um 250 und Angriffsgeschw. um 210 für die Wirkungsdauer.",
          "[Göttlicher Wille] Erhöht Ausweichrate um 250 und Angriffsgeschw. um 250 für die Wirkungsdauer."
        ],
        "name": "Rune des Willens"
      },
      "weapon": {
        "description": [
          "Jeder Angriff hat eine 35% Chance, dem Feind K.Schaden zuzufügen (160 % der Angriffskr.)",
          "Jeder Angriff hat eine 35% Chance, dem Feind K.Schaden zuzufügen (192 % der Angriffskr.)",
          "Jeder Angriff hat eine 35% Chance, dem Feind K.Schaden zuzufügen (230 % der Angriffskr.)",
          "Jeder Angriff hat eine 35% Chance, dem Feind K.Schaden zuzufügen (276 % der Angriffskr.)",
          "Jeder Angriff hat eine 35% Chance, dem Feind K.Schaden zuzufügen (331 % der Angriffskr.)",
          "Jeder Angriff hat eine 35% Chance, dem Feind K.Schaden zuzufügen (400 % der Angriffskr.)"
        ],
        "name": "Aea, das heilige Schwert"
      }
    },
    "10": {
      "description": "Die Elfenprinzessin mit der erhabenen Aura dient als Wächterin des heiligen Waldes. Mit Mondenergie gefüllten Pfeilen verfolgen sie ihre Feinde,\\während ihre Windenergie-erfüllten Pfeile ihre Feinde gnadenlos niederstrecken.",
      "name": "Selene",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Schießt 12 Pfeile zufällig auf Feinde und verusacht {1} K.Schaden.",
        "name": "Pfeilregen",
        "transcendence": {
          "dark": "20% Chance, das Ziel 2 Sek lang zu betäuben.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Angriffs-Steigungsrate steigt um {1} %.",
          "2": "Angriffs-Steigungsrate steigt um {1} %.",
          "3": "Jede Attacke erhöht die krit. Schaden d. Helden um {1} %."
        },
        "description": "Nach dem Angriff erhöht sich für {1} Sek. ANG um {2} und Krit.Chance um {3} . Kumuliert sich bis zu 3 mal.",
        "name": "Mondlicht-Pfeil",
        "transcendence": {
          "dark": "Das Ziel zuckt für 0.5 Sek zusammen.",
          "light": "Ignoriert VERT, wenn nur ein Feind auf dem Schlachtfeld ist."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden in einer Reihe {1} K.Schaden zu und wirft sie zu Boden. Der Schaden ist vom Rest-TP des Feindes abhängig.",
        "name": "Mondlicht-Blitz",
        "transcendence": {
          "dark": "Ignoriert feindliche Blockeffekte.",
          "light": "Reduziert Cooldown um 3 Sek."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Beschwört 5 Pfeile, die automatisch beim Angriff Feinde anvisieren. Jeder Pfeil verursacht {1} K.Schaden.",
        "name": "Ansturm",
        "transcendence": {
          "dark": "Erhöht normale Angriffsreichw. um 20%.",
          "light": "Max. Kumulation wurde auf 5 geändert."
        }
      },
      "subtitle": "Windreißer-Pfeil",
      "t5": {
        "dark": "Reduziert eigene Krit.Chance um 300 und erhöht Krit. Schaden um 100%.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "[Mondlicht-Blitz] Erhöht Schaden um 20% und das Ziel erleidet 10 Sek. lang 20% zusätzlichen K. Schaden.",
          "[Mondlicht-Blitz] Erhöht Schaden um 24% und das Ziel erleidet 10 Sek. lang 20% zusätzlichen K. Schaden.",
          "[Mondlicht-Blitz] Erhöht Schaden um 29% und das Ziel erleidet 10 Sek. lang 20% zusätzlichen K. Schaden.",
          "[Mondlicht-Blitz] Erhöht Schaden um 35% und das Ziel erleidet 10 Sek. lang 20% zusätzlichen K. Schaden.",
          "[Mondlicht-Blitz] Erhöht Schaden um 42% und das Ziel erleidet 10 Sek. lang 20% zusätzlichen K. Schaden.",
          "[Mondlicht-Blitz] Erhöht Schaden um 50% und das Ziel erleidet 10 Sek. lang 20% zusätzlichen K. Schaden."
        ],
        "name": "Silberpfeil"
      },
      "weapon": {
        "description": [
          "Nach einem krit. Treffer erhöht sich die Angriffsgeschw. um 20% für 10 Sek. Während dieser Dauer wird mit jedem normalen Angrff ein zusätzlicher Pfeil mit 100% K.Schaden abgefeuert.",
          "Nach einem krit. Treffer erhöht sich die Angriffsgeschw. um 24% für 10 Sek. Während dieser Dauer wird mit jedem normalen Angrff ein zusätzlicher Pfeil mit 120% K.Schaden abgefeuert.",
          "Nach einem krit. Treffer erhöht sich die Angriffsgeschw. um 28% für 10 Sek. Während dieser Dauer wird mit jedem normalen Angrff ein zusätzlicher Pfeil mit 140% K.Schaden abgefeuert.",
          "Nach einem krit. Treffer erhöht sich die Angriffsgeschw. um 34% für 10 Sek. Während dieser Dauer wird mit jedem normalen Angrff ein zusätzlicher Pfeil mit 170% K.Schaden abgefeuert.",
          "Nach einem krit. Treffer erhöht sich die Angriffsgeschw. um 41% für 10 Sek. Während dieser Dauer wird mit jedem normalen Angrff ein zusätzlicher Pfeil mit 210% K.Schaden abgefeuert.",
          "Nach einem krit. Treffer erhöht sich die Angriffsgeschw. um 50% für 10 Sek. Während dieser Dauer wird mit jedem normalen Angrff ein zusätzlicher Pfeil mit 250% K.Schaden abgefeuert."
        ],
        "name": "Grünwind Notos"
      }
    },
    "11": {
      "description": "Einst war sie die Heilige, die den Retter der alten Welt segnete. Die verfluchte, wütende Krähe schießt scharfe Federn auf die Feinde und bricht die feindliche Formation auf.",
      "name": "Maria",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "ANG-Geschw. des getroffenen Feindes wird um {1} % verringert."
        },
        "description": "Fügt Feinden in Reichw. {1} M.Schaden zu, wirft sie zu Boden und verringert ihre M.VERT um {3} % für {2} Sek.",
        "name": "Rabensturm",
        "transcendence": {
          "dark": "20% Chance, das Ziel 3 Sek lang zu fesseln.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s2": {
        "books": {
          "1": "ANG Verringerungs-Rate erhöht um {1} %.",
          "2": "ANG Verringerungs-Rate erhöht um {1} %.",
          "3": "Verringert die krit. Trefferchance des Feindes um {1} % während d. Wirkungsdauer."
        },
        "description": "ANG der Feinde, die von Maria Schaden erleiden, ist {1} Sek lang um {2} reduziert.",
        "name": "Schwarzer Wind",
        "transcendence": {
          "dark": "Erhöht Fesseldauer um 1,5 Sek.",
          "light": "Erhöht Manakosten um 1. Skill trifft 3 Feinde."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Zieht Feinde in Reichw. zum Mittelpunkt und verursacht {1} M.Schaden. Der letzte Angriff betäubt Feinde für 3 Sek.",
        "name": "Sog der Dunkelheit",
        "transcendence": {
          "dark": "Reduziert Manakosten um 1.",
          "light": "Ziel nimmt 10 Sek lang 25% erhöhten M.Schaden."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht erlittenen M.Schaden um {1} % während d. Skill-Wirkungsdauer."
        },
        "description": "Fügt 2 Feinden {1} M.Schaden zu und fesselt sie für {2} Sek.",
        "name": "Klaue der Fesselung",
        "transcendence": {
          "dark": "Reduziert feindliche M. Krit.-Widerstand 10 Sek lang um 25%.",
          "light": "Erhöht ANG-Reduzierung um 40%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Die Effekt-Resistenz des Ziels ist bei einem Krit. Treffer für 10 Sek. um 250 reduziert und alle Skill-Cooldowns, inklusive des genutzten Skills, sind um 2% reduziert.",
        "light": "ANG, VERT, TP+15% / Krit. Chance +100"
      },
      "treasure": {
        "description": [
          "[Sog der Dunkelheit] Erhöht Schaden um 20% und der letzte Angriff verringert die P.VERT und M.VERT des Ziels für 7 Sek. umd 30%.",
          "[Sog der Dunkelheit] Erhöht Schaden um 24% und der letzte Angriff verringert die P.VERT und M.VERT des Ziels für 7 Sek. umd 30%.",
          "[Sog der Dunkelheit] Erhöht Schaden um 29% und der letzte Angriff verringert die P.VERT und M.VERT des Ziels für 7 Sek. umd 30%.",
          "[Sog der Dunkelheit] Erhöht Schaden um 35% und der letzte Angriff verringert die P.VERT und M.VERT des Ziels für 7 Sek. umd 30%.",
          "[Sog der Dunkelheit] Erhöht Schaden um 42% und der letzte Angriff verringert die P.VERT und M.VERT des Ziels für 7 Sek. umd 30%.",
          "[Sog der Dunkelheit] Erhöht Schaden um 50% und der letzte Angriff verringert die P.VERT und M.VERT des Ziels für 7 Sek. umd 30%."
        ],
        "name": "Halskette der Dunkelheit"
      },
      "weapon": {
        "description": [
          "Verursacht 10 Sek lang stetig M.Schaden (300% d. ANG) alle 10 Sek, und reduziert Erholungsrate um 50 %.",
          "Verursacht 10 Sek lang stetig M.Schaden (375% d. ANG) alle 10 Sek, und reduziert Erholungsrate um 50 %.",
          "Verursacht 10 Sek lang stetig M.Schaden (450% d. ANG) alle 10 Sek, und reduziert Erholungsrate um 50 %.",
          "Verursacht 10 Sek lang stetig M.Schaden (525% d. ANG) alle 10 Sek, und reduziert Erholungsrate um 50 %.",
          "Verursacht 10 Sek lang stetig M.Schaden (625% d. ANG) alle 10 Sek, und reduziert Erholungsrate um 50 %.",
          "Verursacht 10 Sek lang stetig M.Schaden (750% d. ANG) alle 10 Sek, und reduziert Erholungsrate um 50 %."
        ],
        "name": "Leas Bote Kokutos"
      }
    },
    "12": {
      "description": "Die legendäre Piratin, verflucht und in ein kleines Mädchen verwandelt. Ihre Präzision mit ihren Kanonenbällen sucht ihresgleichen.",
      "name": "Miruru",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Trefferchance um {1} %."
        },
        "description": "Fügt Feinden in Reichw. {1} K.Schaden zu und wirft sie zurück.",
        "name": "Baaaam!",
        "transcendence": {
          "dark": "ANG wird bei Aktivierung für 10 Sek. um 35% erhöht.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Trefferchance um {1} %."
        },
        "description": "Verursacht Feinden in Reichw. 3mal {1} K.Schaden. Jeder Angriff hat eine {2} % Chance, den Feind für {3} Sek zurückzuwerfen.",
        "name": "Roll Roll~",
        "transcendence": {
          "dark": "Reduziert Cooldown um 8% für jeden Feind, der Schaden erleidet.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Trefferchance um {1} %."
        },
        "description": "Fügt Feinden in Reichw. {1} Sek lang {2} K.Schaden zu und verringert ihre Geschw. um {3} %.",
        "name": "Miruru Piraten!",
        "transcendence": {
          "dark": "Entfernt ANG-Geschw. Schwächungseffekt und fügt einen Betäubungseffekt für 3 Sek hinzu.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Trefferchance um {1} %."
        },
        "description": "Bei jedem Angriff besteht eine 50% Chance, zusätzliche Kugeln abzufeuern, die 3 Feinden {1} K.Schaden zufügen.",
        "name": "Boooooom!",
        "transcendence": {
          "dark": "10% Chance, getroffene Feinde 1 Sek lang zu betäuben.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Miruru erhält Dunkelheits-Zähler, basierend auf der Anzahl der Feinde, die sie trifft. Erreicht der Zähler 50, rastet Miruru aus und erhält 800 ANG-Geschw. und 20% erhöhten ANG für 10 Sek.",
        "light": "ANG, VERT, TP+15% / Krit. Chance +100"
      },
      "treasure": {
        "description": [
          "[Miruru Piraten!] Erhöht Schaden um 50% und reduziert Skill-Cooldown um 12%.",
          "[Miruru Piraten!] Erhöht Schaden um 50% und reduziert Skill-Cooldown um 14%.",
          "[Miruru Piraten!] Erhöht Schaden um 50% und reduziert Skill-Cooldown um 17%.",
          "[Miruru Piraten!] Erhöht Schaden um 50% und reduziert Skill-Cooldown um 21%.",
          "[Miruru Piraten!] Erhöht Schaden um 50% und reduziert Skill-Cooldown um 25%.",
          "[Miruru Piraten!] Erhöht Schaden um 50% und reduziert Skill-Cooldown um 30%."
        ],
        "name": "Miruru-Kanonenkugel"
      },
      "weapon": {
        "description": [
          "Verursache alle 5 Sek. K. Schaden in Höhe von 100% des ANG an Gegnern in einem zufälligen Bereich. Getroffene Ziele nehmen 20% zusätzlichen K. Schaden.",
          "Verursache alle 5 Sek. K. Schaden in Höhe von 120% des ANG an Gegnern in einem zufälligen Bereich. Getroffene Ziele nehmen 24% zusätzlichen K. Schaden.",
          "Verursache alle 5 Sek. K. Schaden in Höhe von 144% des ANG an Gegnern in einem zufälligen Bereich. Getroffene Ziele nehmen 29% zusätzlichen K. Schaden.",
          "Verursache alle 5 Sek. K. Schaden in Höhe von 172% des ANG an Gegnern in einem zufälligen Bereich. Getroffene Ziele nehmen 35% zusätzlichen K. Schaden.",
          "Verursache alle 5 Sek. K. Schaden in Höhe von 207% des ANG an Gegnern in einem zufälligen Bereich. Getroffene Ziele nehmen 42% zusätzlichen K. Schaden.",
          "Verursache alle 5 Sek. K. Schaden in Höhe von 250% des ANG an Gegnern in einem zufälligen Bereich. Getroffene Ziele nehmen 50% zusätzlichen K. Schaden."
        ],
        "name": "Leviathan, die ultimative Waffe"
      }
    },
    "13": {
      "description": "Die Elfdruidin, die den menschlichen Streitkräften dabei half, die Invasion des Dunklen Lords zurückzuschlagen. Mit der Macht der Natur greift sie ihre Feine mit Bäumen an.",
      "name": "Lorraine",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Trefferchance um {1} %."
        },
        "description": "Greift zufällig Feinde in Reichw. 3mal an und verursacht je {1} M.Schaden. Jeder Angriff legt einen Gift-Zähler auf.",
        "name": "Dornenbusch-Wald",
        "transcendence": {
          "dark": "Feinde mit 5 oder mehr Giftzählern werden bei einem Treffer 3 Sek lang gefesselt.",
          "light": "Erhöht Trefferzahl um 1."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Greift alle 15 Sek zufällig 3 Feinde an. Jeder Angriff verursacht {1} M.Schaden und fügt 1 Gift-Zähler hinzu.",
        "name": "Klingenblatt",
        "transcendence": {
          "dark": "Enemies hit by the final explosion effect are stunned for 2 Sek",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Trefferchance um {1} %."
        },
        "description": "Verursacht Feinden in Reichw. {1} M.Schaden. Für jeden Gift-Zähler wird der Schaden um {2} % erhöht.",
        "name": "Zorn des Waldes",
        "transcendence": {
          "dark": "Feinde mit 5 oder mehr Giftzählern verlieren ihre positiven Effekte.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht erlittenen M.Schaden um {1} % während d. Skill-Wirkungsdauer."
        },
        "description": "Fügt Feinden in einer geraden Linie {1} M.Schaden zu und fesselt sie für {2} Sek. Während d. Wirkungsdauer wird alle {3} Sek 1 Gift-Zähler hinzugefügt. Nach einer Zeit werden die Gift-Zähler für großen Schaden zurückgesetzt.",
        "name": "Verworrene Reben",
        "transcendence": {
          "dark": "20% Chance, getroffene Feinde für 2 Sek zu fesseln.",
          "light": "Erhöht Giftzähler-Limit auf 6."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Greift alle 7 Sek einen zufälligen Feind mit Dornenbusch-Wald an.",
        "light": "ANG, VERT, TP+15% / Krit. Chance +100"
      },
      "treasure": {
        "description": [
          "[Zorn des Waldes] Erhöht Schaden um 20%. Bei krit. Treffern auf Gegner mit mehr als 5 Giftzählern, wird der Skill-Cooldown um 4% reduziert.",
          "[Zorn des Waldes] Erhöht Schaden um 24%. Bei krit. Treffern auf Gegner mit mehr als 5 Giftzählern, wird der Skill-Cooldown um 4% reduziert.",
          "[Zorn des Waldes] Erhöht Schaden um 29%. Bei krit. Treffern auf Gegner mit mehr als 5 Giftzählern, wird der Skill-Cooldown um 4% reduziert.",
          "[Zorn des Waldes] Erhöht Schaden um 35%. Bei krit. Treffern auf Gegner mit mehr als 5 Giftzählern, wird der Skill-Cooldown um 4% reduziert.",
          "[Zorn des Waldes] Erhöht Schaden um 42%. Bei krit. Treffern auf Gegner mit mehr als 5 Giftzählern, wird der Skill-Cooldown um 4% reduziert.",
          "[Zorn des Waldes] Erhöht Schaden um 50%. Bei krit. Treffern auf Gegner mit mehr als 5 Giftzählern, wird der Skill-Cooldown um 4% reduziert."
        ],
        "name": "Weltenbaumwurzel"
      },
      "weapon": {
        "description": [
          "Fügt alle 7 Sek Feinden mit Gift-Zählern M.Schaden zu (40% d. ANG) und verringert ihre M.VERT um 10%. Jeder Gift-Zähler erhöht den Schaden um 20%.",
          "Fügt alle 7 Sek Feinden mit Gift-Zählern M.Schaden zu (48% d. ANG) und verringert ihre M.VERT um 12%. Jeder Gift-Zähler erhöht den Schaden um 20%.",
          "Fügt alle 7 Sek Feinden mit Gift-Zählern M.Schaden zu (57% d. ANG) und verringert ihre M.VERT um 14%. Jeder Gift-Zähler erhöht den Schaden um 20%.",
          "Fügt alle 7 Sek Feinden mit Gift-Zählern M.Schaden zu (69% d. ANG) und verringert ihre M.VERT um 17%. Jeder Gift-Zähler erhöht den Schaden um 20%.",
          "Fügt alle 7 Sek Feinden mit Gift-Zählern M.Schaden zu (83% d. ANG) und verringert ihre M.VERT um 20%. Jeder Gift-Zähler erhöht den Schaden um 20%.",
          "Fügt alle 7 Sek Feinden mit Gift-Zählern M.Schaden zu (100% d. ANG) und verringert ihre M.VERT um 25%. Jeder Gift-Zähler erhöht den Schaden um 20%."
        ],
        "name": "Roburu, der Wille des Weltbaums"
      }
    },
    "15": {
      "description": "Kasels 'älterer Bruder'. Ein wahrer Ritter, der seine Verbündeten wie eine Mauer aus Stahl beschützt. Seine Fähigkeit, Angriffe der Feinde abzublocken und sie gleichzeitig niederzuschlagen hat ihm seinen Ruf als 'Festungsmauer' eingebracht.",
      "name": "Clause",
      "s1": {
        "books": {
          "1": "K.VERT-Erhöhugsrate erhöht sich um {1} %.",
          "2": "K.VERT-Erhöhugsrate erhöht sich um {1} %.",
          "3": "K.VERT-Erhöhugsrate erhöht sich um {1} %."
        },
        "description": "Erhöht die K.VERT von Verbündeten um {2} für {1} Sek.",
        "name": "Wächterschild",
        "transcendence": {
          "dark": "Für 1 extra Mana erhält der Skill eine 100% Chance, Feinde zu sich heranzuziehen.",
          "light": "Reduziert Cooldown um 2 Sek."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Verringert die Geschw. des Feindes um {1} %."
        },
        "description": "Fügt Feinden in Reichw. basierend auf ihrer K.VERT {1} K.Schaden zu und wirft sie zurück. Getroffene Feinde haben um {2} % reduzierte VERT. Beim Blocken einer Attacke wird der Cooldown um 0,5 Sek. reduziert.",
        "name": "Schildhieb",
        "transcendence": {
          "dark": "Betäubt den Feind 1 Sek lang.",
          "light": "Ziel nimmt 10 Sek lang 25% erhöhten K.Schaden."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden in Reichw. {1} K.Schaden zu und betäubt sie für {2} Sek.",
        "name": "Boden aufreißen",
        "transcendence": {
          "dark": "Reduziert erlittenen K.Schaden um 25% während der Wirkungsdauer.",
          "light": "Erhöht VERT-Erhöhungsrate um 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht {1} K.Schaden zur Front nach einem Block, und verringert die ANG getroffener Feinde um {3} % für {2} Sek.",
        "name": "Eid der Ritter",
        "transcendence": {
          "dark": "Verringert zusätzlich 10% ANG.",
          "light": "Reduziert Zauberdauer dramatisch."
        }
      },
      "subtitle": "Ritter der Eisernen Verteidigung,",
      "t5": {
        "dark": "Erhöht K.VERT und K.Krit.-Widerstand aller Verbündeten für 5 Sek. um 20%, wenn ein Verbündeter des Helden getroffen wird (Cooldown: 10 Sek).",
        "light": "ANG, VERT, TP+15% / K.Block +200"
      },
      "treasure": {
        "description": [
          "[Wächterschild] Entfernt neg. Effekte bei Aktivierung und erhöht VERT um 20%.",
          "[Wächterschild] Entfernt neg. Effekte bei Aktivierung und erhöht VERT um 24%.",
          "[Wächterschild] Entfernt neg. Effekte bei Aktivierung und erhöht VERT um 29%.",
          "[Wächterschild] Entfernt neg. Effekte bei Aktivierung und erhöht VERT um 35%.",
          "[Wächterschild] Entfernt neg. Effekte bei Aktivierung und erhöht VERT um 42%.",
          "[Wächterschild] Entfernt neg. Effekte bei Aktivierung und erhöht VERT um 50%."
        ],
        "name": "Rune der Ritter"
      },
      "weapon": {
        "description": [
          "Wenn Clauses TP unter 25% fällt, erhält das ganze Team eine 20% K.Schadensreduktion. Erhöht ANG um 100% der K.VERT und erhält Immunität gegen Statuseffekte.",
          "Wenn Clauses TP unter 25% fällt, erhält das ganze Team eine 24% K.Schadensreduktion. Erhöht ANG um 120% der K.VERT und erhält Immunität gegen Statuseffekte.",
          "Wenn Clauses TP unter 25% fällt, erhält das ganze Team eine 28% K.Schadensreduktion. Erhöht ANG um 144% der K.VERT und erhält Immunität gegen Statuseffekte.",
          "Wenn Clauses TP unter 25% fällt, erhält das ganze Team eine 34% K.Schadensreduktion. Erhöht ANG um 173% der K.VERT und erhält Immunität gegen Statuseffekte.",
          "Wenn Clauses TP unter 25% fällt, erhält das ganze Team eine 41% K.Schadensreduktion. Erhöht ANG um 207% der K.VERT und erhält Immunität gegen Statuseffekte.",
          "Wenn Clauses TP unter 25% fällt, erhält das ganze Team eine 50% K.Schadensreduktion. Erhöht ANG um 250% der K.VERT und erhält Immunität gegen Statuseffekte."
        ],
        "name": "Wächter Exian"
      }
    },
    "16": {
      "description": "Halb Mensch und halb Tier, führt diese Kreature die Seelem mithilfe einer Seelenlampe. Heilt Gefährten mit der Kraft der Seelen. Unterbricht Feinde oder regeneriert die Mana Verbündeter mithilfe der Seelen.",
      "name": "Rephy",
      "s1": {
        "books": {
          "1": "Erhöht Erholung um {1} %.",
          "2": "Erhöht Erholung um {1} %.",
          "3": "Erhöht MP Erholungsrate/Sek um {1} %."
        },
        "description": "Heilt die 4 Verbündeten mit den wenigsten TP für {3} % der Max TP und heilt weitere {2} TP über {1} Sek. Effekt kann nicht aufgehoben werden.",
        "name": "Seelenheilung",
        "transcendence": {
          "dark": "20% Chance, mit jeder Heilung negative Effekte zu entfernen.",
          "light": "Manakosten um 1 erhöht und Skilleffektreichweite wird auf alle Verbündete geändert."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht M.VERT-Erhöhungsrate um {1} %.",
          "2": "Erhöht M.VERT-Erhöhungsrate um {1} %.",
          "3": "Erhöht Debuff-Widerstand um {2} für {1} Sek."
        },
        "description": "Entfernt Debuffs von allen Verbündeten und erhöht die M.VERT um {2} für {1} Sek.",
        "name": "Errettung",
        "transcendence": {
          "dark": "Erhöht eigene M.VERT um 10% der M.VERT.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Das Ziel erleidet {1} % zusätzlichen Schaden."
        },
        "description": "Verursacht 10 mal {2} M.Schaden an Gegnern im Umfeld und reduziert Angriffsgeschw. um {3} %.",
        "name": "Seelensturm",
        "transcendence": {
          "dark": "Bringt Feinde in Reichw. für 1 Sek zum Schweigen für 1 extra Mana.",
          "light": "Jeder Treffer entfernt 250 Mana vom Ziel."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Erholung um {1} %.",
          "2": "Erhöht Erholung um {1} %.",
          "3": "Erhöht MP Erholung um {1} %."
        },
        "description": "Alle 7 Sek erhält der Held mit der niedrigsten TP 1 MP und {1} TP.",
        "name": "Spirituelle Anpassung",
        "transcendence": {
          "dark": "Gewährt dem Verbündeten mit der höchsten ANG ebenfalls 1 Mana.",
          "light": "Benutzt den Skill alle 5 Sek."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Beim Angriff besteht eine 10% Chance die VERT des Ziels um 20% und alle Helden-Cooldowns um 5% zu reduzieren.",
        "light": "ANG, VERT, TP+15% / M.Ausw.-Chance +100"
      },
      "treasure": {
        "description": [
          "[Seelensturm] Reduziert Manakosten um 1 und heilt alle Verbündete um 8% des Schadens.",
          "[Seelensturm] Reduziert Manakosten um 1 und heilt alle Verbündete um 10% des Schadens.",
          "[Seelensturm] Reduziert Manakosten um 1 und heilt alle Verbündete um 12% des Schadens.",
          "[Seelensturm] Reduziert Manakosten um 1 und heilt alle Verbündete um 14% des Schadens.",
          "[Seelensturm] Reduziert Manakosten um 1 und heilt alle Verbündete um 17% des Schadens.",
          "[Seelensturm] Reduziert Manakosten um 1 und heilt alle Verbündete um 20% des Schadens."
        ],
        "name": "Seelenhafen"
      },
      "weapon": {
        "description": [
          "Alle 20 Sek wird der Held mit der niedrigsten TP unsichtbar für 5 Seks. Der Verbündete wird immun gegen K.Schaden, und die TP fallen nicht unter 1%. MP Erholungsrate steigt auf 120% pro Sek.",
          "Alle 20 Sek wird der Held mit der niedrigsten TP unsichtbar für 6 Seks. Der Verbündete wird immun gegen K.Schaden, und die TP fallen nicht unter 1%. MP Erholungsrate steigt auf 120% pro Sek.",
          "Alle 20 Sek wird der Held mit der niedrigsten TP unsichtbar für 7 Seks. Der Verbündete wird immun gegen K.Schaden, und die TP fallen nicht unter 1%. MP Erholungsrate steigt auf 120% pro Sek.",
          "Alle 20 Sek wird der Held mit der niedrigsten TP unsichtbar für 8 Seks. Der Verbündete wird immun gegen K.Schaden, und die TP fallen nicht unter 1%. MP Erholungsrate steigt auf 120% pro Sek.",
          "Alle 20 Sek wird der Held mit der niedrigsten TP unsichtbar für 9 Seks. Der Verbündete wird immun gegen K.Schaden, und die TP fallen nicht unter 1%. MP Erholungsrate steigt auf 120% pro Sek.",
          "Alle 20 Sek wird der Held mit der niedrigsten TP unsichtbar für 10 Seks. Der Verbündete wird immun gegen K.Schaden, und die TP fallen nicht unter 1%. MP Erholungsrate steigt auf 120% pro Sek."
        ],
        "name": "Kurulati, die Lampe Gottes"
      }
    },
    "17": {
      "description": "Ein Dunkelelf, der Feinde aus dem Schatten heraus jagt. Seine brutale Armbrust durchdringt Feinde mit pechschwarzer Dunkelheit.",
      "name": "Dimael",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt dem Feind {1} M.Schaden zu.",
        "name": "Dunkles Toben",
        "transcendence": {
          "dark": "25% Chance, den Feind 5 Sek lang zu blenden.",
          "light": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Feind erleitet {1} % mehr Schaden während der Wirkungsdauer."
        },
        "description": "Fügt Feiden in Reichw. {1} M.Schaden zu und fesselt sie für {2} Sek.",
        "name": "Schwarze Fessel",
        "transcendence": {
          "dark": "Getroffene Feinde werden zusammengezogen.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden in einer geraden Linie {1} M.Schaden zu und blendet getroffene Feinde für {2} Sek.",
        "name": "Schattenwelle",
        "transcendence": {
          "dark": "Positive Effekte aller Gegner in Reichweite werden aufgehoben.",
          "light": "Manakosten sind um 1 erhöht, aber Schaden ist +100%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Während normaler Attacken verursacht der lezte Angriff der Kombo {1} zusätzlichen M.Schaden, der die feindliche M.VERT ignoriert.",
        "name": "Schwarzes Mal",
        "transcendence": {
          "dark": "10% Chance, bei einem normalen Angriff Skill 1 auszulösen.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "subtitle": "Schattenjäger",
      "t5": {
        "dark": "Normale Angriffe verursachen 80% der ANG als zusätzlichen M.Schaden und geben dem Held 100 Mana zurück. 10% Chance auf doppelten Schaden und Mana-Regeneration.",
        "light": "ANG, VERT, TP+15% / ANG-Geschw. +100"
      },
      "treasure": {
        "description": [
          "[Schattenwelle] Erhöht Schaden um 50% und Blendungsdauer um 2 Sek.",
          "[Schattenwelle] Erhöht Schaden um 50% und Blendungsdauer um 2,5 Sek.",
          "[Schattenwelle] Erhöht Schaden um 50% und Blendungsdauer um 3 Sek.",
          "[Schattenwelle] Erhöht Schaden um 50% und Blendungsdauer um 3,5 Sek.",
          "[Schattenwelle] Erhöht Schaden um 50% und Blendungsdauer um 4 Sek.",
          "[Schattenwelle] Erhöht Schaden um 50% und Blendungsdauer um 4,5 Sek."
        ],
        "name": "Schattenauge"
      },
      "weapon": {
        "description": [
          "Jeder Angriff hat eine 10% Chance, zusätzlichen M.Schaden (100% d. ANG) zu verursachen und dabei den Skill-Cooldown um 10% zu verringern.",
          "Jeder Angriff hat eine 12% Chance, zusätzlichen M.Schaden (120% d. ANG) zu verursachen und dabei den Skill-Cooldown um 10% zu verringern.",
          "Jeder Angriff hat eine 14% Chance, zusätzlichen M.Schaden (140% d. ANG) zu verursachen und dabei den Skill-Cooldown um 10% zu verringern.",
          "Jeder Angriff hat eine 17% Chance, zusätzlichen M.Schaden (170% d. ANG) zu verursachen und dabei den Skill-Cooldown um 10% zu verringern.",
          "Jeder Angriff hat eine 20% Chance, zusätzlichen M.Schaden (210% d. ANG) zu verursachen und dabei den Skill-Cooldown um 10% zu verringern.",
          "Jeder Angriff hat eine 25% Chance, zusätzlichen M.Schaden (250% d. ANG) zu verursachen und dabei den Skill-Cooldown um 10% zu verringern."
        ],
        "name": "Nerius, Tränen des Mondes"
      }
    },
    "18": {
      "description": "Eine Söldnerin mit einem leichten, einhändigen Schwert. Weicht Angriffen geschickt aus und durchbohrt ihre Feinde mit ihrer Schwertspitze.",
      "name": "Reina",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Trefferchance um {1} %."
        },
        "description": "Verursacht {1} K.Schaden. Bei einem krit. Treffer wird der Skill-Cooldown zurückgesetzt.",
        "name": "Fliege wie ein Schmetterling",
        "transcendence": {
          "dark": "Entfernt den Cooldown.",
          "light": "Manakosten steigen um 1. Wunde-Zählerlimit steigt auf 10 und fügt Feinden mit 10 Wunden 100% der ANG als zusätzlichen Schaden zu."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "2": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "3": "Erhöht krit. Trefferw. um {1} %."
        },
        "description": "Erhöht ANG um {2} für {1} Sek und erhöht krit. Trefferchance um {3} %.",
        "name": "Klingenspitze",
        "transcendence": {
          "dark": "Ändert für 1 extra Mana die Krit. Chance auf einen 100% Krit. Schadensboost. Gewährt auch 25% Schadensboost gegen Bosse.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Trefferchance um {1} %."
        },
        "description": "Fügt dem Feind {1} K.Schaden mit einer Kombo-Attacke zu. Der letzte Schlag wirft den Feind zurück.",
        "name": "Sternschnuppe",
        "transcendence": {
          "dark": "Erhält absolute Schadensimmunität, während der Wirkungsdauer.",
          "light": "Jeder kritische Treffer erhöht den Schaden des letzten Angriffs um 10%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "2": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "3": "VERT-Durchdringung erhöht sich um {1} % während d. Skill-Wirkungsdauer."
        },
        "description": "Nach einem krit. Treffer erhöht sich ANG um {2} für {1} Sek. Kann bis zu max. 5 mal gestapelt werden.",
        "name": "Glückskind",
        "transcendence": {
          "dark": "Erleidet bei 5 Zählern 20% weniger Schaden.",
          "light": "Erhöht Schaden für jeden Zähler um 4%, für alle Gegner außer Helden."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "10% Chance, mit normalen Angriffen den Krit. Schaden um 100% für 5 Sek zu erhöhen.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "[Sternschnuppe] Erhöht Schaden um 20% und und stellt bei Krit. Treffern 200 Mana wieder her.",
          "[Sternschnuppe] Erhöht Schaden um 24% und und stellt bei Krit. Treffern 200 Mana wieder her.",
          "[Sternschnuppe] Erhöht Schaden um 29% und und stellt bei Krit. Treffern 200 Mana wieder her.",
          "[Sternschnuppe] Erhöht Schaden um 35% und und stellt bei Krit. Treffern 200 Mana wieder her.",
          "[Sternschnuppe] Erhöht Schaden um 42% und und stellt bei Krit. Treffern 200 Mana wieder her.",
          "[Sternschnuppe] Erhöht Schaden um 50% und und stellt bei Krit. Treffern 200 Mana wieder her."
        ],
        "name": "Geschwindigkeitsmedaille"
      },
      "weapon": {
        "description": [
          "Nach einem krit. Treffer erhöht sich die Angriffsgeschw. um 8% und der krit. Schaden um 20% für 15 Sek. Kann bis zu max. 5 mal gestapelt werden.",
          "Nach einem krit. Treffer erhöht sich die Angriffsgeschw. um 9% und der krit. Schaden um 24% für 15 Sek. Kann bis zu max. 5 mal gestapelt werden.",
          "Nach einem krit. Treffer erhöht sich die Angriffsgeschw. um 11% und der krit. Schaden um 28% für 15 Sek. Kann bis zu max. 5 mal gestapelt werden.",
          "Nach einem krit. Treffer erhöht sich die Angriffsgeschw. um 13% und der krit. Schaden um 34% für 15 Sek. Kann bis zu max. 5 mal gestapelt werden.",
          "Nach einem krit. Treffer erhöht sich die Angriffsgeschw. um 16% und der krit. Schaden um 41% für 15 Sek. Kann bis zu max. 5 mal gestapelt werden.",
          "Nach einem krit. Treffer erhöht sich die Angriffsgeschw. um 20% und der krit. Schaden um 50% für 15 Sek. Kann bis zu max. 5 mal gestapelt werden."
        ],
        "name": "Livatis, das Blitzschwert"
      }
    },
    "19": {
      "description": "Ein Magier, der durch einen Fluch die Magie des Eisdrachen beherrscht. Er beschwört mächtige Eismagie, um Feinde einzufrieren.",
      "name": "Pavel",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden mit Frost {1} M.Schaden zu und friert sie für {2} Sek ein.",
        "name": "Frostkeil",
        "transcendence": {
          "dark": "Erhöht die Gefrierdauer um 5 Sek für 1 extra Mana.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Greift Feinde zufällig 5 mal an, verusacht Frost und fügt {1} M.Schaden zu. Erhöht Schaden um 50%, wenn Feinde eingefroren sind.",
        "name": "Eisspeer",
        "transcendence": {
          "dark": "Wechselt das Ziel zu dem Gegner mit dem höchsten ANG.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt allen Feinden {1} M.Schaden zu. Friert Feinde mit Frost für {2} Sek ein und erhöht den verursachten Schaden um {3} %, wenn der Feind bereits eingefroren ist.",
        "name": "Eisige Eroberung",
        "transcendence": {
          "dark": "Immun gegenüber allen Statuseffekten während der Wirkungsdauer.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt 3 Feinden alle {1} Sek {2} M.Schaden zu und verursacht Frost.",
        "name": "Frostige Hand",
        "transcendence": {
          "dark": "Frost kann nicht mit Skills entfernt werden.",
          "light": "Effekt-Resistenz des Ziels ist für 10 Sek. um 250 reduziert."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Greift alle 3 Sek. alle Gegner an und verursacht 50% des ANG als M. Schaden, mit 50%-Chance, Frost zu verursachen. Gegner, die bereits unter Frost stehen, erhalten 3 Sek. lang 300% des ANG als M. Schaden.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "[Eisige Eroberung] Erhöht Schaden um 50% und Gefrierdauer um 1 Sek.",
          "[Eisige Eroberung] Erhöht Schaden um 50% und Gefrierdauer um 1,2 Sek.",
          "[Eisige Eroberung] Erhöht Schaden um 50% und Gefrierdauer um 1,4 Sek.",
          "[Eisige Eroberung] Erhöht Schaden um 50% und Gefrierdauer um 1,7 Sek.",
          "[Eisige Eroberung] Erhöht Schaden um 50% und Gefrierdauer um 2,1 Sek.",
          "[Eisige Eroberung] Erhöht Schaden um 50% und Gefrierdauer um 2,5 Sek."
        ],
        "name": "Gletscherherz"
      },
      "weapon": {
        "description": [
          "Fügt 2 zufälligen Feinden alle 15 Sek M.Schaden(160 % d. ANG) zu und verursacht Frost. Friert Feinde für 5 Sek ein, wenn sie bereits unter Frost leiden.",
          "Fügt 2 zufälligen Feinden alle 14 Sek M.Schaden(192 % d. ANG) zu und verursacht Frost. Friert Feinde für 5 Sek ein, wenn sie bereits unter Frost leiden.",
          "Fügt 2 zufälligen Feinden alle 12.5 Sek M.Schaden(228 % d. ANG) zu und verursacht Frost. Friert Feinde für 5 Sek ein, wenn sie bereits unter Frost leiden.",
          "Fügt 2 zufälligen Feinden alle 11 Sek M.Schaden(276 % d. ANG) zu und verursacht Frost. Friert Feinde für 5 Sek ein, wenn sie bereits unter Frost leiden.",
          "Fügt 2 zufälligen Feinden alle 9.5 Sek M.Schaden(332 % d. ANG) zu und verursacht Frost. Friert Feinde für 5 Sek ein, wenn sie bereits unter Frost leiden.",
          "Fügt 2 zufälligen Feinden alle 8 Sek M.Schaden(400 % d. ANG) zu und verursacht Frost. Friert Feinde für 5 Sek ein, wenn sie bereits unter Frost leiden."
        ],
        "name": "Andarta Andraste, das Drachenherz"
      }
    },
    "2": {
      "description": "Kasels Kindheitsfreundin. Sie ist eine Priesterin, die der Göttin dient. Sie heilt und beschützt ihre Gefährten mit der Macht des Lichts. Mit dem Segen der Göttin kann sie die magischen Kräfte und Resistenzen einer Person erhöhen.",
      "name": "Frey",
      "s1": {
        "books": {
          "1": "Erhöht Erholung um {1} %.",
          "2": "Erhöht Erholung um {1} %.",
          "3": "Entfernt neg. Effekte vom Ziel."
        },
        "description": "Heilt den Verbündeten mit der niedrigsten TP um {1} TP.",
        "name": "Wundersames Licht",
        "transcendence": {
          "dark": "Geheilte Verbündete nehmen 25% weniger M.Schaden für 10 Sek.",
          "light": "Skill trifft 2 Feinde für 1 extra Mana."
        }
      },
      "s2": {
        "books": {
          "1": "M.VERT Erhöhungsrate steigt um {1} %.",
          "2": "M.VERT Erhöhungsrate steigt um {1} %.",
          "3": "Regeneriert die TP des Ziels um {1} % für die Wirkungsdauer."
        },
        "description": "Erhöht M.VERT eines Helden um {2} für {1} Sek.",
        "name": "Anmut der Göttin",
        "transcendence": {
          "dark": "Vom Schild geschützte Verb. erhalten +20% ANG.",
          "light": "Erhöht Schild-TP um 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schild-TP um {1} %.",
          "2": "Erhöht Schild-TP um {1} %.",
          "3": "Erhöht die Erholungsrate d. Ziels um {1} % für die Wirkungsdauer."
        },
        "description": "Zaubert ein Schild auf Verbündete, das {1} Sek lang {2} absorbiert.",
        "name": "Segen des Lichts",
        "transcendence": {
          "dark": "Reduziert Blendungsdauer um 2 Sek und wählt ein zufälliges Ziel aus.",
          "light": "In exchange for 1 additional Mana Cost, Erhöht Schaden um 80%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Trefferchance um {1} %."
        },
        "description": "Fügt Feinden in Reichw. {1} M.Schaden zu und blendet sie für {2} Sek.",
        "name": "Himmlische Rache",
        "transcendence": {
          "dark": "Erhöht die Anzahl der Ziele auf 2.",
          "light": "Erhöht ANG-Geschw. des Ziels um 250."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Von Frey geheilte Verbündete erhalten 5% ihrer ANG als ANG-Boost für 5 Sek.",
        "light": "ANG, VERT, TP+15% / M.Block +200"
      },
      "treasure": {
        "description": [
          "[Himmlische Rache] Erhöht erlittenen M.Schaden 10 Sek. lang um 20% und Blendungsdauer um 1 Sek.",
          "[Himmlische Rache] Erhöht erlittenen M.Schaden 10 Sek. lang um 10% und Blendungsdauer um 1,5 Sek.",
          "[Himmlische Rache] Erhöht erlittenen M.Schaden 10 Sek. lang um 10% und Blendungsdauer um 2 Sek.",
          "[Himmlische Rache] Erhöht erlittenen M.Schaden 10 Sek. lang um 10% und Blendungsdauer um 2,5 Sek.",
          "[Himmlische Rache] Erhöht erlittenen M.Schaden 10 Sek. lang um 10% und Blendungsdauer um 3 Sek.",
          "[Himmlische Rache] Erhöht erlittenen M.Schaden 10 Sek. lang um 10% und Blendungsdauer um 3,5 Sek."
        ],
        "name": "Feder des Vergessenen Schlichters"
      },
      "weapon": {
        "description": [
          "40% Chance, während normaler Attacken den Helden mit der niedrigsten TP für 42% des Angriffs zu heilen.",
          "40% Chance, während normaler Attacken den Helden mit der niedrigsten TP für 50.4% des Angriffs zu heilen.",
          "40% Chance, während normaler Attacken den Helden mit der niedrigsten TP für 58.8% des Angriffs zu heilen.",
          "40% Chance, während normaler Attacken den Helden mit der niedrigsten TP für 71.4% des Angriffs zu heilen.",
          "40% Chance, während normaler Attacken den Helden mit der niedrigsten TP für 86.1% des Angriffs zu heilen.",
          "40% Chance, während normaler Attacken den Helden mit der niedrigsten TP für 105% des Angriffs zu heilen."
        ],
        "name": "Rosmerta, Autorität Gottes"
      }
    },
    "20": {
      "description": "Ein Ritter mit einer riesigen Lanze und einem Riesenschild. Widersteht feindlichen Angriffen mit absoluter Kraft und durchbricht Feindlinien mit ihrer Lanze.",
      "name": "Demia",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Betäubungsdauer um {1} Sek."
        },
        "description": "Wirft einen Speer auf den entferntesten Gegner, verursacht {1} P.Schaden und zieht den Gegner zu sich heran. Verursacht anschließend {2} P.Schaden an umstehenden Gegnern und betäubt sie für 3 Sek.",
        "name": "Durdringung",
        "transcendence": {
          "dark": "Alle herangezogenen Feinde erleiden 25% erhöhten Schaden für 10 Sek.",
          "light": "Zieht für 1 extra Mana 2 Feinde zu sich heran."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Feind-ANG Reduktion erhöht um {1} %."
        },
        "description": "Wird Schaden innerhalb von {1} Sek geblockt, wird eine Schockwelle ausgelöst, die Feinden in der Umgebung {2} K.Schaden zufügt und ihre ANG um {1} % verringert.",
        "name": "Siegeswille",
        "transcendence": {
          "dark": "Erhöht bei Aktivierung die K.VERT des Verbündeten um 20% für 10 Sek.",
          "light": "Verursacht zusätzlichen K.Schaden, basierend auf der K.VERT."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Erhöht Sprungangriffsschaden um 7%, wenn Schaden während des Beschwörens geblockt wird. Verursacht außerdem {2} K. Schaden an Feinden und betäubt sie. Springt nach dem Beschwören auf den Gegner zu und verursacht {3} K. Schaden und betäubt ihn für {4} Sek. Effekt-Resistenz beim Wirken des Skills.",
        "name": "Stählerne Festung",
        "transcendence": {
          "dark": "Alle Verbündeten erleiden beim wirken 20% weniger K. Schaden.",
          "light": "Greift nach einem Sprung in die Luft, den Gegner mit dem höchsten ANG an."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht VERT um {1} %.",
          "2": "Erhöht VERT um {1} %.",
          "3": "Erhöht VERT um {1} %."
        },
        "description": "Erhöht die K.VERT des Spieler-Teams um {1} und die K. Blockrate um {2} %.",
        "name": "Speerspitze",
        "transcendence": {
          "dark": "Heilt beim erfolgreichen Block die eigene TP um 40% der K.VERT.",
          "light": "Erhöht K.VERT um 20% und K.Block um 50%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Verringert den ANG der Gegner am Anfang jedes Kampfes für 6 Sek. um 20%. Effekt kann nicht aufgehoben werden.",
        "light": "ANG, VERT, TP+15% / K.Block +200"
      },
      "treasure": {
        "description": [
          "[Stählerne Festung] Reduziert Manakosten um 1 und erhöht Betäubungsdauer des Sprungangriffs um 1 Sek.",
          "[Stählerne Festung] Reduziert Manakosten um 1 und erhöht Betäubungsdauer des Sprungangriffs um 1,5 Sek.",
          "[Stählerne Festung] Reduziert Manakosten um 1 und erhöht Betäubungsdauer des Sprungangriffs um 2 Sek.",
          "[Stählerne Festung] Reduziert Manakosten um 1 und erhöht Betäubungsdauer des Sprungangriffs um 2,5 Sek.",
          "[Stählerne Festung] Reduziert Manakosten um 1 und erhöht Betäubungsdauer des Sprungangriffs um 3 Sek.",
          "[Stählerne Festung] Reduziert Manakosten um 1 und erhöht Betäubungsdauer des Sprungangriffs um 3,5 Sek."
        ],
        "name": "Energie des Schutzes"
      },
      "weapon": {
        "description": [
          "Das Blocken von gegnerischen Angriffen bietet eine 10% Chance, 3% Mana zurückzuerhalten und alle Skill-Cooldowns um 1 Sek. zu reduzieren.",
          "Das Blocken von gegnerischen Angriffen bietet eine 13% Chance, 3% Mana zurückzuerhalten und alle Skill-Cooldowns um 1 Sek. zu reduzieren.",
          "Das Blocken von gegnerischen Angriffen bietet eine 16% Chance, 3% Mana zurückzuerhalten und alle Skill-Cooldowns um 1 Sek. zu reduzieren.",
          "Das Blocken von gegnerischen Angriffen bietet eine 19% Chance, 3% Mana zurückzuerhalten und alle Skill-Cooldowns um 1 Sek. zu reduzieren.",
          "Das Blocken von gegnerischen Angriffen bietet eine 22% Chance, 3% Mana zurückzuerhalten und alle Skill-Cooldowns um 1 Sek. zu reduzieren.",
          "Das Blocken von gegnerischen Angriffen bietet eine 25% Chance, 3% Mana zurückzuerhalten und alle Skill-Cooldowns um 1 Sek. zu reduzieren."
        ],
        "name": "Arpheus des Blauen Lichts"
      }
    },
    "21": {
      "description": "Eine Harpie, die auf Nahkampf mit ihren Fäusten spezialisiert ist. Bewegt sich schnell zwischen den Feinden und verursacht Chaos in ihren Rängen. Vernichtet Feinde mit verheerenden Schlagkombinationen.",
      "name": "Naila",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Trefferchance um {1} %."
        },
        "description": "Rast 2 mal auf Feinde in Reichweite zu und verusacht {1} K.Schaden. Feinde werden {2} Sek umgeworfen.",
        "name": "Wilder Wind",
        "transcendence": {
          "dark": "Wechselt das Ziel zu dem Gegner mit dem höchsten ANG.",
          "light": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "2": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "3": "Erhöht ANG-Erhöhungsrate um {1} %."
        },
        "description": "Erhöht K. Ausw. Chance um {2} % für {1} Sek und ANG um {3} .",
        "name": "Wind lesen",
        "transcendence": {
          "dark": "Erhöht eigene Krit.Chance um 600.",
          "light": "Erhöht ANG-Boost um 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fliegt in die Höhe und streckt die Feinde von oben nieder. Fügt Feinden {1} K.Schaden zu. Umgeworfene Feinde erleiden {2} % zusätzlichen Schaden.",
        "name": "Sturzflug",
        "transcendence": {
          "dark": "Reduziert Cooldown um 10% für jeden kritisch getroffenen Feind.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Jeder 5. Treffer normaler Angriffe hat eine 40% Chance, zusätzlich {1} Schaden zuzufügen und den Feind umzuwerfen.",
        "name": "Tornado-Schlag",
        "transcendence": {
          "dark": "Erhöht bei Aktivierung die eigene ANG-Geschw. um 300.",
          "light": "Aktivierungschance ändert sich auf 60%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Ausweichen reduziert alle Skill-Cooldowns um 2%, erhöht ANG um 3% und ANG-Geschw. um 30. ANG- und ANG-Geschw.-Boost kumulieren sich bis zu 10 Mal.",
        "light": "ANG, VERT, TP+15% / K.Ausw.-Chance +100"
      },
      "treasure": {
        "description": [
          "[Sturzflug] Reduziert Skill-Cooldown um 30% und Ziel erleidet 10 Sek. lang 10% mehr K. Schaden.",
          "[Sturzflug] Reduziert Skill-Cooldown um 30% und Ziel erleidet 10 Sek. lang 12% mehr K. Schaden.",
          "[Sturzflug] Reduziert Skill-Cooldown um 30% und Ziel erleidet 10 Sek. lang 14% mehr K. Schaden.",
          "[Sturzflug] Reduziert Skill-Cooldown um 30% und Ziel erleidet 10 Sek. lang 17% mehr K. Schaden.",
          "[Sturzflug] Reduziert Skill-Cooldown um 30% und Ziel erleidet 10 Sek. lang 21% mehr K. Schaden.",
          "[Sturzflug] Reduziert Skill-Cooldown um 30% und Ziel erleidet 10 Sek. lang 25% mehr K. Schaden."
        ],
        "name": "Stolz des Windes"
      },
      "weapon": {
        "description": [
          "Bei einem krit. Treffer wird dem Feind 10 Sek lang konstant Schaden (100%) zugefügt. Der Feind erleidet 20% erhöhten K.Schaden während der Wirkungsdauer.",
          "Bei einem krit. Treffer wird dem Feind 10 Sek lang konstant Schaden (120%) zugefügt. Der Feind erleidet 24% erhöhten K.Schaden während der Wirkungsdauer.",
          "Bei einem krit. Treffer wird dem Feind 10 Sek lang konstant Schaden (144%) zugefügt. Der Feind erleidet 28% erhöhten K.Schaden während der Wirkungsdauer.",
          "Bei einem krit. Treffer wird dem Feind 10 Sek lang konstant Schaden (172%) zugefügt. Der Feind erleidet 34% erhöhten K.Schaden während der Wirkungsdauer.",
          "Bei einem krit. Treffer wird dem Feind 10 Sek lang konstant Schaden (207%) zugefügt. Der Feind erleidet 41% erhöhten K.Schaden während der Wirkungsdauer.",
          "Bei einem krit. Treffer wird dem Feind 10 Sek lang konstant Schaden (250%) zugefügt. Der Feind erleidet 50% erhöhten K.Schaden während der Wirkungsdauer."
        ],
        "name": "Baroru, die verfluchten Nägel"
      }
    },
    "22": {
      "description": "Eine Scharfschützin, die aus einem Reich mit extrem kalten Bedingungen stammt. Sie zielt mit absolut ruhiger Hand, egal in welche Situation. Je mehr sie sich konzentriert, desto tödlicher wird sie.",
      "name": "Rodina",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Schaden um {1} %."
        },
        "description": "Bei Aktivierung nimmt Rodina Haltung an und beginnt die Beschwörung. Nach der Beschwörung fügt sie Feiden in einer Linie {1} K.Schaden zu. Der Schaden erhöht sich um {2} %, abhängig von der Beschwörungsdauer. 3 mal aufgeladene Zauber wirft getroffene Feinde um.",
        "name": "Durchdringender Schuss",
        "transcendence": {
          "dark": "Immun gegenüber allen Statuseffekten während der Wirkungsdauer.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "2": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "3": "Erhöht krit. Schaden um {1} % für die Wirkungsdauer."
        },
        "description": "Das Ziel erleidet {1} % erhöhten Schaden von Rodina. Zusätzlich erhöht sich ANG um {2} .",
        "name": "Ziel Anvisieren",
        "transcendence": {
          "dark": "Erhöht Wirkungsdauer um 10 Sek.",
          "light": "Erhöht ANG-Boost um 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Schaden um {1} %."
        },
        "description": "Feuert 10 mal zufällig auf Feinde. Verursacht {1} K.Schaden und erhöht Schaden um {2} % für jeden weiteren Angriff.",
        "name": "Fokus-Feuer",
        "transcendence": {
          "dark": "Ignoriert feindliche Blockeffekte.",
          "light": "Reduziert bei jedem kritischen Treffer den Cooldown um 5%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Schaden um {1} %."
        },
        "description": "Greift alle 10 Sek mit 2 aufeinanderfolgenden Attacken an und verursacht {1} K.Schaden.",
        "name": "Schnellfeuer",
        "transcendence": {
          "dark": "Betäubt getroffene Feinde für 2 Sek.",
          "light": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist."
        }
      },
      "subtitle": "Schneesturm-Scharfschützin",
      "t5": {
        "dark": "15% Chance, mit normalen Angriffen Kopfschüsse zu verursachen. Kopfschüsse verursachen 600% der ANG als K.Schaden.",
        "light": "ANG, VERT, TP+15% / Krit. Chance +100"
      },
      "treasure": {
        "description": [
          "[Fokus-Feuer] Erhöht Schaden um 20% und der letzte Angriff verursacht Schaden, der die VERT ignoriert.",
          "[Fokus-Feuer] Erhöht Schaden um 24% und der letzte Angriff verursacht Schaden, der die VERT ignoriert.",
          "[Fokus-Feuer] Erhöht Schaden um 29% und der letzte Angriff verursacht Schaden, der die VERT ignoriert.",
          "[Fokus-Feuer] Erhöht Schaden um 35% und der letzte Angriff verursacht Schaden, der die VERT ignoriert.",
          "[Fokus-Feuer] Erhöht Schaden um 42% und der letzte Angriff verursacht Schaden, der die VERT ignoriert.",
          "[Fokus-Feuer] Erhöht Schaden um 50% und der letzte Angriff verursacht Schaden, der die VERT ignoriert."
        ],
        "name": "Spezielles Sperrfeuer VII"
      },
      "weapon": {
        "description": [
          "10% Chance, bei einem Angriff zusätzlichen K. Schaden (200% d. ANG) zuzufügen und den Feind zurückzuwerfen. Anschließend ist PRÄZ für 10 Sek. um 100 erhöht. Dieser Effekt kann sich max. 3 Mal kumulieren.",
          "11% Chance, bei einem Angriff zusätzlichen K. Schaden (240% d. ANG) zuzufügen und den Feind zurückzuwerfen. Anschließend ist PRÄZ für 10 Sek. um 100 erhöht. Dieser Effekt kann sich max. 3 Mal kumulieren.",
          "12% Chance, bei einem Angriff zusätzlichen K. Schaden (288% d. ANG) zuzufügen und den Feind zurückzuwerfen. Anschließend ist PRÄZ für 10 Sek. um 100 erhöht. Dieser Effekt kann sich max. 3 Mal kumulieren.",
          "13% Chance, bei einem Angriff zusätzlichen K. Schaden (344% d. ANG) zuzufügen und den Feind zurückzuwerfen. Anschließend ist PRÄZ für 10 Sek. um 100 erhöht. Dieser Effekt kann sich max. 3 Mal kumulieren.",
          "14% Chance, bei einem Angriff zusätzlichen K. Schaden (414% d. ANG) zuzufügen und den Feind zurückzuwerfen. Anschließend ist PRÄZ für 10 Sek. um 100 erhöht. Dieser Effekt kann sich max. 3 Mal kumulieren.",
          "15% Chance, bei einem Angriff zusätzlichen K. Schaden (500% d. ANG) zuzufügen und den Feind zurückzuwerfen. Anschließend ist PRÄZ für 10 Sek. um 100 erhöht. Dieser Effekt kann sich max. 3 Mal kumulieren."
        ],
        "name": "Rodina Spezial Gewehr Mod.0"
      }
    },
    "23": {
      "description": "Ein Dämonenritter, der die Lava der dunklen Mächte verwendet. Fügt Feinden unerträgliche Verbrennungen zu und steht lange Kämpfe mir ihrer granitartigen Verteidigung durch.",
      "name": "Morrah",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden in Reichw. {1} M.Schaden zu und wirft sie zu Boden. Legt ihnen zusätzlich 3 Flammen auf. Für {2} Sek verursacht jeder normale Angriff {3} M.Schaden und legt dem Feind 1 Flamme auf. Jede Flamme erhöht den Schaden um {4} %. Jede Flamme verursacht Schaden und verringert Heilung um 1%.",
        "name": "Wütende Kraft",
        "transcendence": {
          "dark": "Jeder Treffer reduziert Cooldown um 6%.",
          "light": "Erhöht die ANG-Geschw. 15 Sek lang um 200."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht M.VERT Erhöhungsrate um {1} %.",
          "2": "Erhöht M.VERT Erhöhungsrate um {1} %.",
          "3": "Erhöht M. Block Chance Erhöhungsrate um {1} %."
        },
        "description": "Erhöht M.VERT aller Verbündeten um {2} für {1} Sek. und M.Block Chance um {3} . Legt Feinden in d. Umgebung zusätzlich 1 Flamme alle {4} Sek auf.",
        "name": "Höllenfeuer",
        "transcendence": {
          "dark": "Fügt Feinden in Reichw. Schaden basierend auf der eigenen M.VERT zu, während Höllenfeuer aktiv ist.",
          "light": "Erhöht M.Blockrate um 20%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden in Reichw. {1} M.Schaden zu und wirft wie zu Boden. Jede Flamme erhöht den Schaden um {2} %.",
        "name": "Lavaausbruch",
        "transcendence": {
          "dark": "Heilt die eigene TP um 40% des verursachten Schadens.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Gegnern in Reichw. beim erfolgreichen Block {2} M. Schaden zu und fügt 3 Flammen-Zähler hinzu.",
        "name": "Feuerschlag",
        "transcendence": {
          "dark": "Ziele mit mehr als 100 Flammen-Zählern erleiden 40% mehr M. Schaden.",
          "light": "Erhöht die eigene M.VERT um 5% mit jedem Block. Kumuliert sich bis zu 10 Mal."
        }
      },
      "subtitle": "Teufelsflamme",
      "t5": {
        "dark": "Schaden für Flammen-Zähler ist um 100% erhöht, max. Kumulation wurde auf 120 geändert.",
        "light": "ANG, VERT, TP+15% / M.Block +200"
      },
      "treasure": {
        "description": [
          "[Lavaausbruch] Erhöht Schaden um 20% und reduziert M.VERT des Ziels 7 Sek. lang um 25%.",
          "[Lavaausbruch] Erhöht Schaden um 24% und reduziert M.VERT des Ziels 7 Sek. lang um 25%.",
          "[Lavaausbruch] Erhöht Schaden um 29% und reduziert M.VERT des Ziels 7 Sek. lang um 25%.",
          "[Lavaausbruch] Erhöht Schaden um 35% und reduziert M.VERT des Ziels 7 Sek. lang um 25%.",
          "[Lavaausbruch] Erhöht Schaden um 42% und reduziert M.VERT des Ziels 7 Sek. lang um 25%.",
          "[Lavaausbruch] Erhöht Schaden um 50% und reduziert M.VERT des Ziels 7 Sek. lang um 25%."
        ],
        "name": "Versiegelter Höllenstein"
      },
      "weapon": {
        "description": [
          "Fügt alle 10 Sek Feinden mit Flamme M.Schaden (80 % d. ANG) zu. Jede Flamme erhöht den Schaden um 2%. 14% Chance, Feinde mit Flamme zu Boden zu werfen.",
          "Fügt alle 10 Sek Feinden mit Flamme M.Schaden (96 % d. ANG) zu. Jede Flamme erhöht den Schaden um 2%. 16% Chance, Feinde mit Flamme zu Boden zu werfen.",
          "Fügt alle 10 Sek Feinden mit Flamme M.Schaden (115 % d. ANG) zu. Jede Flamme erhöht den Schaden um 2%. 20% Chance, Feinde mit Flamme zu Boden zu werfen.",
          "Fügt alle 10 Sek Feinden mit Flamme M.Schaden (138 % d. ANG) zu. Jede Flamme erhöht den Schaden um 2%. 24% Chance, Feinde mit Flamme zu Boden zu werfen.",
          "Fügt alle 10 Sek Feinden mit Flamme M.Schaden (166 % d. ANG) zu. Jede Flamme erhöht den Schaden um 2%. 29% Chance, Feinde mit Flamme zu Boden zu werfen.",
          "Fügt alle 10 Sek Feinden mit Flamme M.Schaden (200 % d. ANG) zu. Jede Flamme erhöht den Schaden um 2%. 35% Chance, Feinde mit Flamme zu Boden zu werfen."
        ],
        "name": "Carprain, Flamme des Triumphs"
      }
    },
    "24": {
      "description": "Ein freilaufender Priester des Lua-Ordens. Er verwendet heilige Explosionen, um die Gruppe zu beschützen. Die Explosionen heilen Verbündete, während sie Feinden Schaden zufügen.",
      "name": "Baudouin",
      "s1": {
        "books": {
          "1": "Erhöht Erholung und Schaden um {1} %.",
          "2": "Erhöht Erholung und Schaden um {1} %.",
          "3": "Erhöht Erholung und Schaden um {1} %."
        },
        "description": "Heilt den Verbündeten mit der niedrigsten TP und Verbündeten in Umgebung um {1} TP. Feinde nahe der Heilung werden {2} Sek lang um {3} % verlangsamt.",
        "name": "Heilige Nova",
        "transcendence": {
          "dark": "Betäubt getroffene Feinde für 1 Sek.",
          "light": "Schaden und Heilrate um 40% erhöht."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht {1} M. Schaden, wirft den Gegner zurück und fesselt den Gegner für {2} Sek. Gefesselte Gegner erleiden 25% mehr M. Schaden.",
        "name": "Speer des Lichts",
        "transcendence": {
          "dark": "Anzahl der Ziele steigt auf 2.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Erholung um {1} %.",
          "2": "Erhöht Erholung um {1} %.",
          "3": "Erhöht Angriffsgeschw. um {1} % für die Wirkungsdauer."
        },
        "description": "Gewährt allen Verbündeten Unbesiegbarkeit für {1} Sek und heilt {2} TP während der Wirkungsdauer.",
        "name": "Heiliger Schutz",
        "transcendence": {
          "dark": "Im Gegenzug für 2 extra Mana und eine 3 Sek-Reduzierung der Unbesiegbarkeitsdauer erhalten alle Verbündete +50% ANG.",
          "light": "\\n\\nErhöht Wirkungsdauer von Unbesiegbarkeit um 1.5 Sek."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "20% Chance, mit einem Angriff {1} M.Schaden zuzufügen und den Feind {2} Sek lang zu betäuben.",
        "name": "Gottes Training",
        "transcendence": {
          "dark": "Erhöht Angriffsreichw. um 20%.",
          "light": "Erhöht Aktivierungschance um 10%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Beim Angriff mit Heiliger Nova oder Speer des Lichts wird 100% der ANG als zusätzlicher M.Schaden verursacht. Reduziert den Cooldown des benutzten Skills um 20%.",
        "light": "ATK, DEF, HP+15% / M.Block +200"
      },
      "treasure": {
        "description": [
          "[Heiliger Schutz] Erhöht ANG um 25% und stellt 120 Mana pro Sek. wieder her während d. Wirkungsdauer.",
          "[Heiliger Schutz] Erhöht ANG um 25% und stellt 140 Mana pro Sek. wieder her während d. Wirkungsdauer.",
          "[Heiliger Schutz] Erhöht ANG um 25% und stellt 170 Mana pro Sek. wieder her während d. Wirkungsdauer.",
          "[Heiliger Schutz] Erhöht ANG um 25% und stellt 200 Mana pro Sek. wieder her während d. Wirkungsdauer.",
          "[Heiliger Schutz] Erhöht ANG um 25% und stellt 250 Mana pro Sek. wieder her während d. Wirkungsdauer.",
          "[Heiliger Schutz] Erhöht ANG um 25% und stellt 300 Mana pro Sek. wieder her während d. Wirkungsdauer."
        ],
        "name": "Alter Rosenkranz"
      },
      "weapon": {
        "description": [
          "Alle 30 Sek. wird die ANG eines einzelnen, zufälligen Verbündeten um 40% erhöht. Krit.Chance und Angriffsgeschw. erhöhen sich jeweils um 400. (für 10 Sek)",
          "Alle 30 Sek. wird die ANG eines einzelnen, zufälligen Verbündeten um 48% erhöht. Krit.Chance und Angriffsgeschw. erhöhen sich jeweils um 480. (für 10 Sek)",
          "Alle 30 Sek. wird die ANG eines einzelnen, zufälligen Verbündeten um 57% erhöht. Krit.Chance und Angriffsgeschw. erhöhen sich jeweils um 570. (für 10 Sek)",
          "Alle 30 Sek. wird die ANG eines einzelnen, zufälligen Verbündeten um 69% erhöht. Krit.Chance und Angriffsgeschw. erhöhen sich jeweils um 690. (für 10 Sek)",
          "Alle 30 Sek. wird die ANG eines einzelnen, zufälligen Verbündeten um 83% erhöht. Krit.Chance und Angriffsgeschw. erhöhen sich jeweils um 830. (für 10 Sek)",
          "Alle 30 Sek. wird die ANG eines einzelnen, zufälligen Verbündeten um 100% erhöht. Krit.Chance und Angriffsgeschw. erhöhen sich jeweils um 1000. (für 10 Sek)"
        ],
        "name": "Genesis, Alt und Neu"
      }
    },
    "25": {
      "description": "Dieses Mädchen wurde untot nach einer Schlacht gegen die Dunklen Mächte in der Vergangenheit. Sie hat immer ihren Sarg dabei, in dem sie schläft. Sie erholt sich, indem sie ein Mal des Todes auf ihren Feinden hinterlässt.",
      "name": "Jane",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Betäubungsdauer um {1} Sek."
        },
        "description": "Fügt Feinden in Reichw. {1} M.Schaden zu und betäubt sie für {2} Sek.",
        "name": "Begräbnisliturgie",
        "transcendence": {
          "dark": "Für 1 extra Mana erhält der Skill eine 100% Chance, das Ziel heranzuziehen.",
          "light": "Ziel erleidet 10 Sek lang 25% extra M.Schaden."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Prägt alle Feine mit einem Mal für {1} Sek und verursacht kontinuierlich {2} M. DMG. Feinde mit einem Mal erleiden {3} % erhöhten Magieschaden.",
        "name": "Mal des Todes",
        "transcendence": {
          "dark": "Wenn negative Effekte aufgehoben werden, bleibt das eingravierte Mal bestehen.",
          "light": "Verringert die Wirkungsdauer um 10 Sek und erhöht Schaden um 250%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erholt sich um {1} % MP."
        },
        "description": "Fügt Feinden alle {1} Sek {2} M.Schaden zu und heilt Janes TP um {3} % des Schadens. Jane wird immun gegenüber Statuseffekten. Feinde mit Malprägung erleiden erhöhten Schaden.",
        "name": "Tag des Ruins",
        "transcendence": {
          "dark": "10% Chance, Feinde 1 Sek lang zu betäuben.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Erholung um {1} %.",
          "2": "Erhöht Erholung um {1} %.",
          "3": "Erhöht Erholung um {1} %."
        },
        "description": "Erleidet Jane tödlichen Schaden, geht sie in ihren Sarg und erholt sich um {2} TP über {1} Sek. Jane ist immun gegen jeglichen Schaden, während sie im Sarg ist.",
        "name": "Ruhe in Frieden",
        "transcendence": {
          "dark": "Betäubt bei Aktivierung alle Feinde für 2 Sek.",
          "light": "Fügt Feinden in Reichw. jede Sek 5% der eigenen max. TP als Schaden zu."
        }
      },
      "subtitle": "Alabasterhaut",
      "t5": {
        "dark": "Jeder Treffer von Janes Angriffen erhöht ihre ANG und Erholungsrate um je 1% (Zähler-Limit: 50).",
        "light": "ANG, VERT, TP+15% / M.Block +200"
      },
      "treasure": {
        "description": [
          "[Tag des Ruins] Erhöht Schaden um 20% und reduziert bei verursachtem Schaden M.VERT des Ziels 5 Sek. lang um 5%. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Tag des Ruins] Erhöht Schaden um 24% und reduziert bei verursachtem Schaden M.VERT des Ziels 5 Sek. lang um 5%. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Tag des Ruins] Erhöht Schaden um 29% und reduziert bei verursachtem Schaden M.VERT des Ziels 5 Sek. lang um 5%. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Tag des Ruins] Erhöht Schaden um 35% und reduziert bei verursachtem Schaden M.VERT des Ziels 5 Sek. lang um 5%. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Tag des Ruins] Erhöht Schaden um 42% und reduziert bei verursachtem Schaden M.VERT des Ziels 5 Sek. lang um 5%. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Tag des Ruins] Erhöht Schaden um 50% und reduziert bei verursachtem Schaden M.VERT des Ziels 5 Sek. lang um 5%. Effekt kann sich bis zu max. 10 Mal kumulieren."
        ],
        "name": "Blume des Vergessenen Fürstentums"
      },
      "weapon": {
        "description": [
          "Verursacht jede Sekunde 10% des ANG als M. Schaden an umstehenden Gegnern und reduziert ihren ANG um 14%. Stellt 30% Mana wieder her, wenn der Passivskill aktiviert ist.",
          "Verursacht jede Sekunde 12% des ANG als M. Schaden an umstehenden Gegnern und reduziert ihren ANG um 17%. Stellt 30% Mana wieder her, wenn der Passivskill aktiviert ist.",
          "Verursacht jede Sekunde 14% des ANG als M. Schaden an umstehenden Gegnern und reduziert ihren ANG um 20%. Stellt 30% Mana wieder her, wenn der Passivskill aktiviert ist.",
          "Verursacht jede Sekunde 17% des ANG als M. Schaden an umstehenden Gegnern und reduziert ihren ANG um 24%. Stellt 30% Mana wieder her, wenn der Passivskill aktiviert ist.",
          "Verursacht jede Sekunde 20% des ANG als M. Schaden an umstehenden Gegnern und reduziert ihren ANG um 29%. Stellt 30% Mana wieder her, wenn der Passivskill aktiviert ist.",
          "Verursacht jede Sekunde 25% des ANG als M. Schaden an umstehenden Gegnern und reduziert ihren ANG um 35%. Stellt 30% Mana wieder her, wenn der Passivskill aktiviert ist."
        ],
        "name": "Erekura, die unveränderliche Seele"
      }
    },
    "26": {
      "description": "Eine adelige Dame aus Orvelia. Ein Genie, das den Titel 'Violett' im Turm der Weisen erhielt. Mit ihrem prunkvollem Sonnenschirm schießt sie Energiestrahlen auf ihre Feinde.",
      "name": "Aisha",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit. Trefferchance um {1} %."
        },
        "description": "Fügt Feinden in einem kleinen Bereich {1} M.Schaden zu. Bei einem Krit. Treffer wird der Cooldown um 1 Sek reduziert.",
        "name": "Mystisches Sperrfeuer",
        "transcendence": {
          "dark": "Stellt bei Krit. Treffer 300 Mana wieder her.",
          "light": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit. Trefferchance um {1} %."
        },
        "description": "Fügt Feinden in einer geraden Linie alle 0.5 Sek {1} M.Schaden zu. Nach 5 Sek wird alle 0.5 Sek 3% Mana verbraucht, und der Schaden steigt um 100%.",
        "name": "Zerstörungsstrahl",
        "transcendence": {
          "dark": "Verdoppelt die Manakosten für Verstärkungsstrahl und verdoppelt den Schaden von 100% auf 200%.",
          "light": "Halbiert die Manakosten für Verstärkungsstrahl."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit. Trefferchance um {1} %."
        },
        "description": "Fügt Feinden zufällig {1} Sek lang {2} M.Schaden zu und reduziert ihre M.VERT um 5%. Die M.VERT Reduktion kumuliert sich bis zu 5 Mal.",
        "name": "Reißender Regenfall",
        "transcendence": {
          "dark": "M.VERT-Reduzierungseffekt kumuliert sich nun bis zu 10 Mal.",
          "light": "Verursacht Flächenschaden."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt dem Feind bei einem Krit. Treffer {1} zusätzlichen M.Schaden zu.",
        "name": "Mystischer Boost",
        "transcendence": {
          "dark": "Ignoriert feindliche Blockeffekte.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Jede Skillnutzung erhöht den Dunkelheits-Zähler um 1. Jeder Zähler erhöht ihre Mana-Regeneration/Sek um 6% und ihren Krit. Schaden um 2% (Zähler-Limit: 50).",
        "light": "ANG, VERT, TP+15% / Krit. Chance +100"
      },
      "treasure": {
        "description": [
          "[Reißender Regenfall] Erhöht Schaden um 50% und stellt bei Krit. Treffern 30 Mana wieder her.",
          "[Reißender Regenfall] Erhöht Schaden um 50% und stellt bei Krit. Treffern 36 Mana wieder her.",
          "[Reißender Regenfall] Erhöht Schaden um 50% und stellt bei Krit. Treffern 43 Mana wieder her.",
          "[Reißender Regenfall] Erhöht Schaden um 50% und stellt bei Krit. Treffern 52 Mana wieder her.",
          "[Reißender Regenfall] Erhöht Schaden um 50% und stellt bei Krit. Treffern 62 Mana wieder her.",
          "[Reißender Regenfall] Erhöht Schaden um 50% und stellt bei Krit. Treffern 75 Mana wieder her."
        ],
        "name": "Ring der Unendlichen Magie"
      },
      "weapon": {
        "description": [
          "35% Chance, bei einem Angriff zusätzlichen Schaden in Höhe von 40% der ANG zu verursachen.",
          "35% Chance, bei einem Angriff zusätzlichen Schaden in Höhe von 48% der ANG zu verursachen.",
          "35% Chance, bei einem Angriff zusätzlichen Schaden in Höhe von 57% der ANG zu verursachen.",
          "35% Chance, bei einem Angriff zusätzlichen Schaden in Höhe von 69% der ANG zu verursachen.",
          "35% Chance, bei einem Angriff zusätzlichen Schaden in Höhe von 83% der ANG zu verursachen.",
          "35% Chance, bei einem Angriff zusätzlichen Schaden in Höhe von 100% der ANG zu verursachen."
        ],
        "name": "Mahitra, das noble Schicksal"
      }
    },
    "27": {
      "description": "Der ewige Gelehrte der königlichen Großbibliothek Orvelias. Mithilfe von Runen heilt er Verbündete und löscht Stärkungszauber von Feinden.",
      "name": "Leo",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Markiert das feindliche Ziel mit einer Rune, die {1} Sek. lang {2} % K. Schaden reduziert. Verursacht nach {3} Sek. maximal {4} M. Schaden, proportional zu den verlorenen TP und ignoriert die VERT.",
        "name": "Rune der Schwäche",
        "transcendence": {
          "dark": "Erhöht Anzahl der Ziele auf 2.",
          "light": "Reduziert Cooldown um 2 Sek."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Heilung um {1} %.",
          "2": "Erhöht Heilung um {1} %.",
          "3": "Erhöht Heilung um {1} %."
        },
        "description": "Heilt die gesamte Party um {1} TP.",
        "name": "Rune der Heilung",
        "transcendence": {
          "dark": "Increase ally P.DEF for 25% for 10 sec after healing.",
          "light": "Heal amount boosted by 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schweigedauer um {1} Sek.",
          "2": "Erhöht Schweigedauer um {1} Sek.",
          "3": "Erhöht Schweigedauer um {1} Sek."
        },
        "description": "Fügt dem gesamten feindlichen Team {1} M.Schaden zu, entfernt Buffs und bringt sie für {2} Sek zum Schweigen.",
        "name": "Rune des Schweigens",
        "transcendence": {
          "dark": "Erhöht Schaden um 200% und der Gegner erhält 20% mehr Schaden. Manakosten sind um 2 erhöht.",
          "light": "Silence duration boosted by 1 Sek"
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Heilung um {1} %.",
          "2": "Erhöht Heilung um {1} %.",
          "3": "Erhöht Debuff-Resistenz um {1} % für die Wirkungsdauer."
        },
        "description": "Prägt den Verbündeten mit der niedrigsten TP alle {1} Sek mit einer Rune und heilt {3} TP über {2} Sek.",
        "name": "Rune des Schutzes",
        "transcendence": {
          "dark": "Wird ein Verbündeter geheilt, erhöht sich seine K.VERT 10 Sek lang um 40%.",
          "light": "Erhöht Heilungsmenge um 40%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "10% Chance, bei einem Angriff einem zufälligen Feind 100% der ANG als M.Schaden zuzufügen. Zerstört zudem 300 Mana und verursacht Stille für 1 Sek.",
        "light": "ANG, VERT, TP+15% / K.Block +200"
      },
      "treasure": {
        "description": [
          "[Rune des Schweigens] Ziel nimmt 10 Sek. lang um 15% erhöhten Schaden und Effekt-Resistenz des Ziels ist um 120 reduziert.",
          "[Rune des Schweigens] Ziel nimmt 10 Sek. lang um 15% erhöhten Schaden und Effekt-Resistenz des Ziels ist um 140 reduziert.",
          "[Rune des Schweigens] Ziel nimmt 10 Sek. lang um 15% erhöhten Schaden und Effekt-Resistenz des Ziels ist um 170 reduziert.",
          "[Rune des Schweigens] Ziel nimmt 10 Sek. lang um 15% erhöhten Schaden und Effekt-Resistenz des Ziels ist um 210 reduziert.",
          "[Rune des Schweigens] Ziel nimmt 10 Sek. lang um 15% erhöhten Schaden und Effekt-Resistenz des Ziels ist um 250 reduziert.",
          "[Rune des Schweigens] Ziel nimmt 10 Sek. lang um 15% erhöhten Schaden und Effekt-Resistenz des Ziels ist um 300 reduziert."
        ],
        "name": "Schriftrolle der Erinnerung"
      },
      "weapon": {
        "description": [
          "10% Chance, bei einem normalen Angriff 100% zusätzl. M.Schaden zuzufügen und entfernt alle positiven Statuseffekte.",
          "12% Chance, bei einem normalen Angriff 100% zusätzl. M.Schaden zuzufügen und entfernt alle positiven Statuseffekte.",
          "14% Chance, bei einem normalen Angriff 100% zusätzl. M.Schaden zuzufügen und entfernt alle positiven Statuseffekte.",
          "17% Chance, bei einem normalen Angriff 100% zusätzl. M.Schaden zuzufügen und entfernt alle positiven Statuseffekte.",
          "20% Chance, bei einem normalen Angriff 100% zusätzl. M.Schaden zuzufügen und entfernt alle positiven Statuseffekte.",
          "25% Chance, bei einem normalen Angriff 100% zusätzl. M.Schaden zuzufügen und entfernt alle positiven Statuseffekte."
        ],
        "name": "Belisa, die Phoenixfeder"
      }
    },
    "28": {
      "description": "Vize-Hauptmann der kaiserlichen Garde. Seine Schallwellen-Klinge schneidet sogar Magie. Er kann die gefährlichsten Feinde zuerst ausschalten.",
      "name": "Fluss",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht einem Feind {1} K.Schaden.",
        "name": "Sturmklinge",
        "transcendence": {
          "dark": "Jeder kritische Treffer reduziert Cooldown um 6%.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Bewegt sich zum Feind mit der höchsten ANG und bringt ihn 2 Sek. lang zum Schweigen. Verringert erlittenen M. Schaden für {1} Sek. lang um {2} . Markiert den Gegner für {3} Sek. und priorisiert ihn dadurch für eigene Angriffe. Angriffe an markierten Gegnern verursachen {4} zusätzlichen K. Schaden.",
        "name": "Blitzschritt",
        "transcendence": {
          "dark": "Entfernt positive Effekte vom Feind.",
          "light": "Reduziert Cooldown um 5 Sek für 1 extra Mana."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt einem einzelnen Feind {1} K.Schaden zu und fesselt das Ziel für die Wirkungsdauer.",
        "name": "Blutige Blüten",
        "transcendence": {
          "dark": "Erhöht den Schaden normaler Angriffe um 50%, während der Skill sich im Cooldown befindet.",
          "light": "Jeder kritische Treffer erhöht den Schaden des letzten Treffers um 10%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Alle {1} Sek, wenn Fluss M.Schaden erleidet, fügt er dem Angreifer {2} K.Schaden zu und erhöht Flusses M. Ausweichchance um {4} % für {3} Sek.",
        "name": "Zauber trennen",
        "transcendence": {
          "dark": "30% Chance, Feinde für 3 Sek zu bezäuben.",
          "light": "Ausweichen erhöht eigene ANG um 3%. Kumuliert sich bis zu 10 Mal."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Angriffe verursachen 20% der ANG als zusätzlichen K.Schaden. 10% Chance, doppelten K.Schaden zu verursachen und dabei positive Effekte zu entfernen.",
        "light": "ANG, VERT, TP+15% / M.Ausw.-Chance +100"
      },
      "treasure": {
        "description": [
          "[Blutige Blüten] Erhöht Schaden um 20% und weicht allen M.ANG während d. Wirkungsdauer aus.",
          "[Blutige Blüten] Erhöht Schaden um 24% und weicht allen M.ANG während d. Wirkungsdauer aus.",
          "[Blutige Blüten] Erhöht Schaden um 29% und weicht allen M.ANG während d. Wirkungsdauer aus.",
          "[Blutige Blüten] Erhöht Schaden um 35% und weicht allen M.ANG während d. Wirkungsdauer aus.",
          "[Blutige Blüten] Erhöht Schaden um 42% und weicht allen M.ANG während d. Wirkungsdauer aus.",
          "[Blutige Blüten] Erhöht Schaden um 50% und weicht allen M.ANG während d. Wirkungsdauer aus."
        ],
        "name": "Rose der Unsterblichkeit"
      },
      "weapon": {
        "description": [
          "Erhöht alle 7 Sek die eigene ANG und Angriffsgeschw. um 12% für 30 Sek. Kumuliert sich bis zu 3 mal.",
          "Erhöht alle 7 Sek die eigene ANG und Angriffsgeschw. um 14% für 30 Sek. Kumuliert sich bis zu 3 mal.",
          "Erhöht alle 7 Sek die eigene ANG und Angriffsgeschw. um 17% für 30 Sek. Kumuliert sich bis zu 3 mal.",
          "Erhöht alle 7 Sek die eigene ANG und Angriffsgeschw. um 20% für 30 Sek. Kumuliert sich bis zu 3 mal.",
          "Erhöht alle 7 Sek die eigene ANG und Angriffsgeschw. um 25% für 30 Sek. Kumuliert sich bis zu 3 mal.",
          "Erhöht alle 7 Sek die eigene ANG und Angriffsgeschw. um 30% für 30 Sek. Kumuliert sich bis zu 3 mal."
        ],
        "name": "Veralta, die wütenden Zwillingsschwerter"
      }
    },
    "29": {
      "description": "Ein Kind unbekannter Herkunft, bewaffnet mit einer riesigen Schleuderwaffe. Ihre Projektile schlagen härter zu, je weiter sie fliegen.",
      "name": "Luna",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht {1} M.Schaden, indem sie ein Hüpfprojektil auf den nächststehenden Feind schießt, das 3 mal abprallt. Je weiter der Feind entfernt ist, desto höher der verursachte Schaden.#",
        "name": "Pew!",
        "transcendence": {
          "dark": "Betäubt getroffene Feinde für 1 Sek.",
          "light": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht innerhalb eines kleinen Bereichs {1} M.Schaden, zentriert auf den am weitesten entfernten Feind. Je weiter der Feind entfernt ist, desto höher der verusachte Schaden.",
        "name": "Achtung, oben!",
        "transcendence": {
          "dark": "Ignoriert feindliche Blockeffekte.",
          "light": "Greift für 2 extra Mana zufällige Feinde 3 Mal an."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden in Reichw. {1} M.Schaden zu und reduziert ihre krit. Trefferchance um {3} % für {2} Sek.",
        "name": "Funkel Funkel",
        "transcendence": {
          "dark": "Für 1 extra Mana wird der Feind weit zurückgestoßen.",
          "light": "Verringert die PRÄZ der Gegner für 7 Sek. um 150."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt alle {1} Sek dem am weitesten entfernten Feind {3} M.Schaden für {2} Sek zu. Je weiter der Feind entfernt ist, desto höher der verusachte Schaden.",
        "name": "Hab dich!",
        "transcendence": {
          "dark": "Ändert Anzahl der Ziele zu 2.",
          "light": "20% Chance, den Feind weit zurückzustoßen und für 2 Sek zu Boden zu werfen."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "10% Chance, mit normalen Angriffen den Feind weit zurückzustoßen und ihn für 3 Sek zu betäuben. Erhöht ANG-Geschw. um 500 für 3 Sek.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "[Funkel Funkel] Erhöht Schaden um 20% und Ziele, deren Krit. Chance reduziert ist, können diesen Effekt nicht aufheben.",
          "[Funkel Funkel] Erhöht Schaden um 24% und Ziele, deren Krit. Chance reduziert ist, können diesen Effekt nicht aufheben.",
          "[Funkel Funkel] Erhöht Schaden um 29% und Ziele, deren Krit. Chance reduziert ist, können diesen Effekt nicht aufheben.",
          "[Funkel Funkel] Erhöht Schaden um 35% und Ziele, deren Krit. Chance reduziert ist, können diesen Effekt nicht aufheben.",
          "[Funkel Funkel] Erhöht Schaden um 42% und Ziele, deren Krit. Chance reduziert ist, können diesen Effekt nicht aufheben.",
          "[Funkel Funkel] Erhöht Schaden um 50% und Ziele, deren Krit. Chance reduziert ist, können diesen Effekt nicht aufheben."
        ],
        "name": "Niemals schmelzende Schneeblume"
      },
      "weapon": {
        "description": [
          "Fügt einem zufälligen Feind 40% zusätzlichen M.Schaden mit normalen Angriffen zu.",
          "Fügt einem zufälligen Feind 48% zusätzlichen M.Schaden mit normalen Angriffen zu.",
          "Fügt einem zufälligen Feind 57% zusätzlichen M.Schaden mit normalen Angriffen zu.",
          "Fügt einem zufälligen Feind 69% zusätzlichen M.Schaden mit normalen Angriffen zu.",
          "Fügt einem zufälligen Feind 83% zusätzlichen M.Schaden mit normalen Angriffen zu.",
          "Fügt einem zufälligen Feind 100% zusätzlichen M.Schaden mit normalen Angriffen zu."
        ],
        "name": "Hyacinth, Blume der Ewigkeit"
      }
    },
    "3": {
      "description": "Eine Magierin aus dem Roten Turm. Dieses mutige Mädchen benutzt explosive Feuermagie, um mehrere Feinde zu verbrennen und fügt ihnen sogar größeren Schaden zu, indem sie die Glut explodiert.",
      "name": "Cleo",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt bis zu 3 Feinden {1} M.Schaden zu. Bei jedem Treffer wird dem Feind eine Glut auferlegt, die Schaden zufügt.",
        "name": "Feuernadel",
        "transcendence": {
          "dark": "Kumuliert je 2 Gluten.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Legt bei krit. Treffern 2 Gluten auf."
        },
        "description": "Fügt 3 Feinden {1} M.Schaden zu, und legt ihnen je 1 Glut auf.",
        "name": "Flammen-Diffusion",
        "transcendence": {
          "dark": "Manakosten sind um 1 erhöht und es wird ein zufälliges Ziel 2 Mal attackiert.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Jeder Angriff verursacht {1} M. Schadenn an allen Feinden und gibt einen Glut-Zähler. Für jeden Glut-zähler wird Schaden um {2} % erhöht.",
        "name": "Feuerregen",
        "transcendence": {
          "dark": "Betäubt Feinde mit 5 oder mehr Gluten 1 Sek lang.",
          "light": "Reduziert Cooldown um 3 Sek."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden {1} M.Schaden zu und betäubt sie für 2 Sek. Für jede Glut steigt der Schaden um {2} %.",
        "name": "Feuerball",
        "transcendence": {
          "dark": "Wird alle 9 Sek aktiviert.",
          "light": "Erhöht max. Glutenanzahl pro Feind auf 6."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Glut Schaden ist um 200% erhöht.",
        "light": "ANG, VERT, TP+15% / Krit. Chance +100"
      },
      "treasure": {
        "description": [
          "[Feuerregen] Erhöht Schaden um 20%. Bei krit. Treffern auf Gegner mit mehr als 5 Gluten, wird der Skill-Cooldown um 3% reduziert.",
          "[Feuerregen] Erhöht Schaden um 24%. Bei krit. Treffern auf Gegner mit mehr als 5 Gluten, wird der Skill-Cooldown um 3% reduziert.",
          "[Feuerregen] Erhöht Schaden um 29%. Bei krit. Treffern auf Gegner mit mehr als 5 Gluten, wird der Skill-Cooldown um 3% reduziert.",
          "[Feuerregen] Erhöht Schaden um 35%. Bei krit. Treffern auf Gegner mit mehr als 5 Gluten, wird der Skill-Cooldown um 3% reduziert.",
          "[Feuerregen] Erhöht Schaden um 42%. Bei krit. Treffern auf Gegner mit mehr als 5 Gluten, wird der Skill-Cooldown um 3% reduziert.",
          "[Feuerregen] Erhöht Schaden um 50%. Bei krit. Treffern auf Gegner mit mehr als 5 Gluten, wird der Cooldown um 3% reduziert."
        ],
        "name": "Schriftrolle der Sengenden Hölle"
      },
      "weapon": {
        "description": [
          "Gluten explodieren alle 4 Sek, die nahligenden Feinden 80% der ANG in M.Schaden zufügen.",
          "Gluten explodieren alle 4 Sek, die nahligenden Feinden 96% der ANG in M.Schaden zufügen.",
          "Gluten explodieren alle 4 Sek, die nahligenden Feinden 114% der ANG in M.Schaden zufügen.",
          "Gluten explodieren alle 4 Sek, die nahligenden Feinden 138% der ANG in M.Schaden zufügen.",
          "Gluten explodieren alle 4 Sek, die nahligenden Feinden 166% der ANG in M.Schaden zufügen.",
          "Gluten explodieren alle 4 Sek, die nahligenden Feinden 200% der ANG in M.Schaden zufügen."
        ],
        "name": "Flenos, die Urflamme"
      }
    },
    "30": {
      "description": "Eine Priesterin, die die Oase in der Aegina-Wüste bewacht. Ein Wasserdrache, der bereits seit Äonen lebt. Ihr Wasser besitzt mächtige Heilfähigkeiten.",
      "name": "Laias",
      "s1": {
        "books": {
          "1": "Erhöht Erholungsrate um {1} %.",
          "2": "Erhöht Erholungsrate um {1} %.",
          "3": "Erhöht Erholungsrate um {1} %."
        },
        "description": "Heilt alle Verb. um bis zu {1} TP, abhängig von ihrem aktuellen TP-Verlust.",
        "name": "Heilende Tropfen",
        "transcendence": {
          "dark": "Erhöht bei Heilung M.Krit.Widerstand für 10 Sek. um 25%.",
          "light": "Erhöht Heilungsmenge um 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schild-TP um {1} %.",
          "2": "Erhöht Schild-TP um {1} %.",
          "3": "Erhöht Schild-TP um {1} %."
        },
        "description": "Beschützt den Verbündeten mit der niedrigsten TP mit einem Schild, das 15 Sek lang bis zu {1} Schaden absorbiert und dem Ziel für die Wirkungsdauer Effektimmunität gewährt. Ziel erholt sich um {2} TP jede Sek, während das Schild aktiv ist.",
        "name": "Schildblase",
        "transcendence": {
          "dark": "M. Krit.-Widerstand des Ziels um 25% erhöht.",
          "light": "Erhöht ANG des Ziels um 30%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt allein Feinden in Reichw. {1} M.Schaden zu und wirft sie zu Boden. Alle Verb. (außer beschwörender Held) erhalten 2 Mana. Anschließend werden zufällige Feinde {2} Sek lang von Strudeln getroffen, erleiden {3} M.Schaden und werden für 2 Sek zu Boden geworfen.",
        "name": "Fest des Wassers",
        "transcendence": {
          "dark": "Heilt alle Verbündete um 15% ihrer max. TP.",
          "light": "Schadenseffekt wird alle 3 Sek ausgelöst."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht VERT-Boost um {1} %.",
          "2": "Erhöht VERT-Boost um {1} %.",
          "3": "Erhöht VERT-Boost um {1} %."
        },
        "description": "Erhöht die M.VERT aller Verb. um {1} und gewährt {2} . Resistenz gegenüber M. Krit. Treffern .",
        "name": "Segen des Wasserdrachen",
        "transcendence": {
          "dark": "Erhöht den eigenen Statuseffekt-Widerstand um 400.",
          "light": "Erhöht M.VERT-Erhöhungsrate um 20% und M.Krit.Widerstand um 100."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Von Laias geheilte Verbündete erhalten M.VERT in Höhe von 5% ihrer ANG und je 75 Mana.",
        "light": "ANG, VERT, TP+15% / M.Block +200"
      },
      "treasure": {
        "description": [
          "[Fest des Wassers] Strudel-Effekt zielt auf 2 Gegner und alle Verbündeten stellen zusätzlich 500 Mana wieder her.",
          "[Fest des Wassers] Strudel-Effekt zielt auf 2 Gegner und alle Verbündeten stellen zusätzlich 600 Mana wieder her.",
          "[Fest des Wassers] Strudel-Effekt zielt auf 2 Gegner und alle Verbündeten stellen zusätzlich 720 Mana wieder her.",
          "[Fest des Wassers] Strudel-Effekt zielt auf 2 Gegner und alle Verbündeten stellen zusätzlich 860 Mana wieder her.",
          "[Fest des Wassers] Strudel-Effekt zielt auf 2 Gegner und alle Verbündeten stellen zusätzlich 1040 Mana wieder her.",
          "[Fest des Wassers] Strudel-Effekt zielt auf 2 Gegner und alle Verbündeten stellen zusätzlich 1250 Mana wieder her."
        ],
        "name": "Papyrus der Strömung"
      },
      "weapon": {
        "description": [
          "Bei einem Krit. Treffer wird der Verb. mit der niedrigsten TP um 80% des verursachten Schadens geheilt.",
          "Bei einem Krit. Treffer wird der Verb. mit der niedrigsten TP um 96% des verursachten Schadens geheilt.",
          "Bei einem Krit. Treffer wird der Verb. mit der niedrigsten TP um 115% des verursachten Schadens geheilt.",
          "Bei einem Krit. Treffer wird der Verb. mit der niedrigsten TP um 138% des verursachten Schadens geheilt.",
          "Bei einem Krit. Treffer wird der Verb. mit der niedrigsten TP um 166% des verursachten Schadens geheilt.",
          "Bei einem Krit. Treffer wird der Verb. mit der niedrigsten TP um 200% des verursachten Schadens geheilt."
        ],
        "name": "Eltoirre, der fließende Kreis"
      }
    },
    "31": {
      "description": "Ein hochrangiger Engel, der zur Menschenwelt hinabstieg, um die wütenden Dämonen zu bestrafen. Er saust durch die Lüfte und feuert Lichtpfeile auf die Missetäter.",
      "name": "Arch",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt 3 Feinden {1} M.Schaden zu und wirft sie zurück. Wenn ein Feind mit einem Urteilssiegel getroffen wird, nimmt er 30% Extra-Schaden. Getroffenen Feinden wird 15 Sek. lang ein Urteilssiegel auferlegt.",
        "name": "Himmlischer Pfeil",
        "transcendence": {
          "dark": "Stuns enemies with a Sigil for 1 Sek",
          "light": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt allen Feinden in einer Linie {1} M.Schaden zu. Feinde mit einem Urteilssiegel erleiden {2} zusätzl. M.Schaden, der ihre M.VERT ignoriert.",
        "name": "Reinigende Flamme",
        "transcendence": {
          "dark": "Reduziert Cooldown um 3 Sek.",
          "light": "Erhöht Krit. Chance um 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden in Reichw. {1} M.Schaden zu. Feinde mit einem Urteilssiegel erleiden 50% extra M.Schaden und werden 5 Sek lang zum Schweigen gebracht. Alle Verb. werden 5 Sek lang immun gegen M.Schaden.",
        "name": "Schlichter",
        "transcendence": {
          "dark": "Selbst Feinde ohne Stigma erleiden erhöhten M.Schaden und können keine Skills benutzen.",
          "light": "Legt getroffenen Feinden ein Urteilssiegel auf."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden und Schild-TP um {1} %.",
          "2": "Erhöht Schaden und Schild-TP um {1} %.",
          "3": "Erhöht Schaden und Schild-TP um {1} %."
        },
        "description": "Verursacht alle 15 Sek. {1} M. Schaden an Feinden mit Urteilssiegel und ignoriert VERT. Verursacht bei todesnahem Status ein Mal pro Kampf {2} M. Schaden an Feinden mit Urteilssiegel und betäubt sie für 3 Sek. Beschwört zeitgleich einen Schild, der für 5 Sek. {3} des Schadens an Verbündeten blockt. Effekt-Resistenz bei bestehendem Schild.\\n Verbraucht alles Mana und alle Skill-Cooldowns sind um 50% erhöht, wenn der Schildeffekt wirkt. ",
        "name": "Das jüngste Gericht",
        "transcendence": {
          "dark": "Aktiviert Effekte 3 Sek schneller.",
          "light": "Erleidet der Held einen tödlichen Treffer, greift der Held 20 Sek lang 2 Feinde mit jedem normalen Angriff an."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Heilt alle Verbündete um 4% des verursachten Schadens bei einem kritischen Treffer.",
        "light": "ANG, VERT, TP+15% / Krit. Chance +100"
      },
      "treasure": {
        "description": [
          "[Schlichter] Erhöht Schaden um 20% und ANG aller Verbündeten um 30% während der Wirkdauer des M.Schilds.",
          "[Schlichter] Erhöht Schaden um 24% und ANG aller Verbündeten um 30% während der Wirkdauer des M.Schilds.",
          "[Schlichter] Erhöht Schaden um 29% und ANG aller Verbündeten um 30% während der Wirkdauer des M.Schilds.",
          "[Schlichter] Erhöht Schaden um 35% und ANG aller Verbündeten um 30% während der Wirkdauer des M.Schilds.",
          "[Schlichter] Erhöht Schaden um 42% und ANG aller Verbündeten um 30% während der Wirkdauer des M.Schilds.",
          "[Schlichter] Erhöht Schaden um 50% und ANG aller Verbündeten um 30% während der Wirkdauer des M.Schilds."
        ],
        "name": "Himmelsauge"
      },
      "weapon": {
        "description": [
          "Belegt alle 10 Sek einen zufälligen Feind mit einem Urteilssiegel für 15 Sek und fügt ihm 168% des ANG als M.Schaden zu.",
          "Belegt alle 10 Sek einen zufälligen Feind mit einem Urteilssiegel für 15 Sek und fügt ihm 201.6% des ANG als M.Schaden zu.",
          "Belegt alle 10 Sek einen zufälligen Feind mit einem Urteilssiegel für 15 Sek und fügt ihm 241.5% des ANG als M.Schaden zu.",
          "Belegt alle 10 Sek einen zufälligen Feind mit einem Urteilssiegel für 15 Sek und fügt ihm 289.8% des ANG als M.Schaden zu.",
          "Belegt alle 10 Sek einen zufälligen Feind mit einem Urteilssiegel für 15 Sek und fügt ihm 348.6% des ANG als M.Schaden zu.",
          "Belegt alle 10 Sek einen zufälligen Feind mit einem Urteilssiegel für 15 Sek und fügt ihm 420% des ANG als M.Schaden zu."
        ],
        "name": "Sherrkyle, klarer blauer Himmel"
      }
    },
    "32": {
      "description": "Schon vor 100 Jahren kämpfte diese Vampirprinzessin an der Seite der Helden. Als unsterblicher Vampir verfügt sie über unglaubliche Kräfte, mit denen sie ihre Untertanen befehligt.",
      "name": "Lewicia",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht {1} M. Schaden am feindlichen Ziel und verursacht 10 Sek. lang weitere 25% zusätzlichen M. Schaden. Für jeden Blutfluch-Zähler ist der Schaden um 0,5% erhöht.\\n Verbraucht bei Benutzung 10% der aktuellen TP. ",
        "name": "Blutkugel",
        "transcendence": {
          "dark": "Ziel erleidet 10 Sek lang 25% extra M.Schaden.",
          "light": "Manakosten sind um 1 erhöht, aber Schaden ist +100%."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht {1} M. Schaden am feindlichen Ziel und erschafft eine Blut-Zone drum herum, die 10 Sek. bleibt. Gegner innerhalb der Blut-Zone erhalten alle 0,5 Sek. {2} M. Schaden M. VERT ist um 30% reduziert. Für jeden Blutfluch-Zähler ist der Schaden um 1,5% erhöht.\\n Verbraucht bei Benutzung 20% der aktuellen TP. ",
        "name": "Blut-Zone",
        "transcendence": {
          "dark": "Reduziert Cooldown um 3 Sek.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Greift Feinde in einer geraden Linie 3 Mal an, verursacht dabei insgesamt {1} M. Schaden und betäubt sie für 3 Sek. Für jeden Blutfluch-Zähler ist der Schaden um 0,5% erhöht.\\n Verbraucht bei Benutzung 10% der aktuellen TP. ",
        "name": "Blut-Bankett",
        "transcendence": {
          "dark": "Reduziert Manakosten um 1.",
          "light": "Beim Angriff eines Gegners mit über 80 Blutfluch-Zählern sind alle Cooldowns um 5% reduziert."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "ANG wird um {1} bzw. VERT-Durchdr. um 250 erhöht, wenn die TP über 50% liegen. Verursacht beim Angriff Blutfluch auf dem Ziel, fügt über 20 Sek. lang insgesamt {2} M. Schaden hinzu und gibt 10 % des durch Blutfluch verursachten Schadens als TP zurück. Blutfluch kann sich bis zu 100 Mal kumulieren und nicht abgewehrt werden.",
        "name": "Blut-Beherrschung",
        "transcendence": {
          "dark": "Heilrate aller Verbündeten ist um 20% erhöht und die der Gegner um 20% gesenkt.",
          "light": "Max. Zähler für Blutfluch auf 200 geändert."
        }
      },
      "subtitle": "Königsblut Lewisia",
      "t5": {
        "dark": "TP-Verbrauch aller Skills ist um 50% erhöht, die Cooldowns werden jedoch um 20% gesenkt.",
        "light": "ANG, VERT, TP+15% / Krit. Chance +100"
      },
      "treasure": {
        "description": [
          "[Blut-Bankett] Erhöht Schaden um 20% und stellt bei Krit. Treffern 400 Mana wieder her.",
          "[Blut-Bankett] Erhöht Schaden um 24% und stellt bei Krit. Treffern 400 Mana wieder her.",
          "[Blut-Bankett] Erhöht Schaden um 29% und stellt bei Krit. Treffern 400 Mana wieder her.",
          "[Blut-Bankett] Erhöht Schaden um 35% und stellt bei Krit. Treffern 400 Mana wieder her.",
          "[Blut-Bankett] Erhöht Schaden um 42% und stellt bei Krit. Treffern 400 Mana wieder her.",
          "[Blut-Bankett] Erhöht Schaden um 50% und stellt bei Krit. Treffern 400 Mana wieder her."
        ],
        "name": "Antikes Blut"
      },
      "weapon": {
        "description": [
          "Bei TP über 50%, ist ANG um 20% erhöht. Falls die TP unter 50% fallen, wird 10% weniger Schaden erlitten.",
          "Bei TP über 50%, ist ANG um 24% erhöht. Falls die TP unter 50% fallen, wird 12% weniger Schaden erlitten.",
          "Bei TP über 50%, ist ANG um 29% erhöht. Falls die TP unter 50% fallen, wird 14% weniger Schaden erlitten.",
          "Bei TP über 50%, ist ANG um 35% erhöht. Falls die TP unter 50% fallen, wird 17% weniger Schaden erlitten.",
          "Bei TP über 50%, ist ANG um 42% erhöht. Falls die TP unter 50% fallen, wird 21% weniger Schaden erlitten.",
          "Bei TP über 50%, ist ANG um 50% erhöht. Falls die TP unter 50% fallen, wird 25% weniger Schaden erlitten."
        ],
        "name": "Scharlachrote Herrscherin, Dominicia"
      }
    },
    "33": {
      "description": "Ein heterochromischer Magier, der Dimensionsräume kontrolliert. Seine Kräfte kreieren Risse in die Raumstruktur, aus denen unendlich viele magische Schwerter beschwört werden.",
      "name": "Nyx",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit. Chance um {1} ."
        },
        "description": "Fügt Zielen {1} K.Schaden zu. Jeder getroffene Feind wird mit einem Klingenzähler versehen. Je mehr Feinde mit Klingen versehen sind, desto mehr Ziele können angegriffen werden. Jede Klinge ist 20 Sek lang aktiv, und jedes Ziel kann bis zu 5 Klingen kumulieren.",
        "name": "Dimensionsklinge",
        "transcendence": {
          "dark": "Erhöht das Klingenzähler-Limit um 1.",
          "light": "Entfernt den Cooldown."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit. Chance um {1} ."
        },
        "description": "Fügt Feinden {1} K.Schaden zu und entfernt positive Statuseffekte. Getroffene Feinde nehmen {3} K.Schaden über {2} Sek und werden für 3 Sek zu Boden geworfen. Die Anzahl der Ziele ist gleich 1 + Anz. des Klingenzählers.",
        "name": "Dimensions-Zerstücklungbeil",
        "transcendence": {
          "dark": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit. Chance um {1} ."
        },
        "description": "Fügt Feinden an der Front {1} K.Schaden zu. Der letzte Angriff fügt einem Feind {2} K.Schaden zu und wirft ihn für 3 Sek zu Boden. Die Anzahl der Feinde, die vom letzten Angriff getroffen werden, ist gleich 1 + die Anz. des Klingenzählers.",
        "name": "Klingen der Unendlichkeit",
        "transcendence": {
          "dark": "Bei 5 oder mehr Klingenzählern wird der Schaden um 70 % erhöht.",
          "light": "Reduziert Cooldown um 5 Sek."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit. Chance um {1} ."
        },
        "description": "Feuert mit jedem autom. Angriff eine zusätzliche Klinge und fügt Klingen-Zielen {1} K.Schaden zu. Die Anzahl der Ziele ist gleich 1 + Anz. des Klingenzählers.",
        "name": "Verborgene Klinge",
        "transcendence": {
          "dark": "10% Chance, feindliche positive Effekte zu entfernen.",
          "light": "Für jeden Feind auf dem Schlachtfeld wird der Schaden um 15% erhöht."
        }
      },
      "subtitle": "Dimensionsschwert",
      "t5": {
        "dark": "10% Chance, bei normalen Angriffen 1 Klingen-Zähler hinzuzufügen. Jeder Klingen-Zähler erhöht Nyxs ANG um je 10%.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "[Klingen der Unendlichkeit] Reduziert Manakosten um 1 und erhöht Schaden um 20%.",
          "[Klingen der Unendlichkeit] Reduziert Manakosten um 1 und erhöht Schaden um 24%.",
          "[Klingen der Unendlichkeit] Reduziert Manakosten um 1 und erhöht Schaden um 29%.",
          "[Klingen der Unendlichkeit] Reduziert Manakosten um 1 und erhöht Schaden um 35%.",
          "[Klingen der Unendlichkeit] Reduziert Manakosten um 1 und erhöht Schaden um 42%.",
          "[Klingen der Unendlichkeit] Reduziert Manakosten um 1 und erhöht Schaden um 50%."
        ],
        "name": "Dimensionsstein"
      },
      "weapon": {
        "description": [
          "Autom. Angriffe penetrieren Feinde in einer geraden Linie und verursachen 30 % zusätzlichen Schaden. Mit jedem Klingenzähler wird der Schaden zusätzlich um 4 % erhöht.",
          "Autom. Angriffe penetrieren Feinde in einer geraden Linie und verursachen 36 % zusätzlichen Schaden. Mit jedem Klingenzähler wird der Schaden zusätzlich um 4,8 % erhöht.",
          "Autom. Angriffe penetrieren Feinde in einer geraden Linie und verursachen 43 % zusätzlichen Schaden. Mit jedem Klingenzähler wird der Schaden zusätzlich um 5,7 % erhöht.",
          "Autom. Angriffe penetrieren Feinde in einer geraden Linie und verursachen 52 % zusätzlichen Schaden. Mit jedem Klingenzähler wird der Schaden zusätzlich um 6,9 % erhöht.",
          "Autom. Angriffe penetrieren Feinde in einer geraden Linie und verursachen 62 % zusätzlichen Schaden. Mit jedem Klingenzähler wird der Schaden zusätzlich um 8,3 % erhöht.",
          "Autom. Angriffe penetrieren Feinde in einer geraden Linie und verursachen 75 % zusätzlichen Schaden. Mit jedem Klingenzähler wird der Schaden zusätzlich um 10 % erhöht."
        ],
        "name": "Magnus Fille, der Dimensionsschlüssel"
      }
    },
    "34": {
      "description": "Eine Genie-Technomagierin, die darauf hofft, eines Tages allen Menschen die Magie zugänglich zu machen. Ihre Waffe ist ihr Golem, der für sie ihre Feinde zerschmettert.",
      "name": "Annette",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht die Auflademenge um 30% bei Benutzung."
        },
        "description": "Greift Feinde in einer geraden Linie an, fügt Zielen {1} M.Schaden zu und erhöht ihre M.Schadensempfindlichkeit um {2} %. Ist Überladung aktiv, verursacht es {3} zusätzlichen M.Schaden und erhöht M.Schadensempfindlichkeit um {4} %.",
        "name": "Zerstörungsstrahl",
        "transcendence": {
          "dark": "Charge amount is boosted by 40% upon use.",
          "light": "Ziel erleidet 10 Sek lang 25% extra M.Schaden."
        }
      },
      "s2": {
        "books": {
          "1": "Erholung erhöht um {1} %.",
          "2": "Erholung erhöht um {1} %.",
          "3": "Erhöht die Auflademenge um 30% bei Benutzung."
        },
        "description": "Klärt alle neg. Effekte von Verb., heilt sie um {1} TP über 10 Sek und erhöht ihren Schwächungszauber-Widerstand um 250. Bei Überladung erhalten alle Verb. {2} Krit Chance und sind effektimmun.",
        "name": "Notbehandlung",
        "transcendence": {
          "dark": "Bei Benutzung wird die Auflademenge um 40% erhöht.",
          "light": "Reduziert Cooldown um 3 Sek."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht die Auflademenge um 30% bei Benutzung."
        },
        "description": "Wählt zufällig ein Ziel und feuert einen explodierenden Energieball, der dem Ziel und nahestehenden Feinden {1} M.Schaden zufügt. Ist Überladung aktiv, erleiden Feinde {2} M.Schaden und werden 5 Sek lang betäubt, wenn der Ball explodiert.",
        "name": "Elimierungsprozess",
        "transcendence": {
          "dark": "Ziel erleitet 25% erhöhten M.Schaden.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s4": {
        "books": {
          "1": "ANG-Erhöhungsrate um {1} % erhöht.",
          "2": "ANG-Erhöhungsrate um {1} % erhöht.",
          "3": "Erhöht die ANG-Geschw. um {1} , wenn überladen."
        },
        "description": "Erhalte alle 0,5 Sek. 1 Ladung. Erhalte für jede benutzte Manakugel 10 Ladungen. Betrete bei 100 Ladungen den Überladung-Zustand und erhalte {1} ANG für 15 Sek, während normale Angriffe Cooldowns um 10% reduzieren. Effekte können nicht aufgehoben werden und während Überladung können keine Ladungen gesammelt werden.",
        "name": "Aufladen",
        "transcendence": {
          "dark": "Erhöht die Wirkungsdauer von Überladung um 3 Sek.",
          "light": "Erhöht ANG-Boost um 40%."
        }
      },
      "subtitle": "Königliche Technomagierin",
      "t5": {
        "dark": "Wird Überladung aktiviert, erhalten alle Verbündete 200 ANG-Geschw. und einen ANG-Boost in Höhe von 5% der ANG von Annette.",
        "light": "ANG, VERT, TP+15% / ANG-Geschw. +100"
      },
      "treasure": {
        "description": [
          "[Elimierungsprozess] Erhöht Schaden um 20% und erhält beim ANG 2 Ladungen. Kann erhalten werden während Überladung aktiv ist.",
          "[Elimierungsprozess] Erhöht Schaden um 24% und erhält beim ANG 2 Ladungen. Kann erhalten werden während Überladung aktiv ist.",
          "[Elimierungsprozess] Erhöht Schaden um 29% und erhält beim ANG 2 Ladungen. Kann erhalten werden während Überladung aktiv ist.",
          "[Elimierungsprozess] Erhöht Schaden um 35% und erhält beim ANG 2 Ladungen. Kann erhalten werden während Überladung aktiv ist.",
          "[Elimierungsprozess] Erhöht Schaden um 42% und erhält beim ANG 2 Ladungen. Kann erhalten werden während Überladung aktiv ist.",
          "[Elimierungsprozess] Erhöht Schaden um 50% und erhält beim ANG 2 Ladungen. Kann erhalten werden während Überladung aktiv ist."
        ],
        "name": "Zerstörungskodex"
      },
      "weapon": {
        "description": [
          "Erhalte alle 1.5 Sek 1 Ladung und erhole 1% Mana.",
          "Erhalte alle 1.4 Sek 1 Ladung und erhole 1% Mana.",
          "Erhalte alle 1.3 Sek 1 Ladung und erhole 1% Mana.",
          "Erhalte alle 1.1 Sek 1 Ladung und erhole 1% Mana.",
          "Erhalte alle 0.9 Sek 1 Ladung und erhole 1% Mana.",
          "Erhalte alle 0.7 Sek 1 Ladung und erhole 1% Mana."
        ],
        "name": "Rascal, der kristallisierte Technomagier"
      }
    },
    "35": {
      "description": "Auch Lied des Silbernen Wahnsinns genannt. Ein taktloser Mann ohne jegliches Verantwortungsgefühl. Aber in der Schlacht wird er zum unantastbaren Silberwolf, der das Schlachtfeld mit Blut tränkt.",
      "name": "Mitra",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Greift Feinde 2 Mal an und fügt ihnen jeweils {1} K.Schaden zu. Ist der Skill ein kritischer Treffer, verursacht er naheliegenden Feinden {2} zusätzlichen K.Schaden.",
        "name": "Peng! Peng!!",
        "transcendence": {
          "dark": "Das Mal fügt 2 Zähler hinzu.",
          "light": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist."
        }
      },
      "s2": {
        "books": {
          "1": "ANG-Erhöhungsrate steigt um {1} %.",
          "2": "ANG-Erhöhungsrate steigt um {1} %.",
          "3": "ANG-Erhöhungsrate steigt um {1} %."
        },
        "description": "Erhöht 20 Sek lang eigenen ANG um {1} und PRÄZ um {2} . Normale Angriffe haben eine 15% Chance, 'Peng! Peng!!' auszulösen.",
        "name": "Zeit zum Sterben!!",
        "transcendence": {
          "dark": "Erhöht Peng!! Peng!! Chance um 10%.",
          "light": "Erhöht erlittenen Schaden aller Art um 20% für eine 100% ANG-Erhöhung."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Feuert sein Gewehr 12 Male auf zufällige Feinde und verursacht insg. {1} K.Schaden. Hinterlässt mit jedem Treffer ein Mal des Todes, das nicht entfernt werden kann. Jedes Mal des Todes erhöht 'Wildfeuer's Schaden um 1%.",
        "name": "Tanz mit mir!!",
        "transcendence": {
          "dark": "Fügt für jeden Treffer zwei zusätzliche Zähler hinzu.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Jeder normale Angriff hinterlässt am Ziel ein Mal des Todes, das nicht entfernt werden kann. Folgende normale Angriffe und 'Peng! Peng!!' auf dasselbe Ziel verursacht {1} extra K.Schaden. Jedes Mal erhöht den Schaden des Skills um 2%. Max. Kumulierung: 100.",
        "name": "Jetzt bist du dran!!",
        "transcendence": {
          "dark": "Reduziert alle Cooldowns um 0.3, wenn ein Ziel mit 100 Zählern getroffen wird.",
          "light": "Erhöht das Mal-Limit auf 200."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Erhöht Krit. Schaden um 0.5% und ANG-Geschw. um 5 bei einem kritischen Treffer. Kumuliert sich bis zu 100 Mal.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "[Tanz mit mir!!] Erhöht Schaden um 20% und reduziert Skill-Cooldown um 5% bei jeder Aktivierung. Effekt kann sich bis zu max. 8 Mal kumulieren.",
          "[Tanz mit mir!!] Erhöht Schaden um 24% und reduziert Skill-Cooldown um 5% bei jeder Aktivierung. Effekt kann sich bis zu max. 8 Mal kumulieren.",
          "[Tanz mit mir!!] Erhöht Schaden um 29% und reduziert Skill-Cooldown um 5% bei jeder Aktivierung. Effekt kann sich bis zu max. 8 Mal kumulieren.",
          "[Tanz mit mir!!] Erhöht Schaden um 35% und reduziert Skill-Cooldown um 5% bei jeder Aktivierung. Effekt kann sich bis zu max. 8 Mal kumulieren.",
          "[Tanz mit mir!!] Erhöht Schaden um 42% und reduziert Skill-Cooldown um 5% bei jeder Aktivierung. Effekt kann sich bis zu max. 8 Mal kumulieren.",
          "[Tanz mit mir!!] Erhöht Schaden um 50% und reduziert Skill-Cooldown um 5% bei jeder Aktivierung. Effekt kann sich bis zu max. 8 Mal kumulieren."
        ],
        "name": "Rune der Wolfskopf-Söldner"
      },
      "weapon": {
        "description": [
          "Normale Angriffe erhöhen VERT.-Durchdringung und ANG-Geschw. um 8. Kumuliert sich bis zu 30 Male.",
          "Normale Angriffe erhöhen VERT.-Durchdringung und ANG-Geschw. um 10. Kumuliert sich bis zu 30 Male.",
          "Normale Angriffe erhöhen VERT.-Durchdringung und ANG-Geschw. um 12. Kumuliert sich bis zu 30 Male.",
          "Normale Angriffe erhöhen VERT.-Durchdringung und ANG-Geschw. um 14. Kumuliert sich bis zu 30 Male.",
          "Normale Angriffe erhöhen VERT.-Durchdringung und ANG-Geschw. um 17. Kumuliert sich bis zu 30 Male.",
          "Normale Angriffe erhöhen VERT.-Durchdringung und ANG-Geschw. um 20. Kumuliert sich bis zu 30 Male."
        ],
        "name": "Velkinoth, Schrei des Wahnsinns"
      }
    },
    "36": {
      "description": "Ein nobler Held, welcher die Reiche der Menschen schon seit Ewigkeiten vor Dämonen schützt. Mit einem von der Göttin gesegneten Pfahl zerschmettert er seine Feinde.",
      "name": "Ricardo",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Gewährt Effektimmunität, während der Skill aktiv ist."
        },
        "description": "Fügt Feinden an der Front {1} K.Schaden zu und wirft sie für 3 Sek zu Boden.",
        "name": "Vernichtung",
        "transcendence": {
          "dark": "Fügt dem Ziel zusätzlich K.Schaden in Höhe von 200% der eigenen M.VERT zu.",
          "light": "Ziel erleidet 25% erhöhten K.Schaden für 10 Sek."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht VERT-Boost um {1} %.",
          "2": "Erhöht VERT-Boost um {1} %.",
          "3": "Regeneriert 1% der eigenen TP pro Sek für 10 Sek."
        },
        "description": "Fügt Gegnern in Reichw. {1} K.Schaden zu und betäubt sie 1 Sek. lang. Zusätzlich ist die eigene M.VERT für 10 Sek. um {2} erhöht und fängt 80% des M.Schadens für andere Gruppenmitglieder ab.",
        "name": "Göttlicher Schutz",
        "transcendence": {
          "dark": "Dieser Skilleffekt kann nicht entfernt werden.",
          "light": "Für 1 extra Mana erhält Ricardo 30% Schadenswiderstand für abgefangenen Schaden."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Blockt allen Schaden, während der Skill aktiv ist."
        },
        "description": "Greift Feinde 3 Mal frontal an. Die ersten 2 Attacken verursachen Feinden {1} K.Schaden und betäuben sie für je 4 Sek. Die letzte Attacke hat eine 20% größere Reichw., fügt Feinden {2} K.Schaden zu und betäubt sie für 4 Sek. Jeder Angriff hat eine 50% Chance, Positiveffekte der Feinde zu entfernen.",
        "name": "Göttliches Urteil",
        "transcendence": {
          "dark": "Reduziert Manakosten um 1.",
          "light": "Erhöht Betäubungsdauer um 2 Sek."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht VERT-Boost um {1} %.",
          "2": "Erhöht VERT-Boost um {1} %.",
          "3": "Dauer wird um 2 Sek. erhöht."
        },
        "description": "Erhöht die M.VERT eines Verbündeten 5 Sek lang um {1} , wenn er M.Schaden erleidet. Kumuliert sich bis zu 5 Mal. Ricardo ist von diesem Effekt nicht betroffen.",
        "name": "Göttlicher Segen",
        "transcendence": {
          "dark": "Erhöht max. Zähler-Limit auf 8.",
          "light": "Erhöht M.VERT-Erhöhungsrate um 40%."
        }
      },
      "subtitle": "Luas Richter",
      "t5": {
        "dark": "Falls eigene TP unter 30% fallen, können TP 10 Sek. nicht unter 10% fallen und ANG aller Verbündeten ist um 50% der eigenen M. VERT erhöht. Dieser Effekt kann alle 60 Sek. ausgelöst werden.",
        "light": "ANG, VERT, TP+15% / K.Block +200"
      },
      "treasure": {
        "description": [
          "[Göttliches Urteil] 75% Chance, positive Effekte von Feinden aufzuheben und reduziert ANG-Geschw. des Ziels 10 Sek. lang um 100.",
          "[Göttliches Urteil] 75% Chance, positive Effekte von Feinden aufzuheben und reduziert ANG-Geschw. des Ziels 10 Sek. lang um 120.",
          "[Göttliches Urteil] 75% Chance, positive Effekte von Feinden aufzuheben und reduziert ANG-Geschw. des Ziels 10 Sek. lang um 140.",
          "[Göttliches Urteil] 75% Chance, positive Effekte von Feinden aufzuheben und reduziert ANG-Geschw. des Ziels 10 Sek. lang um 170.",
          "[Göttliches Urteil] 75% Chance, positive Effekte von Feinden aufzuheben und reduziert ANG-Geschw. des Ziels 10 Sek. lang um 210.",
          "[Göttliches Urteil] 75% Chance, positive Effekte von Feinden aufzuheben und reduziert ANG-Geschw. des Ziels 10 Sek. lang um 250."
        ],
        "name": "Eid des Heiligen Kriegers"
      },
      "weapon": {
        "description": [
          "Erleidet ein Verb. Schaden, besteht eine 10% Chance, dem Verb. ein Schutzschild (160% von Ricardos ANG) für 5 Sek zu gewähren. Dieser Effekt kann nur einmal alle 5 Sek ausgelöst werden.",
          "Erleidet ein Verb. Schaden, besteht eine 12% Chance, dem Verb. ein Schutzschild (192% von Ricardos ANG) für 5 Sek zu gewähren. Dieser Effekt kann nur einmal alle 5 Sek ausgelöst werden.",
          "Erleidet ein Verb. Schaden, besteht eine 14% Chance, dem Verb. ein Schutzschild (230% von Ricardos ANG) für 5 Sek zu gewähren. Dieser Effekt kann nur einmal alle 5 Sek ausgelöst werden.",
          "Erleidet ein Verb. Schaden, besteht eine 17% Chance, dem Verb. ein Schutzschild (276% von Ricardos ANG) für 5 Sek zu gewähren. Dieser Effekt kann nur einmal alle 5 Sek ausgelöst werden.",
          "Erleidet ein Verb. Schaden, besteht eine 20% Chance, dem Verb. ein Schutzschild (330% von Ricardos ANG) für 5 Sek zu gewähren. Dieser Effekt kann nur einmal alle 5 Sek ausgelöst werden.",
          "Erleidet ein Verb. Schaden, besteht eine 25% Chance, dem Verb. ein Schutzschild (400% von Ricardos ANG) für 5 Sek zu gewähren. Dieser Effekt kann nur einmal alle 5 Sek ausgelöst werden."
        ],
        "name": "Licht des Gesetzes, Theoria"
      }
    },
    "37": {
      "description": "Ein Elite-Assassine der Lachenden Masken, und ein ehemaliger Kollege von Roi. In ihrer Vergangenheit jagte sie Verräter ihrer Organisation. Ihre scharfen Klingen verfehlen nie ihr Ziel.",
      "name": "Tanya",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit.-Chance um {1} %."
        },
        "description": "Geht hinter den Feind mit der niedrigsten K.VERT, erhöht ihre K.Schadensempfindlichkeit um {1} %, wirft ihn zu Boden und fügt ihm {2} K.Schaden zu. In Schattenform wird das Ziel 6 Sek lang betäubt. Wenn nicht in Schattenform, erhalte Schattenform für 10 Sek. Schattenform gewährt 200 Krit-Rate und Ausw.-Rate.",
        "name": "Ziel gesichtet",
        "transcendence": {
          "dark": "Verringert die K. Kritresistenz des Ziels für 10 Sek. um 250.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit.-Chance um {1} %."
        },
        "description": "Greift Feinde in Reichw. 3 Mal für insg. {1} K.Schaden an und verursacht Blutung mit jedem Treffer. In Schattenform reduziert jeder Angriff die Erholungsrate der Ziele um 70%. Wenn nicht in Schattenform, erhalte Schattenform für 10 Sek.",
        "name": "Klingen-Tornado",
        "transcendence": {
          "dark": "Erholt sich um 200 Mana bei einem kritischen Treffer.",
          "light": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit.-Chance um {1} %."
        },
        "description": "Greift 6 Feinde zufällig an und verursacht insg. {1} K.Schaden, gefolgt von einem letzten Angriff für {2} K.Schaden. In Schattenform entfernt dieser Angriff alle Stärkungszauber der Ziele. Wenn nicht in Schattenform, erhalte Schattenform für 10 Sek.",
        "name": "Geflüster des Todes",
        "transcendence": {
          "dark": "Reduziert Cooldown um 5 Sek.",
          "light": "Manakosten sind um 1 erhöht, aber Schaden ist +100%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Stille-Dauer um {1} Sek erhöht."
        },
        "description": "Wenn ein Skill kritisch trifft, erleidet der Feind {1} extra K.Schaden und kann {2} Sek lang keine Skills wirken.",
        "name": "Leiser Hinterhalt",
        "transcendence": {
          "dark": "Erhöht die Wirkungsdauer von Stille um 2 Sek, wenn nur noch 1 Feind auf dem Schlachtfeld ist.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Erhöht den Schaden normaler Angriffe um 50% im Schleichmodus.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "[Geflüster des Todes] Erhöht Schaden um 20% und gewährt Schattenform. Erhöhte in Schattenform 10 Sek. lang ANG um 20%.",
          "[Geflüster des Todes] Erhöht Schaden um 24% und gewährt Schattenform. Erhöhte in Schattenform 10 Sek. lang ANG um 20%.",
          "[Geflüster des Todes] Erhöht Schaden um 29% und gewährt Schattenform. Erhöhte in Schattenform 10 Sek. lang ANG um 20%.",
          "[Geflüster des Todes] Erhöht Schaden um 35% und gewährt Schattenform. Erhöhte in Schattenform 10 Sek. lang ANG um 20%.",
          "[Geflüster des Todes] Erhöht Schaden um 42% und gewährt Schattenform. Erhöhte in Schattenform 10 Sek. lang ANG um 20%.",
          "[Geflüster des Todes] Erhöht Schaden um 50% und gewährt Schattenform. Erhöhte in Schattenform 10 Sek. lang ANG um 20%."
        ],
        "name": "Dolch des Schweigens"
      },
      "weapon": {
        "description": [
          "10% Chance, bei normalen Angriffen 140% zusätzlichen K.Schaden zu verursachen und Schattenform für 10 Sek zu erhalten. Hat einen Cooldown von 10 Sek.",
          "10% Chance, bei normalen Angriffen 170% zusätzlichen K.Schaden zu verursachen und Schattenform für 10 Sek zu erhalten. Hat einen Cooldown von 10 Sek.",
          "10% Chance, bei normalen Angriffen 200% zusätzlichen K.Schaden zu verursachen und Schattenform für 10 Sek zu erhalten. Hat einen Cooldown von 10 Sek.",
          "10% Chance, bei normalen Angriffen 240% zusätzlichen K.Schaden zu verursachen und Schattenform für 10 Sek zu erhalten. Hat einen Cooldown von 10 Sek.",
          "10% Chance, bei normalen Angriffen 290% zusätzlichen K.Schaden zu verursachen und Schattenform für 10 Sek zu erhalten. Hat einen Cooldown von 10 Sek.",
          "10% Chance, bei normalen Angriffen 350% zusätzlichen K.Schaden zu verursachen und Schattenform für 10 Sek zu erhalten. Hat einen Cooldown von 10 Sek."
        ],
        "name": "Caethasis, Dämon der Stille"
      }
    },
    "38": {
      "description": "Als Mischling aus hochrangigem Dämon und Mensch erleidet Ezekiel ein verfluchtes Dasein. Mit seinem mächtigen, rechten Dämonenarm zerfetzt er seine Feinde.",
      "name": "Ezekiel",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Swipes nearby enemies in a circular range and deals {1} M.DMG. Then strikes the ground, dealing {2} M.DMG and knocking down enemies for 3 sec.\\n [Fury] - Consumes 15% of current HP to activate. Effect range increases and swipe attack draws in enemies. ",
        "name": "Destructive Instinct",
        "transcendence": {
          "dark": "After activation, ATK is increased by 40% for 5 sec.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Dashes to an enemy with the highest ATK and deals {1} M.DMG to enemies in range, reducing their ATK Spd by {2}. \\n [Fury] - Consumes 10% of current HP to activate. Effect range increases, Stuns target for {3} sec, and increased own ATK Spd by {5} for {4} sec. ",
        "name": "Dawning Despair",
        "transcendence": {
          "dark": "When activated during Fury state, ignores target DEF.",
          "light": "Mana cost is reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Collects energy and attacks target enemy, dealing {1} M.DMG and inflicting Stun for {2} sec.\\n [Fury] - Consumes 20% of current HP to activate. Attacks enemies in range of target and DMG is tripled. ",
        "name": "Strike of Doom",
        "transcendence": {
          "dark": "If there is 1 enemy, DMG is increased by 100%.",
          "light": "Becomes immune to CC during activation."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Ezekiel erhält am Ende des Skills einen Zähler für 'Verfluchtes Blut'. Bei 4 Zählern wird VErfluchtes Bluut verbraucht, um alle Skill-Cooldowns zurückzusetzen und {1} M. Schaden an nahestehenden Gegner zu verursachen. Sie werden für 3 Sek. zu Boden geworfen, während für {2} Sek. Zorn aktiviert wird, der nicht entfernt werden kann. Im Zornzustand wird ein beserkerartiger Kampfmodus ausgeführt, bei dem keine Kontrolle übernommen werden kann. ANG ist hierbei um {3} erhöht, normaler Schaden ist verdoppelt und alle Skilleffekte verstärkt. VErfluchtes Blut kann im Zornzustand nicht erlangt werden, Ausnahme bietet das Töten eines Feindes.",
        "name": "Cursed Blood",
        "transcendence": {
          "dark": "Per every stacked 'Cursed Blood', takes 12% reduced DMG.",
          "light": "When in Fury state, heal rate is increased by 50%."
        }
      },
      "subtitle": "Verfluchtes Blut",
      "t5": {
        "dark": "When is Fury state, auto attack deals DMG that ignores DEF.",
        "light": "ANG, VERT, TP+15% / ANG-Geschw. +100"
      },
      "treasure": {
        "description": [
          "[Strike of Doom] Erhöht Schaden um 20% und erhält 1 zusätzliches Verfluchtes Blut nach Nutzung des Skills.",
          "[Strike of Doom] Erhöht Schaden um 24% und erhält 1 zusätzliches Verfluchtes Blut nach Nutzung des Skills.",
          "[Strike of Doom] Erhöht Schaden um 29% und erhält 1 zusätzliches Verfluchtes Blut nach Nutzung des Skills.",
          "[Strike of Doom] Erhöht Schaden um 35% und erhält 1 zusätzliches Verfluchtes Blut nach Nutzung des Skills.",
          "[Strike of Doom] Erhöht Schaden um 42% und erhält 1 zusätzliches Verfluchtes Blut nach Nutzung des Skills.",
          "[Strike of Doom] Erhöht Schaden um 50% und erhält 1 zusätzliches Verfluchtes Blut nach Nutzung des Skills."
        ],
        "name": "Siegelband"
      },
      "weapon": {
        "description": [
          "Fury duration is increased by 2 sec and when in Fury state, Crit DMG is increased by 80%.",
          "Fury duration is increased by 3 sec and when in Fury state, Crit DMG is increased by 90%.",
          "Fury duration is increased by 4 sec and when in Fury state, Crit DMG is increased by 100%.",
          "Fury duration is increased by 5 sec and when in Fury state, Crit DMG is increased by 110%.",
          "Fury duration is increased by 6 sec and when in Fury state, Crit DMG is increased by 120%.",
          "Fury duration is increased by 7 sec and when in Fury state, Crit DMG is increased by 130%."
        ],
        "name": "Verzweiflungswärter Barbatos"
      }
    },
    "39": {
      "description": "Eine Femme Fatale und Besitzerin der Goldenen Kneipe.  Ihre leidenschaftliche, erotische Aura wird ihrem Ruf gerecht.  Sie feuert ihre Verbündeten mit verführerischen Tänzen an.",
      "name": "Cassandra",
      "s1": {
        "books": {
          "1": "Heilung und Schaden werden um {1} % erhöht.",
          "2": "Heilung und Schaden werden um {1} % erhöht.",
          "3": "Stille-Dauer um {1} Sek erhöht."
        },
        "description": "Heilt alle Verbündeten um {1} TP und verursacht M.Schaden in Höhe von {2} an allen Feinden. Getroffene Feinde werden 5 Sek lang zum Schweigen gebracht.",
        "name": "Vorsichtig~",
        "transcendence": {
          "dark": "Getroffene Feinde verlieren 200 Mana/Sek für 5 Sek.",
          "light": "Geheilte Verbündete erhalten ANG-Geschw. Boost von 200 für 10 Sek."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht ANG um {1} %.",
          "2": "Erhöht ANG um {1} %.",
          "3": "Erhöht ANG um {1} %."
        },
        "description": "Erhöht den ANG deiner Verbündeten um {1} für 15 Sek. und ihre Krit. Chance um {2} .",
        "name": "Heftig!",
        "transcendence": {
          "dark": "Reduziert Manakosten um 1.",
          "light": "Erhöht ANG-Boost um 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Bezaubert-Dauer um {1} Sek erhöht."
        },
        "description": "Erteilt {1} M. Schaden an dem Gegner mit dem höchsten ANG. Falls der Gegner ein Held ist und der Skill in der Arena benutzt wird, wird er für 7. Sek bezaubert. Wenn der Skill in der Arena benutzt wird, verursacht er {2} % zusätzlichen M. Schaden. Bezauberte Gegner greifen ihre Verbündeten mit normalen Angriffen an und können keine Skills benutzen.",
        "name": "Verführerische Welle",
        "transcendence": {
          "dark": "Reduziert Manakosten um 1.",
          "light": "Ziel erleidet 10 Sek lang 25% extra M.Schaden."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht VERT um {1} %.",
          "2": "Erhöht VERT um {1} %.",
          "3": "Erhöht VERT um {1} %."
        },
        "description": "Bei jedem Kampf sind die Manakosten des ersten Skills um 2 reduziert. Erhöht außerdem die VERT aller Verbündeten um {1} für 5 Sek.",
        "name": "Sanfte Berührung",
        "transcendence": {
          "dark": "Verlängert die Effektdauer der VERT-Erhöhung um 5 Sek.",
          "light": "Reduziert allen erlittenen Schaden Verbündeter 5 Sek lang um 20%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Gewährt zu Beginn der Schlacht einem zufälligen Helden Schadensimmunität für 3 Sek.",
        "light": "ANG, VERT, TP+15% / ANG-Geschw. +100"
      },
      "treasure": {
        "description": [
          "[Verführerische Welle] Reduziert Skill-Cooldown um 30% und erhöht Bezaubert-Dauer um 1 Sek.",
          "[Verführerische Welle] Reduziert Skill-Cooldown um 30% und erhöht Bezaubert-Dauer um 1,5 Sek.",
          "[Verführerische Welle] Reduziert Skill-Cooldown um 30% und erhöht Bezaubert-Dauer um 2 Sek.",
          "[Verführerische Welle] Reduziert Skill-Cooldown um 30% und erhöht Bezaubert-Dauer um 2,5 Sek.",
          "[Verführerische Welle] Reduziert Skill-Cooldown um 30% und erhöht Bezaubert-Dauer um 3 Sek.",
          "[Verführerische Welle] Reduziert Skill-Cooldown um 30% und erhöht Bezaubert-Dauer um 3,5 Sek."
        ],
        "name": "Goldduft"
      },
      "weapon": {
        "description": [
          "Der Verbündete mit den wenigsten TP, wird alle 15 Sek. um 200% des ANG geheilt und alle negativen Statuseffekte werden entfernt.",
          "Der Verbündete mit den wenigsten TP, wird alle 14 Sek. um 240% des ANG geheilt und alle negativen Statuseffekte werden entfernt.",
          "Der Verbündete mit den wenigsten TP, wird alle 12,5 Sek. um 290% des ANG geheilt und alle negativen Statuseffekte werden entfernt.",
          "Der Verbündete mit den wenigsten TP, wird alle 11 Sek. um 350% des ANG geheilt und alle negativen Statuseffekte werden entfernt.",
          "Der Verbündete mit den wenigsten TP, wird alle 9,5 Sek. um 420% des ANG geheilt und alle negativen Statuseffekte werden entfernt.",
          "Der Verbündete mit den wenigsten TP, wird alle 8 Sek. um 500% des ANG geheilt und alle negativen Statuseffekte werden entfernt."
        ],
        "name": "Goldenes Geflüster, Goldbreeze"
      }
    },
    "4": {
      "description": "Ein ehemaliger Meuchelmörder mit einer dunklen Vergangenheit. Er ist auf einzelne Ziele spezialisiert und greift aus toten Winkeln mit starken, endlosen Angriffen an.",
      "name": "Roi",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Schaden um {1} %."
        },
        "description": "Fügt bei einem normalen krit. Treffer zusätzlich {1} K.Schaden an.",
        "name": "Zerstücklung",
        "transcendence": {
          "dark": "Ziel nimmt 10 Sek lang 25% zusätzlichen K.Schaden.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s2": {
        "books": {
          "1": "Angriffsrate-Steigung erhöht sich um {1} %.",
          "2": "Angriffsrate-Steigung erhöht sich um {1} %.",
          "3": "Erhöht Angriffsgeschw. um {1} % für die Wirkungsdauer."
        },
        "description": "Erhöht {1} Sek lang Angriff um {2} und K. Ausw.-Chance um {3} %.",
        "name": "Vorhang d. Dunkelheit",
        "transcendence": {
          "dark": "Erhöht den Schaden normaler Angriffe um 100% für die Wirkungsdauer.",
          "light": "Erhöht ANG-Boost um 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Schaden um {1} %."
        },
        "description": "Greift 3 zufällige Ziele an und fügt Feinden {1} K.Schaden zu. Verursacht Blutung, die stetig K.Schaden verursacht. Blutung kann bis zu 3mal gestapelt werden.",
        "name": "Gnadenlos",
        "transcendence": {
          "dark": "Entfernt den Cooldown.",
          "light": "Erhöht verursachten Schaden um 100% für 1 extra Mana."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Schaden um {1} %."
        },
        "description": "Schleicht hinter den Feind mit der niedrigsten TP und schlägt für [FFC800]{1} K.Schaden zu. Jeder Blutungseffekt fügt zus. {2} % Schaden zu. Alle Blutungseffekte werden danach aufgehoben. Bei einem krit. Treffer erhält Roi 2 MP zurück, und Skill-Cooldown wird zurückgesetzt.",
        "name": "Kingenkralle",
        "transcendence": {
          "dark": "50% Chance, 1 Blutungszähler aufzuerlegen.",
          "light": "Jeder Angriff regeneriert 300 Mana."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "10%-Chance bei einem Krit. Treffer Angriffsgeschw. um 300 und Krit. Schaden für 5 Sek. um 60% zu erhöhen. Aktiviert während Aktivierung nicht erneut.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "[Klingenkralle] Erhöht Schaden um 20% und bei einem krit. Treffer werden 300 Mana regeneriert.",
          "[Klingenkralle] Erhöht Schaden um 24% und bei einem krit. Treffer werden 300 Mana regeneriert.",
          "[Klingenkralle] Erhöht Schaden um 29% und bei einem krit. Treffer werden 300 Mana regeneriert.",
          "[Klingenkralle] Erhöht Schaden um 35% und bei einem krit. Treffer werden 300 Mana regeneriert.",
          "[Klingenkralle] Erhöht Schaden um 42% und bei einem krit. Treffer werden 300 Mana regeneriert.",
          "[Klingenkralle] Erhöht Schaden um 50% und bei einem krit. Treffer werden 300 Mana regeneriert."
        ],
        "name": "Gerissene Maske"
      },
      "weapon": {
        "description": [
          "25% Chance, mit normalen Attacken Feinden K.Schaden (50 % der Angriffskr.) mitsamt Blutungseffekt zuzufügen.",
          "28% Chance, mit normalen Attacken Feinden K.Schaden (60 % der Angriffskr.) mitsamt Blutungseffekt zuzufügen.",
          "31% Chance, mit normalen Attacken Feinden K.Schaden (72 % der Angriffskr.) mitsamt Blutungseffekt zuzufügen.",
          "34% Chance, mit normalen Attacken Feinden K.Schaden (86 % der Angriffskr.) mitsamt Blutungseffekt zuzufügen.",
          "37% Chance, mit normalen Attacken Feinden K.Schaden (103 % der Angriffskr.) mitsamt Blutungseffekt zuzufügen.",
          "40% Chance, mit normalen Attacken Feinden K.Schaden (125 % der Angriffskr.) mitsamt Blutungseffekt zuzufügen."
        ],
        "name": "Redeal, Atem des Phantoms"
      }
    },
    "40": {
      "description": "Erster Ritter der verloren geglaubten Republik der Grauen. Er durchwandert die Welt auf der Suche nach seiner verschollenen Lehnsherrin, Jane. Sein Doppelspeer ist eine gefährliche Waffe, die nur darauf wartet, den nächsten Gegner zu durchbohren.",
      "name": "Theo",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit.-Chance um {1} %."
        },
        "description": "Greift den Gegner 16 Mal für insgesamt {1} M. Schaden an. Bei jedem Krit. Schlag erhöht sich der Krit. Schaden um 3% für 10 Sek. Außerdem 30- Chance {2} zusätzlichen M. Schaden zu verursachen und für 0,3 Sek. zu betäuben. Krit. Schaden kann sich bis zu 30 Mal kumulieren..",
        "name": "Finaler Hieb",
        "transcendence": {
          "dark": "Reduziert Cooldown um 2 Sek.",
          "light": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist."
        }
      },
      "s2": {
        "books": {
          "1": "ANG und Schaden werden um {1} % erhöht.",
          "2": "ANG und Schaden werden um {1} % erhöht.",
          "3": "ANG und Schaden werden um {1} % erhöht."
        },
        "description": "Versetzt bei Aktivierung in den 'Blitzgott' Zustand. Wirft einen Speer aus Blitzen auf den Gegner, um {1} M. Schaden zu verursachen. Der getroffenen Gegner erleidet für 10 Sek. {2} erhöhten M. Schaden. In diesem Zustand lädt sich Mana 10 Sek. nicht auf, aber die 'Für Jane' Aktivierungsrate wird um 40% und ANG um {3} erhöht.",
        "name": "Blitzgott",
        "transcendence": {
          "dark": "Schaden, der im Blitzgott-Status erlitten wird, ist 30% höher, aber ANG ist um 100% erhöht.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit.-Chance um {1} %."
        },
        "description": "Springt zu einem Gegner und rammt einen Speer in den Boden, der das Ziel und umstehende Gegner 5 Mal für {1} M. Schaden trifft und sie 3 Sek. lang betäubt.",
        "name": "Blitzexplosion",
        "transcendence": {
          "dark": "Betäubungszeit ist um 1 Sek. erhöht.",
          "light": "Schaden ist um 40% erhöht."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit.-Chance um {1} %."
        },
        "description": "Jeder normale Angriff hat eine 20%-Chance {1} M. Schaden zu verursachen und für 0,7 Sek. zu betäuben.",
        "name": "Für Jane",
        "transcendence": {
          "dark": "Betäubungszeit ist um 0,2 Sek. erhöht.",
          "light": "Schaden ist um 40% erhöht."
        }
      },
      "subtitle": "Königsritter",
      "t5": {
        "dark": "Regeneriert stattdessen Mana, wenn 'Blitzgott' aktiviert wird. Falls Mana bereits voll ist, wird ANG für 10 Sek. um 50% erhöht. Dieser Effekt aktiviert sich nur alle 20 Sek.",
        "light": "ANG, VERT, TP+15% / ANG-Geschw. +100"
      },
      "treasure": {
        "description": [
          "[Blitzexplosion] Reduziert Skill-Cooldown um 30% beim Angriff, verursacht 40% des ANG als zusätzlichen M.Schaden.",
          "[Blitzexplosion] Reduziert Skill-Cooldown um 30% beim Angriff, verursacht 48% des ANG als zusätzlichen M.Schaden.",
          "[Blitzexplosion] Reduziert Skill-Cooldown um 30% beim Angriff, verursacht 58% des ANG als zusätzlichen M.Schaden.",
          "[Blitzexplosion] Reduziert Skill-Cooldown um 30% beim Angriff, verursacht 70% des ANG als zusätzlichen M.Schaden.",
          "[Blitzexplosion] Reduziert Skill-Cooldown um 30% beim Angriff, verursacht 84% des ANG als zusätzlichen M.Schaden.",
          "[Blitzexplosion] Reduziert Skill-Cooldown um 30% beim Angriff, verursacht 100% des ANG als zusätzlichen M.Schaden."
        ],
        "name": "Blütenessenz"
      },
      "weapon": {
        "description": [
          "Jeder normale Angriff kumuliert 'Blitz'. Wenn 50 Stacks erreicht sind, wird 'Blitzschlag, Legios' aktiviert, was für 10 Sek. Angriffsgeschw. und VERT Penetration um 300 und Krit. Schaden um 100% erhöht. Blitz kumuliert sich in diesem Zustand nicht. Dieser Effekt kann nicht entfernt werden.",
          "Jeder normale Angriff kumuliert 'Blitz'. Wenn 50 Stacks erreicht sind, wird 'Blitzschlag, Legios' aktiviert, was für 10 Sek. Angriffsgeschw. und VERT Penetration um 360 und Krit. Schaden um 120% erhöht. Blitz kumuliert sich in diesem Zustand nicht. Dieser Effekt kann nicht entfernt werden.",
          "Jeder normale Angriff kumuliert 'Blitz'. Wenn 50 Stacks erreicht sind, wird 'Blitzschlag, Legios' aktiviert, was für 10 Sek. Angriffsgeschw. und VERT Penetration um 430 und Krit. Schaden um 144% erhöht. Blitz kumuliert sich in diesem Zustand nicht. Dieser Effekt kann nicht entfernt werden.",
          "Jeder normale Angriff kumuliert 'Blitz'. Wenn 50 Stacks erreicht sind, wird 'Blitzschlag, Legios' aktiviert, was für 10 Sek. Angriffsgeschw. und VERT Penetration um 520 und Krit. Schaden um 173% erhöht. Blitz kumuliert sich in diesem Zustand nicht. Dieser Effekt kann nicht entfernt werden.",
          "Jeder normale Angriff kumuliert 'Blitz'. Wenn 50 Stacks erreicht sind, wird 'Blitzschlag, Legios' aktiviert, was für 10 Sek. Angriffsgeschw. und VERT Penetration um 620 und Krit. Schaden um 208% erhöht. Blitz kumuliert sich in diesem Zustand nicht. Dieser Effekt kann nicht entfernt werden.",
          "Jeder normale Angriff kumuliert 'Blitz'. Wenn 50 Stacks erreicht sind, wird 'Blitzschlag, Legios' aktiviert, was für 10 Sek. Angriffsgeschw. und VERT Penetration um 750 und Krit. Schaden um 250% erhöht. Blitz kumuliert sich in diesem Zustand nicht. Dieser Effekt kann nicht entfernt werden."
        ],
        "name": "Blitzschlag, Legios"
      }
    },
    "41": {
      "description": "In Zeiten der Not sprang sie als Ersatz für Priester und Heiler ein und lernte so ihre Kunst.  Die Medizin aus ihrer Mega-Nadel stärkt Verbündete und schwächt Feinde.",
      "name": "Mediana",
      "s1": {
        "books": {
          "1": "Erholung erhöht um {1} %.",
          "2": "Erholung erhöht um {1} %.",
          "3": "Erholung erhöht um {1} %."
        },
        "description": "Heilt alle Verbündeten um {1} und macht sie immun gegen die nächste schadensverursachende Attacke.",
        "name": "Heilsalbe",
        "transcendence": {
          "dark": "Reduziert Manakosten um 1.",
          "light": "Boostet TP eines geheilten Verbündeten für 10 Sek. um 10%."
        }
      },
      "s2": {
        "books": {
          "1": "Heilung und Schaden werden um {1} % erhöht.",
          "2": "Heilung und Schaden werden um {1} % erhöht.",
          "3": "Heilung und Schaden werden um {1} % erhöht."
        },
        "description": "Feuert eine Wasserkanone geradeaus, die Verbündete in Reichweite alle 0,5 Sek. für {1} und verursacht gleichzeitig {2} K. Schaden am Gegner.",
        "name": "Spezial-Wasserkanone",
        "transcendence": {
          "dark": "Immun gegenüber allen Statuseffekten während der Wirkungsdauer.",
          "light": "Erhöht Erholung und Schaden um 40 %."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht ANG um {1} %.",
          "2": "Erhöht ANG um {1} %.",
          "3": "Erhöht ANG um {1} %."
        },
        "description": "Injeziert dem Verbündeten mit dem höchsten ANG eine Stärkungsarznei, die seinen ANG um 20%+{1} von Medianas ANG erhöht und verhindert ein Fallen seiner TP auf unter 5%.",
        "name": "Stärkungsarznei",
        "transcendence": {
          "dark": "Erhöht Krit. Chance um 400.",
          "light": "Erhöht ANG-Boost um 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht ANG um {1} %.",
          "2": "Erhöht ANG um {1} %.",
          "3": "Erhöht K. Block aller Verbündeten um {1} ."
        },
        "description": "Erhöht die ANG aller Verbündeten um {1} and K. Kritresistenz um {2} . Injeziert dem Gegner beim Angriff ein spezielles Gift, was für 5 Sek. konstant K. Schaden in Höhe von {3} verursacht und seine K. Kritresistenz um {4} reduziert.",
        "name": "Medianas Spezialgift",
        "transcendence": {
          "dark": "Ziel nimmt 20% extra K. Schaden.",
          "light": "K. Kritresistenz auf 300 geändert."
        }
      },
      "subtitle": "Gefährlicher Doktor",
      "t5": {
        "dark": "Verbündete erhalten 2% ANG, wenn Schaden erlitten wird. Effekt kann sich 20 Mal kumulieren.",
        "light": "ANG, VERT, TP+15% / Effekt-Widerstund +100"
      },
      "treasure": {
        "description": [
          "[Stärkungsarznei] Hebt negative Effekte auf und gewährt dem Ziel 2 Sek. lang Immunität gegen Effekte.",
          "[Stärkungsarznei] Hebt negative Effekte auf und gewährt dem Ziel 3 Sek. lang Immunität gegen Effekte.",
          "[Stärkungsarznei] Hebt negative Effekte auf und gewährt dem Ziel 4 Sek. lang Immunität gegen Effekte.",
          "[Stärkungsarznei] Hebt negative Effekte auf und gewährt dem Ziel 5 Sek. lang Immunität gegen Effekte.",
          "[Stärkungsarznei] Hebt negative Effekte auf und gewährt dem Ziel 6 Sek. lang Immunität gegen Effekte.",
          "[Stärkungsarznei] Hebt negative Effekte auf und gewährt dem Ziel 7 Sek. lang Immunität gegen Effekte."
        ],
        "name": "Geheimnisvoller Trank"
      },
      "weapon": {
        "description": [
          "Spezialgift-Schaden ist um 40% erhöht und das Ziel erleidet zusätzlich K. Schaden in Höhe von 30% von Medianas AN, wenn es durch einen anderen Verbündeten außer Mediana getroffen wird. Der zusätzliche K. Schadenseffekt kann nur 1 Mal pro Sek. ausgelöst werden.",
          "Spezialgift-Schaden ist um 48% erhöht und das Ziel erleidet zusätzlich K. Schaden in Höhe von 36% von Medianas AN, wenn es durch einen anderen Verbündeten außer Mediana getroffen wird. Der zusätzliche K. Schadenseffekt kann nur 1 Mal pro Sek. ausgelöst werden.",
          "Spezialgift-Schaden ist um 57% erhöht und das Ziel erleidet zusätzlich K. Schaden in Höhe von 43% von Medianas AN, wenn es durch einen anderen Verbündeten außer Mediana getroffen wird. Der zusätzliche K. Schadenseffekt kann nur 1 Mal pro Sek. ausgelöst werden.",
          "Spezialgift-Schaden ist um 69% erhöht und das Ziel erleidet zusätzlich K. Schaden in Höhe von 52% von Medianas AN, wenn es durch einen anderen Verbündeten außer Mediana getroffen wird. Der zusätzliche K. Schadenseffekt kann nur 1 Mal pro Sek. ausgelöst werden.",
          "Spezialgift-Schaden ist um 83% erhöht und das Ziel erleidet zusätzlich K. Schaden in Höhe von 62% von Medianas AN, wenn es durch einen anderen Verbündeten außer Mediana getroffen wird. Der zusätzliche K. Schadenseffekt kann nur 1 Mal pro Sek. ausgelöst werden.",
          "Spezialgift-Schaden ist um 100% erhöht und das Ziel erleidet zusätzlich K. Schaden in Höhe von 75% von Medianas AN, wenn es durch einen anderen Verbündeten außer Mediana getroffen wird. Der zusätzliche K. Schadenseffekt kann nur 1 Mal pro Sek. ausgelöst werden."
        ],
        "name": "Gnadenschlag, Phistonia"
      }
    },
    "42": {
      "description": "Ein Uhrenmacher, der von den heiligen Tieren namens Redpur verflucht wurde.  Seine magische Uhr attackiert und versteinert Feinde  und erlaubt es seinen Verbündeten, ihre Skills schneller zu benutzen.",
      "name": "Oddy",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit. Chance um {1} %."
        },
        "description": "Fügt Feinden in einer Linie M.Schaden in Höhe von {1} zu und versteinert sie.",
        "name": "Zeitriss",
        "transcendence": {
          "dark": "Reduziert Cooldown um 1.5 Sek.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit. Chance um {1} %."
        },
        "description": "Greift 6 zufällige Gegner an und verursacht einen Gesamtschaden von {1} M. Schaden. 50% Chance, dass der Cooldown für 'Zeitfragmente' zurückgesetzt wird und der Skill beim nächsten Mal kein Mana verbraucht.",
        "name": "Zeitfragmente",
        "transcendence": {
          "dark": "Während des Cooldowns reduzieren normale Angriffe den Cooldown von 'Zeitfragmente' um 1 Sek.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit. Chance um {1} %."
        },
        "description": "Verursacht {1} M. Schaden an allen Feinden und erhöht Angriffsgeschw. der Verbündeten um {2} für 15 Sek. Anschließend wird bei Verbündeten-Skills, die noch Cooldown haben, dieser um 50% reduziert. Dieser Skill wird davon jedoch nicht beeinflusst.",
        "name": "Zeitkrümmung",
        "transcendence": {
          "dark": "Gewährt Effekt-Immunität während der Wirkungsdauer.",
          "light": "Alle Verbündeten erhalten 1 Manakugel zurück."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit. Chance um {1} %."
        },
        "description": "Nach der Nutzung des Skills, verursachen die nächsten 2 Autom. Angriffe {1} zusätzlichen Schaden und haben eine 30% Chance, den Gegner für 3 Sek. zu versteinern.",
        "name": "Uhrmagie",
        "transcendence": {
          "dark": "Zusätzlicher Schadenseffektzähler ist auf 20 Mal limitiert und ANG für jeden Zähler um 3% erhöht.",
          "light": "Zusätzlicher Schadenseffektzähler ist auf 1 Mal geändert und Schaden um 100% erhöht."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Reduziert alle 10 Sek den Cooldown von 4 zufälligen Helden um 1 Sek.",
        "light": "ANG, VERT, TP+15% / ANG-Geschw. +100"
      },
      "treasure": {
        "description": [
          "[Zeitkrümmung] Erhöht Schaden um 20% und hebt negative Effekte auf allen Verbündeten auf.",
          "[Zeitkrümmung] Erhöht Schaden um 24% und hebt negative Effekte auf allen Verbündeten auf.",
          "[Zeitkrümmung] Erhöht Schaden um 29% und hebt negative Effekte auf allen Verbündeten auf.",
          "[Zeitkrümmung] Erhöht Schaden um 35% und hebt negative Effekte auf allen Verbündeten auf.",
          "[Zeitkrümmung] Erhöht Schaden um 42% und hebt negative Effekte auf allen Verbündeten auf.",
          "[Zeitkrümmung] Erhöht Schaden um 50% und hebt negative Effekte auf allen Verbündeten auf."
        ],
        "name": "Garn der Zeit"
      },
      "weapon": {
        "description": [
          "Nach der Nutzung von Zeitkrümmung sind die Cooldowns aller Verbündeten um 2 Sek. reduziert und ihr ANG für 10 Sek. um 14% erhöht.",
          "Nach der Nutzung von Zeitkrümmung sind die Cooldowns aller Verbündeten um 3 Sek. reduziert und ihr ANG für 10 Sek. um 17% erhöht.",
          "Nach der Nutzung von Zeitkrümmung sind die Cooldowns aller Verbündeten um 4 Sek. reduziert und ihr ANG für 10 Sek. um 21% erhöht.",
          "Nach der Nutzung von Zeitkrümmung sind die Cooldowns aller Verbündeten um 5 Sek. reduziert und ihr ANG für 10 Sek. um 25% erhöht.",
          "Nach der Nutzung von Zeitkrümmung sind die Cooldowns aller Verbündeten um 6 Sek. reduziert und ihr ANG für 10 Sek. um 30% erhöht.",
          "Nach der Nutzung von Zeitkrümmung sind die Cooldowns aller Verbündeten um 7 Sek. reduziert und ihr ANG für 10 Sek. um 35% erhöht."
        ],
        "name": "Zeit des Mondschattens, Tempodiana"
      }
    },
    "43": {
      "description": "Ein abtrünniger Dämon, der andere Dämonen verschlingt, um stärker zu werden. Sie reiste durch den Riss zwischen den Dimensionen, um mächtige Dämonen in der Materiellen Welt zu jagen. Ihre Stacheln reißen klaffende Wunden in ihre Feinde.",
      "name": "Viska",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht ANG-Erhöhungsrate um {1} %."
        },
        "description": "Fügt Feinden in Reichw. {1} M.Schaden zu und verringert ihre ANG 10 Sek lang um {2} %, während die eigene ANG um {3} steigt. Ist der Held im Besitz von 3 Seelen, wird der Feind für 3 Sek gefesselt.",
        "name": "Zeit zum Essen!",
        "transcendence": {
          "dark": "Seelenbedingung für Gefesselt-Effekt aufgehoben.",
          "light": "Reduziert Cooldown um 4 Sek für 1 extra Mana."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht M.Schadensempfindlichkeit um {1} % während der Wirkungsdauer."
        },
        "description": "Bewegt sich hinter das Ziel, entfernt alle Stärkungszauber, fügt ihm {1} M.Schaden zu und wirft ihn zu Boden. Ist der Held im Besitz von 3 Seelen, wird die M.VERT des Ziels um {2} % verringert.",
        "name": "Ich schlitz' dich auf!",
        "transcendence": {
          "dark": "Seelenbedingung für Verringerung der M. VERT aufgehoben.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Feinde in Reichw. werden herangezogen, bevor der Skill verwendet wird."
        },
        "description": "Fügt Feinden in einem großen, kreisförmigen Gebiet {1} M.Schaden zu und betäubt sie für 3 Sek. Sind 5 Seelen im Besitz, werden alle Seelen verbraucht und der Cooldown-Timer zurückgesetzt.",
        "name": "Ich reiß' dich in Stücke!",
        "transcendence": {
          "dark": "Reduziert Manakosten um 1.",
          "light": "Kann aktiviert werden, ohne die 5 Seelen zu konsumieren."
        }
      },
      "s4": {
        "books": {
          "1": "Schaden und Erholungsrate um {1} % erhöht.",
          "2": "Schaden und Erholungsrate um {1} % erhöht.",
          "3": "Feinde ohne Seele verlieren {1} Mana."
        },
        "description": "Gegner, die mit Viskas Skills angegriffen werden, verlieren Seelen. Bei jeder verlorenen Seele erleidet das Ziel {1} zusätzlichen M. Schaden und für jede gesammelte Seele, werden Viskas TP um {2} geheilt und Mana um 300 wiederaufgefüllt. Seelen bestehen solange, bis sie genutzt werden, können nicht abgewehrt und bis zu 5 Mal kumuliert werden.",
        "name": "Lecker, Seelen!",
        "transcendence": {
          "dark": "Für jede Seele wird ANG um 10% erhöht.",
          "light": "Feinde, deren Seelen gestohlen wurden, haben 10 Sek. lang um 250 reduzierten Effekt-Widerstand."
        }
      },
      "subtitle": "Dämonenverschlinger",
      "t5": {
        "dark": "Für jede Seele im Besitz werden Krit. Trefferchance um 50 und Krit. Schaden um 30 % erhöht.",
        "light": "ANG, VERT, TP+15% / Krit. Chance +100"
      },
      "treasure": {
        "description": [
          "[Ich reiß' dich in Stücke!] Erhält bei Aktivierung Immunität gegen Effekte und erhöht Schaden bei jeder Nutzung um 4%. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Ich reiß' dich in Stücke!] Erhält bei Aktivierung Immunität gegen Effekte und erhöht Schaden bei jeder Nutzung um 4,8%. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Ich reiß' dich in Stücke!] Erhält bei Aktivierung Immunität gegen Effekte und erhöht Schaden bei jeder Nutzung um 5,8%. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Ich reiß' dich in Stücke!] Erhält bei Aktivierung Immunität gegen Effekte und erhöht Schaden bei jeder Nutzung um 7%. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Ich reiß' dich in Stücke!] Erhält bei Aktivierung Immunität gegen Effekte und erhöht Schaden bei jeder Nutzung um 8,4%. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Ich reiß' dich in Stücke!] Erhält bei Aktivierung Immunität gegen Effekte und erhöht Schaden bei jeder Nutzung um 10%. Effekt kann sich bis zu max. 10 Mal kumulieren."
        ],
        "name": "Seele des Riesendämons"
      },
      "weapon": {
        "description": [
          "Feinde, deren Seele gestohlen wurde, erhalten 25% extra M.Schaden. Dauert 10 Sek an.",
          "Feinde, deren Seele gestohlen wurde, erhalten 30% extra M.Schaden. Dauert 10 Sek an.",
          "Feinde, deren Seele gestohlen wurde, erhalten 36% extra M.Schaden. Dauert 10 Sek an.",
          "Feinde, deren Seele gestohlen wurde, erhalten 43% extra M.Schaden. Dauert 10 Sek an.",
          "Feinde, deren Seele gestohlen wurde, erhalten 51% extra M.Schaden. Dauert 10 Sek an.",
          "Feinde, deren Seele gestohlen wurde, erhalten 60% extra M.Schaden. Dauert 10 Sek an."
        ],
        "name": "Kitrax, die Alptraumkralle"
      }
    },
    "44": {
      "description": "Ursprünglich hatte sie eine der höchsten Positionen in der Armee von Orvelia inne, arbeitete dann aber als Hausmädchen für die geniale Magierin Aisha; die einzige Tochter der noblen Daphnel Pon Familie. Mit ihrer riesigen Hellebarde teilt sie tödliche Schläge aus.",
      "name": "Priscilla",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden an der Front {1} K.Schaden zu und betäubt sie für 1 Sek. Dieser Angriff trifft immer kritisch.",
        "name": "Präziser Stoß",
        "transcendence": {
          "dark": "Die unbedingten kritischen Treffer werden entfernt. Krit. Schaden wird um 150% erhöht.",
          "light": "Erhöht Betäubungsdauer um 2 Sek"
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "2": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "3": "Erhöht ANG-Erhöhungsrate um {1} %."
        },
        "description": "Verbindet Priscilla und den Verb. mit der höchsten ANG 20 Sek lang in einem 'Zangen'-Zustand. Die ANG Priscillas und des Verb. steigt um 15%+{1} für die Wirkungsdauer.",
        "name": "Zangenangriff",
        "transcendence": {
          "dark": "Im Zangen-Zustand wird der erlittene Schaden des Ziels um 15% erhöht.",
          "light": "Erhöht Krit. Schaden um 80%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden in Radius-Reichw. {1} K.Schaden zu und zieht sie zu sich heran. Wird dieser Skill während des 'Zangen'-Effekts aktiviert, erleiden alle getroffenen Feinde {2} % zusätzlichen K. und M.Schaden für 10 Sek.",
        "name": "Wirbelnder Tanz",
        "transcendence": {
          "dark": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist.",
          "light": "Jeder kritische Treffer reduziert Cooldown um 10%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "2": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "3": "Erhöht Krit. Schaden um {1} %."
        },
        "description": "Erhöht die eigene ANG um {1} und die Durchdringung um {2} .",
        "name": "Waffenbeherrschung",
        "transcendence": {
          "dark": "Erhöht Krit. Chance um 250.",
          "light": "Erhöht ANG-Boost um 40%."
        }
      },
      "subtitle": "Zofe aus Stahl",
      "t5": {
        "dark": "Erhöht ANG und K.VERT aller Verbündeten um 3% der eigenen ANG und K.VERT.",
        "light": "ANG, VERT, TP+15% / Effekt-Widerstund +100"
      },
      "treasure": {
        "description": [
          "[Wirbelnder Tanz] Erhöht Schaden um 20% und betäubt das Ziel 3 Sek. lang.",
          "[Wirbelnder Tanz] Erhöht Schaden um 24% und betäubt das Ziel 3 Sek. lang.",
          "[Wirbelnder Tanz] Erhöht Schaden um 29% und betäubt das Ziel 3 Sek. lang.",
          "[Wirbelnder Tanz] Erhöht Schaden um 35% und betäubt das Ziel 3 Sek. lang.",
          "[Wirbelnder Tanz] Erhöht Schaden um 42% und betäubt das Ziel 3 Sek. lang.",
          "[Wirbelnder Tanz] Erhöht Schaden um 50% und betäubt das Ziel 3 Sek. lang."
        ],
        "name": "Magischer Stein der Schwerkraft"
      },
      "weapon": {
        "description": [
          "Wenn die Skills 'Präziser Stoß' und 'Wirbelnder Tanz' den Feind treffen, wird der Cooldown des jeweiligen Skills um 1 Sek verringert, während die ANG-Geschw. 5 Sek lang um 50 pro getroffenen Feind steigt. Der ANG-Geschwindigkeitsboost kumuliert sich bis zu 10 Mal.",
          "Wenn die Skills 'Präziser Stoß' und 'Wirbelnder Tanz' den Feind treffen, wird der Cooldown des jeweiligen Skills um 1.2 Sek verringert, während die ANG-Geschw. 5 Sek lang um 50 pro getroffenen Feind steigt. Der ANG-Geschwindigkeitsboost kumuliert sich bis zu 10 Mal.",
          "Wenn die Skills 'Präziser Stoß' und 'Wirbelnder Tanz' den Feind treffen, wird der Cooldown des jeweiligen Skills um 1.4 Sek verringert, während die ANG-Geschw. 5 Sek lang um 50 pro getroffenen Feind steigt. Der ANG-Geschwindigkeitsboost kumuliert sich bis zu 10 Mal.",
          "Wenn die Skills 'Präziser Stoß' und 'Wirbelnder Tanz' den Feind treffen, wird der Cooldown des jeweiligen Skills um 1.7 Sek verringert, während die ANG-Geschw. 5 Sek lang um 50 pro getroffenen Feind steigt. Der ANG-Geschwindigkeitsboost kumuliert sich bis zu 10 Mal.",
          "Wenn die Skills 'Präziser Stoß' und 'Wirbelnder Tanz' den Feind treffen, wird der Cooldown des jeweiligen Skills um 2 Sek verringert, während die ANG-Geschw. 5 Sek lang um 50 pro getroffenen Feind steigt. Der ANG-Geschwindigkeitsboost kumuliert sich bis zu 10 Mal.",
          "Wenn die Skills 'Präziser Stoß' und 'Wirbelnder Tanz' den Feind treffen, wird der Cooldown des jeweiligen Skills um 1 Sek verringert, während die ANG-Geschw. 5 Sek lang um 50 pro getroffenen Feind steigt. Der ANG-Geschwindigkeitsboost kumuliert sich bis zu 10 Mal."
        ],
        "name": "Wirbeltanz, Excilius"
      }
    },
    "45": {
      "description": "Eine wandernde Barbarenkriegerin, immer auf der Jagd nach Monstern, die Menschen bedrohen.  Sie ist als die Einsame Schlächterin des Wahnsinnigen Drachen Svelta bekannt.  Ihre massiven Pfeile können sogar Festungsmauern durchschlagen.",
      "name": "Yanne",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit. Schaden um {1} %."
        },
        "description": "Nimmt Haltung an, konzentriert sich und fügt Feinden in einer geraden Linie {1} K. Schaden zu. Ist das Ziel ein Drache, wird er 3 Sek lang betäubt. Eine längere Konzentrationszeit steigert Schaden und Betäubungsdauer um bis zu {2} %.",
        "name": "Fokussierter Schuss!",
        "transcendence": {
          "dark": "Das Ziel erleidet 10 Sek lang 25% zusätzlichen K. Schaden.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Krit. Schaden um {1} %."
        },
        "description": "Verursacht {1} P. Schaden an einem Gegner und den umstehenden Gegnern. Falls der Gegner ein Drache ist, wird {2} zusätzlicher Schaden verursacht, der die VERT ignoriert.",
        "name": "Auslöschung!",
        "transcendence": {
          "dark": "Betäubt getroffene Feinde für 2 Sek.",
          "light": "Ist nur noch 1 Feind auf dem Schlachtfeld, wird der Schaden um 100% erhöht."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht ANG um {1} %.",
          "2": "Erhöht ANG um {1} %.",
          "3": "Erhöht ANG um {1} %."
        },
        "description": "Entfernt alle negativen Effekte auf sich selbst und erhöht 30 Sek lang die eigene ANG um {1} und VERT.-Durchdringung um {2} . Während der Wirkungsdauer verbrauchen normale Angriffe 3% Mana und fügen Feinden in einer geraden Linie Schaden zu. Drachen erleiden zusätzlich {3} Schaden, der VERT ignoriert.",
        "name": "Keine Gnade!",
        "transcendence": {
          "dark": "Während der Wirkungsdauer wird jeglicher erlittener Schaden um 25% reduziert.",
          "light": "Erhöht ANG-Geschw. um 250 während der Wirkungsdauer."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht ANG um {1} %.",
          "2": "Erhöht ANG um {1} %.",
          "3": "Erhöht ANG um {1} %."
        },
        "description": "Erhöht ANG um {1} und max. TP um {2} %. Schaden gegenüber Drachen steigt um {3} %.",
        "name": "Drachenschlächter",
        "transcendence": {
          "dark": "Erhöht Schaden gegenüber Drachen um 15%.",
          "light": "Alle Verbündeten erleiden 7% weniger Schaden von Drachen."
        }
      },
      "subtitle": "Drachentöterin",
      "t5": {
        "dark": "Normale Angriffe ignorieren feindliche Block-Effekte.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "[Keine Gnade!] Reduziert Manakosten um 1 und erhöht Dauer um 5 Sek.",
          "[Keine Gnade!] Reduziert Manakosten um 1 und erhöht Dauer um 6 Sek.",
          "[Keine Gnade!] Reduziert Manakosten um 1 und erhöht Dauer um 7 Sek.",
          "[Keine Gnade!] Reduziert Manakosten um 1 und erhöht Dauer um 8 Sek.",
          "[Keine Gnade!] Reduziert Manakosten um 1 und erhöht Dauer um 9 Sek.",
          "[Keine Gnade!] Reduziert Manakosten um 1 und erhöht Dauer um 10 Sek."
        ],
        "name": "Drachen-Steak"
      },
      "weapon": {
        "description": [
          "10% Chance, bei einem krit. Treffer zusätzlichen K. Schaden zu verursachen (200% der ANG) und 5% Mana zu erholen. Ist das Ziel ein Drache, wird er 1 Sek lang betäubt.",
          "10% Chance, bei einem krit. Treffer zusätzlichen K. Schaden zu verursachen (240% der ANG) und 5% Mana zu erholen. Ist das Ziel ein Drache, wird er 1 Sek lang betäubt.",
          "10% Chance, bei einem krit. Treffer zusätzlichen K. Schaden zu verursachen (290% der ANG) und 5% Mana zu erholen. Ist das Ziel ein Drache, wird er 1 Sek lang betäubt.",
          "10% Chance, bei einem krit. Treffer zusätzlichen K. Schaden zu verursachen (350% der ANG) und 5% Mana zu erholen. Ist das Ziel ein Drache, wird er 1 Sek lang betäubt.",
          "10% Chance, bei einem krit. Treffer zusätzlichen K. Schaden zu verursachen (420% der ANG) und 5% Mana zu erholen. Ist das Ziel ein Drache, wird er 1 Sek lang betäubt.",
          "10% Chance, bei einem krit. Treffer zusätzlichen K. Schaden zu verursachen (500% der ANG) und 5% Mana zu erholen. Ist das Ziel ein Drache, wird er 1 Sek lang betäubt."
        ],
        "name": "Drachenfluch, Svelta"
      }
    },
    "49": {
      "description": "Eine Sternenstaub-Astrologin und Performerin, die durch die Welt reist. Anstatt eine Pilgerfahrt zu unternehmen, wie die Mitglieder der Hexenvereinigung, sucht sie nach ihrem Seelenverwandten, der ihr einst im Traum begegnete. Ihre umherfliegenden Tarotkarten greifen weiter wegstehende Feinde an.",
      "name": "Ophelia",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Greift den Gegner an, verursacht {1} M. Schaden und betäubt {2} Sek. lang. Verbraucht im Besitz befindliche Karte, um zusätzliche Effekte zu verursachen. Bei Nutzung des Skills gibt es die Karte des [Todes].\\n [Tod] - Schaden ignoriert VERT des Ziels und erhöht die Betäubungsdauer um 5 Sek.\\n[Liebe] - Verursacht über 7 Sek. insgesamt {3} M. Schaden und reduziert die Heilrate um 100%.\\n[Glück] - Kein Skill-Cooldown. ",
        "name": "Karte des Todes - Carta",
        "transcendence": {
          "dark": "Manakosten sind um 1 reduziert.",
          "light": "Nimmt 10 Sek. lang 25% zusätzlichen M. Schaden."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht ANG um {1} %.",
          "2": "Erhöht ANG um {1} %.",
          "3": "Erhöht ANG um {1} %."
        },
        "description": "ANG ist für {1} Sek. um {2} und Mana-Regeneration pro Sek. um {3}% erhöht. Verbraucht im Besitz befindliche Karte, um zusätzliche Effekte zu verursachen. Bei Nutzung des Skills gibt es die Karte der [Liebe].\\n [Tod] - VERT Penetration ist für die Dauer des Skills um 600 erhöht.\\n[Liebe] - Alle Verbündeten erhalten den Effekt.\\n[Glück] - Kein Skill-Cooldown. ",
        "name": "Karte der Liebe - Elliciad",
        "transcendence": {
          "dark": "Erhöht ANG-Boost um 40%.",
          "light": "Stellt 1000 Mana beim Ziel wieder her."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Greift das Ziel und alle umstehenden Feinde in Reichweite an und verursacht {1} M. Schaden. Diese Attacke trifft immer und der Krit. Schaden des Angreifers wird um zusätzliche 100% erhöht. Bei Nutzung des Skills gibt es die Karte des [Glücks].\\n [Death] - Krit. Schaden wird um zusätzliche 200% erhöht.\\n[Liebe] - Entfernt positive Effekte aller Gegner in Reichweite sowie 1 Sek. lang Schweigen auszulösen..\\n[Glück] - Kein Skill-Cooldown und zusätzlich wird eine 1 Manakugel wiederhergestellt. ",
        "name": "Karte des Glücks - Vellekia",
        "transcendence": {
          "dark": "Verursacht immer einen Krit. Treffer.",
          "light": "Manakosten sind um 1 erhöht, aber Schaden ist +100%."
        }
      },
      "s4": {
        "books": {
          "1": "ANG aller Verbündeten ist um {1} % erhöht.",
          "2": "ANG aller Verbündeten ist um {1} % erhöht.",
          "3": "Krit. Chance aller Verbündeten ist um {1} erhöht."
        },
        "description": "ANG aller Verbündeten ist um {1} und Krit. Chance um 100 erhöht. Zusätzliche Effekte je nach im Besitz befindlicher Karte.\\n [Tod] - ANG ist um {3}% erhöht.\\n[Liebe] - Heilt jede Sek. lang {4}% der max. TP.\\n[Glück] - M. Ausw.-Chance ist um 200 erhöht. ",
        "name": "Schicksals-Wegfinder",
        "transcendence": {
          "dark": "Erhalte beim Kampfbeginn die Karte der [Liebe]. Diese Karte hat keinen Heilungseffekt.",
          "light": "Erhalte beim Kampfbeginn die Karte des [Todes]. Diese Karte hat keinen Schadensboost-Effekt."
        }
      },
      "subtitle": "Schicksals-Wegfinderin",
      "t5": {
        "dark": "7%-Chance, dass bei Benutzung des Skills die Manakosten aller Skills für 7 Sek. um 1 reduziert sind. Effekt kann nicht aufgehoben werden.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "[Karte des Glücks - Vellekia] Reduziert Manakosten um 1 und erhöht Schaden um 20%.",
          "[Karte des Glücks - Vellekia] Reduziert Manakosten um 1 und erhöht Schaden um 24%.",
          "[Karte des Glücks - Vellekia] Reduziert Manakosten um 1 und erhöht Schaden um 29%.",
          "[Karte des Glücks - Vellekia] Reduziert Manakosten um 1 und erhöht Schaden um 35%.",
          "[Karte des Glücks - Vellekia] Reduziert Manakosten um 1 und erhöht Schaden um 42%.",
          "[Karte des Glücks - Vellekia] Reduziert Manakosten um 1 und erhöht Schaden um 50%."
        ],
        "name": "Glücksmünze"
      },
      "weapon": {
        "description": [
          "77,7%-Chance beim Angriff für 7 Sek. lang Angriffsgeschw. um 20 und Mana-Regeneration um 10% pro Sek. zu erhöhen. Effekt kann sich bis zu max. 15 Mal kumulieren.",
          "77,7%-Chance beim Angriff für 7 Sek. lang Angriffsgeschw. um 24 und Mana-Regeneration um 12% pro Sek. zu erhöhen. Effekt kann sich bis zu max. 15 Mal kumulieren.",
          "77,7%-Chance beim Angriff für 7 Sek. lang Angriffsgeschw. um 29 und Mana-Regeneration um 14% pro Sek. zu erhöhen. Effekt kann sich bis zu max. 15 Mal kumulieren.",
          "77,7%-Chance beim Angriff für 7 Sek. lang Angriffsgeschw. um 35 und Mana-Regeneration um 17% pro Sek. zu erhöhen. Effekt kann sich bis zu max. 15 Mal kumulieren.",
          "77,7%-Chance beim Angriff für 7 Sek. lang Angriffsgeschw. um 42 und Mana-Regeneration um 21% pro Sek. zu erhöhen. Effekt kann sich bis zu max. 15 Mal kumulieren.",
          "77,7%-Chance beim Angriff für 7 Sek. lang Angriffsgeschw. um 50 und Mana-Regeneration um 25% pro Sek. zu erhöhen. Effekt kann sich bis zu max. 15 Mal kumulieren."
        ],
        "name": "Karten des Schicksals Arcana"
      }
    },
    "5": {
      "description": "Ein Barbar, der über die schneebedeckten Ebenen des Frostlandes herrscht. Er zerstört die feindliche Moral mit ohrbetäubenden Schreien und stürmt wie ein Sturm auf seine Feinde zu.",
      "name": "Gau",
      "s1": {
        "books": {
          "1": "Angriffs-Steigungsrate steigt um {1} %.",
          "2": "Angriffs-Steigungsrate steigt um {1} %.",
          "3": "Angriffs-Steigungsrate steigt um {1} %."
        },
        "description": "Erhöht Angriffswert aller Verb. um {2} für {1} Sek. Bei Wirkung werden alle Debuff vom Helden entfernt.",
        "name": "Kriegsschrei",
        "transcendence": {
          "dark": "Jede Nutzung erhöht Schaden um 15%. Kumuliert sich bis zu 10 Mal.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden in Reichw. {1} K.Schaden zu. Der letzte Angriff wirft Feinde für {2} Sek um.",
        "name": "Zerschmettern",
        "transcendence": {
          "dark": "ANG-Geschw. Boost von 200 wird zum Effekt hinzugefügt.",
          "light": "Erhöht ANG-Boost um 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Zieht alle Feinde zu sich heran während d. Skillwirkung."
        },
        "description": "Fügt allen Feinden in Reichw. {1} K.Schaden zu. Die letzte Attacke friert Feinde {2} Sek lang ein. Immun gegenüber allen Effekten während Wirkung.",
        "name": "Wirbel",
        "transcendence": {
          "dark": "Immun gegenüber allen Schadensarten während der Wirkungsdauer.",
          "light": "Reduziert Cooldown um 3 Sek."
        }
      },
      "s4": {
        "books": {
          "1": "Angriffs-Steigungsrate steigt um {1} %.",
          "2": "Angriffs-Steigungsrate steigt um {1} %.",
          "3": "Debuff-Widerstand steigt um 5% mit jeder Stapelung."
        },
        "description": "Mit jedem Angriff steigt der Angriffswert um {2} für {1} Sek. Dieser Effekt kann bis zu 10mal gestapelt werden.",
        "name": "Zorn",
        "transcendence": {
          "dark": "Nimmt 5% extra Schaden pro Zähler, aber erhält dafür 50 Krit. Chance und Lebensraub pro Zähler.",
          "light": "Erhöht ANG-Boost um 40%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Heilt die TP jede Sek um 10% der ANG. Für jedes 1% verlorener TP reduziert den erlittenen Schaden um 0.6%.",
        "light": "ANG, VERT, TP+15% / K.Block +200"
      },
      "treasure": {
        "description": [
          "[Wirbel] Erhöht Schaden um 50% und Gegner, die vom letzten Angriff getroffen werden, erleiden 10 Sek. lang 5% mehr Schaden.",
          "[Wirbel] Erhöht Schaden um 50% und Gegner, die vom letzten Angriff getroffen werden, erleiden 10 Sek. lang 6% mehr Schaden.",
          "[Wirbel] Erhöht Schaden um 50% und Gegner, die vom letzten Angriff getroffen werden, erleiden 10 Sek. lang 7% mehr Schaden.",
          "[Wirbel] Erhöht Schaden um 50% und Gegner, die vom letzten Angriff getroffen werden, erleiden 10 Sek. lang 8,5% mehr Schaden.",
          "[Wirbel] Erhöht Schaden um 50% und Gegner, die vom letzten Angriff getroffen werden, erleiden 10 Sek. lang 10,5% mehr Schaden.",
          "[Wirbel] Erhöht Schaden um 50% und Gegner, die vom letzten Angriff getroffen werden, erleiden 10 Sek. lang 12,5% mehr Schaden."
        ],
        "name": "Barbarenbecher"
      },
      "weapon": {
        "description": [
          "Pro 1% TP-Verlust steigen Angriffswert und -geschw. um 0.8 %.",
          "Pro 1% TP-Verlust steigen Angriffswert und -geschw. um 1 %.",
          "Pro 1% TP-Verlust steigen Angriffswert und -geschw. um 1.2 %.",
          "Pro 1% TP-Verlust steigen Angriffswert und -geschw. um 1.4 %.",
          "Pro 1% TP-Verlust steigen Angriffswert und -geschw. um 1.7 %.",
          "Pro 1% TP-Verlust steigen Angriffswert und -geschw. um 2 %."
        ],
        "name": "Numinu, der heilige Vogel"
      }
    },
    "50": {
      "description": "Eine über den Kontinent wandernde Händlerin, mit Giften ausgerüstet für jene, die sie brauchen. Sie benutzt ein Blasrohr, um ihre Feinde zu vergiften und auszuschalten.",
      "name": "Requina",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Greift 2 Feinde an und verursacht {1} P. Schaden, während sie von Tränen des Mr. Python vergiftet werden. Von Tränen des Mr. Python getroffene Gegner regenerieren kein Mana, nehmen 30% mehr Schaden und haben eine reduzierte Blockchance von 500.",
        "name": "Tränen des Mr. Python!",
        "transcendence": {
          "dark": "Reduziert Mana des Ziels um 1200.",
          "light": "Manakosten sind um 1 reduziert."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Greift zufällige Gegner 3 Mal an und verursacht insgesamt {1} Schaden, während sie mit Kreischgras-Extrakt für {2} Sek. vergiftet werden. Von Kreischgras-Extrakt getroffene Gegner haben um {3}% reduzierten ANG und um {4} reduzierte Krit. Chance.",
        "name": "Kreischgras-Extrakt!",
        "transcendence": {
          "dark": "Betäubt das Ziel für 1 Sek.",
          "light": "Ist nur noch 1 Feind auf dem Schlachtfeld, wird der Schaden um 100% erhöht."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "2": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "3": "Erhöht ANG-Erhöhungsrate um {1} %."
        },
        "description": "Die eigene ANG ist für {1} Sek. um {2} erhöht und die Effekte von [Tränen des Mr. Python], [Kreischgras-Extrakt] und [Kille-Kille-Trank] sind verdoppelt. Zusätzliche sind die Anzahl der Ziele von [Tränen des Mr. Python], [Kreischgras-Extrakt] und [Kille-Kille-Trank] um 1 erhöht.",
        "name": "Mehr! Stärker!",
        "transcendence": {
          "dark": "Manakosten sind um 1 reduziert.",
          "light": "Schaden normaler Angriffe ist für die Dauer um 100% erhöht."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Vergiftet das feindliche Ziel beim Angriff für {1} Sek. mit Kille-Kille-Trank , was insgesamt {2} P. Schaden verursacht und nicht entfernt werden kann. Kille-Kille-Trank kann bis zu 50 Mal kumuliert werden.",
        "name": "Kille-Kille-Trank!",
        "transcendence": {
          "dark": "Ziel nimmt 20% mehr P. Schaden.",
          "light": "Kille-Kille-Trank! bekommt jedes Mal 3 Zähler."
        }
      },
      "subtitle": "Gifthändlerin",
      "t5": {
        "dark": "Beim Angriff eines Gegners mit 50 oder mehr Kille-Kille-Trank-Zählern, wird 200% des ANG aus VERT ignorierender, zusätzlicher P. Schaden ausgeteilt.",
        "light": "ANG, VERT, TP+15% / Krit. Chance +100"
      },
      "treasure": {
        "description": [
          "[Mehr! Stärker!] Greift 1 zusätzliches Ziel an und erhöht ANG-Geschw. um 100 für die Wirkungsdauer.",
          "[Mehr! Stärker!] Greift 1 zusätzliches Ziel an und erhöht ANG-Geschw. um 120 für die Wirkungsdauer.",
          "[Mehr! Stärker!] Greift 1 zusätzliches Ziel an und erhöht ANG-Geschw. um 140 für die Wirkungsdauer.",
          "[Mehr! Stärker!] Greift 1 zusätzliches Ziel an und erhöht ANG-Geschw. um 170 für die Wirkungsdauer.",
          "[Mehr! Stärker!] Greift 1 zusätzliches Ziel an und erhöht ANG-Geschw. um 210 für die Wirkungsdauer.",
          "[Mehr! Stärker!] Greift 1 zusätzliches Ziel an und erhöht ANG-Geschw. um 250 für die Wirkungsdauer."
        ],
        "name": "Leuchtender Trank"
      },
      "weapon": {
        "description": [
          "Max. Anzahl von Kille-Kille-Trank ist auf 55 erhöht. Jeder Angriff hat eine 10%-Chance einen zufälligen Gegner anzugreifen und 20% des ANG als Schaden zu verursachen, sowie 1 Sek. lang Schweigen auszulösen.",
          "Max. Anzahl von Kille-Kille-Trank ist auf 60 erhöht. Jeder Angriff hat eine 10%-Chance einen zufälligen Gegner anzugreifen und 24% des ANG als Schaden zu verursachen, sowie 1 Sek. lang Schweigen auszulösen.",
          "Max. Anzahl von Kille-Kille-Trank ist auf 65 erhöht. Jeder Angriff hat eine 10%-Chance einen zufälligen Gegner anzugreifen und 29% des ANG als Schaden zu verursachen, sowie 1 Sek. lang Schweigen auszulösen.",
          "Max. Anzahl von Kille-Kille-Trank ist auf 70erhöht. Jeder Angriff hat eine 10%-Chance einen zufälligen Gegner anzugreifen und 35% des ANG als Schaden zu verursachen, sowie 1 Sek. lang Schweigen auszulösen.",
          "Max. Anzahl von Kille-Kille-Trank ist auf 75erhöht. Jeder Angriff hat eine 10%-Chance einen zufälligen Gegner anzugreifen und 42% des ANG als Schaden zu verursachen, sowie 1 Sek. lang Schweigen auszulösen.",
          "Max. Anzahl von Kille-Kille-Trank ist auf 80 erhöht. Jeder Angriff hat eine 10%-Chance einen zufälligen Gegner anzugreifen und 50% des ANG als Schaden zu verursachen, sowie 1 Sek. lang Schweigen auszulösen."
        ],
        "name": "Flöte der Stillen Winde Rakshathar"
      }
    },
    "51": {
      "description": "Als Ritterin des gerechten Himmels bestraft sie das Böse mit ihrem Schwert und schützt die Schwachen mit ihrem Schild. Sie stieg herab, um die Dämonen zu besiegen, die das Erdenreich bedrohen. Mit wunderschönem Schwert und Schild zerschmettert sie ihre Feinde und schützt ihre Kameraden mit ihrem Licht.",
      "name": "Aselica",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Betäubungsdauer um {1} Sek."
        },
        "description": "Verursacht {1} M.Schaden an feindlichen und im Umkreis befindlichen Einheiten innerhalb der Reichweite und betäubt sie für {2} Sek.",
        "name": "Schwert der Sonne",
        "transcendence": {
          "dark": "Reduziert Cooldown um 2 Sek.",
          "light": "Nach der Aktivierung wird die Angriffsgeschw. 5 Sek. lang um 350 erhöht."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "2": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "3": "Erhöht ANG-Erhöhungsrate um {1} %."
        },
        "description": "Verleiht dem Verbündeten mit dem höchsten ANG den Segen der Sonne, wodurch der Cooldown aller Skills um 20 % reduziert und ANG 15 Sek. lang um {1} erhöht wird.",
        "name": "Segen der Sonne",
        "transcendence": {
          "dark": "Entfernt negative Effekte vom Ziel.",
          "light": "Erhöht Manakosten um 1 und verleiht den Effekt den 2 Verbündeten mit dem höchsten ANG."
        }
      },
      "s3": {
        "books": {
          "1": "Schaden und Erholungsrate um {1} % erhöht.",
          "2": "Schaden und Erholungsrate um {1} % erhöht.",
          "3": "Schaden und Erholungsrate um {1} % erhöht."
        },
        "description": "Bezieht Position, um die TP naher Verbündeter mit Ausnahme des Beschwörers 8 Mal um insgesamt mindestens {1} aufzufüllen, und erhöht deren K.VERT 5 Sek. lang um {2} . Fügt außerdem 8 Feinden innerhalb der Reichweite insgesamt {3} M.Schaden zu und verringert ihre M.VERT 5 Sek. lang um {4} . Nach dem Ende des Beschwörens werden die TP von Verbündeten innerhalb der Reichweite mit Ausnahme des Beschwörers um {5} aufgefüllt. Fügt außerdem Feinden {6} M.Schaden zu und betäubt sie für 3 Sek.",
        "name": "Urteil der Sonne",
        "transcendence": {
          "dark": "Erhöht die Dauer des M.VERT-Reduktionseffekts um 5 Sek.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Beim Angriff werden Feinde 10 Sek. lang mit dem Sonnenfluch belegt. Sobald Feinde mit 10 Sonnenflüchen belegt wurden, werden diese verbraucht und sie erleiden {1} M.Schaden, werden für {2} Sek. geblendet und ihr ANG wird 5 Sek. lang um {3} reduziert.",
        "name": "Fluch der Sonne",
        "transcendence": {
          "dark": "Aktiviert den Effekt, sobald 7 Sonnenflüche gestapelt wurden.",
          "light": "Verändert die ANG-Reduktion auf 30 %."
        }
      },
      "subtitle": "Wächterin der Sonne",
      "t5": {
        "dark": "Immunisiert den Verbündeten mit den wenigsten TP alle 15 Sek. für 3 Sek. gegen K.Schaden.",
        "light": "ANG, VERT, TP+15% / K.Block +200"
      },
      "treasure": {
        "description": [
          "[Urteil der Sonne] Gewährt Effektimmunität, während der Skill aktiv ist und erhöht K.VERT-Erhöhungsrate und M.VERT-Reduzierungseffekt um 20%.",
          "[Urteil der Sonne] Gewährt Effektimmunität, während der Skill aktiv ist und erhöht K.VERT-Erhöhungsrate und M.VERT-Reduzierungseffekt um 24%.",
          "[Urteil der Sonne] Gewährt Effektimmunität, während der Skill aktiv ist und erhöht K.VERT-Erhöhungsrate und M.VERT-Reduzierungseffekt um 29%.",
          "[Urteil der Sonne] Gewährt Effektimmunität, während der Skill aktiv ist und erhöht K.VERT-Erhöhungsrate und M.VERT-Reduzierungseffekt um 35%.",
          "[Urteil der Sonne] Gewährt Effektimmunität, während der Skill aktiv ist und erhöht K.VERT-Erhöhungsrate und M.VERT-Reduzierungseffekt um 42%.",
          "[Urteil der Sonne] Gewährt Effektimmunität, während der Skill aktiv ist und erhöht K.VERT-Erhöhungsrate und M.VERT-Reduzierungseffekt um 50%."
        ],
        "name": "Wächtertrompete"
      },
      "weapon": {
        "description": [
          "Schließt zu Beginn des ersten Kampfes einen Vertrag mit dem Verbündeten mit dem höchsten ANG ab. Erhöht die K.VERT des Ziels um 6 % von Aselicas K.VERT und erhöht Aselicas ANG um 6 % des ANG des Ziels. Dieser Effekt kann nicht abgebrochen werden.",
          "Schließt zu Beginn des ersten Kampfes einen Vertrag mit dem Verbündeten mit dem höchsten ANG ab. Erhöht die K.VERT des Ziels um 8 % von Aselicas K.VERT und erhöht Aselicas ANG um 8 % des ANG des Ziels. Dieser Effekt kann nicht abgebrochen werden.",
          "Schließt zu Beginn des ersten Kampfes einen Vertrag mit dem Verbündeten mit dem höchsten ANG ab. Erhöht die K.VERT des Ziels um 10 % von Aselicas K.VERT und erhöht Aselicas ANG um 10 % des ANG des Ziels. Dieser Effekt kann nicht abgebrochen werden.",
          "Schließt zu Beginn des ersten Kampfes einen Vertrag mit dem Verbündeten mit dem höchsten ANG ab. Erhöht die K.VERT des Ziels um 12 % von Aselicas K.VERT und erhöht Aselicas ANG um 12 % des ANG des Ziels. Dieser Effekt kann nicht abgebrochen werden.",
          "Schließt zu Beginn des ersten Kampfes einen Vertrag mit dem Verbündeten mit dem höchsten ANG ab. Erhöht die K.VERT des Ziels um 14 % von Aselicas K.VERT und erhöht Aselicas ANG um 14 % des ANG des Ziels. Dieser Effekt kann nicht abgebrochen werden.",
          "Schließt zu Beginn des ersten Kampfes einen Vertrag mit dem Verbündeten mit dem höchsten ANG ab. Erhöht die K.VERT des Ziels um 16 % von Aselicas K.VERT und erhöht Aselicas ANG um 16 % des ANG des Ziels. Dieser Effekt kann nicht abgebrochen werden."
        ],
        "name": "Sonnen-Heiligenschein, Ignisius"
      }
    },
    "52": {
      "description": "Früher war er Marineoffizier, doch jetzt ist er ein Kopfgeldjäger und Problemlöser. Er ist zynisch und misstraut prinzipiell jedem. Seine Waffen werden in drei Kategorien klassifiziert.",
      "name": "Crow",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht {1} K.Schaden an Gegnern vor dir über 15 Runden und hinterlässt 40 Sek. lang ein 'Bissmal des Jagdhunds'. Das Bissmal kann bis zu 100 Mal gestapelt werden.",
        "name": "Ziel wird eliminiert.",
        "transcendence": {
          "dark": "Stapelt 1 zusätzliches Bissmal des Jagdhundes.",
          "light": "Stellt 30 Mana wieder her, jedes Mal wenn Schaden verursacht wird."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht {1} durch 10 Angriffe auf einen temporären Feind und schießt eine Frostkugel, die dem Ziel und umgebenden Feinden {2} K.Schaden zufügt und sie 4 Sek. lang einfriert. Die Frostkugel schafft zudem ein gefrorenes Gebiet, das 6 Sek. lang alle 2 Sek. {3} K.Schaden verursacht und zu 50 % Feinde 2 Sek. lang einfriert.",
        "name": "Kampf ist zwecklos.",
        "transcendence": {
          "dark": "Frostchance des gefrorenen Bereichs erhöht sich um 30 %.",
          "light": "Reduziert Cooldown um 3 Sek."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Nimmt Haltung an, konzentriert sich, um einen Laserstrahl abzufeuern, der frontal stehenden Gegnern in Reichweite {1} K. Schaden zufügt. Verbraucht Jagdhundreißzahnmarke, um {2} zusätzlichen K. Schaden pro Zähler zuzufügen. Abhängig von der Konzentrationszeit erhöht sich die Effektreichweite und der Schaden erhöht um bis zu {3} %. Wirft den Feind zurück, sobald die Konzentration abgeschlossen ist.",
        "name": "Auch Götter sterben.",
        "transcendence": {
          "dark": "Reduziert Manakosten um 1.",
          "light": "Erhöht Cooldown um 10 Sek. und Schaden um 100 %."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "2": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "3": "Erhöht ANG-Erhöhungsrate um {1} %."
        },
        "description": "Crow ist nicht von Änderungen der Angriffsgeschw. betroffen. Sein ANG wird um {1} und sein Krit Schaden um {2} % erhöht. Regeneriert {3} MP pro Sek. Außerdem hinterlässt jeder normale Angriff 40 Sek. lang ein 'Bissmal des Jagdhundes' am Ziel.",
        "name": "Jagdvorbereitung",
        "transcendence": {
          "dark": "Erhöht Mana-Erholung um 40 %.",
          "light": "Bossmonster nimmt 15% höheren Schaden."
        }
      },
      "subtitle": "Die strafende Kugel",
      "t5": {
        "dark": "Erhöht Manakosten aller Skills um 1 und Schaden um 75 %.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "[Auch Götter sterben] Gewährt Effekt-Immunität während der Wirkungsdauer und erhöht Schaden um 20%.",
          "[Auch Götter sterben] Gewährt Effekt-Immunität während der Wirkungsdauer und erhöht Schaden um 24%.",
          "[Auch Götter sterben] Gewährt Effekt-Immunität während der Wirkungsdauer und erhöht Schaden um 29%.",
          "[Auch Götter sterben] Gewährt Effekt-Immunität während der Wirkungsdauer und erhöht Schaden um 35%.",
          "[Auch Götter sterben] Gewährt Effekt-Immunität während der Wirkungsdauer und erhöht Schaden um 42%.",
          "[Auch Götter sterben] Gewährt Effekt-Immunität während der Wirkungsdauer und erhöht Schaden um 50%."
        ],
        "name": "Halskette der Erinnerungen"
      },
      "weapon": {
        "description": [
          "Der normale Angriff verschießt eine zusätzliche Kugel, die 50 % des ANG als K.Schaden verursacht. Beim Ende des Skills wird 'Höllenhund, Akistra' aktiviert und erhöht ANG und Krit Schaden 10 Sek. lang um 30 %. 'Höllenhund, Akistra' wird nur einmal alle 20 Sek. aktiviert.",
          "Der normale Angriff verschießt eine zusätzliche Kugel, die 60 % des ANG als K.Schaden verursacht. Beim Ende des Skills wird 'Höllenhund, Akistra' aktiviert und erhöht ANG und Krit Schaden 10 Sek. lang um 36 %. 'Höllenhund, Akistra' wird nur einmal alle 20 Sek. aktiviert.",
          "Der normale Angriff verschießt eine zusätzliche Kugel, die 70 % des ANG als K.Schaden verursacht. Beim Ende des Skills wird 'Höllenhund, Akistra' aktiviert und erhöht ANG und Krit Schaden 10 Sek. lang um 43 %. 'Höllenhund, Akistra' wird nur einmal alle 20 Sek. aktiviert.",
          "Der normale Angriff verschießt eine zusätzliche Kugel, die 85 % des ANG als K.Schaden verursacht. Beim Ende des Skills wird 'Höllenhund, Akistra' aktiviert und erhöht ANG und Krit Schaden 10 Sek. lang um 52 %. 'Höllenhund, Akistra' wird nur einmal alle 20 Sek. aktiviert.",
          "Der normale Angriff verschießt eine zusätzliche Kugel, die 100 % des ANG als K.Schaden verursacht. Beim Ende des Skills wird 'Höllenhund, Akistra' aktiviert und erhöht ANG und Krit Schaden 10 Sek. lang um 62 %. 'Höllenhund, Akistra' wird nur einmal alle 20 Sek. aktiviert.",
          "Der normale Angriff verschießt eine zusätzliche Kugel, die 125 % des ANG als K.Schaden verursacht. Beim Ende des Skills wird 'Höllenhund, Akistra' aktiviert und erhöht ANG und Krit Schaden 10 Sek. lang um 75 %. 'Höllenhund, Akistra' wird nur einmal alle 20 Sek. aktiviert."
        ],
        "name": "Höllenhund, Akistra"
      }
    },
    "6": {
      "description": "Ein legendärer Drachentöter, der zahlreiche Drachenjagden hinter sich hat. Trotz seiner kleinen Statur kann er mit seinem Schildschlag feindliche Formationen zerstören, meist gefolgt von einem tödlichen Axtschwung.",
      "name": "Phillop",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Verringert K.VERT um {2} % getroffener Feinde für {1} Sek."
        },
        "description": "Fügt {1} K.Schaden zu und wirft den Feind für {2} Sek zu Boden.",
        "name": "Zusammenstoß",
        "transcendence": {
          "dark": "Reduziert Cooldown um 10% für jeden Treffer.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Verringert Feind-ANG um {1} %."
        },
        "description": "Prescht zum Feind vor und verursacht {1} K.Schaden. Reduziert Angriffsgeschw. getroffener Feinde um {3} % für {2} Sek.",
        "name": "Kopfnuß",
        "transcendence": {
          "dark": "Zurückwerfen-Effekt ändert sich zu 3 Sek-Betäubung.",
          "light": "Verursacht 10% der max. TP als zusätzlichen K.Schaden."
        }
      },
      "s3": {
        "books": {
          "1": "K.VERT-Erhöhungsrate steigt um {1} %.",
          "2": "K.VERT-Erhöhungsrate steigt um {1} %.",
          "3": "K.VERT-Erhöhungsrate steigt um {1} %."
        },
        "description": "Erhöht VERT um {2} für {1} Sek und verleiht Effekt-Immunität bei Aktivierung. Heilt zusätzlich {3} % TP.",
        "name": "Eins mit der Erde",
        "transcendence": {
          "dark": "Ändert Effekt zu einem Angriff, der Feinde in Reichw. 3 Sek lang betäubt.",
          "light": "Fügt Feinden in Reichw. 1% der max. TP als Schaden/Sek zu."
        }
      },
      "s4": {
        "books": {
          "1": "K.VERT Reduzierung erhöht um {1} %.",
          "2": "K.VERT Reduzierung erhöht um {1} %.",
          "3": "Verringert feindliche K. Ausw.-Chance um {1} % pro Stapelung."
        },
        "description": "Verringert beim Angriff die K.VERT des Feindes um {2} für {1} Sek. Kann bis zu 5mal gestapelt werden.",
        "name": "Rüstung zerreißen",
        "transcendence": {
          "dark": "Alle positiven Effekte werden beim Angriff entfernt und das Ziel erhält für 20 Sek. 20% mehr K.Schaden. 20 Sek. Cooldown.",
          "light": "Feinde mit 5 Zählern erleiden 1% extra K.Schaden, basierend auf den max TP pro Angriff."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "10% Chance, bei einem normalen Angriff den Feind für 2 Sek zu betäuben und extra Schaden in Höhe von 10% der eigenen TP zu verursachen.",
        "light": "ANG, VERT, TP+15% / K.Block +200"
      },
      "treasure": {
        "description": [
          "[Eins mit der Erde] Erhöht Angriffsgeschw. und krit. Trefferchance um 250, K.VERT-Erhöhugsrate erhöht sich um 20% während d. Wirkungsdauer.",
          "[Eins mit der Erde] Erhöht Angriffsgeschw. und krit. Trefferchance um 250, K.VERT-Erhöhugsrate erhöht sich um 24% während d. Wirkungsdauer.",
          "[Eins mit der Erde] Erhöht Angriffsgeschw. und krit. Trefferchance um 250, K.VERT-Erhöhugsrate erhöht sich um 29% während d. Wirkungsdauer.",
          "[Eins mit der Erde] Erhöht Angriffsgeschw. und krit. Trefferchance um 250, K.VERT-Erhöhugsrate erhöht sich um 35% während d. Wirkungsdauer.",
          "[Eins mit der Erde] Erhöht Angriffsgeschw. und krit. Trefferchance um 250, K.VERT-Erhöhugsrate erhöht sich um 42% während d. Wirkungsdauer.",
          "[Eins mit der Erde] Erhöht Angriffsgeschw. und krit. Trefferchance um 250, K.VERT-Erhöhugsrate erhöht sich um 50% während d. Wirkungsdauer."
        ],
        "name": "Zeremonienhammer der Zwergen"
      },
      "weapon": {
        "description": [
          "Phillop erhält Drachen-Wut für 10 Sek, wenn er Schaden erleidet. Sein ANG und VERT steigen je um 0.8 %. Drachen-Wut kann bis zu 100mal gestapelt werden.",
          "Phillop erhält Drachen-Wut für 10 Sek, wenn er Schaden erleidet. Sein ANG und VERT steigen je um 1 %. Drachen-Wut kann bis zu 100mal gestapelt werden.",
          "Phillop erhält Drachen-Wut für 10 Sek, wenn er Schaden erleidet. Sein ANG und VERT steigen je um 1.2 %. Drachen-Wut kann bis zu 100mal gestapelt werden.",
          "Phillop erhält Drachen-Wut für 10 Sek, wenn er Schaden erleidet. Sein ANG und VERT steigen je um 1.4 %. Drachen-Wut kann bis zu 100mal gestapelt werden.",
          "Phillop erhält Drachen-Wut für 10 Sek, wenn er Schaden erleidet. Sein ANG und VERT steigen je um 1.7 %. Drachen-Wut kann bis zu 100mal gestapelt werden.",
          "Phillop erhält Drachen-Wut für 10 Sek, wenn er Schaden erleidet. Sein ANG und VERT steigen je um 2 %. Drachen-Wut kann bis zu 100mal gestapelt werden."
        ],
        "name": "Atein, die Drachenruinen"
      }
    },
    "62": {
      "description": "Die Prinzessin von Orvelia liebt ihre Untertanten sehr. Ihr Schwert schwingt sie, um die Schwachen zu verteidigen und wie ein wahrer Ritter für Gerechtigkeit zu kämpfen.\\Mit ihrem magischen Großschwert verhindert sie Magie und schneidet durch ihre Gegner.",
      "name": "Scarlet",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Ziel nimmt 10 Sek lang {1} % erhöhten K.Schaden."
        },
        "description": "Verursacht {1} K. Schaden an frontalstehende Gegner in Reichweite und stößt sie für 3 Sek. um. Regeneriert TP in Höhe von 30% des Schadens.",
        "name": "Zugriff!",
        "transcendence": {
          "dark": "Entfernt alle negativen Effekte bei sich selbst.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Entfernt negative Effekte von Verbündeten und positive von Feinden. Verursacht dabei {1} K. Schaden.",
        "name": "Gerichtigkeit waltet",
        "transcendence": {
          "dark": "Erhöht K. Kritresistenz aller Verbündeten für 10 Sek. um 200.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht {1} K. Schaden über 3 Attacken und feuert einen Energiestoß aus dem Schwert, der {2} K. Schaden an Feinden in einer geraden Linie verursacht, welche sie für 5 Sek. blendet.",
        "name": "Schwert des Stolzes",
        "transcendence": {
          "dark": "Verletzte Gegner erhalten 10 Sek. lang um 40% reduzierte Heilung.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Alle Krit.-Wiederstände sind um {1} erhöht. 10%-Chance während eines normalen Angriffs zusätzlich {2} K. Schaden zu verteilen und das Ziel für 1 Sek. zu betäuben.",
        "name": "Kriegsgöttin",
        "transcendence": {
          "dark": "Betäubung dauert 2 Sek. länger an, wenn nur noch ein Gegner verbleibt.",
          "light": "Krit.-Widerstand um 300 erhöht."
        }
      },
      "subtitle": "Hoffnungsschimmer",
      "t5": {
        "dark": "Beim Erleiden von Krit. Schaden 5%-Chance, dass der Angreifer alle positiven Effekte verliert und für 1 Sek. betäubt wird. 8 Sek. Skillcooldown.",
        "light": "ANG, VERT, TP+15% / Effekt-Widerstund +100"
      },
      "treasure": {
        "description": [
          "[Schwert des Stolzes] Erhöht Schaden um 20% und jeder ANG betäubt Gegener 3 Sek. lang.",
          "[Schwert des Stolzes] Erhöht Schaden um 24% und jeder ANG betäubt Gegener 3 Sek. lang.",
          "[Schwert des Stolzes] Erhöht Schaden um 29% und jeder ANG betäubt Gegener 3 Sek. lang.",
          "[Schwert des Stolzes] Erhöht Schaden um 35% und jeder ANG betäubt Gegener 3 Sek. lang.",
          "[Schwert des Stolzes] Erhöht Schaden um 42% und jeder ANG betäubt Gegener 3 Sek. lang.",
          "[Schwert des Stolzes] Erhöht Schaden um 50% und jeder ANG betäubt Gegener 3 Sek. lang."
        ],
        "name": "Stolz von Orvelia"
      },
      "weapon": {
        "description": [
          "Für jeden Cooldown-Skill ist der Schaden um 8% erhöht.",
          "Für jeden Cooldown-Skill ist der Schaden um 10% erhöht.",
          "Für jeden Cooldown-Skill ist der Schaden um 12% erhöht.",
          "Für jeden Cooldown-Skill ist der Schaden um 14% erhöht.",
          "Für jeden Cooldown-Skill ist der Schaden um 17% erhöht.",
          "Für jeden Cooldown-Skill ist der Schaden um 20% erhöht."
        ],
        "name": "Urteilsschwert, Weiße Belona"
      }
    },
    "63": {
      "description": "Ein Genie, welches sogar dem Turm der Weisen bekannt ist, ohne Mitglied zu sein. Ihr wurde der Titel 'die Blaue' verliehen, aber in Wahrheit ist sie ein von Menschen geschaffener Homunculus.\\Ihre Blitzkugeln hinterlassen nicht mal so etwas wie Asche.",
      "name": "Sonia",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Blitze verursachen {1} M. Schaden an Zielen in Reichweite und erschaffen für 3 Sek. ein elektrisches Feld. Dieses verursacht über 10 Attacken hinweg insgesamt {2} M. Schaden und hat eine 25%-Chance den Gegner für 0,5 Sek. zu betäuben.",
        "name": "Stromstoß!",
        "transcendence": {
          "dark": "Betäubungschance um 10% erhöht.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s2": {
        "books": {
          "1": "ANG und VERT sind um {1} % erhöht.",
          "2": "ANG und VERT sind um {1} % erhöht.",
          "3": "ANG und VERT sind um {1} % erhöht."
        },
        "description": "Erhöht ANG 15 Sek. lang um {1} und alle VERT um {2} . Normale Angriffe haben eine 30%-Chance {3} zusätzlichen M. Schaden an 2 zufälligen Zielen zu verursachen und sie für 0,5 Sek. zu betäuben, während dieser Skill benutzt wird.",
        "name": "Stromkraft!",
        "transcendence": {
          "dark": "Zusätzlicher Schadenseffekt wirkt jetzt auf allen Gegnern.",
          "light": "ANG und VERT um 40% erhöht."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht mit 3 Angriffen insgesamt {1} M. Schaden an Gegnern in ringförmiger Reichweite. Verursacht dann eine Elektrische Explosion, die mit 3 Angriffen insgesamt {2} M. Schaden austeilt und für 5 Sek. betäubt.",
        "name": "Elektrische Explosion!",
        "transcendence": {
          "dark": "Erhöht Betäubungsdauer um 1 Sek.",
          "light": "Gewährt Effekt-Immunität während der Wirkungsdauer."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Injiziere nicht unter Schock stehenden Gegnern mit jedem Angriff Elektrizität und erhöhe den erlittenen M. Schaden für 10 Sek. um {1} %. Elektrizität kann bis zu 30 MAl kumuliert werden. Der 30 Zähler verbraucht alle Elektrizität, um {2} M. Schaden zu verteilen und das Ziel für 7 Sek. zu schocken. Gegner, die im Schockzustand betäubt werden, haben eine erhöhte Betäubungsdauer von {3} Sek. und erleiden {4} % mehr M. Schaden.",
        "name": "Stromschock",
        "transcendence": {
          "dark": "Erhält erhöhten M. Schaden' wird durch 'Erhält erhöhten K. und M. Schaden' ersetzt.",
          "light": "Schockzustand ist um 2 Sek verlängert."
        }
      },
      "subtitle": "Blauer Orkan",
      "t5": {
        "dark": "15%-Chance beim Angriff zusätzlichen M. Schaden in Höhe von 10% der max. TP zu verursachen und Elektrizität zu injizieren.",
        "light": "ANG, VERT, TP+15% / ANG-Geschw. +100"
      },
      "treasure": {
        "description": [
          "[Elektrische Explosion!] Fügt unter Schock stehenden Gegenern beim Angriff 100% des ANG als zusätzlichen M.Schaden zu und reduziert M.VERT und P.VERT des Ziels 5 Sek. lang um 10%.",
          "[Elektrische Explosion!] Fügt unter Schock stehenden Gegenern beim Angriff 100% des ANG als zusätzlichen M.Schaden zu und reduziert M.VERT und P.VERT des Ziels 5 Sek. lang um 12%.",
          "[Elektrische Explosion!] Fügt unter Schock stehenden Gegenern beim Angriff 100% des ANG als zusätzlichen M.Schaden zu und reduziert M.VERT und P.VERT des Ziels 5 Sek. lang um 14%.",
          "[Elektrische Explosion!] Fügt unter Schock stehenden Gegenern beim Angriff 100% des ANG als zusätzlichen M.Schaden zu und reduziert M.VERT und P.VERT des Ziels 5 Sek. lang um 17%.",
          "[Elektrische Explosion!] Fügt unter Schock stehenden Gegenern beim Angriff 100% des ANG als zusätzlichen M.Schaden zu und reduziert M.VERT und P.VERT des Ziels 5 Sek. lang um 21%.",
          "[Elektrische Explosion!] Fügt unter Schock stehenden Gegenern beim Angriff 100% des ANG als zusätzlichen M.Schaden zu und reduziert M.VERT und P.VERT des Ziels 5 Sek. lang um 25%."
        ],
        "name": "Herz des Baikal"
      },
      "weapon": {
        "description": [
          "Schockzustand ist um 2 Sek verländert. Wenn ein sich im Schockzustand befindlicher Gegner mit normalen Angriffen attackiert wird, werden alle Cooldowns um 1.6% reduziert.",
          "Schockzustand ist um 3 Sek verländert. Wenn ein sich im Schockzustand befindlicher Gegner mit normalen Angriffen attackiert wird, werden alle Cooldowns um 1,9% reduziert.",
          "Schockzustand ist um 4 Sek verländert. Wenn ein sich im Schockzustand befindlicher Gegner mit normalen Angriffen attackiert wird, werden alle Cooldowns um 2,3% reduziert.",
          "Schockzustand ist um 5 Sek verländert. Wenn ein sich im Schockzustand befindlicher Gegner mit normalen Angriffen attackiert wird, werden alle Cooldowns um 2,7% reduziert.",
          "Schockzustand ist um 6 Sek verländert. Wenn ein sich im Schockzustand befindlicher Gegner mit normalen Angriffen attackiert wird, werden alle Cooldowns um 3,3% reduziert.",
          "Schockzustand ist um 7 Sek verländert. Wenn ein sich im Schockzustand befindlicher Gegner mit normalen Angriffen attackiert wird, werden alle Cooldowns um 4% reduziert."
        ],
        "name": "Sturmauge, Yanadis"
      }
    },
    "64": {
      "description": "Die Königin von Pentheonia, des Eisernen Königreiches, welches im Kampf gegen die Dämonen vor 1000 Jahren nicht einen Zentimeter zurückwich. Das strahlende Licht ihres Stabes verbrennt Gegner im Namen des Gesetzes zu Asche.",
      "name": "Artemia",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Platziert eine Lichtsäule an der Stelle des Gegners, die über 5 Sek. insgesamt {1} M. Schaden verursacht und die ANG des Gegners für 10 Sek. um {2} % reduziert.",
        "name": "Lichtsäule",
        "transcendence": {
          "dark": "Jeder Schlag hat eine 25%-Chance den Gegner für 1 Sek. zu betäuben.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden in einer geraden Linie {1} M. Schaden zu. Dieser Angriff gibt zusätzlich 100% auf den Krit. Schadensmodifizierer.",
        "name": "Krititsche Intensität",
        "transcendence": {
          "dark": "Wenn Lichtsegen 10 Zähler hat, wird der Cooldown um 50% reduziert.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Greift den Gegner 3 Mal an und verursacht {1} M. Schaden, sowie Betäuben für 5 Sek. Dieser Skillcooldown ist um 30% reduziert, wenn der Gegner dadurch getötet wird.",
        "name": "Lichturteil",
        "transcendence": {
          "dark": "Manakosten sind um 1 erhöht, aber Schaden ist +100%.",
          "light": "Cooldown ist um 3 Sek. reduziert."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "50%-Chance, dass das Ziel und umstehende Gegner {1} M. Schaden erleiden, während Artemia 1 Zähler für Lichtsegen erhält. Dieser Skill kann sich bis zu 10 Mal kumulieren, wobei jeder Zähler ANG um {2} erhöht. Der Zähler erhöht außerdem den an Nicht-Helden verursachten Schaden um {3} % und reduziert den von Nicht-Helden erhaltenen Schaden um {4} %.",
        "name": "Lichtsegen",
        "transcendence": {
          "dark": "Max. Zähler-Limit auf 12 erhöht.",
          "light": "Aktivierungschance auf 60% geändert."
        }
      },
      "subtitle": "Herrscherin des Lichts",
      "t5": {
        "dark": "Falls TP unter 50% fallen, erhalte 2 Sek. Schadensimmunität. Effekt wird nur alle 30 Sek. aktiviert.",
        "light": "ANG, VERT, TP+15% / Krit. Chance +100"
      },
      "treasure": {
        "description": [
          "[Lichturteil] Erhöht Schaden um 20% und stellt beim Töten eines Gegners 700 Mana wieder her.",
          "[Lichturteil] Erhöht Schaden um 24% und stellt beim Töten eines Gegners 700 Mana wieder her.",
          "[Lichturteil] Erhöht Schaden um 29% und stellt beim Töten eines Gegners 700 Mana wieder her.",
          "[Lichturteil] Erhöht Schaden um 35% und stellt beim Töten eines Gegners 700 Mana wieder her.",
          "[Lichturteil] Erhöht Schaden um 42% und stellt beim Töten eines Gegners 700 Mana wieder her.",
          "[Lichturteil] Erhöht Schaden um 50% und stellt beim Töten eines Gegners 700 Mana wieder her."
        ],
        "name": "Glanz-Krone"
      },
      "weapon": {
        "description": [
          "Erschafft alle 15 Sek. einen Schild mit 200% der ANG, der 10 Sek. lang anhält und die eigene ANG um 20% erhöht. Während der Schild aktiv ist, besteht Immunität gegen Effekte.",
          "Erschafft alle 15 Sek. einen Schild mit 240% der ANG, der 10 Sek. lang anhält und die eigene ANG um 24% erhöht. Während der Schild aktiv ist, besteht Immunität gegen Effekte.",
          "Erschafft alle 15 Sek. einen Schild mit 290% der ANG, der 10 Sek. lang anhält und die eigene ANG um 29% erhöht. Während der Schild aktiv ist, besteht Immunität gegen Effekte.",
          "Erschafft alle 15 Sek. einen Schild mit 350% der ANG, der 10 Sek. lang anhält und die eigene ANG um 35% erhöht. Während der Schild aktiv ist, besteht Immunität gegen Effekte.",
          "Erschafft alle 15 Sek. einen Schild mit 420% der ANG, der 10 Sek. lang anhält und die eigene ANG um 42% erhöht. Während der Schild aktiv ist, besteht Immunität gegen Effekte.",
          "Erschafft alle 15 Sek. einen Schild mit 500% der ANG, der 10 Sek. lang anhält und die eigene ANG um 50% erhöht. Während der Schild aktiv ist, besteht Immunität gegen Effekte."
        ],
        "name": "Lobeshymne, Brauxio"
      }
    },
    "65": {
      "description": "Die Assistentin und Zofe der Erzmagierin 'die Blaue', Sonia. Sie fügt sich ganz den Sonias Wünschen, die ihre Auftraggeberin, Schwester und Freundin ist. Mit ihren scharfen Augen und ihrem noch schärferen Verstand sie ihren Dolch geschickt an den Schwachpunkten des Feindes an.",
      "name": "Mirianne",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Greift den Feind mit der niedrigsten M. VERT an und verursacht mit 3 Angriffen insgesamt {1} M. Schaden, sowie 1 Sek. lang Betäubung. Wenn das Ziel unter 'Zielerfassung' steht, erleidet es zusätzlich {2} M. Schaden. Die letzte Attacke versetzt den Gegner für 10 Sek. Zielerfassung kann nicht abgewehrt werden und die M.Blockrate des Ziels ist um 300 verringert.",
        "name": "Zielerfassung",
        "transcendence": {
          "dark": "Erhöht Betäubungsdauer um 1 Sek.",
          "light": "Ist nur noch 1 Feind auf dem Schlachtfeld, wird der Schaden um 100% erhöht."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden und Schild-TP um {1} %.",
          "2": "Erhöht Schaden und Schild-TP um {1} %.",
          "3": "Erhöht Schaden und Schild-TP um {1} %."
        },
        "description": "Verursacht {1} M. Schaden am Ziel und allen Gegnern in Reichweite. Erschafft dann für den Verbündeten mit der niedrigsten K. VERT einen Schild für zwei, der 10 Sek. lang {2} Schaden abhält. Wenn es keinen Verbündeten gibt, wird kein Schild erschaffen. Der beschützte Verbündete und man selbst sind für die Dauer des Schildes gegen CC immun.",
        "name": "Bändigen und Beschützen",
        "transcendence": {
          "dark": "Erhöht Betäubungsdauer um 2 Sek.",
          "light": "Immun gegenüber allen Statuseffekten während der Wirkungsdauer."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht {1} M. Schaden am Gegner mit den wenigsten TP und springt zum am weit entferntesten Verbündeten zurück. Falls der Gegner kein Held ist, wird zusätzlich VERT ignorierender M. Schaden in Höhe von {2} verursacht. Besiege ein Ziel mit diesem Skill, löst sofort 'Bändigen und Beschützen' aus.",
        "name": "Auslöschung",
        "transcendence": {
          "dark": "Erhöht Schaden um 40%.",
          "light": "Entfernt alle positiven Effekte des Ziels und betäubt es für 1 Sek."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht ANG um {1} %.",
          "2": "Erhöht ANG um {1} %.",
          "3": "Erhöht ANG um {1} %."
        },
        "description": "Wenn ein Feind unter Zielerfassung steht, ist ANG um {1} erhöht und alle Angriffe priorisieren das ausgewählte Ziel. Stirbt der ausgewählte Feind, wird die Zielerfassung 10 Sek. lang auf einen anderen Feind angewandt.",
        "name": "Ziel ausgelöscht",
        "transcendence": {
          "dark": "30% weniger Schaden, wenn sich Gegner in Zielerfassung befindet.",
          "light": "Wenn sich Gegner in 'Zielerfassung' befinden, ist die krit. Trefferchance um 400 erhöht."
        }
      },
      "subtitle": "Zofe der Blauen",
      "t5": {
        "dark": "Reduziert beim Töten eines Gegners alle Skill-Cooldowns um 50% und gibt 1 Manakugel zurück.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "[Auslöschung] Erhöht Schaden um 50% und bei Krit. Treffern ANG 10 Sek. lang um 10%.",
          "[Auslöschung] Erhöht Schaden um 50% und bei Krit. Treffern ANG 10 Sek. lang um 12%.",
          "[Auslöschung] Erhöht Schaden um 50% und bei Krit. Treffern ANG 10 Sek. lang um 14%.",
          "[Auslöschung] Erhöht Schaden um 50% und bei Krit. Treffern ANG 10 Sek. lang um 17%.",
          "[Auslöschung] Erhöht Schaden um 50% und bei Krit. Treffern ANG 10 Sek. lang um 21%.",
          "[Auslöschung] Erhöht Schaden um 50% und bei Krit. Treffern ANG 10 Sek. lang um 25%."
        ],
        "name": "Magisches Blitzpulver"
      },
      "weapon": {
        "description": [
          "Erhöht ANG-Geschw. um 200 sowie Attacken auf ausgewählte Ziele. Verursacht 200 % von ANG als zusätzlichen M.Schaden. Zusatzschaden-Effekt tritt nur einmal alle 2 Sek. auf.",
          "Erhöht ANG-Geschw. um 240 sowie Attacken auf ausgewählte Ziele. Verursacht 240 % von ANG als zusätzlichen M.Schaden. Zusatzschaden-Effekt tritt nur einmal alle 2 Sek. auf.",
          "Erhöht ANG-Geschw. um 290 sowie Attacken auf ausgewählte Ziele. Verursacht 290 % von ANG als zusätzlichen M.Schaden. Zusatzschaden-Effekt tritt nur einmal alle 2 Sek. auf.",
          "Erhöht ANG-Geschw. um 350 sowie Attacken auf ausgewählte Ziele. Verursacht 350 % von ANG als zusätzlichen M.Schaden. Zusatzschaden-Effekt tritt nur einmal alle 2 Sek. auf.",
          "Erhöht ANG-Geschw. um 420 sowie Attacken auf ausgewählte Ziele. Verursacht 420 % von ANG als zusätzlichen M.Schaden. Zusatzschaden-Effekt tritt nur einmal alle 2 Sek. auf.",
          "Erhöht ANG-Geschw. um 500 sowie Attacken auf ausgewählte Ziele. Verursacht 500 % von ANG als zusätzlichen M.Schaden. Zusatzschaden-Effekt tritt nur einmal alle 2 Sek. auf."
        ],
        "name": "Endlose Beschleunigung, Riventina"
      }
    },
    "66": {
      "description": "Dieses geheimnisvolle Mädchen heilt Leute mithilfe ihrer bezaubernden Melodien. Ihre wunderschöne Stimme und die lieblichen Klänge ihrer Zauberharfe haben heilende Wirkung.",
      "name": "Shea",
      "s1": {
        "books": {
          "1": "Erhöht Erholungsrate um {1} %.",
          "2": "Erhöht Erholungsrate um {1} %.",
          "3": "Erhöht Erholungsrate um {1} %."
        },
        "description": "Heilt über 8 Mal insgesamt {1} TP aller Verbündeten. Reduziert erlittenen Schaden aller Verbündeten um {2} % während der Wirkungsdauer. Heilrate dieses Skills ist um 100% erhöht und der erlittene Schaden aller Verbündeten um {3} % reduziert, wenn Trance 3 Zähler erreicht hat.",
        "name": "Melodie der grünen Natur",
        "transcendence": {
          "dark": "Erhöht während der Wirkdauer den Krit.Widerstand aller Verbündeten um 250.",
          "light": "Heilt alle Verbündeten um 15 % ihrer TP."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht MP Erholung um {1} %.",
          "2": "Erhöht MP Erholung um {1} %.",
          "3": "Erhöht MP Erholung um {1} %."
        },
        "description": "Stellt über 8 Mal insgesamt {1} MP aller Verbündeten wieder her und heilt {2} TP des Ziels mit vollen MP. Reduziert die Dauer negativer Effekte um {3} % während der Wirkungsdauer. Die MP-Erholungsrate und Heilrate dieses Skills sind um 50% erhöht und alle Verbündeten erhalten Effektimmunität, wenn Trance 3 Zähler erreicht hat.",
        "name": "Gesang des blauen Windes",
        "transcendence": {
          "dark": "Erhöht während der Wirkdauer die Angriffsgeschw. aller Verbündeten um 250.",
          "light": "Regeneriert bei allen Verbündeten 500 MP."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht ANG um {1} %.",
          "2": "Erhöht ANG um {1} %.",
          "3": "Erhöht ANG um {1} %."
        },
        "description": "Fügt allen Gegnern über 8 Mal insgesamt {1} M. Schaden zu. Erhöht ANG aller Verbündeten um {2} während der Wirkungsdauer. Schadens- und ANG-Boosts dieses Skills sind um 100% erhöht und positive Effekte aller Gegner werden kontinuierlich entfernt, wenn Trance 3 Zähler erreicht hat.",
        "name": "Tanz der roten Leidenschaft",
        "transcendence": {
          "dark": "Erhöht erlittenen Schaden von Gegnern während der Wirkdauer um 15 %.",
          "light": "Reduziert bei allen Verbündeten die Skill-Cooldowns um 10 %."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Erholungsrate um {1} %.",
          "2": "Erhöht Erholungsrate um {1} %.",
          "3": "Erhöht Erholungsrate um {1} %."
        },
        "description": "Am Ende des Skills wird 1 weitere Trance kumiliert. Trance kann maximal 3 Zähler erreichen. Wenn der Skill verwendet wird, wenn Trance 3 Zähler hat, wird der Stapel verbraucht, um {1} TP aller Verbündeten zu heilen. Trance kann nicht entfernt werden.",
        "name": "Trance",
        "transcendence": {
          "dark": "Wenn ein Skill bei 3 Stapeln Trance benutzt wird, wird statt der Heilung von Verbündeten Feinden M.Schaden zugefügt und ihre VERT 10 Sek. lang um 10 % gesenkt.",
          "light": "Erhöht die Heilungsrate von Trance um 100 %."
        }
      },
      "subtitle": "Arie der Fantasie",
      "t5": {
        "dark": "Am Anfang jedes Kampfes werden 1 Stapel Trance und 500 MP regeneriert.",
        "light": "ANG, VERT, TP+15% / Effekt-Widerstund +100"
      },
      "treasure": {
        "description": [
          "[Tanz der roten Leidenschaft] Bei Wirkung werden Feinde 2 Sek. lang zum Schweigen gebracht und Krit. Schaden aller Verbündeter ist während der Wirkungsdauer um 20% erhöht.",
          "[Tanz der roten Leidenschaft] Bei Wirkung werden Feinde 2 Sek. lang zum Schweigen gebracht und Krit. Schaden aller Verbündeter ist während der Wirkungsdauer um 24% erhöht.",
          "[Tanz der roten Leidenschaft] Bei Wirkung werden Feinde 2 Sek. lang zum Schweigen gebracht und Krit. Schaden aller Verbündeter ist während der Wirkungsdauer um 29% erhöht.",
          "[Tanz der roten Leidenschaft] Bei Wirkung werden Feinde 2 Sek. lang zum Schweigen gebracht und Krit. Schaden aller Verbündeter ist während der Wirkungsdauer um 35% erhöht.",
          "[Tanz der roten Leidenschaft] Bei Wirkung werden Feinde 2 Sek. lang zum Schweigen gebracht und Krit. Schaden aller Verbündeter ist während der Wirkungsdauer um 42% erhöht.",
          "[Tanz der roten Leidenschaft] Bei Wirkung werden Feinde 2 Sek. lang zum Schweigen gebracht und Krit. Schaden aller Verbündeter ist während der Wirkungsdauer um 50% erhöht."
        ],
        "name": "Feenkrone"
      },
      "weapon": {
        "description": [
          "Reduziert alle Skill-Cooldowns um 10% und stellt 200 Mana wieder her, wenn Trance einen Zähler erhält.",
          "Reduziert alle Skill-Cooldowns um 12% und stellt 240 Mana wieder her, wenn Trance einen Zähler erhält.",
          "Reduziert alle Skill-Cooldowns um 14% und stellt 290 Mana wieder her, wenn Trance einen Zähler erhält.",
          "Reduziert alle Skill-Cooldowns um 17% und stellt 350 Mana wieder her, wenn Trance einen Zähler erhält.",
          "Reduziert alle Skill-Cooldowns um 20% und stellt 420 Mana wieder her, wenn Trance einen Zähler erhält.",
          "Reduziert alle Skill-Cooldowns um 25% und stellt 500 Mana wieder her, wenn Trance einen Zähler erhält."
        ],
        "name": "Bezaubernde Melodie, Schwanheite"
      }
    },
    "7": {
      "description": "Ein weißer Goblin, extrem begabt in mechanischer Ingenieurskunst. Er verursacht Explosivschaden mit seiner Handkanone, unterbricht Feinde mit Spezialkugeln und verursacht tödlichen Schaden an ihnen.",
      "name": "Lakrak",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt Feinden in Reichw. {1} K.Schaden zu und wirft sie um.",
        "name": "Schnellfeuer",
        "transcendence": {
          "dark": "Betäubt den Feind für 3 Sek.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Fügt Feinden Schaden zu und betäubt sie für 1 Sek."
        },
        "description": "Fügt Feinden in Reichw. {1} K.Schaden zu und blendet sie für 4 Sek.",
        "name": "Rauchbombe",
        "transcendence": {
          "dark": "Erhöht Blendungsdauer um 2 Sek.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Wirft eine Leim-Bombe auf einen zufälligen Feind. Die Bombe explodiert nach {1} Sek. für {2} K. Schaden proportional zu den aktuellen TP des Feindes an Feinden in Reichweite und betäubt für 3 Sek. Beim direkten Angriff auf die Leim-Bombe wird das Ziel für 2 Sek. betäubt.",
        "name": "Leim-Bombe",
        "transcendence": {
          "dark": "Reduziert Manakosten um 1.",
          "light": "Manakosten sind um 1 erhöht und es wird ein zufälliges Ziel 2 Mal attackiert."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Normale Angriffen haben eine 15%-ige Chance eine Bombe abzufeuern, die {2} K. Schaden an Feinden in Reichweite verursacht und sie für 2 Sek. betäubt.",
        "name": "Kanone laden",
        "transcendence": {
          "dark": "Ziel nimmt 25% erhöhten K.Schaden.",
          "light": "Erhöht Aktivierungschance um 10%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Erhöht bei einem krit. Treffer krit. Schaden um 5% und Statuseffekt-Präzision um 30. Kumuliert sich bis zu 10 Mal.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "[Leim-Bombe] Erhöht Schaden um 50% und stellt bei Krit. Treffern 200 Mana wieder her.",
          "[Leim-Bombe] Erhöht Schaden um 50% und stellt bei Krit. Treffern 240 Mana wieder her.",
          "[Leim-Bombe] Erhöht Schaden um 50% und stellt bei Krit. Treffern 290 Mana wieder her.",
          "[Leim-Bombe] Erhöht Schaden um 50% und stellt bei Krit. Treffern 350 Mana wieder her.",
          "[Leim-Bombe] Erhöht Schaden um 50% und stellt bei Krit. Treffern 420 Mana wieder her.",
          "[Leim-Bombe] Erhöht Schaden um 50% und stellt bei Krit. Treffern 500 Mana wieder her."
        ],
        "name": "Speziell verdichteter Goblin-Sprengstoff"
      },
      "weapon": {
        "description": [
          "25%-Chance, Angriffsgeschw. bei einem normalen Angriff für 10 Sek. um 300 zu erhöhen.",
          "25%-Chance, Angriffsgeschw. bei einem normalen Angriff für 10 Sek. um 360 zu erhöhen.",
          "25%-Chance, Angriffsgeschw. bei einem normalen Angriff für 10 Sek. um 420 zu erhöhen.",
          "25%-Chance, Angriffsgeschw. bei einem normalen Angriff für 10 Sek. um 510 zu erhöhen.",
          "25%-Chance, Angriffsgeschw. bei einem normalen Angriff für 10 Sek. um 615 zu erhöhen.",
          "25%-Chance, Angriffsgeschw. bei einem normalen Angriff für 10 Sek. um 750 zu erhöhen."
        ],
        "name": "Lakrak MK-1"
      }
    },
    "8": {
      "description": "Als langjähriger Orkhäuptling des Himmel-und-Wind Stammes benutzt er Elementarkräfte mithilfe des Himmels und des Windes. Mächtige Blitze paralysieren Feinde, während Gefährten vom Wind geheilt und gestärkt werden.",
      "name": "Kaulah",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht krit. Trefferchance um {1} %."
        },
        "description": "Wirft 5 Blitze auf zufällige Feinde und verursacht {1} M.Schaden. Elektrifiziert getroffene Feinde. Wenn das Ziel bereits elektr. ist, wird das Ziel für {2} Sek. betäubt.",
        "name": "Blitzstrahl",
        "transcendence": {
          "dark": "Ziel nimmt 10 Sek lang 25% erhöhten M.Schaden.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Erholung um {1} %.",
          "2": "Erhöht Erholung um {1} %.",
          "3": "Reduziert eingehenden Schaden um {1} % während der Zauberwirkung und verleiht Effekt-Immunität."
        },
        "description": "Heilt {2} TP für alle Verbündete für {1} Sek.",
        "name": "Heilender Regen",
        "transcendence": {
          "dark": "Heilt Verbündete zusätzlich um 5% ihrer max. TP für 1 extra Mana.",
          "light": "Verbündete nehmen 25% weniger Schaden während der Wirkungsdauer."
        }
      },
      "s3": {
        "books": {
          "1": "ANG-Erhöhungsrate steigt um {1} %.",
          "2": "ANG-Erhöhungsrate steigt um {1} %.",
          "3": "Krit.-Chance steigt um {1} % während der Wirkungsdauer."
        },
        "description": "Erhöht für alle Verbündete ANG um {2} % und Angriffsgeschw. um {3} % für {1} Sek.",
        "name": "Flinker Wind",
        "transcendence": {
          "dark": "Reduziert Cooldown um 3 Sek.",
          "light": "Erhöht ANG-Boost um 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Betäubt Feinde für {1} Sek bei einem krit. Treffer."
        },
        "description": "Fügt 4 Feinden alle {1} Sek {2} M.Schaden zu, und elektrifiziert sie für {3} Sek.",
        "name": "Kettenblitz",
        "transcendence": {
          "dark": "Erhöht Betäubungsdauer um 3 Sek, wenn nur ein Feind auf dem Schlachtfeld ist.",
          "light": "Erhöht Krit. Chance um 400."
        }
      },
      "subtitle": "Blitzschamane",
      "t5": {
        "dark": "Erhalte jedes Mal einen Zähler, wenn ein Verbündeter getroffen wird. Erreicht der Zähler 50, wird ein zufälliger Feind von 3 Blitzstrahlen getroffen, der 240% der ANG als Schaden verursacht und den Feind für 1 Sek betäubt.",
        "light": "ANG, VERT, TP+15% / Krit. Chance +100"
      },
      "treasure": {
        "description": [
          "[Flinker Wind] Reduziert Manakosten um 1 und gewährt 20% Krit. Schadensboost.",
          "[Flinker Wind] Reduziert Manakosten um 1 und gewährt 24% Krit. Schadensboost.",
          "[Flinker Wind] Reduziert Manakosten um 1 und gewährt 29% Krit. Schadensboost.",
          "[Flinker Wind] Reduziert Manakosten um 1 und gewährt 35% Krit. Schadensboost.",
          "[Flinker Wind] Reduziert Manakosten um 1 und gewährt 42% Krit. Schadensboost.",
          "[Flinker Wind] Reduziert Manakosten um 1 und gewährt 50% Krit. Schadensboost."
        ],
        "name": "Dekorationsfeder der Himmelwinde"
      },
      "weapon": {
        "description": [
          "Elektrifizierte Feinde erleiden alle 5 Sek M.Schaden (50% d. ANG), und können mit einer 10% Chance 2 Sek lang betäubt werden.",
          "Elektrifizierte Feinde erleiden alle 5 Sek M.Schaden (50% d. ANG), und können mit einer 12% Chance 2 Sek lang betäubt werden.",
          "Elektrifizierte Feinde erleiden alle 5 Sek M.Schaden (50% d. ANG), und können mit einer 14% Chance 2 Sek lang betäubt werden.",
          "Elektrifizierte Feinde erleiden alle 5 Sek M.Schaden (50% d. ANG), und können mit einer 17% Chance 2 Sek lang betäubt werden.",
          "Elektrifizierte Feinde erleiden alle 5 Sek M.Schaden (50% d. ANG), und können mit einer 20% Chance 2 Sek lang betäubt werden.",
          "Elektrifizierte Feinde erleiden alle 5 Sek M.Schaden (50% d. ANG), und können mit einer 25% Chance 2 Sek lang betäubt werden."
        ],
        "name": "Blauwind Coventina"
      }
    },
    "9": {
      "description": "Ein kaltblütiger, hedonistischer Dämon. Mit ihrer großen Sense sammelt sie die Seelen ihrer Feinde. Sie erscheint plötzlich bei den Feinden auf und schlitzt alle um sie herum auf.",
      "name": "Epis",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Begibt sich hinter den entferntesten Feind und richtet {1} M.Schaden an.",
        "name": "Alptraum",
        "transcendence": {
          "dark": "Ignoriert feindliche Blockeffekte.",
          "light": "Erhöht Schaden um 100%, wenn nur 1 Feind auf dem Schlachtfeld ist."
        }
      },
      "s2": {
        "books": {
          "1": "ANG-Erhöhungsrate steigt um {1} %.",
          "2": "ANG-Erhöhungsrate steigt um {1} %.",
          "3": "Erhole 1 Mana-Kugel für jeden Todesstoß."
        },
        "description": "For each kill, increase M.ATK by {2} for {1} Sek.",
        "name": "Ernte",
        "transcendence": {
          "dark": "Manaverbrauch ist um 1 erhöht und bei Benutzung des Skills wird 'Lebensraub' aktiviert. Kann nicht genutzt werden, wenn keine Gegner in Reichweite sind.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Heilt Epis um {1} % des zugefügten Schadens bei einem krit. Treffer."
        },
        "description": "Fügt Feinden in Reichw. {1} M.Schaden zu.",
        "name": "Des Teufels Ball",
        "transcendence": {
          "dark": "Reduziert erlittenen Schaden um 50%, solange der Skill aktiv ist.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt dem Feind {1} M.Schaden zu und heilt sich selbst um {2} % des Schadens.",
        "name": "Lebensraub",
        "transcendence": {
          "dark": "Solange der Zähler höher als 5 ist, ist Mana immer auf 100%. Cooldowns werden pro Sek um je eine Sek reduziert.",
          "light": "Jeder Zähler erhöht die Mana-Regeneration pro Sek um 50%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Alle Angriffe von Epis verringern 10 Sek lang die M.VERT getroffener Feinde um 20%. Erhöht ANG um 2% für jeden Treffer. Kumuliert sich bis zu 10 Mal.",
        "light": "ANG, VERT, TP+15% / Krit. Schaden +20%"
      },
      "treasure": {
        "description": [
          "Des Teufels Ball] Reduziert Manakosten um 1 und erhöht Schaden um 20%.",
          "Des Teufels Ball] Reduziert Manakosten um 1 und erhöht Schaden um 24%.",
          "Des Teufels Ball] Reduziert Manakosten um 1 und erhöht Schaden um 29%.",
          "Des Teufels Ball] Reduziert Manakosten um 1 und erhöht Schaden um 35%.",
          "Des Teufels Ball] Reduziert Manakosten um 1 und erhöht Schaden um 42%.",
          "Des Teufels Ball] Reduziert Manakosten um 1 und erhöht Schaden um 50%."
        ],
        "name": "Schuh der Verführung"
      },
      "weapon": {
        "description": [
          "25%-ige Chance beim Angriff M. Schaden in Höhe von 80% des ANG anzurichten und den eigenen ANG um 2% zu erhöhen. Dieser ANG-Boost kann sich bis zu 10 Mal kumulieren.",
          "25%-ige Chance beim Angriff M. Schaden in Höhe von 96% des ANG anzurichten und den eigenen ANG um 2,4% zu erhöhen. Dieser ANG-Boost kann sich bis zu 10 Mal kumulieren.",
          "25%-ige Chance beim Angriff M. Schaden in Höhe von 115% des ANG anzurichten und den eigenen ANG um 2,9% zu erhöhen. Dieser ANG-Boost kann sich bis zu 10 Mal kumulieren.",
          "25%-ige Chance beim Angriff M. Schaden in Höhe von 138% des ANG anzurichten und den eigenen ANG um 3,5% zu erhöhen. Dieser ANG-Boost kann sich bis zu 10 Mal kumulieren.",
          "25%-ige Chance beim Angriff M. Schaden in Höhe von 165% des ANG anzurichten und den eigenen ANG um 4,2% zu erhöhen. Dieser ANG-Boost kann sich bis zu 10 Mal kumulieren.",
          "25%-ige Chance beim Angriff M. Schaden in Höhe von 200% des ANG anzurichten und den eigenen ANG um 5% zu erhöhen. Dieser ANG-Boost kann sich bis zu 10 Mal kumulieren."
        ],
        "name": "Faszinierende Guillotine"
      }
    },
    "90": {
      "description": "Dieses schlaue Mädchen führt einen Gemischtwarenladen in der Hauptstadt von Orvelia. Es gibt niemanden, der sie nicht von ihrer Energie anstecken lässt. Im Kampf unterstützt sie ihre Freunde mit allererlei Sachen aus ihrem Korb.",
      "name": "May",
      "s1": {
        "books": {
          "1": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "2": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "3": "Erhöht ANG-Erhöhungsrate um {1} %."
        },
        "description": "Erhöht ANG aller Verbündeten für 60 Sek. um {1} und gewährt zufällig einen der folgenden Effekte: 1. Erhöht VERT-Durchdringung um {2} , 2. Erhöht Angriffsgeschw. um {3} , 3. Sofortige Mana-Regeneration um {4} . Alle Effekte außer Mana-Regeneration können bis zu 5 Mal kumulieren.",
        "name": "Nimm alles!",
        "transcendence": {
          "dark": "Alle Effekte können max. 7 Mal kumulieren.",
          "light": "Keiner der Effekte kann durch Skills zum Entfernen von Effekten aufgehoben werden."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht Erholungsrate um {1} %.",
          "2": "Erhöht Erholungsrate um {1} %.",
          "3": "Erhöht Erholungsrate um {1} %."
        },
        "description": "Heilt alle Verbündete um {1} TP und heilt sie 10 Sek lang um {2} % ihrer max TP pro Sek. 10% Chance auf Effektverdoppelung.",
        "name": "Kopf hoch!",
        "transcendence": {
          "dark": "15% Chance 1 Mana zu regenerieren.",
          "light": "Erhöht Effektwiderstand von Verbündeten 10 Sek lang um 250."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Greift ein zufälliges Ziel und nahestehende Feinde 3 Mal an, verursacht {1} M. Schaden und betäubt sie für 4 Sek., 10% Chance auf Verdoppelung von Skill-Reichweite, Schaden und Betäubungsdauer.",
        "name": "Nicht zum Verkauf!",
        "transcendence": {
          "dark": "Fokussiert alle Angriffe auf einen einzelnen Feind.",
          "light": "Reduziert Manakosten um 1."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Fügt 4 zufälligen Feinden alle 15 Sek {1} M.Schaden zu und verursacht zufällig eines dieser Effekte: 1. Konstant {2} M.Schaden (10 Sek), 2. Betäubung (2 Sek), 3. Einfrieren (5 Sek).",
        "name": "Nimm das!",
        "transcendence": {
          "dark": "Erhöht erlittenen M.Schaden des Ziels um 25%.",
          "light": "Wird alle 12 Sek aktiviert."
        }
      },
      "subtitle": "Das Mädchen, was von Reichtümern träumt",
      "t5": {
        "dark": "Jeder normale Angriff hat eine 30% Chance, den Verbündeten mit der niedrigsten TP um 3% ihrer TP zu heilen. Gibt ihnen ebenfalls 5% Mana zurück.",
        "light": "ANG, VERT, TP+15% / Effekt-Widerstund +100"
      },
      "treasure": {
        "description": [
          "[Nicht zum Verkauf!] Erhöht Schaden um 20% und greift den Gegener 1 Mal mehr an.",
          "[Nicht zum Verkauf!] Erhöht Schaden um 24% und greift den Gegener 1 Mal mehr an.",
          "[Nicht zum Verkauf!] Erhöht Schaden um 29% und greift den Gegener 1 Mal mehr an.",
          "[Nicht zum Verkauf!] Erhöht Schaden um 35% und greift den Gegener 1 Mal mehr an.",
          "[Nicht zum Verkauf!] Erhöht Schaden um 42% und greift den Gegener 1 Mal mehr an.",
          "[Nicht zum Verkauf!] Erhöht Schaden um 50% und greift den Gegener 1 Mal mehr an."
        ],
        "name": "Kristallkugel unbekannter Herkunft"
      },
      "weapon": {
        "description": [
          "Wird 'Nimm das!' aktiviert, erhalten alle Verbündete die Effekte von 'Nimm alles!'. Der Cooldown aller Skills wird um 10% reduziert.",
          "Wird 'Nimm das!' aktiviert, erhalten alle Verbündete die Effekte von 'Nimm alles!'. Der Cooldown aller Skills wird um 12% reduziert.",
          "Wird 'Nimm das!' aktiviert, erhalten alle Verbündete die Effekte von 'Nimm alles!'. Der Cooldown aller Skills wird um 14% reduziert.",
          "Wird 'Nimm das!' aktiviert, erhalten alle Verbündete die Effekte von 'Nimm alles!'. Der Cooldown aller Skills wird um 17% reduziert.",
          "Wird 'Nimm das!' aktiviert, erhalten alle Verbündete die Effekte von 'Nimm alles!'. Der Cooldown aller Skills wird um 20% reduziert.",
          "Wird 'Nimm das!' aktiviert, erhalten alle Verbündete die Effekte von 'Nimm alles!'. Der Cooldown aller Skills wird um 25% reduziert."
        ],
        "name": "Aromakiste, Etelia"
      }
    },
    "91": {
      "description": "Dieser Mann hat die Arena von Orvelia gemeistert.  Aus Ehrfurcht vor seinen Kampffähigkeiten, begannen die Leute ihn Arenabiest zu nennen.  Seine Kampftechniken machen seine Gegner innerhalb einer Milisekunde zu Staub.",
      "name": "Gladi",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Trifft das Ziel 7 Mal und verursacht insgesamt {1} K. Schaden. Der letzte Schlag erhöht die Anfälligkeit des Ziels für K. Schaden um {2} % für 10 Sekunden.",
        "name": "Flinkschläge",
        "transcendence": {
          "dark": "K.Schadensempfindlichkeit wird auf 50% geändert.",
          "light": "Ist nur noch 1 Feind auf dem Schlachtfeld, wird der Schaden um 100% erhöht."
        }
      },
      "s2": {
        "books": {
          "1": "ANG und Schaden werden um {1} % erhöht.",
          "2": "ANG und Schaden werden um {1} % erhöht.",
          "3": "ANG und Schaden werden um {1} % erhöht."
        },
        "description": "Entfernt alle neg. Effekte und verursacht {1} K. Schaden an Feinden im Umfeld. Verleiht 'Kriegsgott' für 10 Sek. ANG ist um {2} erhöht und Auto-Angriffe haben eine 30%-Chance, für 5% Mana einen Extra-Angriff mit {3} extra K. Schaden zu verursachen. Nach Erleiden von M. Schaden, weicht man für 1 Sek. jeglichem M. Schaden aus. Ausweichen kann nur 1 Mal alle 2 Sek. aktiviert werden. \\n",
        "name": "Ankunft des Kriegsgottes",
        "transcendence": {
          "dark": "Chance auf zusätzlichen Schaden um 20% erhöht.",
          "light": "Kriegsgott-Zustand dauert 5 Sek. länger an."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Sammle Energie, um die Gegnerfront zu durchbrechen und verursache dabei {1} K. Schaden an allen Gegnern im Umkreis, sowie Betäubung für 3 Sek. Dieser Effekt ignoriert die VERT, Wenn der Gegner ein Boss ist.",
        "name": "Ultimativschlag!",
        "transcendence": {
          "dark": "Reduziert Manakosten um 1.",
          "light": "Erhöht Schaden um 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Jedesmal, wenn Gladi ein einzelnes Ziel mit 5 normalen Angriffen attackierst, werden {1} extra Schaden verursacht, die VERT ignorieren.",
        "name": "Das wird wehtun!",
        "transcendence": {
          "dark": "Bei Nutzung innerhalb der Arena, wird K. Schaden in Höhe von 15% der aktuellen LP des Ziels verursacht, der die VERT ignoriert.",
          "light": "Ist nur noch 1 Feind auf dem Schlachtfeld, wird der Schaden um 100% erhöht."
        }
      },
      "subtitle": "Arenabiest",
      "t5": {
        "dark": "Erhöht alle VERT um 8% des ANG.",
        "light": "ANG, VERT, TP+15% / ANG-Geschw. +100"
      },
      "treasure": {
        "description": [
          "[Ultimativschlag!] Reduziert Skill-Cooldown um 30% und erhöhrt Schaden um 4% bei jeder Aktivierung. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Ultimativschlag!] Reduziert Skill-Cooldown um 30% und erhöhrt Schaden um 4,8% bei jeder Aktivierung. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Ultimativschlag!] Reduziert Skill-Cooldown um 30% und erhöhrt Schaden um 5,8% bei jeder Aktivierung. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Ultimativschlag!] Reduziert Skill-Cooldown um 30% und erhöhrt Schaden um 7% bei jeder Aktivierung. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Ultimativschlag!] Reduziert Skill-Cooldown um 30% und erhöhrt Schaden um 8,4% bei jeder Aktivierung. Effekt kann sich bis zu max. 10 Mal kumulieren.",
          "[Ultimativschlag!] Reduziert Skill-Cooldown um 30% und erhöhrt Schaden um 10% bei jeder Aktivierung. Effekt kann sich bis zu max. 10 Mal kumulieren."
        ],
        "name": "Lorbeerkranz des Champions"
      },
      "weapon": {
        "description": [
          "Bei einem kritischen Treffer wird der Krit.Schaden für 5 Sek. um 20% erhöht. Effekt kumuliert sich bis zu 7 Mal.",
          "Bei einem kritischen Treffer wird der Krit.Schaden für 5 Sek. um 24% erhöht. Effekt kumuliert sich bis zu 7 Mal.",
          "Bei einem kritischen Treffer wird der Krit.Schaden für 5 Sek. um 29% erhöht. Effekt kumuliert sich bis zu 7 Mal.",
          "Bei einem kritischen Treffer wird der Krit.Schaden für 5 Sek. um 35% erhöht. Effekt kumuliert sich bis zu 7 Mal.",
          "Bei einem kritischen Treffer wird der Krit.Schaden für 5 Sek. um 42% erhöht. Effekt kumuliert sich bis zu 7 Mal.",
          "Bei einem kritischen Treffer wird der Krit.Schaden für 5 Sek. um 50% erhöht. Effekt kumuliert sich bis zu 7 Mal."
        ],
        "name": "Biestpranke, Mastra"
      }
    },
    "92": {
      "description": "Sie ist das Genie aus dem Turm der Weisen und konnte die Formel für Runenmagie wiederherstellen.  Momentan ist sie die Geldgeberin Orvels und die oberste Gildenleiterin aller Gilden. Mithilfe starker analytischer Skills und Runenmagie fesselt sie ihre Feinde.",
      "name": "Veronica",
      "s1": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht {1} M.Schaden an feindlichen und im Umkreis befindlichen Einheiten innerhalb der Reichweite und betäubt sie für {2} Sek.",
        "name": "Das wird jetzt ein wenig wehtun!",
        "transcendence": {
          "dark": "Ändert Anzahl der Ziele zu 2.",
          "light": "Erhöht Schaden um 100 %, wenn ein Feind zugegen ist."
        }
      },
      "s2": {
        "books": {
          "1": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "2": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "3": "Erhöht ANG-Erhöhungsrate um {1} %."
        },
        "description": "Verleiht allen Verbündeten eine Rune, durch die ihr ANG um {1} und jeder Schaden an Bossen 10 Sek. lang um 15 % erhöht wird.",
        "name": "Ich werde dir helfen!",
        "transcendence": {
          "dark": "Reduziert Cooldown um 5 Sek.",
          "light": "Erhöht den ANG-Boost um 40 %."
        }
      },
      "s3": {
        "books": {
          "1": "Erhöht Schaden um {1} %.",
          "2": "Erhöht Schaden um {1} %.",
          "3": "Erhöht Schaden um {1} %."
        },
        "description": "Verursacht am Ziel und bei Feinden in einem großen Umgebungsbereich 2 Mal {1} M.Schaden, betäubt sie für 5 Sek. und erhöht den M.Schaden der betroffenen Feinde 10 Sek. lang um 30 %.",
        "name": "Geh mir aus den Augen!",
        "transcendence": {
          "dark": "Ziel erleidet während der Wirkungsdauer mehr M.Schaden.",
          "light": "Erhöht Manakosten um 1 und Schaden um 100 %."
        }
      },
      "s4": {
        "books": {
          "1": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "2": "Erhöht ANG-Erhöhungsrate um {1} %.",
          "3": "Erhöht ANG-Erhöhungsrate um {1} %."
        },
        "description": "Erhöht ANG aller Verbündeten um {1} . Gewährt sofort Top Finanzwissen, sobald der Skill dreimal benutzt wird. Erhöht eigenen DAN Crít. um 30% und alle Skilleffekte um jeweils 10% für jeden Top Finanzwissen-Zähler. Top Finanzwissen kann bis zu 5 Mal kumulieren und nicht entfernt werden.",
        "name": "Wissen des Hauptgeldgebers",
        "transcendence": {
          "dark": "Erhöht den ANG des Beschwörers bei Aktivierung 10 Sek. lang um 50 %.",
          "light": "Füllt bei Aktivierung die MP des Beschwörers um 2 Kugeln auf."
        }
      },
      "subtitle": "Das Auge der Einsicht",
      "t5": {
        "dark": "Reduziert den Cooldown aller Skills des Beschwörers alle 20 Sek. um 15 %.",
        "light": "ANG, VERT, TP+15% / Krit. Chance +100"
      },
      "treasure": {
        "description": [
          "[Geh mir aus den Augen!] Erhöht Schaden um 20% und für jeden getroffenen Gegner wird der Cooldown um 10% reduziert.",
          "[Geh mir aus den Augen!] Erhöht Schaden um 24% und für jeden getroffenen Gegner wird der Cooldown um 10% reduziert.",
          "[Geh mir aus den Augen!] Erhöht Schaden um 29% und für jeden getroffenen Gegner wird der Cooldown um 10% reduziert.",
          "[Geh mir aus den Augen!] Erhöht Schaden um 35% und für jeden getroffenen Gegner wird der Cooldown um 10% reduziert.",
          "[Geh mir aus den Augen!] Erhöht Schaden um 42% und für jeden getroffenen Gegner wird der Cooldown um 10% reduziert.",
          "[Geh mir aus den Augen!] Erhöht Schaden um 50% und für jeden getroffenen Gegner wird der Cooldown um 10% reduziert."
        ],
        "name": "Siegel des Gilden-Verwalters"
      },
      "weapon": {
        "description": [
          "Jeglicher Schaden durch Skills verursacht einen zusätzlichen M.Schaden im Ausmaß von 50 % des ANG. Zusätzlich erhöht sich der maximale „Wissen des Hauptgeldgebers“-Stapel auf 9.",
          "Jeglicher Schaden durch Skills verursacht einen zusätzlichen M.Schaden im Ausmaß von 60 % des ANG. Zusätzlich erhöht sich der maximale „Wissen des Hauptgeldgebers“-Stapel auf 10.",
          "Jeglicher Schaden durch Skills verursacht einen zusätzlichen M.Schaden im Ausmaß von 70 % des ANG. Zusätzlich erhöht sich der maximale „Wissen des Hauptgeldgebers“-Stapel auf 11.",
          "Jeglicher Schaden durch Skills verursacht einen zusätzlichen M.Schaden im Ausmaß von 85 % des ANG. Zusätzlich erhöht sich der maximale „Wissen des Hauptgeldgebers“-Stapel auf 12.",
          "Jeglicher Schaden durch Skills verursacht einen zusätzlichen M.Schaden im Ausmaß von 100 % des ANG. Zusätzlich erhöht sich der maximale „Wissen des Hauptgeldgebers“-Stapel auf 13.",
          "Jeglicher Schaden durch Skills verursacht einen zusätzlichen M.Schaden im Ausmaß von 125 % des ANG. Zusätzlich erhöht sich der maximale „Wissen des Hauptgeldgebers“-Stapel auf 15."
        ],
        "name": "Unendlicher Aufzeichner, Accordio"
      }
    }
  },
  "ui": {
    "acc": "PRÄZ",
    "archer": "Bogenschütze",
    "artifact": "Artefakt",
    "aspd": "Angriffsgeschw.",
    "assassin": "Assassine",
    "atk": "ANG",
    "back": "Hinten",
    "block": "Blocken",
    "blockdef": "Schadensreduktion beim Blocken",
    "ccresist": "CC Resistenz",
    "class": "Klasse",
    "crit": "Krit",
    "critdmg": "Krit Schaden",
    "critresist": "Kritresistenz",
    "dmgtype": "ANG-Art",
    "dodge": "Ausweichen",
    "front": "Front",
    "hero": "Helden",
    "hp": "Max TP",
    "knight": "Ritter",
    "level": "Lv.",
    "lifesteal": "Lebensraub",
    "magical": "Magisch",
    "mblock": "M. Block",
    "mblockdef": "M. Block VERT",
    "mdodge": "M. Ausw.",
    "mechanic": "Mechaniker",
    "middle": "Mitte",
    "mpatk": "MP Erholung/Treffer",
    "mtough": "M. Stärkung",
    "pblock": "K. Block",
    "pdodge": "K. Ausw.",
    "pen": "Durchdringung",
    "physical": "Körperlich",
    "position": "Position",
    "priest": "Priester",
    "ptough": "K. Stärkung",
    "tough": "Robust",
    "treasure": "Schatz",
    "warrior": "Krieger",
    "weapon": "Waffe",
    "wizard": "Magier"
  }
}