{
  "artifact": {
    "1": {
      "description": [
        "Ao atacar um inimigo, há 10% de chance de recuperar 1 PM.",
        "Ao atacar um inimigo, há 12% de chance de recuperar 1 PM.",
        "Ao atacar um inimigo, há 14% de chance de recuperar 1 PM.",
        "Ao atacar um inimigo, há 17% de chance de recuperar 1 PM.",
        "Ao atacar um inimigo, há 20% de chance de recuperar 1 PM.",
        "Ao atacar um inimigo, há 25% de chance de recuperar 1 PM."
      ],
      "name": "Braseiro em Chamas do Elfo"
    },
    "10": {
      "description": [
        "Ao ser atingido, há 5% de chance de ganhar invulnerabilidade a todos os DAN durante 3 segundos. Tempo de Recarga: 5 segundos.",
        "Ao ser atingido, há 5% de chance de ganhar invulnerabilidade a todos os DAN durante 3,5 segundos. Tempo de Recarga: 5 segundos.",
        "Ao ser atingido, há 5% de chance de ganhar invulnerabilidade a todos os DAN durante 4 segundos. Tempo de Recarga: 5 segundos.",
        "Ao ser atingido, há 5% de chance de ganhar invulnerabilidade a todos os DAN durante 5 segundos. Tempo de Recarga: 5 segundos.",
        "Ao ser atingido, há 5% de chance de ganhar invulnerabilidade a todos os DAN durante 6 segundos. Tempo de Recarga: 5 segundos.",
        "Ao ser atingido, há 5% de chance de ganhar invulnerabilidade a todos os DAN durante 7,5 segundos. Tempo de Recarga: 5 segundos."
      ],
      "name": "Máscara Dourada do Antigo Rei"
    },
    "11": {
      "description": [
        "Aumenta a própria Chance de BLQ.M em 300 e a Redução de DAN.M em 100.",
        "Aumenta a própria Chance de BLQ.M em 330 e a Redução de DAN.M em 110.",
        "Aumenta a própria Chance de BLQ.M em 360 e a Redução de DAN.M em 120.",
        "Aumenta a própria Chance de BLQ.M em 400 e a Redução de DAN.M em 140.",
        "Aumenta a própria Chance de BLQ.M em 440 e a Redução de DAN.M em 160.",
        "Aumenta a própria Chance de BLQ.M em 500 e a Redução de DAN.M em 200."
      ],
      "name": "Espelhos de Bronze da Madame"
    },
    "12": {
      "description": [
        "A cada 20 segundos, conjura Silêncio num inimigo aleatório durante 3 segundos e remove os efeitos positivos.",
        "A cada 19 segundos, conjura Silêncio num inimigo aleatório durante 3,5 segundos e remove os efeitos positivos.",
        "A cada 18 segundos, conjura Silêncio num inimigo aleatório durante 4 segundos e remove os efeitos positivos.",
        "A cada 17 segundos, conjura Silêncio num inimigo aleatório durante 4,5 segundos e remove os efeitos positivos.",
        "A cada 16 segundos, conjura Silêncio num inimigo aleatório durante 5 segundos e remove os efeitos positivos.",
        "A cada 15 segundos, conjura Silêncio num inimigo aleatório durante 6 segundos e remove os efeitos positivos."
      ],
      "name": "Cadeia Selada do Deus Ancestral"
    },
    "13": {
      "description": [
        "Aumenta em 40% o ATQ a Goblins e a resistência a DAN contra Goblins em 20%",
        "Aumenta em 48% o ATQ a Goblins e a resistência a DAN contra Goblins em 24%",
        "Aumenta em 57% o ATQ a Goblins e a resistência a DAN contra Goblins em 28%",
        "Aumenta em 69% o ATQ a Goblins e a resistência a DAN contra Goblins em 34%",
        "Aumenta em 83% o ATQ a Goblins e a resistência a DAN contra Goblins em 41%",
        "Aumenta em 100% o ATQ a Goblins e a resistência a DAN contra Goblins em 50%"
      ],
      "name": "Máscara do Goblin"
    },
    "14": {
      "description": [
        "Aumenta em 40% o ATQ a Harpias e a resistência a DAN contra Harpias em 20%",
        "Aumenta em 48% o ATQ a Harpias e a resistência a DAN contra Harpias em 24%",
        "Aumenta em 57% o ATQ a Harpias e a resistência a DAN contra Harpias em 28%",
        "Aumenta em 69% o ATQ a Harpias e a resistência a DAN contra Harpias em 34%",
        "Aumenta em 83% o ATQ a Harpias e a resistência a DAN contra Harpias em 41%",
        "Aumenta em 100% o ATQ a Harpias e a resistência a DAN contra Harpias em 50%"
      ],
      "name": "Máscara da Harpia"
    },
    "15": {
      "description": [
        "Aumenta em 40% o ATQ a Orcs e a resistência a DAN contra Orcs em 20%",
        "Aumenta em 48% o ATQ a Orcs e a resistência a DAN contra Orcs em 24%",
        "Aumenta em 57% o ATQ a Orcs e a resistência a DAN contra Orcs em 28%",
        "Aumenta em 69% o ATQ a Orcs e a resistência a DAN contra Orcs em 34%",
        "Aumenta em 83% o ATQ a Orcs e a resistência a DAN contra Orcs em 41%",
        "Aumenta em 100% o ATQ a Orcs e a resistência a DAN contra Orcs em 50%"
      ],
      "name": "Máscara do Orc"
    },
    "16": {
      "description": [
        "Aumenta em 40% o ATQ a Elfos Negros e a resistência a DAN contra Elfos Negros em 20%",
        "Aumenta em 48% o ATQ a Elfos Negros e a resistência a DAN contra Elfos Negros em 24%",
        "Aumenta em 57% o ATQ a Elfos Negros e a resistência a DAN contra Elfos Negros em 28%",
        "Aumenta em 69% o ATQ a Elfos Negros e a resistência a DAN contra Elfos Negros em 34%",
        "Aumenta em 83% o ATQ a Elfos Negros e a resistência a DAN contra Elfos Negros em 41%",
        "Aumenta em 100% o ATQ a Elfos Negros e a resistência a DAN contra Elfos Negros em 50%"
      ],
      "name": "Máscara do Elfo Negro"
    },
    "18": {
      "description": [
        "Aumenta em 40% o ATQ a Esqueletos e a resistência a DAN contra Esqueletos em 20%",
        "Aumenta em 48% o ATQ a Esqueletos e a resistência a DAN contra Esqueletos em 24%",
        "Aumenta em 57% o ATQ a Esqueletos e a resistência a DAN contra Esqueletos em 28%",
        "Aumenta em 69% o ATQ a Esqueletos e a resistência a DAN contra Esqueletos em 34%",
        "Aumenta em 83% o ATQ a Esqueletos e a resistência a DAN contra Esqueletos em 41%",
        "Aumenta em 100% o ATQ a Esqueletos e a resistência a DAN contra Esqueletos em 50%"
      ],
      "name": "Máscara do Esqueleto"
    },
    "19": {
      "description": [
        "No início de cada batalha, recupera 24% de PV e 12% de mana.",
        "No início de cada batalha, recupera 28% de PV e 14% de mana.",
        "No início de cada batalha, recupera 34% de PV e 17% de mana.",
        "No início de cada batalha, recupera 42% de PV e 21% de mana.",
        "No início de cada batalha, recupera 50% de PV e 25% de mana.",
        "No início de cada batalha, recupera 60% de PV e 30% de mana."
      ],
      "name": "Água da Alma"
    },
    "2": {
      "description": [
        "Ao atacar automaticamente, há 10% de chance de aumentar o ATQ em 10% e a VEL. ATQ em 100.",
        "Ao atacar automaticamente, há 10% de chance de aumentar o ATQ em 12% e a VEL. ATQ em 120.",
        "Ao atacar automaticamente, há 10% de chance de aumentar o ATQ em 14% e a VEL. ATQ em 140.",
        "Ao atacar automaticamente, há 10% de chance de aumentar o ATQ em 17% e a VEL. ATQ em 170.",
        "Ao atacar automaticamente, há 10% de chance de aumentar o ATQ em 20% e a VEL. ATQ em 200.",
        "Ao atacar automaticamente, há 10% de chance de aumentar o ATQ em 25% e a VEL. ATQ em 250."
      ],
      "name": "Copo de Chifre de Vaca Ancestral"
    },
    "20": {
      "description": [
        "Remove as penalidades ao recebê-las. Após a remoção, ganha imunidade a CM durante 1 segundo. Tempo de Recarga: 20 segundos.",
        "Remove as penalidades ao recebê-las. Após a remoção, ganha imunidade a CM durante 1,5 segundo. Tempo de Recarga: 19 segundos.",
        "Remove as penalidades ao recebê-las. Após a remoção, ganha imunidade a CM durante 2 segundo. Tempo de Recarga: 18 segundos.",
        "Remove as penalidades ao recebê-las. Após a remoção, ganha imunidade a CM durante 2,5 segundo. Tempo de Recarga: 17 segundos.",
        "Remove as penalidades ao recebê-las. Após a remoção, ganha imunidade a CM durante 3 segundo. Tempo de Recarga: 16 segundos.",
        "Remove as penalidades ao recebê-las. Após a remoção, ganha imunidade a CM durante 3,5 segundo. Tempo de Recarga: 15 segundos."
      ],
      "name": "Talismãs de Resistência"
    },
    "21": {
      "description": [
        "Aumenta a PREC em 300.",
        "Aumenta a PREC em 360.",
        "Aumenta a PREC em 430.",
        "Aumenta a PREC em 520.",
        "Aumenta a PREC em 630.",
        "Aumenta a PREC em 750."
      ],
      "name": "Julgamento da Pulseira de Luz"
    },
    "22": {
      "description": [
        "Aumenta em 40% o ATQ a Homens-Lagartos e a resistência a DAN contra Homens-Lagartos em 20%",
        "Aumenta em 48% o ATQ a Homens-Lagartos e a resistência a DAN contra Homens-Lagartos em 24%",
        "Aumenta em 57% o ATQ a Homens-Lagartos e a resistência a DAN contra Homens-Lagartos em 28%",
        "Aumenta em 69% o ATQ a Homens-Lagartos e a resistência a DAN contra Homens-Lagartos em 34%",
        "Aumenta em 83% o ATQ a Homens-Lagartos e a resistência a DAN contra Homens-Lagartos em 41%",
        "Aumenta em 100% o ATQ a Homens-Lagartos e a resistência a DAN contra Homens-Lagartos em 50%"
      ],
      "name": "Máscara do Homem-lagarto"
    },
    "24": {
      "description": [
        "No começo da batalha, ganha imunidade a CM e 50% de reforço na DEF.F e DEF.M durante 8 segundos.",
        "No começo da batalha, ganha imunidade a CM e 50% de reforço na DEF.F e DEF.M durante 10 segundos.",
        "No começo da batalha, ganha imunidade a CM e 50% de reforço na DEF.F e DEF.M durante 12 segundos.",
        "No começo da batalha, ganha imunidade a CM e 50% de reforço na DEF.F e DEF.M durante 14 segundos.",
        "No começo da batalha, ganha imunidade a CM e 50% de reforço na DEF.F e DEF.M durante 14 segundos.",
        "No começo da batalha, ganha imunidade a CM e 50% de reforço na DEF.F e DEF.M durante 20 segundos."
      ],
      "name": "Proteção da Terra"
    },
    "25": {
      "description": [
        "Quando houver um inimigo, reforça o ATQ em 40%.",
        "Quando houver um inimigo, reforça o ATQ em 48%.",
        "Quando houver um inimigo, reforça o ATQ em 58%.",
        "Quando houver um inimigo, reforça o ATQ em 69%.",
        "Quando houver um inimigo, reforça o ATQ em 83%.",
        "Quando houver um inimigo, reforça o ATQ em 100%."
      ],
      "name": "Bênção da Terra"
    },
    "26": {
      "description": [
        "Aumenta em 10% o ATQ, PV e todas as DEF.",
        "Aumenta em 12% o ATQ, PV e todas as DEF.",
        "Aumenta em 14% o ATQ, PV e todas as DEF.",
        "Aumenta em 17% o ATQ, PV e todas as DEF.",
        "Aumenta em 20% o ATQ, PV e todas as DEF.",
        "Aumenta em 25% o ATQ, PV e todas as DEF."
      ],
      "name": "Núcleo da Terra"
    },
    "27": {
      "description": [
        "Aumenta em 40% o ATQ a Gigantes de Gelo e a resistência a DAN contra Gigantes de Gelo em 20%",
        "Aumenta em 48% o ATQ a Gigantes de Gelo e a resistência a DAN contra Gigantes de Gelo em 24%",
        "Aumenta em 57% o ATQ a Gigantes de Gelo e a resistência a DAN contra Gigantes de Gelo em 28%",
        "Aumenta em 69% o ATQ a Gigantes de Gelo e a resistência a DAN contra Gigantes de Gelo em 34%",
        "Aumenta em 83% o ATQ a Gigantes de Gelo e a resistência a DAN contra Gigantes de Gelo em 41%",
        "Aumenta em 100% o ATQ a Gigantes de Gelo e a resistência a DAN contra Gigantes de Gelo em 50%"
      ],
      "name": "Máscara do Gigante Gélido"
    },
    "28": {
      "description": [
        "A cada 50 vezes que este personagem receber DAN.M, remove todos os efeitos negativos e ganha um escudo equivalente a 480% de ATQ durante 5 segundos. Enquanto este escudo estiver ativado, ganha imunidade a CM e a Acúmulo de DAN.",
        "A cada 50 vezes que este personagem receber DAN.M, remove todos os efeitos negativos e ganha um escudo equivalente a 580% de ATQ durante 5 segundos. Enquanto este escudo estiver ativado, ganha imunidade a CM e a Acúmulo de DAN.",
        "A cada 50 vezes que este personagem receber DAN.M, remove todos os efeitos negativos e ganha um escudo equivalente a 690% de ATQ durante 5 segundos. Enquanto este escudo estiver ativado, ganha imunidade a CM e a Acúmulo de DAN.",
        "A cada 50 vezes que este personagem receber DAN.M, remove todos os efeitos negativos e ganha um escudo equivalente a 830% de ATQ durante 5 segundos. Enquanto este escudo estiver ativado, ganha imunidade a CM e a Acúmulo de DAN.",
        "A cada 50 vezes que este personagem receber DAN.M, remove todos os efeitos negativos e ganha um escudo equivalente a 1000% de ATQ durante 5 segundos. Enquanto este escudo estiver ativado, ganha imunidade a CM e a Acúmulo de DAN.",
        "A cada 50 vezes que este personagem receber DAN.M, remove todos os efeitos negativos e ganha um escudo equivalente a 1200% de ATQ durante 5 segundos. Enquanto este escudo estiver ativado, ganha imunidade a CM e a Acúmulo de DAN."
      ],
      "name": "Insígnia da Convicção Férrea"
    },
    "29": {
      "description": [
        "Enquanto estiver em ataque automático, há 10% de chance de reduzir a mana do inimigo em 600. Tempo de Recarga: 6 segundos.",
        "Enquanto estiver em ataque automático, há 10% de chance de reduzir a mana do inimigo em 700. Tempo de Recarga: 6 segundos.",
        "Enquanto estiver em ataque automático, há 10% de chance de reduzir a mana do inimigo em 800. Tempo de Recarga: 6 segundos.",
        "Enquanto estiver em ataque automático, há 10% de chance de reduzir a mana do inimigo em 1000. Tempo de Recarga: 6 segundos.",
        "Enquanto estiver em ataque automático, há 10% de chance de reduzir a mana do inimigo em 1200. Tempo de Recarga: 6 segundos.",
        "Enquanto estiver em ataque automático, há 10% de chance de reduzir a mana do inimigo em 1500. Tempo de Recarga: 6 segundos."
      ],
      "name": "Punhal de Magia Negra"
    },
    "3": {
      "description": [
        "Ao atacar um inimigo, há 3% de chance de causar 400% de DAN.M.",
        "Ao atacar um inimigo, há 3% de chance de causar 480% de DAN.M.",
        "Ao atacar um inimigo, há 3% de chance de causar 575% de DAN.M.",
        "Ao atacar um inimigo, há 3% de chance de causar 690% de DAN.M.",
        "Ao atacar um inimigo, há 3% de chance de causar 830% de DAN.M.",
        "Ao atacar um inimigo, há 3% de chance de causar 1000% de DAN.M."
      ],
      "name": "Dados de Letras Mágicas"
    },
    "32": {
      "description": [
        "A cada 7 segundos, aumenta a DEF.M em 1% do ATQ. Este efeito acumula até 6 vezes.",
        "A cada 7 segundos, aumenta a DEF.M em 1,2% do ATQ. Este efeito acumula até 6 vezes.",
        "A cada 7 segundos, aumenta a DEF.M em 1,4% do ATQ. Este efeito acumula até 6 vezes.",
        "A cada 7 segundos, aumenta a DEF.M em 1,7% do ATQ. Este efeito acumula até 6 vezes.",
        "A cada 7 segundos, aumenta a DEF.M em 2% do ATQ. Este efeito acumula até 6 vezes.",
        "A cada 7 segundos, aumenta a DEF.M em 2,5% do ATQ. Este efeito acumula até 6 vezes."
      ],
      "name": "Orbes de Contrato"
    },
    "33": {
      "description": [
        "A cada 10 segundos, mira em um único inimigo. O inimigo recebe DAN que ignora DEF equivalente a 2% do PV atual a cada segundo por 5 segundos, e reduz Mana em 200. Este poder só pode ser ativado na Arena.",
        "A cada 10 segundos, mira em um único inimigo. O inimigo recebe DAN que ignora DEF equivalente a 2,4% do PV atual a cada segundo por 5 segundos, e reduz Mana em 240. Este poder só pode ser ativado na Arena.",
        "A cada 10 segundos, mira em um único inimigo. O inimigo recebe DAN que ignora DEF equivalente a 2,9% do PV atual a cada segundo por 5 segundos, e reduz Mana em 290. Este poder só pode ser ativado na Arena.",
        "A cada 10 segundos, mira em um único inimigo. O inimigo recebe DAN que ignora DEF equivalente a 3,5% do PV atual a cada segundo por 5 segundos, e reduz Mana em 350. Este poder só pode ser ativado na Arena.",
        "A cada 10 segundos, mira em um único inimigo. O inimigo recebe DAN que ignora DEF equivalente a 4,2% do PV atual a cada segundo por 5 segundos, e reduz Mana em 420. Este poder só pode ser ativado na Arena.",
        "A cada 10 segundos, mira em um único inimigo. O inimigo recebe DAN que ignora DEF equivalente a 5% do PV atual a cada segundo por 5 segundos, e reduz Mana em 500. Este poder só pode ser ativado na Arena."
      ],
      "name": "Tomo de Magia Negra"
    },
    "4": {
      "description": [
        "Em cada batalha, a VEL. aumenta em 400 durante os primeiros 15 segundos.",
        "Em cada batalha, a VEL. aumenta em 480 durante os primeiros 15 segundos.",
        "Em cada batalha, a VEL. aumenta em 570 durante os primeiros 15 segundos.",
        "Em cada batalha, a VEL. aumenta em 690 durante os primeiros 15 segundos.",
        "Em cada batalha, a VEL. aumenta em 830 durante os primeiros 15 segundos.",
        "Em cada batalha, a VEL. aumenta em 1000 durante os primeiros 15 segundos."
      ],
      "name": "Estátua de Gato Dourado"
    },
    "40": {
      "description": [
        "Causar DAN a inimigos 100 vezes aumenta o ATQ em 30% e Chance de Crít em 200 por 15 segundos. Este efeito não pode ser dissipado.",
        "Causar DAN a inimigos 100 vezes aumenta o ATQ em 36% e Chance de Crít em 240 por 15 segundos. Este efeito não pode ser dissipado.",
        "Causar DAN a inimigos 100 vezes aumenta o ATQ em 44% e Chance de Crít em 290 por 15 segundos. Este efeito não pode ser dissipado.",
        "Causar DAN a inimigos 100 vezes aumenta o ATQ em 53% e Chance de Crít em 350 por 15 segundos. Este efeito não pode ser dissipado.",
        "Causar DAN a inimigos 100 vezes aumenta o ATQ em 63% e Chance de Crít em 420 por 15 segundos. Este efeito não pode ser dissipado.",
        "Causar DAN a inimigos 100 vezes aumenta o ATQ em 75% e Chance de Crít em 500 por 15 segundos. Este efeito não pode ser dissipado."
      ],
      "name": "Tridente das Profundezas"
    },
    "41": {
      "description": [
        "Após o início de uma batalha por 8 segundos, limita a Vel de ATQ de um inimigo a 1.000 e reduz o ATQ em 20%.",
        "Após o início de uma batalha por 10 segundos, limita a Vel de ATQ de um inimigo a 1.000 e reduz o ATQ em 24%.",
        "Após o início de uma batalha por 12 segundos, limita a Vel de ATQ de um inimigo a 1.000 e reduz o ATQ em 29%.",
        "Após o início de uma batalha por 14 segundos, limita a Vel de ATQ de um inimigo a 1.000 e reduz o ATQ em 35%.",
        "Após o início de uma batalha por 17 segundos, limita a Vel de ATQ de um inimigo a 1.000 e reduz o ATQ em 42%.",
        "Após o início de uma batalha por 20 segundos, limita a Vel de ATQ de um inimigo a 1.000 e reduz o ATQ em 50%."
      ],
      "name": "Anel Enfeitiçado das Profundezas"
    },
    "42": {
      "description": [
        "Quando houver 1 inimigo, todas as DEF aumentam em 50%.",
        "Quando houver 1 inimigo, todas as DEF aumentam em 60%.",
        "Quando houver 1 inimigo, todas as DEF aumentam em 72%.",
        "Quando houver 1 inimigo, todas as DEF aumentam em 86%.",
        "Quando houver 1 inimigo, todas as DEF aumentam em 103%.",
        "Quando houver 1 inimigo, todas as DEF aumentam em 125%."
      ],
      "name": "Cristal Guardião das Profundezas"
    },
    "5": {
      "description": [
        "A cada 10 segundos, reduz todas as recargas em 1 segundo e aumenta a Vel de ATQ em 80 por 5 segundos.",
        "A cada 10 segundos, reduz todas as recargas em 1,2 segundo e aumenta a Vel de ATQ em 96 por 5 segundos.",
        "A cada 10 segundos, reduz todas as recargas em 1,4 segundo e aumenta a Vel de ATQ em 115 por 5 segundos.",
        "A cada 10 segundos, reduz todas as recargas em 1,7 segundo e aumenta a Vel de ATQ em 138 por 5 segundos.",
        "A cada 10 segundos, reduz todas as recargas em 2 segundos e aumenta a Vel de ATQ em 165 por 5 segundos.",
        "A cada 10 segundos, reduz todas as recargas em 2,5 segundos e aumenta a Vel de ATQ em 200 por 5 segundos."
      ],
      "name": "Relógio da Antiga Civilização"
    },
    "51": {
      "description": [
        "O PV Máx. aumenta em 20% e causa DAN.F equivalente a 2% do PV Máx. a todos os inimigos próximos em uma pequena área.",
        "O PV Máx. aumenta em 24% e causa DAN.F equivalente a 2% do PV Máx. a todos os inimigos próximos em uma pequena área.",
        "O PV Máx. aumenta em 29% e causa DAN.F equivalente a 2% do PV Máx. a todos os inimigos próximos em uma pequena área.",
        "O PV Máx. aumenta em 35% e causa DAN.F equivalente a 2% do PV Máx. a todos os inimigos próximos em uma pequena área.",
        "O PV Máx. aumenta em 42% e causa DAN.F equivalente a 2% do PV Máx. a todos os inimigos próximos em uma pequena área.",
        "O PV Máx. aumenta em 50% e causa DAN.F equivalente a 2% do PV Máx. a todos os inimigos próximos em uma pequena área."
      ],
      "name": "Cabeça de Abóbora Zangada"
    },
    "52": {
      "description": [
        "Todo o DAN recebido é reduzido em 10% e causa 10% a mais de DAN aos inimigos.",
        "Todo o DAN recebido é reduzido em 12% e causa 12% a mais de DAN aos inimigos.",
        "Todo o DAN recebido é reduzido em 14% e causa 14% a mais de DAN aos inimigos.",
        "Todo o DAN recebido é reduzido em 17% e causa 17% a mais de DAN aos inimigos.",
        "Todo o DAN recebido é reduzido em 20% e causa 20% a mais de DAN aos inimigos.",
        "Todo o DAN recebido é reduzido em 25% e causa 25% a mais de DAN aos inimigos."
      ],
      "name": "Cabeça de Abóbora Furiosa"
    },
    "53": {
      "description": [
        "A cada 15 segundos, recupera PV equivalente a 1% do PV Máx por 3 segundos.",
        "A cada 15 segundos, recupera PV equivalente a 1,2% do PV Máx por 3 segundos.",
        "A cada 15 segundos, recupera PV equivalente a 1,4% do PV Máx por 3 segundos.",
        "A cada 15 segundos, recupera PV equivalente a 1,7% do PV Máx por 3 segundos.",
        "A cada 15 segundos, recupera PV equivalente a 2% do PV Máx por 3 segundos.",
        "A cada 15 segundos, recupera PV equivalente a 2,5% do PV Máx por 3 segundos."
      ],
      "name": "Peru Assado Bem-feito"
    },
    "55": {
      "description": [
        "No início de cada batalha, durante 5 segundos, aumenta a Recuperação de Mana por segundo em 260%. Além disso, Resistência a Crít aumenta em 100. Esse efeito não pode ser removido.",
        "No início de cada batalha, durante 5 segundos, aumenta a Recuperação de Mana por segundo em 310%. Além disso, Resistência a Crít aumenta em 120. Esse efeito não pode ser removido.",
        "No início de cada batalha, durante 5 segundos, aumenta a Recuperação de Mana por segundo em 370%. Além disso, Resistência a Crít aumenta em 140. Esse efeito não pode ser removido.",
        "No início de cada batalha, durante 5 segundos, aumenta a Recuperação de Mana por segundo em 450%. Além disso, Resistência a Crít aumenta em 170. Esse efeito não pode ser removido.",
        "No início de cada batalha, durante 5 segundos, aumenta a Recuperação de Mana por segundo em 540%. Além disso, Resistência a Crít aumenta em 210. Esse efeito não pode ser removido.",
        "No início de cada batalha, durante 5 segundos, aumenta a Recuperação de Mana por segundo em 650%. Além disso, Resistência a Crít aumenta em 250. Esse efeito não pode ser removido."
      ],
      "name": "Ornamento de Estrela de Natal"
    },
    "56": {
      "description": [
        "ATQ aumenta em 5% por 60 segundos no começo de cada batalha.",
        "ATQ aumenta em 6% por 60 segundos no começo de cada batalha.",
        "ATQ aumenta em 7,2% por 60 segundos no começo de cada batalha.",
        "ATQ aumenta em 8,6% por 60 segundos no começo de cada batalha.",
        "ATQ aumenta em 10,4% por 60 segundos no começo de cada batalha.",
        "ATQ aumenta em 12,5% por 60 segundos no começo de cada batalha."
      ],
      "name": "Fogos de Ano-novo"
    },
    "57": {
      "description": [
        "Chance de Crit aumenta em 100 e DAN Crit aumenta em 20%.",
        "Chance de Crit aumenta em 120 e DAN Crit aumenta em 24%.",
        "Chance de Crit aumenta em 140 e DAN Crit aumenta em 29%.",
        "Chance de Crit aumenta em 170 e DAN Crit aumenta em 35%.",
        "Chance de Crit aumenta em 210 e DAN Crit aumenta em 42%.",
        "Chance de Crit aumenta em 250 e DAN Crit aumenta em 50%."
      ],
      "name": "Pingente Tradicional Bonito"
    },
    "6": {
      "description": [
        "Quando o PV estiver abaixo de 20%, o ATQ aumenta em 30% e a Velocidade e todas as Reduções de DAN aumentam em 300.",
        "Quando o PV estiver abaixo de 36%, o ATQ aumenta em 30% e a Velocidade e todas as Reduções de DAN aumentam em 360.",
        "Quando o PV estiver abaixo de 43%, o ATQ aumenta em 30% e a Velocidade e todas as Reduções de DAN aumentam em 430.",
        "Quando o PV estiver abaixo de 51%, o ATQ aumenta em 30% e a Velocidade e todas as Reduções de DAN aumentam em 510.",
        "Quando o PV estiver abaixo de 62%, o ATQ aumenta em 30% e a Velocidade e todas as Reduções de DAN aumentam em 620.",
        "Quando o PV estiver abaixo de 75%, o ATQ aumenta em 30% e a Velocidade e todas as Reduções de DAN aumentam em 750."
      ],
      "name": "Cartilha para Heróis"
    },
    "7": {
      "description": [
        "Quanto o PM estiver em 100%, a Chance Crít. e a PREC aumentam em 400 durante 10 segundos. Tempo de Recarga: 20 segundos.",
        "Quanto o PM estiver em 100%, a Chance Crít. e a PREC aumentam em 480 durante 10 segundos. Tempo de Recarga: 20 segundos.",
        "Quanto o PM estiver em 100%, a Chance Crít. e a PREC aumentam em 570 durante 10 segundos. Tempo de Recarga: 20 segundos.",
        "Quanto o PM estiver em 100%, a Chance Crít. e a PREC aumentam em 690 durante 10 segundos. Tempo de Recarga: 20 segundos.",
        "Quanto o PM estiver em 100%, a Chance Crít. e a PREC aumentam em 830 durante 10 segundos. Tempo de Recarga: 20 segundos.",
        "Quanto o PM estiver em 100%, a Chance Crít. e a PREC aumentam em 1000 durante 10 segundos. Tempo de Recarga: 20 segundos."
      ],
      "name": "O Âmbito Antigo"
    },
    "8": {
      "description": [
        "Quando a vida do Herói estiver abaixo de 35%, causa DAN igual a 100% do ATQ aos inimigos próximos e os derruba. Os inimigos-alvo perdem 14% do ATQ e 140 da VEL. ATQ durante 10 segundos. Tempo de Recarga: 30 segundos.",
        "Quando a vida do Herói estiver abaixo de 35%, causa DAN igual a 100% do ATQ aos inimigos próximos e os derruba. Os inimigos-alvo perdem 16% do ATQ e 160 da VEL. ATQ durante 10 segundos. Tempo de Recarga: 30 segundos.",
        "Quando a vida do Herói estiver abaixo de 35%, causa DAN igual a 100% do ATQ aos inimigos próximos e os derruba. Os inimigos-alvo perdem 20% do ATQ e 200 da VEL. ATQ durante 10 segundos. Tempo de Recarga: 30 segundos.",
        "Quando a vida do Herói estiver abaixo de 35%, causa DAN igual a 100% do ATQ aos inimigos próximos e os derruba. Os inimigos-alvo perdem 24% do ATQ e 240 da VEL. ATQ durante 10 segundos. Tempo de Recarga: 30 segundos.",
        "Quando a vida do Herói estiver abaixo de 35%, causa DAN igual a 100% do ATQ aos inimigos próximos e os derruba. Os inimigos-alvo perdem 29% do ATQ e 290 da VEL. ATQ durante 10 segundos. Tempo de Recarga: 30 segundos.",
        "Quando a vida do Herói estiver abaixo de 35%, causa DAN igual a 100% do ATQ aos inimigos próximos e os derruba. Os inimigos-alvo perdem 35% do ATQ e 350 da VEL. ATQ durante 10 segundos. Tempo de Recarga: 30 segundos."
      ],
      "name": "Estátua do Tigre Rujidor"
    },
    "9": {
      "description": [
        "Quando o PV do herói estiver abaixo de 25%, recupera 30% do PV máx. e remove todas as penalidades. Ativa-se apenas 1 vez.",
        "Quando o PV do herói estiver abaixo de 25%, recupera 36% do PV máx. e remove todas as penalidades. Ativa-se apenas 1 vez.",
        "Quando o PV do herói estiver abaixo de 25%, recupera 43% do PV máx. e remove todas as penalidades. Ativa-se apenas 1 vez.",
        "Quando o PV do herói estiver abaixo de 25%, recupera 51% do PV máx. e remove todas as penalidades. Ativa-se apenas 1 vez.",
        "Quando o PV do herói estiver abaixo de 25%, recupera 62% do PV máx. e remove todas as penalidades. Ativa-se apenas 1 vez.",
        "Quando o PV do herói estiver abaixo de 25%, recupera 75% do PV máx. e remove todas as penalidades. Ativa-se apenas 1 vez."
      ],
      "name": "Maçã Dourada da Deusa"
    }
  },
  "hero": {
    "1": {
      "description": "O Guerreiro Escolhido da Espada Sagrada Aea, a espada que já salvou o mundo uma vez.  Ele pode empurrar os inimigos para trás e se fortalecer com o poder desta espada sagrada.",
      "name": "Kasel",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN.F aos inimigos no alcance, derrubando-os durante {2} segundos.",
        "name": "Lâmina do Julgamento",
        "transcendence": {
          "dark": "Ignora a DEF enquanto houver apenas 1 inimigo.",
          "light": "Reduz em 1 o custo de mana."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Ao esquivar, causa {1} de DAN.F para inimigos frontais e reduz a PREC em {2} por 5 segundos. Ao acertar o alvo, ganha 300 de mana.",
        "name": "Ataque da Deusa",
        "transcendence": {
          "dark": "O alvo recebe mais 25% de DAN.F.",
          "light": "Reduz em 1 o custo de mana."
        }
      },
      "s3": {
        "books": {
          "1": "Taxa de aumento de ataque aumenta em {1} %.",
          "2": "Taxa de aumento de ataque aumenta em {1} %.",
          "3": "Aumenta a velocidade em {1} , durante o efeito do poder."
        },
        "description": "Causa {1} de DAN.F aos inimigos próximos e inflige Atordoamento por 3 segundos. Além disso, por {2} segundos, o ATQ aumenta em {3} e a Taxa de Esquiva aumenta em {4} , enquanto ganha imunidade a CM. Esse status não pode ser removido.",
        "name": "Procurador Divino",
        "transcendence": {
          "dark": "Aumenta em 40% o reforço de ATQ.",
          "light": "Reduz em 1 o custo de mana."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Causa {1} de DAN.F aos inimigos no alcance.",
        "name": "Arremetida Corajosa",
        "transcendence": {
          "dark": "Reforça conjuração e reduz o tempo de recarga em 1 segundo.",
          "light": "Taxa de redução de PREC é alterada para 250."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Ao atacar, ataca mais uma vez, causando DAN igual a 40% do ATQ.",
        "light": "ATQ, DEF, PV+15% / ESQ.F +100"
      },
      "treasure": {
        "description": [
          "[Representante de Deus] A Taxa de Esquiva aumenta em 250, e a Vel de ATQ aumenta em 100 durante o efeito do poder.",
          "[Representante de Deus] A Taxa de Esquiva aumenta em 250, e a Vel de ATQ aumenta em 120 durante o efeito do poder.",
          "[Representante de Deus] A Taxa de Esquiva aumenta em 250, e a Vel de ATQ aumenta em 140 durante o efeito do poder.",
          "[Representante de Deus] A Taxa de Esquiva aumenta em 250, e a Vel de ATQ aumenta em 170 durante o efeito do poder.",
          "[Representante de Deus] A Taxa de Esquiva aumenta em 250, e a Vel de ATQ aumenta em 210 durante o efeito do poder.",
          "[Representante de Deus] A Taxa de Esquiva aumenta em 250, e a Vel de ATQ aumenta em 250 durante o efeito do poder."
        ],
        "name": "Runa de Representação"
      },
      "weapon": {
        "description": [
          "Cada ataque tem 35% de chance de causar DAN.F ao inimigo (160 % do ATQ)",
          "Cada ataque tem 35% de chance de causar DAN.F ao inimigo (192 % do ATQ)",
          "Cada ataque tem 35% de chance de causar DAN.F ao inimigo (230 % do ATQ)",
          "Cada ataque tem 35% de chance de causar DAN.F ao inimigo (276 % do ATQ)",
          "Cada ataque tem 35% de chance de causar DAN.F ao inimigo (331 % do ATQ)",
          "Cada ataque tem 35% de chance de causar DAN.F ao inimigo (400 % do ATQ)"
        ],
        "name": "A Espada Sagrada, Aea"
      }
    },
    "10": {
      "description": "Uma princesa Elfa com um ar de nobreza, ela guarda a floresta sagrada. As flechas cheias de energia da lua seguem a vontade dela de localizar inimigos, e flechas cheias de energia eólica perfuram ferozmente o inimigo.",
      "name": "Selene",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Dispara 10 flechar aleatoriamente e causa {1} de DAN.F ao inimigo.",
        "name": "Chuva de Flechas",
        "transcendence": {
          "dark": "Há 20% de chance de Atordoar durante 2 segundos.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta a redução de DEF em {1} %",
          "2": "Aumenta a redução de DEF em {1} %",
          "3": "Cada ataque aumenta o DAN. Crít do herói em {1} %."
        },
        "description": "Ataques automáticos reduzem a DEF.F do inimigo alvo em {2} , durante {1} . Além disso, a Chance Crít. do herói aumenta em {3} . Bônus de Chance Crít. se acumulam até 10 vezes, e a cada acerto Crít. bem-sucedido, todos os acúmulos são removidos. A redução de DEF.F não se acumula.",
        "name": "Flecha do Luar",
        "transcendence": {
          "dark": "Faz o alvo recuar durante 0,5 segundo.",
          "light": "Ignora a DEF enquanto houver apenas 1 inimigo."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Dispara uma flecha numa linha reta, causando DAN.F a todos os inimigos no alcance, com base em seus PV atuais. Causa um máximo de {1} de DAN.F e atordoa.",
        "name": "Clarão do Luar",
        "transcendence": {
          "dark": "Ignora o Bloqueio inimigo.",
          "light": "Reduz o tempo de recarga em 3 segundos."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Evoca 5 flechas que voam em direção ao inimigo que atacam automaticamente. Cada flecha causa {1} de DAN.F.",
        "name": "Impulso",
        "transcendence": {
          "dark": "Reforça o alcance o ataque automático em 20%.",
          "light": "O limite de acúmulos é alterado para 5."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "A Chance Crit reduz em 300 e DAN Crit aumenta em 100%.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Luz do Luar] Aumenta o DAN em 20% e o alvo recebe 20% de DAN.F adicional por 10 segundos.",
          "[Luz do Luar] Aumenta o DAN em 20% e o alvo recebe 24% de DAN.F adicional por 10 segundos.",
          "[Luz do Luar] Aumenta o DAN em 20% e o alvo recebe 29% de DAN.F adicional por 10 segundos.",
          "[Luz do Luar] Aumenta o DAN em 20% e o alvo recebe 35% de DAN.F adicional por 10 segundos.",
          "[Luz do Luar] Aumenta o DAN em 20% e o alvo recebe 42% de DAN.F adicional por 10 segundos.",
          "[Luz do Luar] Aumenta o DAN em 20% e o alvo recebe 50% de DAN.F adicional por 10 segundos."
        ],
        "name": "Flecha de Prata"
      },
      "weapon": {
        "description": [
          "Ao causar um Acerto Crít., a VEL. ATQ aumenta em 200 durante 10 segundos. Enquanto o efeito durar, os ataques automáticos dispararão uma flecha adicional equivalente a 100% do DAN.F",
          "Ao causar um Acerto Crít., a VEL. ATQ aumenta em 240 durante 10 segundos. Enquanto o efeito durar, os ataques automáticos dispararão uma flecha adicional equivalente a 120% do DAN.F",
          "Ao causar um Acerto Crít., a VEL. ATQ aumenta em 280 durante 10 segundos. Enquanto o efeito durar, os ataques automáticos dispararão uma flecha adicional equivalente a 140% do DAN.F",
          "Ao causar um Acerto Crít., a VEL. ATQ aumenta em 340 durante 10 segundos. Enquanto o efeito durar, os ataques automáticos dispararão uma flecha adicional equivalente a 170% do DAN.F",
          "Ao causar um Acerto Crít., a VEL. ATQ aumenta em 410 durante 10 segundos. Enquanto o efeito durar, os ataques automáticos dispararão uma flecha adicional equivalente a 210% do DAN.F",
          "Ao causar um Acerto Crít., a VEL. ATQ aumenta em 500 durante 10 segundos. Enquanto o efeito durar, os ataques automáticos dispararão uma flecha adicional equivalente a 250% do DAN.F"
        ],
        "name": "Notos, Vento Verde"
      }
    },
    "11": {
      "description": "O santo que abençoou o herói que salvou o mundo há muito tempo. O corvo amaldiçoado e indignado dispara penas afiadas contra os inimigos e quebra completamente a formação do inimigo.",
      "name": "Maria",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Reduz em {1} % a velocidade de inimigos atingidos."
        },
        "description": "Causa {1} de DAN.M ao inimigos no alcance e os repele. Diminui a DEF.M em {3} %, durante {2} segundos.",
        "name": "Tempestade do Corvo",
        "transcendence": {
          "dark": "Há 20% de chance de causar um Grilhão durante 3 segundos.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Aumento da taxa de redução de ATQ em {1} %.",
          "2": "Aumento da taxa de redução de ATQ em {1} %.",
          "3": "Reduz a Chance Crít. do inimigo em {1} %, durante o efeito do poder."
        },
        "description": "Reduz o ATQ dos inimigos atingidos por Maria em {2} por {1} segundos.",
        "name": "Vento Negro",
        "transcendence": {
          "dark": "Aumenta a duração do Grilhão em 1,5 segundo.",
          "light": "Aumenta o custo de mana em 1, visando a 3 inimigos."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Atrai os inimigos no alcance em direção ao centro e causa {1} de DAN.M. O último ataque atordoa os inimigos durante 3 segundos.",
        "name": "Área da Escuridão",
        "transcendence": {
          "dark": "Reduz o custo de mana em 1.",
          "light": "O alvo recebe mais 25% de DAN.M durante 10 segundos."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN.M recebido pelo inimigo em {1} % enquanto este poder estiver ativado."
        },
        "description": "Causa {1} de DAN.M em até 2 inimigos os aprisiona durante {2} segundos. Os inimigos alvos recebem DAN.M adicional e constante.",
        "name": "Garra da Restrição",
        "transcendence": {
          "dark": "Reduz em 25% a Resistência Crít.M do inimigo durante 10 segundos.",
          "light": "Aumenta a redução de ATQ em 40%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Após um Golpe Crít, a resistência a CM do alvo será reduzida em 250 por 10 segundos, e toda a Recarga de Poder, excluindo do poder em uso, será reduzida em 2%.",
        "light": "ATQ, DEF, PV+15% / Chance Crít. +100"
      },
      "treasure": {
        "description": [
          "[Área de Escuridão] Aumenta o DAN em 20%, e o último ataque reduz a DEF.F do alvo e a DEF.M em 30% por 7 segundos.",
          "[Área de Escuridão] Aumenta o DAN em 24%, e o último ataque reduz a DEF.F do alvo e a DEF.M em 30% por 7 segundos.",
          "[Área de Escuridão] Aumenta o DAN em 29%, e o último ataque reduz a DEF.F do alvo e a DEF.M em 30% por 7 segundos.",
          "[Área de Escuridão] Aumenta o DAN em 35%, e o último ataque reduz a DEF.F do alvo e a DEF.M em 30% por 7 segundos.",
          "[Área de Escuridão] Aumenta o DAN em 42%, e o último ataque reduz a DEF.F do alvo e a DEF.M em 30% por 7 segundos.",
          "[Área de Escuridão] Aumenta o DAN em 50%, e o último ataque reduz a DEF.F do alvo e a DEF.M em 30% por 7 segundos."
        ],
        "name": "Pingente da Escuridão"
      },
      "weapon": {
        "description": [
          "Cada acerto crítico causa DMG.M contínuo igual a 300% de ATQ ao inimigo durante 10 segundos e reduz a sua taxa de recuperação em 50%.",
          "Cada acerto crítico causa DMG.M contínuo igual a 375% de ATQ ao inimigo durante 10 segundos e reduz a sua taxa de recuperação em 50%.",
          "Cada acerto crítico causa DMG.M contínuo igual a 450% de ATQ ao inimigo durante 10 segundos e reduz a sua taxa de recuperação em 50%.",
          "Cada acerto crítico causa DMG.M contínuo igual a 525% de ATQ ao inimigo durante 10 segundos e reduz a sua taxa de recuperação em 50%.",
          "Cada acerto crítico causa DMG.M contínuo igual a 625% de ATQ ao inimigo durante 10 segundos e reduz a sua taxa de recuperação em 50%.",
          "Cada acerto crítico causa DMG.M contínuo igual a 750% de ATQ ao inimigo durante 10 segundos e reduz a sua taxa de recuperação em 50%."
        ],
        "name": "Kokutos, Mensageiro de Lea"
      }
    },
    "12": {
      "description": "O lendário pirata que foi amaldiçoado e transformado em uma menina.  Ela tem o incrível poder de disparar canhões na direção da cabeça do inimigo.",
      "name": "Miruru",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Causa {1} de DAN.F e repele os inimigos no alcance.",
        "name": "Baaaam!",
        "transcendence": {
          "dark": "Na ativação, o ATQ aumenta em 35% por 10 segundos.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Causa {1} de DAN.F 3 vezes aos inimigos no alcance. Cada ataque tem {2} % de chance de derrubar o inimigo durante {3} segundos.",
        "name": "Rolamento",
        "transcendence": {
          "dark": "Para cada inimigo que receber DAN, reduz o tempo de recarga em 8%.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Causa {2} de DAN.F aos inimigos no alcance durante {1} segundos, reduzido a velocidade em {3} %.",
        "name": "Piratas de Miruru!",
        "transcendence": {
          "dark": "Remove a penalidade de VEL. ATQ e atordoa durante 3 segundos.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Ao atacar um inimigo, há 60% de chance de disparar projéteis adicionais e causar {1} de DAN.F a 3 inimigos aleatórios.",
        "name": "Boooooom!",
        "transcendence": {
          "dark": "Há 10% de chance de atordoar durante 1 segundo os inimigos atingidos.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Miruru acumula Escuridão de acordo com a quantidade de inimigos que atingir. Quando ela chegar a 50 acúmulos, ela entra em estado furioso e reforça a Vel de ATQ em 800 e ATQ em 20% por 10 segundos.",
        "light": "ATQ, DEF, PV+15% / Chance Crít. +100"
      },
      "treasure": {
        "description": [
          "[Piratas de Miruru!] Aumenta o DAN em 50%, e reduz a recarga do poder em 12%.",
          "[Piratas de Miruru!] Aumenta o DAN em 50%, e reduz a recarga do poder em 14%.",
          "[Piratas de Miruru!] Aumenta o DAN em 50%, e reduz a recarga do poder em 17%.",
          "[Piratas de Miruru!] Aumenta o DAN em 50%, e reduz a recarga do poder em 21%.",
          "[Piratas de Miruru!] Aumenta o DAN em 50%, e reduz a recarga do poder em 25%.",
          "[Piratas de Miruru!] Aumenta o DAN em 50%, e reduz a recarga do poder em 30%."
        ],
        "name": "Bala de Canhão Miruru"
      },
      "weapon": {
        "description": [
          "A cada 5 segundos, causa DAN.F equivalente a 100% de ATQ a inimigos em uma área aleatória. Alvos atingidos recebem 20% de DAN.F aumentado.",
          "A cada 5 segundos, causa DAN.F equivalente a 120% de ATQ a inimigos em uma área aleatória. Alvos atingidos recebem 24% de DAN.F aumentado.",
          "A cada 5 segundos, causa DAN.F equivalente a 144% de ATQ a inimigos em uma área aleatória. Alvos atingidos recebem 29% de DAN.F aumentado.",
          "A cada 5 segundos, causa DAN.F equivalente a 172% de ATQ a inimigos em uma área aleatória. Alvos atingidos recebem 35% de DAN.F aumentado.",
          "A cada 5 segundos, causa DAN.F equivalente a 207% de ATQ a inimigos em uma área aleatória. Alvos atingidos recebem 42% de DAN.F aumentado.",
          "A cada 5 segundos, causa DAN.F equivalente a 250% de ATQ a inimigos em uma área aleatória. Alvos atingidos recebem 50% de DAN.F aumentado."
        ],
        "name": "Leviathan, Arma Suprema"
      }
    },
    "13": {
      "description": "O druida elfo que se juntou às Forças Aliadas Humanas quando o Lorde das Trevas invadiu. Age em parceria com a natureza e ataca os inimigos usando árvores.",
      "name": "Lorraine",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Ao realizar um acerto crítico, concede 2 acúmulos de veneno."
        },
        "description": "Ataca 3 vezes os inimigos aleatórios no alcance e causa {1} de DAN.M. Cada ataque concede 1 acúmulo de veneno.",
        "name": "Floresta de Arbustos Espinhosos",
        "transcendence": {
          "dark": "Ao serem atingidos, inimigos com 5 ou mais acúmulos de Veneno são aprisionados durante 3 segundos.",
          "light": "Aumenta em 1 a contagem de acertos."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "A cada 15 segundos, ataca aleatoriamente 3 vezes os inimigos. Cada ataque causa {1} de DAN.M e concede 1 acúmulo de veneno.",
        "name": "Folha de Lâminas",
        "transcendence": {
          "dark": "Atordoa durante 2 segundos os inimigos atingidos pelo efeito de explosão final.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Causa {1} de DAN.M e derruba durante 3 segundos os inimigos no alcance. Inimigos envenenados recebem mais {2} % de DAN por acúmulo de veneno.",
        "name": "Fúria da Floresta",
        "transcendence": {
          "dark": "Inimigos com 5 ou mais acúmulos de Veneno perdem seus bônus.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN.M recebido pelo inimigo em {1} % enquanto esse poder estiver ativado."
        },
        "description": "Causa {1} de DAN.M aos inimigos numa linha reta e concede 2 acúmulos de veneno. Aprisiona os inimigos atingidos durante {2} segundos. Após determinado período, causa DAN maciço baseado na quantidade de acúmulos de Veneno.",
        "name": "Cipó Emaranhado.",
        "transcendence": {
          "dark": "Há 20% de chance de que inimigos atingidos sejam aprisionados durante 2 segundos.",
          "light": "Altera para 6 a quantidade máxima de acúmulos."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "A cada 7 segundos, ataca um inimigo aleatório 1 vez, usando Floresta de Arbustos Espinhosos.",
        "light": "ATQ, DEF, PV+15% / Chance Crít. +100"
      },
      "treasure": {
        "description": [
          "[Ira da Floresta] Aumenta o DAN em 20%. Após Golpe Crit em inimigos com mais de 5 acúmulos de Veneno, reduz a recarga do poder em 4%.",
          "[Ira da Floresta] Aumenta o DAN em 24%. Após Golpe Crit em inimigos com mais de 5 acúmulos de Veneno, reduz a recarga do poder em 4%.",
          "[Ira da Floresta] Aumenta o DAN em 29%. Após Golpe Crit em inimigos com mais de 5 acúmulos de Veneno, reduz a recarga do poder em 4%.",
          "[Ira da Floresta] Aumenta o DAN em 35%. Após Golpe Crit em inimigos com mais de 5 acúmulos de Veneno, reduz a recarga do poder em 4%.",
          "[Ira da Floresta] Aumenta o DAN em 42%. Após Golpe Crit em inimigos com mais de 5 acúmulos de Veneno, reduz a recarga do poder em 4%.",
          "[Ira da Floresta] Aumenta o DAN em 50%. Após Golpe Crit em inimigos com mais de 5 acúmulos de Veneno, reduz a recarga do poder em 4%."
        ],
        "name": "Raiz da Árvore do Mundo"
      },
      "weapon": {
        "description": [
          "A cada 7 segundos, causa DAN.M igual a 40% do ATQ a inimigos envenenados e reduz a DEF.M em 10%. Cada acúmulo de veneno aumenta o DAN em 20%.",
          "A cada 7 segundos, causa DAN.M igual a 48% do ATQ a inimigos envenenados e reduz a DEF.M em 12%. Cada acúmulo de veneno aumenta o DAN em 20%.",
          "A cada 7 segundos, causa DAN.M igual a 57% do ATQ a inimigos envenenados e reduz a DEF.M em 14%. Cada acúmulo de veneno aumenta o DAN em 20%.",
          "A cada 7 segundos, causa DAN.M igual a 69% do ATQ a inimigos envenenados e reduz a DEF.M em 17%. Cada acúmulo de veneno aumenta o DAN em 20%.",
          "A cada 7 segundos, causa DAN.M igual a 83% do ATQ a inimigos envenenados e reduz a DEF.M em 20%. Cada acúmulo de veneno aumenta o DAN em 20%.",
          "A cada 7 segundos, causa DAN.M igual a 100% do ATQ a inimigos envenenados e reduz a DEF.M em 25%. Cada acúmulo de veneno aumenta o DAN em 20%."
        ],
        "name": "Roburu, Vontade da Árvore do Mundo"
      }
    },
    "15": {
      "description": "O 'irmão mais velho' de Kasel. Um verdadeiro cavaleiro, ele é um homem de aço que protege aliados no fronte de batalha. Ele bloqueia os ataques dos inimigos enquanto os derruba, que lhe concede a reputação semelhante a muralha de um castelo.",
      "name": "Clause",
      "s1": {
        "books": {
          "1": "Taxa de aumento de DEF.F aumentada em {1} %.",
          "2": "Taxa de aumento de DEF.F aumentada em {1} %.",
          "3": "Taxa de aumento de DEF.F aumentada em {1} %."
        },
        "description": "Aumenta a DEF.F de todos os aliados em {2} , durante {1} segundos. Reduz em {3} % a chance de receber um acerto crítico.",
        "name": "Escudo Guardião",
        "transcendence": {
          "dark": "Em troca de 1 Custo de Mana adicional, o poder tem 100% de chance de atrair o alvo.",
          "light": "Reduz o tempo de recarga em 2 segundos."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Diminui a velocidade do alvo em {1} %."
        },
        "description": "Repele e causa {1} de DAN.F baseados na DEF.F aos inimigos no alcance. Reduz em {2} % a DEF dos inimigos. Bloquear um ataque reduz o tempo de recarga em 0,5 segundos.",
        "name": "Ataque com Escudo",
        "transcendence": {
          "dark": "Atordoa o inimigo durante 1 segundo.",
          "light": "O alvo recebe mais 25% de DAN.F durante 10 segundos."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a duração do Atordoamento para {1} segundos."
        },
        "description": "Causa {1} de DAN.F aos inimigos no alcance, atordoando-os durante {2} segundos.",
        "name": "Abrir o Solo",
        "transcendence": {
          "dark": "Recebe redução de 25% de DAN.F durante o efeito do poder.",
          "light": "Reforça em 40% a taxa de aumento de DEF."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Depois de bloquear, causa {1} de DAN.F na parte frontal e diminui o ATQ dos inimigos atingidos em {3} %, durante {2} segundos. Recupera 300 de mana depois de atingir o alvo.",
        "name": "Voto dos Cavaleiros",
        "transcendence": {
          "dark": "Reduz mais 10% do ATQ.",
          "light": "Reforça enormemente o tempo de conjuração."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Quando um aliado além deste herói for atingido por um ataque, aumenta a DEF.F de todos os aliados em 20% e a Resist. a Crít em 20% durante 5 segundos. (10 segundos de Recarga)",
        "light": "ATQ, DEF, PV+15% / BLQ.F +200"
      },
      "treasure": {
        "description": [
          "[Escudo Guardião] Após ativação, remove efeitos negativos em si mesmo, e aumenta o reforço de DEF em 20%.",
          "[Escudo Guardião] Após ativação, remove efeitos negativos em si mesmo, e aumenta o reforço de DEF em 24%.",
          "[Escudo Guardião] Após ativação, remove efeitos negativos em si mesmo, e aumenta o reforço de DEF em 29%.",
          "[Escudo Guardião] Após ativação, remove efeitos negativos em si mesmo, e aumenta o reforço de DEF em 35%.",
          "[Escudo Guardião] Após ativação, remove efeitos negativos em si mesmo, e aumenta o reforço de DEF em 42%.",
          "[Escudo Guardião] Após ativação, remove efeitos negativos em si mesmo, e aumenta o reforço de DEF em 50%."
        ],
        "name": "Runa dos Cavaleiros"
      },
      "weapon": {
        "description": [
          "Quanto o PV for reduzido para menos de 35% dos PV máx., a Redução de DAN.F de todos os aliados aumenta em 200. Concede ATQ igual a 100% da DEF.F e imunidade a penalidades.",
          "Quanto o PV for reduzido para menos de 35% dos PV máx., a Redução de DAN.F de todos os aliados aumenta em 240. Concede ATQ igual a 120% da DEF.F e imunidade a penalidades.",
          "Quanto o PV for reduzido para menos de 35% dos PV máx., a Redução de DAN.F de todos os aliados aumenta em 280. Concede ATQ igual a 144% da DEF.F e imunidade a penalidades.",
          "Quanto o PV for reduzido para menos de 35% dos PV máx., a Redução de DAN.F de todos os aliados aumenta em 340. Concede ATQ igual a 173% da DEF.F e imunidade a penalidades.",
          "Quanto o PV for reduzido para menos de 35% dos PV máx., a Redução de DAN.F de todos os aliados aumenta em 410. Concede ATQ igual a 207% da DEF.F e imunidade a penalidades.",
          "Quanto o PV for reduzido para menos de 35% dos PV máx., a Redução de DAN.F de todos os aliados aumenta em 500. Concede ATQ igual a 250% da DEF.F e imunidade a penalidades."
        ],
        "name": "Exian, o Guardião"
      }
    },
    "16": {
      "description": "Meio humano e meio animal, essa criatura guia as almas usando uma lâmpada espiritual. Cura aliados com o poder das almas. Perturba inimigos ou recupera Mana de aliados com a ajuda de almas também.",
      "name": "Rephy",
      "s1": {
        "books": {
          "1": "Aumenta a Recuperação em {1} %.",
          "2": "Aumenta a Recuperação em {1} %.",
          "3": "Aumenta {1} % da Recuperação de PM por segundo."
        },
        "description": "Cura 4 aliados com o menor PV {3} % do PV máx, e cura extra {2} PV ao longo de {1} segundos. Esse efeito não pode ser removido.",
        "name": "Alma Curativa",
        "transcendence": {
          "dark": "Cada cura tem 20% de chance de remover penalidades.",
          "light": "Custo de Mana aumenta em 1 e a área de efeito do poder muda para todos os aliados."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta a evolução de DEF.M em {1} %.",
          "2": "Aumenta a evolução de DEF.M em {1} %.",
          "3": "Durante {1} segundos, aumenta Resistência a CM em {2} ."
        },
        "description": "Remove todas as penalidades dos aliados e aumenta a DEF.M em {2} , durante {1} segundos.",
        "name": "Salvação",
        "transcendence": {
          "dark": "Aumenta a própria DEF.M em 10%.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta {1} % do DAN.M causado ao inimigo."
        },
        "description": "Causa {2} DAN.M nos inimigos em área 10 vezes e reduz a Vel de ATQ em {3} %.",
        "name": "Aceleração da Alma",
        "transcendence": {
          "dark": "Em troca de 1 Custo de Mana adicional, Silencia os inimigos no alcance durante 1 segundo.",
          "light": "Cada acerto remove 250 de mana do alvo."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta a Recuperação em {1} %.",
          "2": "Aumenta a Recuperação em {1} %.",
          "3": "Aumenta {1} % da Recuperação de PM."
        },
        "description": "A cada 7 segundos, o aliado com o menor PV recupera 1 PM e {1} PV.",
        "name": "Harmonia Espiritual",
        "transcendence": {
          "dark": "Concede 1 orbe de mana ao aliado com PV mais alto.",
          "light": "Usa a habilidade a cada 5 segundos."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Ao atacar, há 10% de chance de reduzir toda a DEF do alvo em 20% e reduzir todas as recargas do herói em 5%.",
        "light": "ATQ, DEF, PV+15% / ESQ.M +100"
      },
      "treasure": {
        "description": [
          "[Aceleração da Alma] Reduz o custo de mana em 1 e cura o PV de todos os aliados em 8% do DAN.",
          "[Aceleração da Alma] Reduz o custo de mana em 1 e cura o PV de todos os aliados em 10% do DAN.",
          "[Aceleração da Alma] Reduz o custo de mana em 1 e cura o PV de todos os aliados em 12% do DAN.",
          "[Aceleração da Alma] Reduz o custo de mana em 1 e cura o PV de todos os aliados em 14% do DAN.",
          "[Aceleração da Alma] Reduz o custo de mana em 1 e cura o PV de todos os aliados em 17% do DAN.",
          "[Aceleração da Alma] Reduz o custo de mana em 1 e cura o PV de todos os aliados em 20% do DAN."
        ],
        "name": "Refúgio das Almas"
      },
      "weapon": {
        "description": [
          "A cada 20 segundos, o aliado com o menor PV fica invisível durante 5 segundos, ganha imunidade a ataques físicos e seu PV não descerá abaixo de 1%. Recuperação de PM aumenta para 120% por segundo.",
          "A cada 20 segundos, o aliado com o menor PV fica invisível durante 6 segundos, ganha imunidade a ataques físicos e seu PV não descerá abaixo de 1%. Recuperação de PM aumenta para 120% por segundo.",
          "A cada 20 segundos, o aliado com o menor PV fica invisível durante 7 segundos, ganha imunidade a ataques físicos e seu PV não descerá abaixo de 1%. Recuperação de PM aumenta para 120% por segundo.",
          "A cada 20 segundos, o aliado com o menor PV fica invisível durante 8 segundos, ganha imunidade a ataques físicos e seu PV não descerá abaixo de 1%. Recuperação de PM aumenta para 120% por segundo.",
          "A cada 20 segundos, o aliado com o menor PV fica invisível durante 9 segundos, ganha imunidade a ataques físicos e seu PV não descerá abaixo de 1%. Recuperação de PM aumenta para 120% por segundo.",
          "A cada 20 segundos, o aliado com o menor PV fica invisível durante 10 segundos, ganha imunidade a ataques físicos e seu PV não descerá abaixo de 1%. Recuperação de PM aumenta para 120% por segundo."
        ],
        "name": "Kurulati, Lâmpada de Deus"
      }
    },
    "17": {
      "description": "Um Elfo Negro que caça inimigos nas sombras. Seu arco vingativo perfura os inimigos com a mais pura escuridão.",
      "name": "Dimael",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN.M ao inimigo.",
        "name": "Alvoroço da Escuridão",
        "transcendence": {
          "dark": "Há 25% de chance de Cegar um inimigo durante 5 segundos.",
          "light": "Ser houver 1 inimigo, aumenta o dano em 100%."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Os inimigos recebem mais {1} % de DAN.M, durante o efeito do poder."
        },
        "description": "Causa {1} de DAN.M e aprisiona os inimigos durante {2} segundos.",
        "name": "Grilhão Negro",
        "transcendence": {
          "dark": "Reúne os inimigos atingidos.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN.M aos inimigos numa linha reta e cega os alvos atingidos durante {2} segundos.",
        "name": "Onda Sombria",
        "transcendence": {
          "dark": "Os efeitos positivos de todos os inimigos na área são removidos.",
          "light": "O custo de mana aumenta em 1 orbe, mas o DAN é reforçado em 100%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Cada ataque automático causa {1} de DAN.M adicional que ignora a DEF.M.",
        "name": "Mancha Negra",
        "transcendence": {
          "dark": "Há 10% de chance de disparar o Poder 1 durante um ataque automático.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Enquanto estiver em ataque automático, causa DAN.M adicional igual a 80% do ATQ e recupera 100 de mana. Há 10% de chance de causar o dobro de DAN e de recuperar o dobro de mana.",
        "light": "ATQ, DEF, PV+15% / VEL. ATQ +100"
      },
      "treasure": {
        "description": [
          "[Onda de Sombras] Aumenta o DAN em 50% e a duração de Cegar aumenta em 2 segundos.",
          "[Onda de Sombras] Aumenta o DAN em 50% e a duração de Cegar aumenta em 2,5 segundos.",
          "[Onda de Sombras] Aumenta o DAN em 50% e a duração de Cegar aumenta em 3 segundos.",
          "[Onda de Sombras] Aumenta o DAN em 50% e a duração de Cegar aumenta em 3,5 segundos.",
          "[Onda de Sombras] Aumenta o DAN em 50% e a duração de Cegar aumenta em 4 segundos.",
          "[Onda de Sombras] Aumenta o DAN em 50% e a duração de Cegar aumenta em 4,5 segundos."
        ],
        "name": "Olho das Sombras"
      },
      "weapon": {
        "description": [
          "Ao atacar um inimigo, há 10% de chance de causar DAN.M (100% do ATQ) e de reduzir o tempo de recarga em 10%.",
          "Ao atacar um inimigo, há 12% de chance de causar DAN.M (120% do ATQ) e de reduzir o tempo de recarga em 10%.",
          "Ao atacar um inimigo, há 14% de chance de causar DAN.M (140% do ATQ) e de reduzir o tempo de recarga em 10%.",
          "Ao atacar um inimigo, há 17% de chance de causar DAN.M (170% do ATQ) e de reduzir o tempo de recarga em 10%.",
          "Ao atacar um inimigo, há 20% de chance de causar DAN.M (210% do ATQ) e de reduzir o tempo de recarga em 10%.",
          "Ao atacar um inimigo, há 20% de chance de causar DAN.M (250% do ATQ) e de reduzir o tempo de recarga em 10%."
        ],
        "name": "Nerius, Lágrimas da Lua"
      }
    },
    "18": {
      "description": "Um mercenário que maneja uma espada leve de uma mão. Desvia ataques com movimentos ágeis e perfura o inimigo com a ponta afiada de sua espada.",
      "name": "Reina",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Apunhala rapidamente o inimigo, causando {1} de DAN.F. Ao realizar um acerto crítico, acumula Ferimentos e reinicia o tempo de recarga. Cada acúmulo de Ferimentos aumenta em 20% o DAN causado por essa habilidade. Ganha imunidade a todo o DAN enquanto usar essa habilidade.",
        "name": "Flutuar como uma Borboleta",
        "transcendence": {
          "dark": "Remove o tempo de recarga.",
          "light": "Aumenta o custo de mana em 1 e a altera para 10 a quantidade máxima de acúmulos de Ferimento. Causa aos inimigos com 10 Ferimentos DAN adicional igual a 100% do ATQ."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Aumenta o ATQ em {2} , durante {1} segundos e aumenta a chance de Acerto Crít. em {3} .",
        "name": "Extremidade Afiada",
        "transcendence": {
          "dark": "Em troca de 1 Custo de Mana adicional, altera a Chance Crít. para um reforço de 100% de DAN. Ganha reforço de 25% de DAN contra Chefes.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Causa {1} de DAN.F ao inimigo com um ataque contínuo. O último acerto lança o inimigo pelos ares.",
        "name": "Estrela Cadente",
        "transcendence": {
          "dark": "Ganha imunidade a todos os tipos de DAN ao usar este poder.",
          "light": "Cada acerto crít. Reforça em 10% o DAN do último ataque."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Aumenta a Penetração da DEF em {1} , durante o efeito do poder."
        },
        "description": "Após um Acerto Crít. bem-sucedido, o ATQ aumenta em {2} , durante {1} segundos. Pode se acumular até no máximo 5 vezes.",
        "name": "Criança Sortuda",
        "transcendence": {
          "dark": "Quando estiver com 5 acúmulos, recebe 20% de DAN reduzido.",
          "light": "Para cada acúmulo, o DAN aumenta em 4% para inimigos que não sejam heróis."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Enquanto estiver em ataque automático, há 10% de chance de aumentar em 100% do DAN Crít. durante 5 segundos.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Estrela Cadente] Aumenta o DAN em 20% e, após um Golpe Crítico, recupera mana em 200.",
          "[Estrela Cadente] Aumenta o DAN em 24% e, após um Golpe Crítico, recupera mana em 200.",
          "[Estrela Cadente] Aumenta o DAN em 29% e, após um Golpe Crítico, recupera mana em 200.",
          "[Estrela Cadente] Aumenta o DAN em 35% e, após um Golpe Crítico, recupera mana em 200.",
          "[Estrela Cadente] Aumenta o DAN em 42% e, após um Golpe Crítico, recupera mana em 200.",
          "[Estrela Cadente] Aumenta o DAN em 50% e, após um Golpe Crítico, recupera mana em 200."
        ],
        "name": "Medalha da Velocidade"
      },
      "weapon": {
        "description": [
          "Após um Acerto Crít. bem-sucedido, ganha 80 de VEL. ATQ e bônus de 20% de DAN Crít. durante 15 segundos. Pode se acumular até no máximo 5 vezes.",
          "Após um Acerto Crít. bem-sucedido, ganha 90 de VEL. ATQ e bônus de 24% de DAN Crít. durante 15 segundos. Pode se acumular até no máximo 5 vezes.",
          "Após um Acerto Crít. bem-sucedido, ganha 110 de VEL. ATQ e bônus de 28% de DAN Crít. durante 15 segundos. Pode se acumular até no máximo 5 vezes.",
          "Após um Acerto Crít. bem-sucedido, ganha 130 de VEL. ATQ e bônus de 34% de DAN Crít. durante 15 segundos. Pode se acumular até no máximo 5 vezes.",
          "Após um Acerto Crít. bem-sucedido, ganha 160 de VEL. ATQ e bônus de 41% de DAN Crít. durante 15 segundos. Pode se acumular até no máximo 5 vezes.",
          "Após um Acerto Crít. bem-sucedido, ganha 200 de VEL. ATQ e bônus de 50% de DAN Crít. durante 15 segundos. Pode se acumular até no máximo 5 vezes."
        ],
        "name": "Livatis, Relâmpago Instantâneo"
      }
    },
    "19": {
      "description": "Um feiticeiro capaz de usar os poderes do Dragão de Gelo, depois de ser amaldiçoado. Ele usa uma poderosa magia de gelo para congelar inimigos.",
      "name": "Pavel",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN.M aos alvos inimigos e causa Congelamento durante {2} segundos. Se os inimigos estiverem sob o efeito Gélido, estes também receberão DAN e Congelamento.",
        "name": "Cunha de Ruptura do Gelo",
        "transcendence": {
          "dark": "Em troca de 1 Custo de Mana adicional, reforça a duração de Congelamento em 5 segundos.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Ataca 5 vezes inimigos aleatórios causando {1} de DAN.M e o efeito Gélido. Quando um inimigo sob o efeito Gélido é atacado, ataca-se com uma Lança de Gelo adicional que causa a metade de DAN. Essas Lanças adicionais não causam o efeito Gélido. Inimigos congelados recebem mais 50% de DAN desse ATQ.",
        "name": "Lança de Gelo",
        "transcendence": {
          "dark": "O alvo muda para o inimigo com o ATQ mais alto.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN.M a todos os inimigos. Congela os inimigos sob o efeito Gélido durante {2} segundos. Se já estiverem Congelados, o DAN causado aumenta em {3} %.",
        "name": "Conquista Gelada",
        "transcendence": {
          "dark": "Ganha imunidade a CM enquanto usar este poder.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {2} de DAN.M e efeito Gélido a 3 inimigos a cada {1} segundos.",
        "name": "Calafrio do Amanhecer",
        "transcendence": {
          "dark": "Congelar não pode ser removido por poderes de remoção.",
          "light": "A resistência a CM do alvo é reduzida em 250 por 10 segundos."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "A cada 3 segundos, ataca todos os inimigos e causa 50% de ATQ como DAN.M, infligindo Congelar com 50% de chance. Inimigos já atingidos com Congelar recebem 300% de ATQ como DAN.M ao longo de 3 segundos.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Conquista Gélida] Aumenta o DAN em 50% e a duração de Congelar aumenta em 1 segundo.",
          "[Conquista Gélida] Aumenta o DAN em 50% e a duração de Congelar aumenta em 1,2 segundo.",
          "[Conquista Gélida] Aumenta o DAN em 50% e a duração de Congelar aumenta em 1,4 segundo.",
          "[Conquista Gélida] Aumenta o DAN em 50% e a duração de Congelar aumenta em 1,7 segundo.",
          "[Conquista Gélida] Aumenta o DAN em 50% e a duração de Congelar aumenta em 2,1 segundo.",
          "[Conquista Gélida] Aumenta o DAN em 50% e a duração de Congelar aumenta em 2,5 segundo."
        ],
        "name": "Coração da Geleira"
      },
      "weapon": {
        "description": [
          "A cada 15 segundos, causa efeito Gélido e DAN.M (160 % do ATQ) a 2 inimigos aleatórios. Congela o inimigo durante 5 segundos se já estiver sob o efeito Gélido.",
          "A cada 14 segundos, causa efeito Gélido e DAN.M (192 % do ATQ) a 2 inimigos aleatórios. Congela o inimigo durante 5 segundos se já estiver sob o efeito Gélido.",
          "A cada 12,5 segundos, causa efeito Gélido e DAN.M (228 % do ATQ) a 2 inimigos aleatórios. Congela o inimigo durante 5 segundos se já estiver sob o efeito Gélido.",
          "A cada 11 segundos, causa efeito Gélido e DAN.M (276 % do ATQ) a 2 inimigos aleatórios. Congela o inimigo durante 5 segundos se já estiver sob o efeito Gélido.",
          "A cada 9,5 segundos, causa efeito Gélido e DAN.M (332 % do ATQ) a 2 inimigos aleatórios. Congela o inimigo durante 5 segundos se já estiver sob o efeito Gélido.",
          "A cada 8 segundos, causa efeito Gélido e DAN.M (400 % do ATQ) a 2 inimigos aleatórios. Congela o inimigo durante 5 segundos se já estiver sob o efeito Gélido."
        ],
        "name": "Andarta Andraste, Corações de Dragão"
      }
    },
    "2": {
      "description": "Uma amiga de infância de Kasel, ela é uma sacerdotisa que serve à Deusa. Ela cura e protege os aliados com o poder da luz.   Com as bençãos da Deusa, ela pode aumentar temporariamente os poderes mágicos e a resistência de alguém.",
      "name": "Frey",
      "s1": {
        "books": {
          "1": "Aumenta a Recuperação em {1} %.",
          "2": "Aumenta a Recuperação em {1} %.",
          "3": "Remove efeitos negativos do alvo."
        },
        "description": "Cura {1} PV do aliado com o menor PV.",
        "name": "Luz Milagrosa",
        "transcendence": {
          "dark": "Aliados curados recebem 25% de redução de DAN.M durante 10 segundos.",
          "light": "Em troca de 1 Custo de Mana adicional, o poder visa a 2 inimigos."
        }
      },
      "s2": {
        "books": {
          "1": "Taxa de aumento de DEF.M aumentada em {1} %.",
          "2": "Taxa de aumento de DEF.M aumentada em {1} %.",
          "3": "Restaura os PV do alvo em {1} %, durante o efeito do poder."
        },
        "description": "Aumenta a DEF.M de 1 aliado em {2} , durante {1} segundos",
        "name": "Graça da Deusa",
        "transcendence": {
          "dark": "Aliados sob o efeito de Escudo ganham 20% de ATQ.",
          "light": "Reforça em 40% a quantidade de Escudo."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta os PV do Escudo em {1} %.",
          "2": "Aumenta os PV do Escudo em {1} %.",
          "3": "Aumenta a taxa de recuperação do alvo em {1} %, durante o efeito do poder."
        },
        "description": "Conjura um escudo em todos os aliados que absorve {2} de DAN durante {1} segundos. Enquanto o escudo estiver ativado, ganha imunidade a CM.",
        "name": "Bênção de Luz",
        "transcendence": {
          "dark": "Reduz em 2 segundos o tempo de duração da Cegueira e visa a um inimigo aleatório.",
          "light": "Em troca de 1 Custo de Mana adicional, aumenta o DAN em 80%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Causa {1} de DAN.M aos inimigos no alcance, cegando-os durante {2} segundos.",
        "name": "Vingança do Paraíso",
        "transcendence": {
          "dark": "Muda para 2 a quantidade de alvos.",
          "light": "Reforça em 250 a VEL. ATQ do alvo."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Os aliados curados por Frey recebem 5% do ATQ dela como reforço de ATQ, durante 5 segundos.",
        "light": "ATQ, DEF, PV+15% / BLQ.M +200"
      },
      "treasure": {
        "description": [
          "[Vingança dos Céus] O alvo recebe mais 20% de DAN.M por 10 segundos, e a duração de Cegar aumenta em 1 segundo.",
          "[Vingança dos Céus] O alvo recebe mais 20% de DAN.M por 10 segundos, e a duração de Cegar aumenta em 1,5 segundo.",
          "[Vingança dos Céus] O alvo recebe mais 20% de DAN.M por 10 segundos, e a duração de Cegar aumenta em 2 segundos.",
          "[Vingança dos Céus] O alvo recebe mais 20% de DAN.M por 10 segundos, e a duração de Cegar aumenta em 2,5 segundos.",
          "[Vingança dos Céus] O alvo recebe mais 20% de DAN.M por 10 segundos, e a duração de Cegar aumenta em 3 segundos.",
          "[Vingança dos Céus] O alvo recebe mais 20% de DAN.M por 10 segundos, e a duração de Cegar aumenta em 3,5 segundos."
        ],
        "name": "Pena do Árbitro Esquecido"
      },
      "weapon": {
        "description": [
          "Enquanto estiver em ataque automático, há 40% de chance de curar o aliado com menor PV atual com um valor equivalente a 42% do ataque do conjurador.",
          "Enquanto estiver em ataque automático, há 40% de chance de curar o aliado com menor PV atual com um valor equivalente a 50,4% do ataque do conjurador.",
          "Enquanto estiver em ataque automático, há 40% de chance de curar o aliado com menor PV atual com um valor equivalente a 58,8% do ataque do conjurador.",
          "Enquanto estiver em ataque automático, há 40% de chance de curar o aliado com menor PV atual com um valor equivalente a 71,4% do ataque do conjurador.",
          "Enquanto estiver em ataque automático, há 40% de chance de curar o aliado com menor PV atual com um valor equivalente a 86,1% do ataque do conjurador.",
          "Enquanto estiver em ataque automático, há 40% de chance de curar o aliado com menor PV atual com um valor equivalente a 105% do ataque do conjurador."
        ],
        "name": "Rosmerta, a Autoridade de Deus"
      }
    },
    "20": {
      "description": "Este cavaleiro guardião carrega uma lança gigantesca e um escudo. Resiste ao ataque dos inimigos com absoluta fortitude e perturba as linhas inimigas com sua lança.",
      "name": "Demia",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Ampliar duração de Atordoar por {1} segundos."
        },
        "description": "Causa {1} de DAN.F ao inimigo que está mais longe e o puxa na direção do herói, causando {2} de DAN.F e atordoando os inimigos próximos.",
        "name": "Penetração",
        "transcendence": {
          "dark": "Todos os inimigos puxados recebem mais 25% de DAN de todas as fontes durante 10 segundos.",
          "light": "Em troca de 1 Custo de Mana adicional, puxa dois inimigos 2."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "A redução de ATQ inimiga aumenta em {1} %"
        },
        "description": "Ao bloquear DAN no período de {1} segundos, ativa uma onda de choque que causa {2} de DAN.F aos inimigos nas proximidades e diminui o ATQ deles em {3} %.",
        "name": "Vontade de Vencer",
        "transcendence": {
          "dark": "A DEF.P do aliado é reforçada em 20%, durante 10 segundos depois de ativada.",
          "light": "Causa DAN.F adicional baseado na DEF.F"
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Ao bloquear DAN durante o lançamento, o DAN do ataque com salto aumenta em 7%. Além disso, causa {2} de DAN.F ao inimigo e inflige atordoamento. Ao lançar, salta e golpeia o inimigo, causando {3} de DAN.F e atordoando-o por {4} segundos. Ganha imunidade a CM enquanto o poder estiver em uso.",
        "name": "Fortaleza de Aço",
        "transcendence": {
          "dark": "Enquanto realiza uma conjuração, todos os aliados recebem 20% de DAN.F reduzido.",
          "light": "Ao pular para o ar, avança contra o alvo com o maior ATQ."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Aumenta a Defesa Física da equipe do jogador em {1} e a Taxa de Bloqueio Físico em {2} .",
        "name": "Ponta de Lança",
        "transcendence": {
          "dark": "Ao bloquear, recupera quantidade de PV equivalente a 40% da DEF.F.",
          "light": "Aumenta a DEF.F em 20% e a DEF.M em 50%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "No início de cada batalha, reduz o ATQ de todos os inimigos em 20% por 6 segundos. Este efeito não pode ser removido.",
        "light": "ATQ, DEF, PV+15% / BLQ.F +200"
      },
      "treasure": {
        "description": [
          "[Fortaleza de Aço] Reduz o custo de mana em 1 e a duração do Atordoamento do ataque com salvo aumenta em 1 segundo.",
          "[Fortaleza de Aço] Reduz o custo de mana em 1 e a duração do Atordoamento do ataque com salvo aumenta em 1,5 segundo.",
          "[Fortaleza de Aço] Reduz o custo de mana em 1 e a duração do Atordoamento do ataque com salvo aumenta em 2 segundos.",
          "[Fortaleza de Aço] Reduz o custo de mana em 1 e a duração do Atordoamento do ataque com salvo aumenta em 2,5 segundos.",
          "[Fortaleza de Aço] Reduz o custo de mana em 1 e a duração do Atordoamento do ataque com salvo aumenta em 3 segundos.",
          "[Fortaleza de Aço] Reduz o custo de mana em 1 e a duração do Atordoamento do ataque com salvo aumenta em 3,5 segundos."
        ],
        "name": "Energia de Proteção"
      },
      "weapon": {
        "description": [
          "Bloquear ataques inimigos concedem 10% de chance de recuperar mana em 3% e reduz todas as recargas de poderes em 1 segundo.",
          "Bloquear ataques inimigos concedem 13% de chance de recuperar mana em 3% e reduz todas as recargas de poderes em 1 segundo.",
          "Bloquear ataques inimigos concedem 16% de chance de recuperar mana em 3% e reduz todas as recargas de poderes em 1 segundo.",
          "Bloquear ataques inimigos concedem 19% de chance de recuperar mana em 3% e reduz todas as recargas de poderes em 1 segundo.",
          "Bloquear ataques inimigos concedem 22% de chance de recuperar mana em 3% e reduz todas as recargas de poderes em 1 segundo.",
          "Bloquear ataques inimigos concedem 25% de chance de recuperar mana em 3% e reduz todas as recargas de poderes em 1 segundo."
        ],
        "name": "Arfeu, a Luz Azul"
      }
    },
    "21": {
      "description": "Uma harpia que se especializou em combate corpo a corpo, usando suas soqueiras. Move-se rapidamente entre o inimigo, causando grande destruição por onde passa. Destrói inimigos lançando poderosos ataques consecutivos.",
      "name": "Naila",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Investe duas vezes contra o inimigo, causando {1} de DAN.F aos inimigos no alcance, derrubando-os durante {2} sec.",
        "name": "Ventos Tenazes",
        "transcendence": {
          "dark": "O alvo muda para o inimigo com o ATQ mais alto.",
          "light": "Ser houver 1 inimigo, aumenta o dano em 100%."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Aumenta a Taxa de Aumento de ATQ em {1} %."
        },
        "description": "Chance de ESQ.F aumenta em {2} , durante {1} segundos e o ATQ em {3} .",
        "name": "Leitura do Vento",
        "transcendence": {
          "dark": "Aumenta a própria Chance Crít. em 600.",
          "light": "Aumenta em 40% o reforço de ATQ."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Causa DAN ao inimigo e o atordoa durante 3 segundos."
        },
        "description": "Voa para o alto e ataca o inimigo abaixo. Causa {1} de DAN.F aos inimigos. Aumenta em {2} % o DAN aos inimigos que foram derrubados.",
        "name": "Bomba de Submersão",
        "transcendence": {
          "dark": "Reduz o tempo de recarga em 10% por cada inimigo que receber DAN Crít.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Ao atacar automaticamente, o quinto acerto tem 40% de chance de causar {1} de DAN.F adicional e derrubar os inimigos.",
        "name": "Ataque Giratório",
        "transcendence": {
          "dark": "Reforça a VEL. ATQ em 300 quando ativar este poder.",
          "light": "A chance de ativação muda para 60%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Ao esquivar-se, o tempo de recarga de todos os poderes é reduzido em 2%. Reforça em 3% o ATQ e em 30 a VEL. ATQ. O ATQ e a VEL. ATQ podem se acumular 10 vezes.",
        "light": "ATQ, DEF, PV+15% / ESQ.F +100"
      },
      "treasure": {
        "description": [
          "[Bomba Submersa] Reduz a recarga do poder em 30% e o alvo recebe mais 10% de DAN.F por 10 segundos.",
          "[Bomba Submersa] Reduz a recarga do poder em 30% e o alvo recebe mais 12% de DAN.F por 10 segundos.",
          "[Bomba Submersa] Reduz a recarga do poder em 30% e o alvo recebe mais 14% de DAN.F por 10 segundos.",
          "[Bomba Submersa] Reduz a recarga do poder em 30% e o alvo recebe mais 17% de DAN.F por 10 segundos.",
          "[Bomba Submersa] Reduz a recarga do poder em 30% e o alvo recebe mais 21% de DAN.F por 10 segundos.",
          "[Bomba Submersa] Reduz a recarga do poder em 30% e o alvo recebe mais 25% de DAN.F por 10 segundos."
        ],
        "name": "Orgulho do Vento"
      },
      "weapon": {
        "description": [
          "Ao realizar um Acerto Crít., causa DAN.F (100 % do ATQ) constante durante de 10 segundos. Os inimigos recebem DAN aumentado em 20% enquanto o poder durar.",
          "Ao realizar um Acerto Crít., causa DAN.F (120 % do ATQ) constante durante de 10 segundos. Os inimigos recebem DAN aumentado em 24% enquanto o poder durar.",
          "Ao realizar um Acerto Crít., causa DAN.F (144 % do ATQ) constante durante de 10 segundos. Os inimigos recebem DAN aumentado em 28% enquanto o poder durar.",
          "Ao realizar um Acerto Crít., causa DAN.F (172 % do ATQ) constante durante de 10 segundos. Os inimigos recebem DAN aumentado em 34% enquanto o poder durar.",
          "Ao realizar um Acerto Crít., causa DAN.F (207 % do ATQ) constante durante de 10 segundos. Os inimigos recebem DAN aumentado em 41% enquanto o poder durar.",
          "Ao realizar um Acerto Crít., causa DAN.F (250 % do ATQ) constante durante de 10 segundos. Os inimigos recebem DAN aumentado em 50% enquanto o poder durar."
        ],
        "name": "Baroru, Garras Malditas"
      }
    },
    "22": {
      "description": "Ela é uma atiradora de um império localizado em um ambiente extremamente frio. Ela mira calmamente, não importa a circunstância. Quanto mais foco, mais poderosa ela se torna.",
      "name": "Rodina",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN Crít. em {1} %."
        },
        "description": "Ao ativar, o personagem se posiciona e inicia a conjuração. Depois de finalizada, causa {1} de DAN.F aos inimigos numa linha reta. Aumenta-se o DAN em {2} %, proporcional ao tempo total de conjuração. Se esta prosseguir além da terceira fase, derrubam-se os inimigos.",
        "name": "Tiro Penetrante",
        "transcendence": {
          "dark": "Ganha imunidade a CM enquanto usar este poder.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Aumenta o DAN Crít. em {1} %, durante o efeito do poder."
        },
        "description": "O alvo recebe {1} % de dano aumentado deste herói. Além disso, aumenta o ATQ em {2} .",
        "name": "Mira Precisa",
        "transcendence": {
          "dark": "Aumenta a duração em 10 segundos.",
          "light": "Aumenta em 40% o reforço de ATQ."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN Crít. em {1} %."
        },
        "description": "Dispara 10 tiros em inimigos aleatórios. Causa {1} de DAN.F e o aumenta em {2} % para cada ataque seguinte.",
        "name": "Fogo Focalizado",
        "transcendence": {
          "dark": "Ignora o Bloqueio inimigo.",
          "light": "Reduz em 5% o tempo de recarga quando houver Acerto Crít."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN Crít. em {1} %."
        },
        "description": "A cada 10 segundos, realiza dois ataques consecutivos e causa {1} de DAN.F",
        "name": "Tiro Rápido",
        "transcendence": {
          "dark": "Inimigos atingidos são atordoados por 2 segundos.",
          "light": "Ser houver 1 inimigo, aumenta o dano em 100%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Há 15% de chance de causar um Tiro na Cabeça enquanto estiver em ataque automático Tiros na Cabeça causam DAN.F igual a 600% do ATQ.",
        "light": "ATQ, DEF, PV+15% / Chance Crít. +100"
      },
      "treasure": {
        "description": [
          "[Fogo Focalizado] Aumenta o DAN em 20% e o último ataque causa DAN que ignora a DEF do alvo.",
          "[Fogo Focalizado] Aumenta o DAN em 24% e o último ataque causa DAN que ignora a DEF do alvo.",
          "[Fogo Focalizado] Aumenta o DAN em 29% e o último ataque causa DAN que ignora a DEF do alvo.",
          "[Fogo Focalizado] Aumenta o DAN em 35% e o último ataque causa DAN que ignora a DEF do alvo.",
          "[Fogo Focalizado] Aumenta o DAN em 42% e o último ataque causa DAN que ignora a DEF do alvo.",
          "[Fogo Focalizado] Aumenta o DAN em 50% e o último ataque causa DAN que ignora a DEF do alvo."
        ],
        "name": "Barragem Personalizada VII"
      },
      "weapon": {
        "description": [
          "Cada ataque tem 10% de chance de causar 200% de ATQ como DAN.F adicional e de repelir o inimigo. Em seguida, a PREC aumenta em 100 por 10 segundos. Esse efeito pode ser acumulado no máximo até 3 vezes.",
          "Cada ataque tem 11% de chance de causar 240% de ATQ como DAN.F adicional e de repelir o inimigo. Em seguida, a PREC aumenta em 100 por 10 segundos. Esse efeito pode ser acumulado no máximo até 3 vezes.",
          "Cada ataque tem 12% de chance de causar 288% de ATQ como DAN.F adicional e de repelir o inimigo. Em seguida, a PREC aumenta em 100 por 10 segundos. Esse efeito pode ser acumulado no máximo até 3 vezes.",
          "Cada ataque tem 13% de chance de causar 344% de ATQ como DAN.F adicional e de repelir o inimigo. Em seguida, a PREC aumenta em 100 por 10 segundos. Esse efeito pode ser acumulado no máximo até 3 vezes.",
          "Cada ataque tem 14% de chance de causar 414% de ATQ como DAN.F adicional e de repelir o inimigo. Em seguida, a PREC aumenta em 100 por 10 segundos. Esse efeito pode ser acumulado no máximo até 3 vezes.",
          "Cada ataque tem 15% de chance de causar 500% de ATQ como DAN.F adicional e de repelir o inimigo. Em seguida, a PREC aumenta em 100 por 10 segundos. Esse efeito pode ser acumulado no máximo até 3 vezes."
        ],
        "name": "Rifle Personalizado Rodina Mod.0"
      }
    },
    "23": {
      "description": "Um cavaleiro demônio que usa a lava das Forças das Trevas. Causa uma dor contínua em seus inimigos e trava batalhas de resistência usando sua defesa implacável.",
      "name": "Morrah",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN.M aos inimigos no alcance e os derruba. Gera 3 acúmulos de Chama. Em seguida, durante {2} segundos, ataques automáticos causam {3} de DAN.M e acumulam 1 Chama no inimigo. Cada acúmulo de Chama aumenta o DAN da Chama em {4} %. Cada acúmulo de Chama causa dano separadamente e reduz a Recuperação em 1%.",
        "name": "Poder Ardente",
        "transcendence": {
          "dark": "Reduz o tempo de recarga em 6% por cada inimigo atingido.",
          "light": "Aumenta a VEL. ATQ em 200, durante 15 segundos."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta a taxa de aumento de DEF.M em {1} %.",
          "2": "Aumenta a taxa de aumento de DEF.M em {1} %.",
          "3": "Aumenta a taxa de aumento da Chance de BLQ.M em {1} %."
        },
        "description": "Por {1} segundos, aumenta a DEF.M de todos os aliados em {2} , e também aumenta a Chance de Bloqueio.M em {3} . Além disso, acumula Chama nos inimigos próximos a cada {4} segundos.",
        "name": "Fogo do Inferno",
        "transcendence": {
          "dark": "Enquanto Fogo do Inferno estiver ativado, causa DAN baseado na própria DEF.M aos inimigos ao redor.",
          "light": "Reforça em 20% a taxa de BLQ.M."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN.M e derruba os inimigos no alcance. O dano aumenta em {2} % para cada acúmulo de Chama.",
        "name": "Erupção de Lava",
        "transcendence": {
          "dark": "Cura uma quantidade de PV equivalente a 40% do DAN causado.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Após Bloquear, causa {2} de DAN.M a inimigos na áera, e inflige 3 acúmulos de Fogo.",
        "name": "Golpe de Fogo",
        "transcendence": {
          "dark": "O Alvo com mais de 100 acúmulos de Fogo recebe 40% a mais de DAN.M.",
          "light": "Aumenta a própria DEF.M em 5% por cada bloqueio. Quantidade máx. de acúmulos: 10."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "O DAN de acúmulo de Fogo aumenta em 100% e o número máximo de acúmulos aumenta para 120.",
        "light": "ATQ, DEF, PV+15% / BLQ.M +200"
      },
      "treasure": {
        "description": [
          "[Erupção de Lava] Aumenta o DAN em 20% e reduz a DEF.M do alvo em 25% por 7 segundos.",
          "[Erupção de Lava] Aumenta o DAN em 24% e reduz a DEF.M do alvo em 25% por 7 segundos.",
          "[Erupção de Lava] Aumenta o DAN em 29% e reduz a DEF.M do alvo em 25% por 7 segundos.",
          "[Erupção de Lava] Aumenta o DAN em 35% e reduz a DEF.M do alvo em 25% por 7 segundos.",
          "[Erupção de Lava] Aumenta o DAN em 42% e reduz a DEF.M do alvo em 25% por 7 segundos.",
          "[Erupção de Lava] Aumenta o DAN em 50% e reduz a DEF.M do alvo em 25% por 7 segundos."
        ],
        "name": "Pedra Selada do Inferno"
      },
      "weapon": {
        "description": [
          "A cada 10 segundos, causa DAN.M (80 % do ATQ) aos inimigos que têm acúmulos de Chama. Cada acúmulo aumenta o DAN em 2%. Há 14% de chance de que inimigos com acúmulos de Chama possam ser derrubados.",
          "A cada 10 segundos, causa DAN.M (96 % do ATQ) aos inimigos que têm acúmulos de Chama. Cada acúmulo aumenta o DAN em 2%. Há 16% de chance de que inimigos com acúmulos de Chama possam ser derrubados.",
          "A cada 10 segundos, causa DAN.M (115 % do ATQ) aos inimigos que têm acúmulos de Chama. Cada acúmulo aumenta o DAN em 2%. Há 20% de chance de que inimigos com acúmulos de Chama possam ser derrubados.",
          "A cada 10 segundos, causa DAN.M (138 % do ATQ) aos inimigos que têm acúmulos de Chama. Cada acúmulo aumenta o DAN em 2%. Há 24% de chance de que inimigos com acúmulos de Chama possam ser derrubados.",
          "A cada 10 segundos, causa DAN.M (166 % do ATQ) aos inimigos que têm acúmulos de Chama. Cada acúmulo aumenta o DAN em 2%. Há 29% de chance de que inimigos com acúmulos de Chama possam ser derrubados.",
          "A cada 10 segundos, causa DAN.M (200 % do ATQ) aos inimigos que têm acúmulos de Chama. Cada acúmulo aumenta o DAN em 2%. Há 35% de chance de que inimigos com acúmulos de Chama possam ser derrubados."
        ],
        "name": "Carprain, Chama da Vitória"
      }
    },
    "24": {
      "description": "Um sacerdote livre da Ordem de Lua. Ele usa uma explosão sagrada para proteger a equipe, que cura aliados e causa dano a inimigos ao mesmo tempo.",
      "name": "Baudouin",
      "s1": {
        "books": {
          "1": "Aumenta a Recuperação e o DAN em {1} %.",
          "2": "Aumenta a Recuperação e o DAN em {1} %.",
          "3": "Aumenta a Recuperação e o DAN em {1} %."
        },
        "description": "Conjura uma explosão sagrada no aliado com menos PV, curando {1} PV dele e de todos os aliados próximos. Inimigos próximos recebem {2} de DAN.M, reduzindo a VEL. ATQ em {4} %, durante {3} segundos.",
        "name": "Nova Sagrada",
        "transcendence": {
          "dark": "Inimigos atingidos são atordoados por 1 segundos.",
          "light": "O DAN e taxa de Cura aumenta em 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN.M, inflige repulsão, e prende o alvo por {2} segundos. Inimigos atingidos por grilhão recebem 25% de DAN.M aumentado.",
        "name": "Lança de Luz",
        "transcendence": {
          "dark": "Altera a quantidade de alvos para 2.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta a Recuperação em {1} %.",
          "2": "Aumenta a Recuperação em {1} %.",
          "3": "Aumenta VEL. ATQ em {1} , durante o efeito do poder."
        },
        "description": "Concede invisibilidade a todos os aliados durante {1} segundos e recupera {2} PV durante o efeito do poder.",
        "name": "Santuário Sagrado",
        "transcendence": {
          "dark": "Em troca de 1 Custo de Mana adicional e de uma redução de 3 segundos da Invencibilidade, todos os aliados ganham 50% de ATQ.",
          "light": "Aumenta a duração da Invencibilidade em 1,5 segundo."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Ao atacar um inimigo, há 20% de chance de causar {1} de DAN.M e Atordoar durante {2} segundos.",
        "name": "Treinamento de Deus",
        "transcendence": {
          "dark": "Reforça em 20% o alcance do ataque.",
          "light": "Reforça em 10% a chance de ativação."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Ao atacar com Nova Sagrada e Lança de Luz, causa DAN.M adicional igual a 100% do ATQ e reduz em 20% o tempo de recarga do poder usado.",
        "light": "ATQ, DEF, PV+15% / BLQ.M +200"
      },
      "treasure": {
        "description": [
          "[Santuário Sagrado] Aumenta o ATQ em 25% durante o efeito do poder e recupera 120 de Mana por segundo.",
          "[Santuário Sagrado] Aumenta o ATQ em 25% durante o efeito do poder e recupera 140 de Mana por segundo.",
          "[Santuário Sagrado] Aumenta o ATQ em 25% durante o efeito do poder e recupera 170 de Mana por segundo.",
          "[Santuário Sagrado] Aumenta o ATQ em 25% durante o efeito do poder e recupera 200 de Mana por segundo.",
          "[Santuário Sagrado] Aumenta o ATQ em 25% durante o efeito do poder e recupera 250 de Mana por segundo.",
          "[Santuário Sagrado] Aumenta o ATQ em 25% durante o efeito do poder e recupera 300 de Mana por segundo."
        ],
        "name": "Terço Antigo"
      },
      "weapon": {
        "description": [
          "A cada 30 segundos, aumenta o ATQ de um único aliado aleatório em 40%. Também aumenta a Chance de Crít e Vel de ATQ em 400 por 10 segundos.",
          "A cada 30 segundos, aumenta o ATQ de um único aliado aleatório em 48%. Também aumenta a Chance de Crít e Vel de ATQ em 480 por 10 segundos.",
          "A cada 30 segundos, aumenta o ATQ de um único aliado aleatório em 57%. Também aumenta a Chance de Crít e Vel de ATQ em 570 por 10 segundos.",
          "A cada 30 segundos, aumenta o ATQ de um único aliado aleatório em 69%. Também aumenta a Chance de Crít e Vel de ATQ em 690 por 10 segundos.",
          "A cada 30 segundos, aumenta o ATQ de um único aliado aleatório em 83%. Também aumenta a Chance de Crít e Vel de ATQ em 830 por 10 segundos.",
          "A cada 30 segundos, aumenta o ATQ de um único aliado aleatório em 100%. Também aumenta a Chance de Crít e Vel de ATQ em 1.000 por 10 segundos."
        ],
        "name": "Genesis, Livro de Deus"
      }
    },
    "25": {
      "description": "Essa menina se tornou um morto-vivo depois de lutar contra as Forças das Trevas no passado. Ela arrasta consigo o caixão no que ela dorme. Ela se recupera deixando uma marca de morte em seus inimigos.",
      "name": "Jane",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a duração do Atordoamento em {1} segundos."
        },
        "description": "Causa {1} de DAN.M aos inimigos no alcance, atordoando-os durante {2} segundos.",
        "name": "Ritos Fúnebres",
        "transcendence": {
          "dark": "Em troca de 1 Custo de Mana adicional, o poder tem 100% de chance de atrair o alvo.",
          "light": "O alvo recebe mais 25% de DAN.M durante 10 segundos."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Grava uma marca em cada inimigo durante {1} segundos e causa constantemente {2} de DAN.M. O inimigo recebe mais {3} % de DAN.M quando estiver sob efeito dessa marca.",
        "name": "Marca da Morte",
        "transcendence": {
          "dark": "Uma Marca Gravada não pode ser removida quando efeitos negativos forem removidos.",
          "light": "Reduz a duração em 10 segundos e reforça o DAN em 250%."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Recupera {1} % de PM."
        },
        "description": "Causa {2} de DAN.M aos inimigos a cada {1} segundos e cura uma quantidade de seu PV equivalente a {3} % do DAN. Ganha imunidade a penalidades. O DAN é aumentado se os inimigos estiverem marcados.",
        "name": "Dia da Ruína",
        "transcendence": {
          "dark": "Há 10% de chance de Atordoar os inimigos durante 1 segundo.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta a Recuperação em {1} %.",
          "2": "Aumenta a Recuperação em {1} %.",
          "3": "Aumenta a Recuperação em {1} %."
        },
        "description": "Ao receber um golpe fatal, a personagem entra em seu caixão durante {1} segundos. Recupera uma quantidade de PV equivalente a {2} + 6% do PV Máx. Ganha imunidade contra qualquer tipo de DAN enquanto estiver no caixão.",
        "name": "Descanse em Paz",
        "transcendence": {
          "dark": "Ao ativar, atordoa todos os inimigos durante 2 segundos.",
          "light": "Enquanto estiver dentro do Caixão, causa DAN igual a 5% do PV Máx. aos inimigos próximos."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Cada acerto dos ataques de Jane aumenta seu ATQ e Taxa de Recuperação em 1% cada. Quantidade máx. de acúmulos: 50.",
        "light": "ATQ, DEF, PV+15% / BLQ.M +200"
      },
      "treasure": {
        "description": [
          "[Dia da Ruína] Aumenta o DAN em 20% e a cada DAN causado, reduz a DEF.M do alvo em 5% por 5 segundos. Esse efeito pode ser acumulado no máximo 10 vezes.",
          "[Dia da Ruína] Aumenta o DAN em 24% e a cada DAN causado, reduz a DEF.M do alvo em 5% por 5 segundos. Esse efeito pode ser acumulado no máximo 10 vezes.",
          "[Dia da Ruína] Aumenta o DAN em 29% e a cada DAN causado, reduz a DEF.M do alvo em 5% por 5 segundos. Esse efeito pode ser acumulado no máximo 10 vezes.",
          "[Dia da Ruína] Aumenta o DAN em 35% e a cada DAN causado, reduz a DEF.M do alvo em 5% por 5 segundos. Esse efeito pode ser acumulado no máximo 10 vezes.",
          "[Dia da Ruína] Aumenta o DAN em 42% e a cada DAN causado, reduz a DEF.M do alvo em 5% por 5 segundos. Esse efeito pode ser acumulado no máximo 10 vezes.",
          "[Dia da Ruína] Aumenta o DAN em 50% e a cada DAN causado, reduz a DEF.M do alvo em 5% por 5 segundos. Esse efeito pode ser acumulado no máximo 10 vezes."
        ],
        "name": "Flor do Ducado Esquecido"
      },
      "weapon": {
        "description": [
          "Causa 10% de ATQ como DAN.M para todos os alvos próximos e reduz seus ATQ em 14% por segundo. Quando o poder passivo for ativado, recupera 30% de mana.",
          "Causa 12% de ATQ como DAN.M para todos os alvos próximos e reduz seus ATQ em 17% por segundo. Quando o poder passivo for ativado, recupera 30% de mana.",
          "Causa 14% de ATQ como DAN.M para todos os alvos próximos e reduz seus ATQ em 20% por segundo. Quando o poder passivo for ativado, recupera 30% de mana.",
          "Causa 17% de ATQ como DAN.M para todos os alvos próximos e reduz seus ATQ em 24% por segundo. Quando o poder passivo for ativado, recupera 30% de mana.",
          "Causa 20% de ATQ como DAN.M para todos os alvos próximos e reduz seus ATQ em 29% por segundo. Quando o poder passivo for ativado, recupera 30% de mana.",
          "Causa 25% de ATQ como DAN.M para todos os alvos próximos e reduz seus ATQ em 35% por segundo. Quando o poder passivo for ativado, recupera 30% de mana."
        ],
        "name": "Erekura, Mente Imutável"
      }
    },
    "26": {
      "description": "Uma senhora nobre oriunda de Orvelia.  Como um gênio, ela alcançou o título de 'Violeta' da Torre do Sábio. Usando seu guarda-sol extravagante, ela aciona canhões de energia na direção do inimigo.",
      "name": "Aisha",
      "s1": {
        "books": {
          "1": "DAN aumentado em {1} %.",
          "2": "DAN aumentado em {1} %.",
          "3": "Chance Crít. Aumentada em {1} ."
        },
        "description": "Causa {1} de DAN.M aos inimigos numa área pequena. Ao realizar um acerto crítico, reduz o tempo de recarga em 1 segundo.",
        "name": "Barragem Mística",
        "transcendence": {
          "dark": "Recupera 300 de mana após um Golpe Crit.",
          "light": "Se houver 1 inimigo, aumenta o DAN em 100%."
        }
      },
      "s2": {
        "books": {
          "1": "DAN aumentado em {1} %.",
          "2": "DAN aumentado em {1} %.",
          "3": "Chance Crít. Aumentada em {1} ."
        },
        "description": "Causa {1} de DAN.M aos inimigos numa linha reta a cada 0,5 segundos. Após 5 segundos, usa 3% de mana a cada 0,5 segundos e aumenta o dano em 100%.",
        "name": "Raio da Destruição",
        "transcendence": {
          "dark": "Duplica o custo de mana do Raio Reforçado e reforça o aumento de DAN de 100% para 200%.",
          "light": "O custo do Raio Reforçado é reduzido à metade."
        }
      },
      "s3": {
        "books": {
          "1": "DAN aumentado em {1} %.",
          "2": "DAN aumentado em {1} %.",
          "3": "Chance Crít. Aumentada em {1} ."
        },
        "description": "Causa {2} de DAN.M a inimigos aleatórios durante {1} segundos e reduz a DEF.M do inimigo em 5%. A redução da DEF.M se acumula 5 vezes.",
        "name": "Precipitação Torrencial",
        "transcendence": {
          "dark": "Acumula o efeito de redução de DEF.M até no máximo 10 vezes.",
          "light": "Causa DAN AdE."
        }
      },
      "s4": {
        "books": {
          "1": "DAN aumentado em {1} %.",
          "2": "DAN aumentado em {1} %.",
          "3": "DAN aumentado em {1} %."
        },
        "description": "Ao realizar um acerto crítico, causa {1} de DAN.M adicional ao inimigo.",
        "name": "Reforço Místico",
        "transcendence": {
          "dark": "Ignora o Bloqueio inimigo.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Ao usar cada poder, acumula-se Escuridão. Cada acúmulo reforça a sua regeneração de Mana por segundo em 6% e reforça seu DAN Crít. em 2%. Quantidade máx. de acúmulos: 50.",
        "light": "ATQ, DEF, PV+15% / Chance Crít. +100"
      },
      "treasure": {
        "description": [
          "[Chuva Torrencial] Aumenta o DAN em 50% e, após o Golpe Crit, recupera 30 de mana.",
          "[Chuva Torrencial] Aumenta o DAN em 50% e, após o Golpe Crit, recupera 36 de mana.",
          "[Chuva Torrencial] Aumenta o DAN em 50% e, após o Golpe Crit, recupera 43 de mana.",
          "[Chuva Torrencial] Aumenta o DAN em 50% e, após o Golpe Crit, recupera 52 de mana.",
          "[Chuva Torrencial] Aumenta o DAN em 50% e, após o Golpe Crit, recupera 62 de mana.",
          "[Chuva Torrencial] Aumenta o DAN em 50% e, após o Golpe Crit, recupera 75 de mana."
        ],
        "name": "Anel da Magia Infinita"
      },
      "weapon": {
        "description": [
          "Ao atacar, há 35% de chance de causar DAN adicional equivalente a 40% do ATQ.",
          "Ao atacar, há 35% de chance de causar DAN adicional equivalente a 48% do ATQ.",
          "Ao atacar, há 35% de chance de causar DAN adicional equivalente a 57% do ATQ.",
          "Ao atacar, há 35% de chance de causar DAN adicional equivalente a 69% do ATQ.",
          "Ao atacar, há 35% de chance de causar DAN adicional equivalente a 83% do ATQ.",
          "Ao atacar, há 35% de chance de causar DAN adicional equivalente a 100% do ATQ."
        ],
        "name": "Mahitra, Destino Nobre"
      }
    },
    "27": {
      "description": "O Escriba da Grande Biblioteca Real de Orvelia.  Usando runas, ele cura aliados e apaga a magia benéfica dos inimigos.",
      "name": "Leo",
      "s1": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta o dano em {1} %."
        },
        "description": "Grava uma runa no inimigo, reduzindo {2} % da DEF.F por {1} segundos. Depois de {3} segundos, causa máx {4} de DAN.M proporcional ao PV perdido, ignorando a DEF.",
        "name": "Runa da Fragilidade",
        "transcendence": {
          "dark": "Aumenta a quantidade de alvos em 2.",
          "light": "Reduz o tempo de recarga em 2 segundos."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta a Cura em {1} %.",
          "2": "Aumenta a Cura em {1} %.",
          "3": "Aumenta a Cura em {1} %."
        },
        "description": "Cura {1} PV de toda a equipe.",
        "name": "Runa de Cura",
        "transcendence": {
          "dark": "Aumenta a DEF.F aliada em 25%, durante 10 segundos depois de ser curado.",
          "light": "Reforça a quantidade de Cura em 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta a duração do Silêncio em {1} segundos.",
          "2": "Aumenta a duração do Silêncio em {1} segundos.",
          "3": "Aumenta a duração do Silêncio em {1} segundos."
        },
        "description": "Causa {1} de DAN.M a toda a equipe e remove bônus. Silencia o inimigo durante {2} segundos.",
        "name": "Runa do Silêncio",
        "transcendence": {
          "dark": "DAN aumenta em 200% e o inimigo recebe 20% a mais de DAN de todas as fontes. O custo de mana aumenta em 2.",
          "light": "Reforça a duração do Silêncio em 1 segundo."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta a Cura em {1} %.",
          "2": "Aumenta a Cura em {1} %.",
          "3": "Aumenta a resistência a penalidades em {1} , durante o efeito do poder."
        },
        "description": "A cada {1} segundos, grava uma runa no aliado com menos PV e recupera {3} PV durante {2} segundos.",
        "name": "Runa de Proteção",
        "transcendence": {
          "dark": "Depois de curar um aliado, aumenta a DEF.F do alvo em 40%, durante 10 segundos.",
          "light": "Reforça a quantidade de Cura em 40%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Ao atacar, há 10% de chance de causar a um inimigo aleatório DAN.M igual a 100% do ATQ. Remove 300 de mana e causa Silêncio durante 1 segundos.",
        "light": "ATQ, DEF, PV+15% / BLQ.F +200"
      },
      "treasure": {
        "description": [
          "[Runa do Silêncio] O alvo recebe 15% a mais de DAN por 10 segundos, e reduz a resistência a CM em 120.",
          "[Runa do Silêncio] O alvo recebe 15% a mais de DAN por 10 segundos, e reduz a resistência a CM em 140.",
          "[Runa do Silêncio] O alvo recebe 15% a mais de DAN por 10 segundos, e reduz a resistência a CM em 170.",
          "[Runa do Silêncio] O alvo recebe 15% a mais de DAN por 10 segundos, e reduz a resistência a CM em 210.",
          "[Runa do Silêncio] O alvo recebe 15% a mais de DAN por 10 segundos, e reduz a resistência a CM em 250.",
          "[Runa do Silêncio] O alvo recebe 15% a mais de DAN por 10 segundos, e reduz a resistência a CM em 300."
        ],
        "name": "Pergaminho da Memória"
      },
      "weapon": {
        "description": [
          "Enquanto estiver em ataque automático, há 10% de chance de causar 100% de DAN.M adicional e remover as penalidades.",
          "Enquanto estiver em ataque automático, há 12% de chance de causar 100% de DAN.M adicional e remover as penalidades.",
          "Enquanto estiver em ataque automático, há 14% de chance de causar 100% de DAN.M adicional e remover as penalidades.",
          "Enquanto estiver em ataque automático, há 17% de chance de causar 100% de DAN.M adicional e remover as penalidades.",
          "Enquanto estiver em ataque automático, há 20% de chance de causar 100% de DAN.M adicional e remover as penalidades.",
          "Enquanto estiver em ataque automático, há 25% de chance de causar 100% de DAN.M adicional e remover as penalidades."
        ],
        "name": "Belisa, Pena de Fênix"
      }
    },
    "28": {
      "description": "O vice-capitão da Guarda Imperial. Sua lâmina sônica corta ate mesmo magia. Ele é capaz de atacar os inimigos mais perigosos primeiro.",
      "name": "Fluss",
      "s1": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Causa {1} de DAN.F ao inimigo alvo e aos inimigos próximos.",
        "name": "Tempestade de Lâminas",
        "transcendence": {
          "dark": "Ao realizar um Acerto Crít., reduz o tempo de recarga em 6%.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta o dano em {1} %."
        },
        "description": "Desloca-se até o inimigo com maior ATQ e inflige Silenciar por 2 segundos. A redução de DAN.M é aumentada em {2} por {1} segundos. Grava uma Marca num inimigo por {3} segundos, e o prioriza atacar o alvo marcado. Quando estiver atacando inimigo infligidos pela marca, causa {4} de DAN.F extra.",
        "name": "Passos Céleres",
        "transcendence": {
          "dark": "Remove penalidades do inimigo.",
          "light": "Em troca de 1 Custo de Mana adicional, reduz o tempo de recarga em 5 segundos."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Causa {1} de DAN.F num inimigo próximo e causa restrição ao alvo durante o efeito do poder.",
        "name": "Pétalas Sangrentas",
        "transcendence": {
          "dark": "Enquanto estiver em tempo de recarga, aumenta em 50% o DAN do ataque automático.",
          "light": "Cada Acerto Crít. aumenta em 10% do DAN do último acerto."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta o dano em {1} %."
        },
        "description": "Causa {2} de DAN.F aos inimigos que causaram DAN.M a este herói a cada {1} segundos e se esquiva de todo o DAN.M seguinte durante {3} segundos.",
        "name": "Cortador de Feitiços",
        "transcendence": {
          "dark": "Há 30% de chance de atordoar os inimigos durante 3 segundos.",
          "light": "Ao esquivar-se, aumenta o próprio ATQ em 3%. Acumula-se até 10 vezes."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Ao atacar, causa DAN.F adicional igual a 20% do ATQ. Há 10% de chance de causar o dobro de DAN.F e remover bônus.",
        "light": "ATQ, DEF, PV+15% / ESQ.M +100"
      },
      "treasure": {
        "description": [
          "[Pétalas de Sangue] Aumenta o DAN em 20% e esquiva-se de qualquer ATQ.M durante o efeito do poder.",
          "[Pétalas de Sangue] Aumenta o DAN em 24% e esquiva-se de qualquer ATQ.M durante o efeito do poder.",
          "[Pétalas de Sangue] Aumenta o DAN em 29% e esquiva-se de qualquer ATQ.M durante o efeito do poder.",
          "[Pétalas de Sangue] Aumenta o DAN em 35% e esquiva-se de qualquer ATQ.M durante o efeito do poder.",
          "[Pétalas de Sangue] Aumenta o DAN em 42% e esquiva-se de qualquer ATQ.M durante o efeito do poder.",
          "[Pétalas de Sangue] Aumenta o DAN em 50% e esquiva-se de qualquer ATQ.M durante o efeito do poder."
        ],
        "name": "Rosa da Imortalidade"
      },
      "weapon": {
        "description": [
          "Ganha 12% de ATQ e 120 de VEL. ATQ a cada 7 segundos. Acumula-se até 3 vezes.",
          "Ganha 14% de ATQ e 140 de VEL. ATQ a cada 7 segundos. Acumula-se até 3 vezes.",
          "Ganha 17% de ATQ e 170 de VEL. ATQ a cada 7 segundos. Acumula-se até 3 vezes.",
          "Ganha 20% de ATQ e 200 de VEL. ATQ a cada 7 segundos. Acumula-se até 3 vezes.",
          "Ganha 25% de ATQ e 250 de VEL. ATQ a cada 7 segundos. Acumula-se até 3 vezes.",
          "Ganha 30% de ATQ e 300 de VEL. ATQ a cada 7 segundos. Acumula-se até 3 vezes."
        ],
        "name": "Veralta, Espadas Gêmeas da Fúria"
      }
    },
    "29": {
      "description": "Uma crianca não identificada que porta um estilingue tão grande quanto seu corpo. Seus projéteis ganham força proporcionalmente à distância que eles voam.",
      "name": "Luna",
      "s1": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta o dano em {1} %."
        },
        "description": "Causa {1} de DAN.M ao inimigo mais próximo disparando um projétil propagante que se propaga 3 vezes. Quanto mais distante o inimigo estiver, maior será o DAN causado.",
        "name": "Pew!",
        "transcendence": {
          "dark": "Inimigos atingidos são atordoados por 1 segundos.",
          "light": "Se houver 1 inimigo, aumenta o DAN em 100%."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta o dano em {1} %."
        },
        "description": "Causa {1} de DAN.M numa área pequena centrada no inimigo mais distante. Atordoa os alvos durante {2} segundos. Quanto distante o inimigo estiver, maior será o dano causado.",
        "name": "Cuidado Aí Em Cima!",
        "transcendence": {
          "dark": "Ignora o Bloqueio inimigo.",
          "light": "Em troca de 2 Custos de Mana adicionais, ataca 3 vezes inimigos aleatórios."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta o dano em {1} %."
        },
        "description": "Causa {1} de DAN.M aos alvos no alcance e reduz a Chance Crít. em {3} %, durante {2} segundos.",
        "name": "Brilha Brilha",
        "transcendence": {
          "dark": "Em troca de 1 Custo de Mana adicional, repele o inimigo para bem longe.",
          "light": "Reduz a PREC dos inimigos atingidos em 150 por 7 segundos."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta o dano em {1} %."
        },
        "description": "A cada {1} segundos, causa {3} DAN.M ao inimigo mais distante durante {2} segundos. Quando mais distante o inimigo estiver, maior será o DAN causado.",
        "name": "Peguei Você!",
        "transcendence": {
          "dark": "Altera a quantidade de alvos para 2.",
          "light": "Há 20% de chance de repelir o inimigo para bem longe e derrubá-lo durante 2 segundos."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Quando atacar automaticamente, há 10% de chance de repelir o inimigo para longe e Atordoar durante 3 segundos. Aumenta a VEL. ATQ em 500, durante 3 segundos.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Brilha Brilha] Aumenta o DAN em 20% e o alvo atingido com redução de Chance de Crit não pode remover o efeito.",
          "[Brilha Brilha] Aumenta o DAN em 24% e o alvo atingido com redução de Chance de Crit não pode remover o efeito.",
          "[Brilha Brilha] Aumenta o DAN em 29% e o alvo atingido com redução de Chance de Crit não pode remover o efeito.",
          "[Brilha Brilha] Aumenta o DAN em 35% e o alvo atingido com redução de Chance de Crit não pode remover o efeito.",
          "[Brilha Brilha] Aumenta o DAN em 42% e o alvo atingido com redução de Chance de Crit não pode remover o efeito.",
          "[Brilha Brilha] Aumenta o DAN em 50% e o alvo atingido com redução de Chance de Crit não pode remover o efeito."
        ],
        "name": "Flor da Neve Indissolúvel"
      },
      "weapon": {
        "description": [
          "Enquanto estiver em ataque automático, causa 40% de DAN.M adicional a um inimigo aleatório.",
          "Enquanto estiver em ataque automático, causa 48% de DAN.M adicional a um inimigo aleatório.",
          "Enquanto estiver em ataque automático, causa 57% de DAN.M adicional a um inimigo aleatório.",
          "Enquanto estiver em ataque automático, causa 69% de DAN.M adicional a um inimigo aleatório.",
          "Enquanto estiver em ataque automático, causa 83% de DAN.M adicional a um inimigo aleatório.",
          "Enquanto estiver em ataque automático, causa 100% de DAN.M adicional a um inimigo aleatório."
        ],
        "name": "Hyacinth, Flor da Eternidade"
      }
    },
    "3": {
      "description": "Uma feiticeira da Torre Vermelha, esta menina corajosa usa magia de fogo explosiva para causar dano a vários inimigos,  e em seguida inflige um dano ainda maior ao fazer as brasas explodirem.",
      "name": "Cleo",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN.M a até 5 inimigos e inflige uma brasa que causa constantemente DAN.M aos inimigos atingidos.",
        "name": "Agulha de Fogo",
        "transcendence": {
          "dark": "Acumula 2 Brasas cada.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Acumula 2 Brasas em acertos Crít."
        },
        "description": "Causa {1} de DAN.M a 3 inimigos e aos inimigos próximos a eles, acumulando 1 Brasa cada. Cada brasa reduz em 5% a DEF.M do inimigo.",
        "name": "Difusão de Chamas",
        "transcendence": {
          "dark": "O custo de mana aumenta em 1, e ataca um alvo aleatório 2 vezes.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} DAN.M aos inimigos e acumula uma Brasa toda vez que atacar. Aumenta o DAN em {2} % no inimigo atingido para cada Brasa acumulada.",
        "name": "Chuva de Fogo",
        "transcendence": {
          "dark": "Atordoa durante 1 segundo os inimigos com 5 Brasas ou mais.",
          "light": "Reduz o tempo de recarga em 3 segundos."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN. M aos inimigos e Atordoa durante 2 segundos. Aumenta o dano em {2} % para cada brasa acumulada.",
        "name": "Bola de Fogo",
        "transcendence": {
          "dark": "Ativa a cada 9 segundos.",
          "light": "Acúmulo máx. de Brasas alterado para 6."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "O DAN de chamas aumenta em 200%.",
        "light": "ATQ, DEF, PV+15% / Chance Crít. +100"
      },
      "treasure": {
        "description": [
          "[Chuva de Fogo] O DAN aumenta em 20%. Após o Golpe Crit em inimigos com mais de 5 acúmulos de Brasa, a recarga do poder será reduzida em 3%.",
          "[Chuva de Fogo] O DAN aumenta em 24%. Após o Golpe Crit em inimigos com mais de 5 acúmulos de Brasa, a recarga do poder será reduzida em 3%.",
          "[Chuva de Fogo] O DAN aumenta em 29%. Após o Golpe Crit em inimigos com mais de 5 acúmulos de Brasa, a recarga do poder será reduzida em 3%.",
          "[Chuva de Fogo] O DAN aumenta em 35%. Após o Golpe Crit em inimigos com mais de 5 acúmulos de Brasa, a recarga do poder será reduzida em 3%.",
          "[Chuva de Fogo] O DAN aumenta em 42%. Após o Golpe Crit em inimigos com mais de 5 acúmulos de Brasa, a recarga do poder será reduzida em 3%.",
          "[Chuva de Fogo] O DAN aumenta em 50%. Após o Golpe Crit em inimigos com mais de 5 acúmulos de Brasa, a recarga do poder será reduzida em 3%."
        ],
        "name": "Pergaminho do Inferno Ardente"
      },
      "weapon": {
        "description": [
          "Brasas explodem a cada 4 segundos, causando DAN.M de 80% de ATQ aos inimigos próximos.",
          "Brasas explodem a cada 4 segundos, causando DAN.M de 96% de ATQ aos inimigos próximos.",
          "Brasas explodem a cada 4 segundos, causando DAN.M de 114% de ATQ aos inimigos próximos.",
          "Brasas explodem a cada 4 segundos, causando DAN.M de 138% de ATQ aos inimigos próximos.",
          "Brasas explodem a cada 4 segundos, causando DAN.M de 166% de ATQ aos inimigos próximos.",
          "Brasas explodem a cada 4 segundos, causando DAN.M de 200% de ATQ aos inimigos próximos."
        ],
        "name": "Flenos, Chama Primal"
      }
    },
    "30": {
      "description": "Uma sacerdotisa que protege o Oásis do deserto da Aegina. Um dragão de água que viveu por várias eras. Sua água foi imbuída de poderosas propriedades de cura.",
      "name": "Laias",
      "s1": {
        "books": {
          "1": "Aumenta a taxa de Recuperação em {1} %.",
          "2": "Aumenta a taxa de Recuperação em {1} %.",
          "3": "Aumenta a taxa de Recuperação em {1} %."
        },
        "description": "Cura até no máximo {1} PV de todos os aliados, dependendo da quantidade de vida perdida.",
        "name": "Gotas de Cura",
        "transcendence": {
          "dark": "Ao curar, aumenta a Resistência Crít em 25% por 10 segundos.",
          "light": "Reforça a quantidade de Cura em 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Escudo aumentado em {1} %.",
          "2": "Escudo aumentado em {1} %.",
          "3": "Escudo aumentado em {1} %."
        },
        "description": "Protege um aliado com o menor PV durante 15 segundos, bloqueia até {1} de DAN e concede Imunidade. Enquanto o Escudo estiver ativado, recupera {2} PV a cada segundo e ganha Imunidade a CM.",
        "name": "Escudo de Bolha",
        "transcendence": {
          "dark": "Em troca de 2 Custos de Mana adicionais, ataca 3 vezes inimigos aleatórios.",
          "light": "Aumenta em 30% o ATQ do alvo."
        }
      },
      "s3": {
        "books": {
          "1": "DAN aumentado em {1} %.",
          "2": "DAN aumentado em {1} %.",
          "3": "DAN aumentado em {1} %."
        },
        "description": "Causa {1} de DAN.M e derruba todos os inimigos próximos. Todos os aliados (sem incluir a si próprio) recuperam 2 orbes de mana. Em seguida, durante {2} segundos, inimigos aleatórios serão atingidos por um redemoinho, receberão {3} de DAN.M e serão derrubados durante 2 segundos.",
        "name": "Festival do Fluxo",
        "transcendence": {
          "dark": "Cura 15% do PV máx. de todos os aliados.",
          "light": "A cada 3 segundos, ocorrem bônus de DAN."
        }
      },
      "s4": {
        "books": {
          "1": "Reforço de Defesa aumentado em {1} %.",
          "2": "Reforço de Defesa aumentado em {1} %.",
          "3": "Reforço de Defesa aumentado em {1} %."
        },
        "description": "Aumenta a DEF.M de todos os aliados em até {1} e ganha {2} de Resistência a Acertos Crít. de Magia.",
        "name": "Bênção do Dragão da Água",
        "transcendence": {
          "dark": "Aumenta a própria Resistência a CM em 400.",
          "light": "Aumenta a taxa de aumento de DEF.M em 20% e a Resistência Crít.M em 10%"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Laias aumenta a DEF.M dos aliados que ela curar, a uma quantidade igual a 5% do seu ATQ, e concede a cada um deles 75 de mana.",
        "light": "ATQ, DEF, PV+15% / BLQ.M +200"
      },
      "treasure": {
        "description": [
          "[Festival do Fluxo] O efeito de Redemoinho atinge 2 inimigos e todos os aliados recuperam 500 de mana extra.",
          "[Festival do Fluxo] O efeito de Redemoinho atinge 2 inimigos e todos os aliados recuperam 600 de mana extra.",
          "[Festival do Fluxo] O efeito de Redemoinho atinge 2 inimigos e todos os aliados recuperam 720 de mana extra.",
          "[Festival do Fluxo] O efeito de Redemoinho atinge 2 inimigos e todos os aliados recuperam 860 de mana extra.",
          "[Festival do Fluxo] O efeito de Redemoinho atinge 2 inimigos e todos os aliados recuperam 1040 de mana extra.",
          "[Festival do Fluxo] O efeito de Redemoinho atinge 2 inimigos e todos os aliados recuperam 1250 de mana extra."
        ],
        "name": "Papiro dos Fluxos"
      },
      "weapon": {
        "description": [
          "Ao realizar um acerto crítico, recupera o aliado com menor PV a uma quantidade equivalente a 80% do DAN causado.",
          "Ao realizar um acerto crítico, recupera o aliado com menor PV a uma quantidade equivalente a 96% do DAN causado.",
          "Ao realizar um acerto crítico, recupera o aliado com menor PV a uma quantidade equivalente a 115% do DAN causado.",
          "Ao realizar um acerto crítico, recupera o aliado com menor PV a uma quantidade equivalente a 138% do DAN causado.",
          "Ao realizar um acerto crítico, recupera o aliado com menor PV a uma quantidade equivalente a 166% do DAN causado.",
          "Ao realizar um acerto crítico, recupera o aliado com menor PV a uma quantidade equivalente a 200% do DAN causado."
        ],
        "name": "Eltoirre, Círculo Fluente"
      }
    },
    "31": {
      "description": "Um anjo de alto escalão que desceu sobre este mundo para punir os Demônios Incitadores do caos. Subindo pelo céu, suas flechas precipitam o juízo sobre os malfeitores.",
      "name": "Arco",
      "s1": {
        "books": {
          "1": "DAN aumentado em {1} %.",
          "2": "DAN aumentado em {1} %.",
          "3": "DAN aumentado em {1} %."
        },
        "description": "Causa {1} de DAN.M e repele 3 inimigos. Quando atingir um inimigo com um Sigilo de Julgamento, este recebe mais 30% de DAN. Os inimigos atingidos com este poder recebem um Sigilo de Julgamento durante 15 segundos.",
        "name": "Flecha Celestial",
        "transcendence": {
          "dark": "Atordoa inimigos com um Sigilo durante 1 segundo.",
          "light": "Se houver 1 inimigo, aumenta o DAN em 100%."
        }
      },
      "s2": {
        "books": {
          "1": "DAN aumentado em {1} %.",
          "2": "DAN aumentado em {1} %.",
          "3": "DAN aumentado em {1} %."
        },
        "description": "Causa {1} de DAN.M a todos os inimigos numa linha reta. Os inimigos com um Sigilo de Julgamento recebem {2} de DAN.M adicional que ignoram a DEF.M.",
        "name": "Fulgor da Purificação",
        "transcendence": {
          "dark": "Reduz o tempo de recarga em 3 segundos.",
          "light": "Reforça a Chance Crít. em 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DAN aumentado em {1} %.",
          "2": "DAN aumentado em {1} %.",
          "3": "DAN aumentado em {1} %."
        },
        "description": "Causa {1} de DAN.M aos inimigos no alcance. Os inimigos com um Sigilo de Julgamento recebem mais 50% de DAN.M de ataques e são silenciados durante 5 segundos. Todos os aliados ganham imunidade a DAN.M durante 5 segundos.",
        "name": "Árbitro",
        "transcendence": {
          "dark": "Causa aumento de DAN.M e Silêncio ocorrem também aos inimigos sem o Sigilo.",
          "light": "Confere um sigilo aos inimigos que sofreram dano."
        }
      },
      "s4": {
        "books": {
          "1": "DAN e Escudo aumentados em {1} %.",
          "2": "DAN e Escudo aumentados em {1} %.",
          "3": "DAN e Escudo aumentados em {1} %."
        },
        "description": "A cada 15 segundos, causa {1} de DAN.M a inimigos infligidos por Sigilo do Julgamento, ignorando a DEF. Durante cada batalha, ao se aproximar do PV de morte, causa {2} de DAN.M aos inimigos infligidos pelos Sigilos do Julgamento e os atordoa por 3 segundos, enquanto conjura um escuro que bloqueia {3} de DAN a todos os aliados por 5 segundos. Ganha imunidade a CM enquanto o escudo estiver sob efeito.\\n Quando o escudo estiver sob efeito, consome toda a mana, e toda a recarga de poder aumenta em 50%. ",
        "name": "O Último Julgamento",
        "transcendence": {
          "dark": "Acelera em 3 segundos o efeito.",
          "light": "Durante 20 segundos depois de ativar, os ataques automáticos visam a 2 inimigos."
        }
      },
      "subtitle": "Flecha do",
      "t5": {
        "dark": "Ao realizar um Acerto Crít. cura uma quantidade de PV de um aliado, equivalente a 4% do DAN causado.",
        "light": "ATQ, DEF, PV+15% / Chance Crít. +100"
      },
      "treasure": {
        "description": [
          "[Árbitro] Aumenta o DAN em 20% e o ATQ de todos os aliados aumenta em 30% durante o efeito de Escudo.M.",
          "[Árbitro] Aumenta o DAN em 24% e o ATQ de todos os aliados aumenta em 30% durante o efeito de Escudo.M.",
          "[Árbitro] Aumenta o DAN em 29% e o ATQ de todos os aliados aumenta em 30% durante o efeito de Escudo.M.",
          "[Árbitro] Aumenta o DAN em 35% e o ATQ de todos os aliados aumenta em 30% durante o efeito de Escudo.M.",
          "[Árbitro] Aumenta o DAN em 42% e o ATQ de todos os aliados aumenta em 30% durante o efeito de Escudo.M.",
          "[Árbitro] Aumenta o DAN em 50% e o ATQ de todos os aliados aumenta em 30% durante o efeito de Escudo.M."
        ],
        "name": "Olho do Paraíso"
      },
      "weapon": {
        "description": [
          "A cada 10 segundos, causa um Sigilo de Julgamento a um inimigo aleatório durante 15 segundos e 168% de ATQ na forma de DAN.M.",
          "A cada 10 segundos, causa um Sigilo de Julgamento a um inimigo aleatório durante 15 segundos e 201,6% de ATQ na forma de DAN.M.",
          "A cada 10 segundos, causa um Sigilo de Julgamento a um inimigo aleatório durante 15 segundos e 241,5% de ATQ na forma de DAN.M.",
          "A cada 10 segundos, causa um Sigilo de Julgamento a um inimigo aleatório durante 15 segundos e 289,8% de ATQ na forma de DAN.M.",
          "A cada 10 segundos, causa um Sigilo de Julgamento a um inimigo aleatório durante 15 segundos e 348,6% de ATQ na forma de DAN.M.",
          "A cada 10 segundos, causa um Sigilo de Julgamento a um inimigo aleatório durante 15 segundos e 420% de ATQ na forma de DAN.M."
        ],
        "name": "Sherrkyle, Céu Azul"
      }
    },
    "32": {
      "description": "Uma princessa vampira que lutou ao lado de heróis de 100 anos atrás. Uma imortal de sangue puro, que atualmente se recupera das batalhas do passado. Ela excerce poder sobre todos os tipos de sangue, usando seus lacaios para atacar o inimigo.",
      "name": "Lewisia",
      "s1": {
        "books": {
          "1": "DAN aumentado em {1} %.",
          "2": "DAN aumentado em {1} %.",
          "3": "DAN aumentado em {1} %."
        },
        "description": "Causa {1} de DAN.M ao inimigo, o alvo recebe 25% de DAN.M aumentado por 10 segundos. Para cada acúmulo de Maldição de Sangue, o DAN aumenta em 0,5%.\\n Após o uso, consome 10% do PV atual. ",
        "name": "Orbe de Sangue",
        "transcendence": {
          "dark": "O alvo recebe mais 25% de DAN.M durante 10 segundos.",
          "light": "O custo de mana aumenta em 1 orbe, mas o DAN é reforçado em 100%."
        }
      },
      "s2": {
        "books": {
          "1": "DAN aumentado em {1} %.",
          "2": "DAN aumentado em {1} %.",
          "3": "DAN aumentado em {1} %."
        },
        "description": "Causa {1} de DAN.M ao inimigo e cria um Zona de Sangue que dura 10 segundos ao redor do alvo. Inimigos com Zona de Sangue recebem {2} de DAN.M a cada 0,5 segundos, e a DEF.M é reduzida em 30%. Para cada acúmulo de Maldição de Sangue, o DAN aumenta em 0,5%.\\n Após o uso, consome 20% do PV atual. ",
        "name": "Zona de Sangue",
        "transcendence": {
          "dark": "Reduz o tempo de espera em 3 segundos.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DAN aumentado em {1} %.",
          "2": "DAN aumentado em {1} %.",
          "3": "DAN aumentado em {1} %."
        },
        "description": "Ataca inimigos em uma linha reta 3 vezes, causando um total de {1} de DAN.M e infligindo Atordoamento por 3 segundos. Para cada acúmulo de Maldição de Sangue, o DAN aumenta em 0,5%.\\n Após o uso, consome 10% do PV atual. ",
        "name": "Banquete de Sangue",
        "transcendence": {
          "dark": "Reduz o custo de mana em 1.",
          "light": "Após atacar um inimigo com mais de 80 acúmulos de Maldição de Sangue, toda a recarga do poder é reduzida em 5%."
        }
      },
      "s4": {
        "books": {
          "1": "DAN aumentado em {1} %.",
          "2": "DAN aumentado em {1} %.",
          "3": "DAN aumentado em {1} %."
        },
        "description": "Quando o PV estiver em 50% ou acima, o ATQ aumenta em {1} e a Penalidade de DEF aumenta em 250. Após o ataque, inflige Maldição de Sangue ao alvo, causando um total de {2} de DAN.M ao longo de 20 seg. e recuperando 10% de DAN causado por Maldição de Sangue em PV. Maldição de Sangue pode ser acumulada até 100 vezes e não pode ser removida.",
        "name": "Dominador de Sangue",
        "transcendence": {
          "dark": "A taxa de cura de todos os aliados aumenta para 20% e a taxa de cura de todos os inimigos é reduzida em 20%.",
          "light": "O acúmulo máximo de Maldição de Sangue é alterado para 200."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Todo o consumo de PV com poderes aumenta em 50%, mas as recargas são reduzidas em 20%.",
        "light": "ATQ, DEF, PV+15% / Chance Crít. +100"
      },
      "treasure": {
        "description": [
          "[Banquete de Sangue] Aumenta o DAN em 20% e, após o Golpe Crit, recupera 400 de mana.",
          "[Banquete de Sangue] Aumenta o DAN em 24% e, após o Golpe Crit, recupera 400 de mana.",
          "[Banquete de Sangue] Aumenta o DAN em 29% e, após o Golpe Crit, recupera 400 de mana.",
          "[Banquete de Sangue] Aumenta o DAN em 35% e, após o Golpe Crit, recupera 400 de mana.",
          "[Banquete de Sangue] Aumenta o DAN em 42% e, após o Golpe Crit, recupera 400 de mana.",
          "[Banquete de Sangue] Aumenta o DAN em 50% e, após o Golpe Crit, recupera 400 de mana."
        ],
        "name": "Sangue Ancestral"
      },
      "weapon": {
        "description": [
          "Se o PV estiver acima de 50%, o ATQ aumenta em 20%. Se o PV estiver abaixo de 50%, recebe 10% de DAN reduzido.",
          "Se o PV estiver acima de 50%, o ATQ aumenta em 24%. Se o PV estiver abaixo de 50%, recebe 12% de DAN reduzido.",
          "Se o PV estiver acima de 50%, o ATQ aumenta em 29%. Se o PV estiver abaixo de 50%, recebe 14% de DAN reduzido.",
          "Se o PV estiver acima de 50%, o ATQ aumenta em 35%. Se o PV estiver abaixo de 50%, recebe 17% de DAN reduzido.",
          "Se o PV estiver acima de 50%, o ATQ aumenta em 42%. Se o PV estiver abaixo de 50%, recebe 21% de DAN reduzido.",
          "Se o PV estiver acima de 50%, o ATQ aumenta em 50%. Se o PV estiver abaixo de 50%, recebe 25% de DAN reduzido."
        ],
        "name": "Dominicia, Regente Escarlate"
      }
    },
    "33": {
      "description": "Um mago heterocromático que controla o espaço. Seus poderes rasgam o espaço para invocar barreiras infinitas de espadas.",
      "name": "Nyx",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Causa {1} DAN.F aos alvos. Cada inimigo fornece um Acúmulo de Lâmina. A quantidade de alvos é equivalente a 1 + Acúmulos de Lâmina, e o número máximo de acúmulos é 5 (por 20 segundos).",
        "name": "Lâmina Dimensional",
        "transcendence": {
          "dark": "Aumenta em 1 a quantidade máx. de acúmulos de Lâmina.",
          "light": "Remove o tempo de recarga."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Causa {1} de DAN.F aos inimigos-alvo e remove bônus. Os inimigos atingidos recebem {3} de DAN.F durante {2} segundos e não derrubados durante 3 segundos. A quantidade de alvos é igual a 1 + acúmulos de Lâminas.",
        "name": "Cutelo Dimensional",
        "transcendence": {
          "dark": "Se houver 1 inimigo, aumenta o DAN em 100%.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Causa {1} de DAN.F aos inimigos frontais e o ataque final causa {2} de DAN.F a um inimigo, derrubando-o durante 3 segundos. A quantidade de alvos é igual a + acúmulos de Lâminas.",
        "name": "Lâminas da Infinitude",
        "transcendence": {
          "dark": "Quando há 5 ou mais acúmulos de lâmina, o DAN aumenta em 70%.",
          "light": "Reduz o tempo de espera em 5 segundos."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "A cada ataque automático, dispara uma lâmina adicional e causa {1} de DAN.F aos inimigos-alvo. A quantidade de alvos é igual a 1 + acúmulos de Lâminas.",
        "name": "Lâmina Oculta",
        "transcendence": {
          "dark": "Há 10% de chance de remover bônus.",
          "light": "Aumenta o DAN em 15% para cada inimigo no campo de batalha."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Enquanto estiver em ataque automático, há 10% de chance de acumular 1 Lâmina. Reforça o ataque de Nyx em 10% por acúmulo de Lâmina.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Lâminas do Infinito] Reduz o custo de mana em 1 e aumenta o DAN em 20%.",
          "[Lâminas do Infinito] Reduz o custo de mana em 1 e aumenta o DAN em 24%.",
          "[Lâminas do Infinito] Reduz o custo de mana em 1 e aumenta o DAN em 29%.",
          "[Lâminas do Infinito] Reduz o custo de mana em 1 e aumenta o DAN em 35%.",
          "[Lâminas do Infinito] Reduz o custo de mana em 1 e aumenta o DAN em 42%.",
          "[Lâminas do Infinito] Reduz o custo de mana em 1 e aumenta o DAN em 50%."
        ],
        "name": "Pedra Dimensional"
      },
      "weapon": {
        "description": [
          "Os ataques automáticos penetram alvos numa linha reta e ganham 30% de DAN adicional. Para cada acúmulo de lâmina, o DAN. aumenta em 4%.",
          "Os ataques automáticos penetram alvos numa linha reta e ganham 36% de DAN adicional. Para cada acúmulo de lâmina, o DAN. aumenta em 4,8%.",
          "Os ataques automáticos penetram alvos numa linha reta e ganham 43% de DAN adicional. Para cada acúmulo de lâmina, o DAN. aumenta em 5,7%.",
          "Os ataques automáticos penetram alvos numa linha reta e ganham 52% de DAN adicional. Para cada acúmulo de lâmina, o DAN. aumenta em 6,9%.",
          "Os ataques automáticos penetram alvos numa linha reta e ganham 62% de DAN adicional. Para cada acúmulo de lâmina, o DAN. aumenta em 8,3%.",
          "Os ataques automáticos penetram alvos numa linha reta e ganham 75% de DAN adicional. Para cada acúmulo de lâmina, o DAN. aumenta em 10%."
        ],
        "name": "Magnus Fille, Chave Dimensional"
      }
    },
    "34": {
      "description": "Um gênio tecnomago que espera o dia em que todo mundo tenha acesso à magia. O seu golem tecnomágico atua como sua arma, disparando contra o inimigo.",
      "name": "Annette",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Ao usar, aumenta em 30% a quantidade de Investida obtida."
        },
        "description": "Ataca os inimigos numa linha reta, causando {1} de DAN.M aos alvos e aumentando em {2} % o DAN.M recebido. Quando estiver Sobrecarregado, causa {3} de DAN.M adicional e aumenta em {4} % o DAN.M recebido.",
        "name": "Raio Explosivo",
        "transcendence": {
          "dark": "Ao usar, reforça em 40% a quantidade de Investida.",
          "light": "O alvo recebe mais 25% de DAN.M durante 10 segundos."
        }
      },
      "s2": {
        "books": {
          "1": "Recuperação aumentada em {1} %.",
          "2": "Recuperação aumentada em {1} %.",
          "3": "Ao usar, aumenta em 30% a quantidade de Investida obtida."
        },
        "description": "Remove todas as penalidades dos aliados, cura {1} PV durante 10 segundos e aumenta a Resistência a Penalidades em 250. Enquanto estiver Sobrecarregado, todos os aliados ganham {2} de Chance Crít. e imunidade a efeitos de status.",
        "name": "Tratamento de Emergência",
        "transcendence": {
          "dark": "Ao usar, reforça em 40% a quantidade de Investida.",
          "light": "Reduz o tempo de espera em 3 segundos."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Ao usar, aumenta em 30% a quantidade de Investida obtida."
        },
        "description": "Mira num inimigo aleatório, dispara uma bola de energia que explode causando {1} de DAN.M aos inimigos próximos. Quando estiver Sobrecarregado, causa {2} de DAN.M e atordoa os inimigos durante 5 segundos quando a bola explodir.",
        "name": "Processo de Eliminação",
        "transcendence": {
          "dark": "O alvo recebe mais 25% de DAN.M.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Quanto estiver Sobrecarregado, a VEL. ATQ aumenta em {1} ."
        },
        "description": "Ganha 1 recarga a cada 0,5 segundos, e ganha 10 recargas por orbe de mana usado. Quando acumular 100 recargas, chegará ao estato Sobrecarregado, no qual o ATQ aumenta em {1} por 15 segundos e cada ataque automático reduz a recarga do poder em 10%. Todos os efeitos não podem ser removidos e a recarga não acumulará durante o estado Sobrecarregado.",
        "name": "Investida",
        "transcendence": {
          "dark": "Aumenta a duração da Sobrecarga em 3 segundos.",
          "light": "Aumenta em 40% o reforço de ATQ."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Ao ativar a Sobrecarga, aumenta em 200 a VEL. ATQ em 200 e o ATQ dos aliados a uma quantidade igual a 5% do ATQ de Annette.",
        "light": "ATQ, DEF, PV+15% / VEL. ATQ +100"
      },
      "treasure": {
        "description": [
          "[Processo de Eliminação] Aumenta o DAN em 20% e após o ATQ, ganha 2 acúmulos de Carga. Esse acúmulo pode ser obtido enquanto estiver no estado Sobrecarregado.",
          "[Processo de Eliminação] Aumenta o DAN em 24% e após o ATQ, ganha 2 acúmulos de Carga. Esse acúmulo pode ser obtido enquanto estiver no estado Sobrecarregado.",
          "[Processo de Eliminação] Aumenta o DAN em 29% e após o ATQ, ganha 2 acúmulos de Carga. Esse acúmulo pode ser obtido enquanto estiver no estado Sobrecarregado.",
          "[Processo de Eliminação] Aumenta o DAN em 35% e após o ATQ, ganha 2 acúmulos de Carga. Esse acúmulo pode ser obtido enquanto estiver no estado Sobrecarregado.",
          "[Processo de Eliminação] Aumenta o DAN em 42% e após o ATQ, ganha 2 acúmulos de Carga. Esse acúmulo pode ser obtido enquanto estiver no estado Sobrecarregado.",
          "[Processo de Eliminação] Aumenta o DAN em 50% e após o ATQ, ganha 2 acúmulos de Carga. Esse acúmulo pode ser obtido enquanto estiver no estado Sobrecarregado."
        ],
        "name": "Código da Aniquilação"
      },
      "weapon": {
        "description": [
          "A cada 1,5 segundo, ganha 1 acúmulo Investida Mágica e recupera 1% de mana.",
          "A cada 1,4 segundo, ganha 1 acúmulo Investida Mágica e recupera 1% de mana.",
          "A cada 1,3 segundo, ganha 1 acúmulo Investida Mágica e recupera 1% de mana.",
          "A cada 1,1 segundo, ganha 1 acúmulo Investida Mágica e recupera 1% de mana.",
          "A cada 0,9 segundo, ganha 1 acúmulo Investida Mágica e recupera 1% de mana.",
          "A cada 0,7 segundo, ganha 1 acúmulo Investida Mágica e recupera 1% de mana."
        ],
        "name": "Rascal, Technomágico Cristalizado"
      }
    },
    "35": {
      "description": "Ele também é chamado de Canção da Loucura Prateada. Um homem surpreendentemente desajeitado, sem qualquer senso de resposabilidade. Porém, assim que a batalha começa, ele se torna um Lobo Prateado intocável, transformando o campo de batalha em uma zona de carnificina.",
      "name": "Mitra",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Ataca 2 vezes um inimigo, causando {1} de DAN.F em cada vez. Se houver acerto crítico, ocorre uma explosão e causa {2} de DAN.F adicional aos inimigos próximos.",
        "name": "Bang! Bang!!",
        "transcendence": {
          "dark": "Acumula a Marca duas vezes.",
          "light": "Aumenta o DAN em 100% quando houver 1 inimigo."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Aumenta a Taxa de Aumento de ATQ em {1} %."
        },
        "description": "Aumenta o seu próprio ATQ em {1} e PREC em {2} , durante 20 segundos. Enquanto estiver em ataque automático, há 15% de chance de usar 'Bang! Bang!!' .",
        "name": "Hora de Morrer!!",
        "transcendence": {
          "dark": "Aumenta a chance de Bang! Bang! em 10%.",
          "light": "Recebe mais 20% de DAN de todas as fontes em troca de um adicional de 100% de aumento de ATQ."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Dispara rajadas 12 vezes com a arma num alvo aleatório, causando no total {1} de DAN.F. Sempre que causar DAN, deixa uma Marca da Morte que não pode ser removida. Cada acúmulo de Marca da Morte aumenta em 1% do DAN do 'Tiroteio'.",
        "name": "Dança Comigo!!",
        "transcendence": {
          "dark": "Acumula mais 2 marcar por golpe.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Realizar ataques automáticos deixam no inimigo uma Marca da Morte que não pode ser removida. Os ataques automáticos e 'Bang! Bang!!' seguintes causam {1} de DAN.F extra. Cada acúmulo dessa marca aumenta em 2% o DAN causado por esse poder. Quantidade máxima de acúmulos: 100.",
        "name": "Você é o Próximo!!",
        "transcendence": {
          "dark": "Todas os tempos de recarga diminuem 0,3 segundo ao acertar um alvo com 100 acúmulos.",
          "light": "Altera a quantidade máx. de marcas para 200."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Ao realizar um Acerto Crít., aumenta o DAN Crít. em 0,5% e a VEL. ATQ em 5. Quantidade máx. de acúmulos: 100.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Dance Comigo] Aumenta o DAN em 20% e para cada ativação, reduz a recarga do poder em 5%. Esse efeito pode ser acumulado no máximo em 8 vezes.",
          "[Dance Comigo] Aumenta o DAN em 24% e para cada ativação, reduz a recarga do poder em 5%. Esse efeito pode ser acumulado no máximo em 8 vezes.",
          "[Dance Comigo] Aumenta o DAN em 29% e para cada ativação, reduz a recarga do poder em 5%. Esse efeito pode ser acumulado no máximo em 8 vezes.",
          "[Dance Comigo] Aumenta o DAN em 35% e para cada ativação, reduz a recarga do poder em 5%. Esse efeito pode ser acumulado no máximo em 8 vezes.",
          "[Dance Comigo] Aumenta o DAN em 42% e para cada ativação, reduz a recarga do poder em 5%. Esse efeito pode ser acumulado no máximo em 8 vezes.",
          "[Dance Comigo] Aumenta o DAN em 50% e para cada ativação, reduz a recarga do poder em 5%. Esse efeito pode ser acumulado no máximo em 8 vezes."
        ],
        "name": "Runa dos Mercenários Lupinos"
      },
      "weapon": {
        "description": [
          "Atacar automaticamente aumenta a Pen. DEF e a VEL. ATQ em 8. Acumula-se até 30 vezes.",
          "Atacar automaticamente aumenta a Pen. DEF e a VEL. ATQ em 10. Acumula-se até 30 vezes.",
          "Atacar automaticamente aumenta a Pen. DEF e a VEL. ATQ em 12. Acumula-se até 30 vezes.",
          "Atacar automaticamente aumenta a Pen. DEF e a VEL. ATQ em 14. Acumula-se até 30 vezes.",
          "Atacar automaticamente aumenta a Pen. DEF e a VEL. ATQ em 17. Acumula-se até 30 vezes.",
          "Atacar automaticamente aumenta a Pen. DEF e a VEL. ATQ em 20. Acumula-se até 30 vezes."
        ],
        "name": "Velkinoth, Rugido da Loucura"
      }
    },
    "36": {
      "description": "Um nobre herói que protegeu o reino dos humanos contra a ameaça dos Demônios há muito tempo. Utilizando a torre abençoada pela deusa, ele destrói seus inimigos.",
      "name": "Ricardo",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Ganha imunidade a CM durante o uso."
        },
        "description": "Causa {1} de DAN.F e derruba os inimigos frontais durante 3 segundos.",
        "name": "Destruição",
        "transcendence": {
          "dark": "Causa DAN.F adicional equivalente a 200% da DEF.M.",
          "light": "O alvo recebe mais 25% de DAN.F durante 10 segundos."
        }
      },
      "s2": {
        "books": {
          "1": "Reforço de Defesa aumentado em {1} %.",
          "2": "Reforço de Defesa aumentado em {1} %.",
          "3": "Recupera 1% do próprio PV por segundo durante 10 segundos."
        },
        "description": "Causa {1} de DAN.F a inimigos na área e inflige Atordoamento por 1 segundo. Além disso, a DEF.M aumenta em {2} por 10 segundos, e recebe 80% do DAN.M em vez dos aliados.",
        "name": "Proteção Divina",
        "transcendence": {
          "dark": "Os efeitos deste poder não podem ser removidos.",
          "light": "Em troca de 1 Custo de Mana adicional, Ricardo ganha 30% de resistência a DAN do DAN recebido ao proteger seus aliados."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Bloqueia todo o DAN enquanto esse poder estiver ativado."
        },
        "description": "Ataca 3 vezes os inimigos frontais. Os primeiros 2 ataques causam {1} DAN.F, cada ataque atordoa os inimigos durante 4 segundos. O último ataque tem alcance 20% mais amplo, causa {2} de DAN.F e atordoa os inimigos durante 4 segundos. Cada ataque tem 50% de chance de remover efeitos positivos do inimigo.",
        "name": "Julgamento Divino",
        "transcendence": {
          "dark": "Reduz o custo de mana em 1.",
          "light": "Aumenta em 2 segundos a duração do Atordoamento."
        }
      },
      "s4": {
        "books": {
          "1": "Reforço de Defesa aumentado em {1} %.",
          "2": "Reforço de Defesa aumentado em {1} %.",
          "3": "Aumenta a duração em 2 segundos."
        },
        "description": "Quando qualquer outro aliado receber DAN.M, a DEF.M deste aumenta em {1} , durante 5 segundos. Acumula-se até no máximo 5 vezes, e Ricardo não é atingido por esse efeito.",
        "name": "Bênção Divina",
        "transcendence": {
          "dark": "Reforça para 8 a contagem máxima de acúmulos.",
          "light": "Reforça em 40% a taxa de aumento de DEF.M."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Quando o próprio PV estiver abaixo de 30%, o PV não poderá ficar menor que 10% por 10 segundos, e o ATQ de todos os aliados aumenta em 50% da própria DEF.M. Esse efeito é ativado apenas uma vez a cada 60 segundos.",
        "light": "ATQ, DEF, PV+15% / BLQ.F +200"
      },
      "treasure": {
        "description": [
          "[Julgamento Divino] Remove os efeitos positivos dos inimigos com 75% de chance e reduz a Vel de ATQ do alvo em 100.",
          "[Julgamento Divino] Remove os efeitos positivos dos inimigos com 75% de chance e reduz a Vel de ATQ do alvo em 120.",
          "[Julgamento Divino] Remove os efeitos positivos dos inimigos com 75% de chance e reduz a Vel de ATQ do alvo em 140.",
          "[Julgamento Divino] Remove os efeitos positivos dos inimigos com 75% de chance e reduz a Vel de ATQ do alvo em 170.",
          "[Julgamento Divino] Remove os efeitos positivos dos inimigos com 75% de chance e reduz a Vel de ATQ do alvo em 210.",
          "[Julgamento Divino] Remove os efeitos positivos dos inimigos com 75% de chance e reduz a Vel de ATQ do alvo em 250."
        ],
        "name": "Voto do Guerreiro Sagrado"
      },
      "weapon": {
        "description": [
          "Quando qualquer outro aliado receber DAN, há 10% de chance de conceder um escudo equivalente a 320% do ATQ de Ricardo durante 5 segundos. Esse efeito só pode ocorrer uma vez a cada 5 segundos.",
          "Quando qualquer outro aliado receber DAN, há 12% de chance de conceder um escudo equivalente a 320% do ATQ de Ricardo durante 5 segundos. Esse efeito só pode ocorrer uma vez a cada 5 segundos.",
          "Quando qualquer outro aliado receber DAN, há 14% de chance de conceder um escudo equivalente a 320% do ATQ de Ricardo durante 5 segundos. Esse efeito só pode ocorrer uma vez a cada 5 segundos.",
          "Quando qualquer outro aliado receber DAN, há 17% de chance de conceder um escudo equivalente a 320% do ATQ de Ricardo durante 5 segundos. Esse efeito só pode ocorrer uma vez a cada 5 segundos.",
          "Quando qualquer outro aliado receber DAN, há 20% de chance de conceder um escudo equivalente a 320% do ATQ de Ricardo durante 5 segundos. Esse efeito só pode ocorrer uma vez a cada 5 segundos.",
          "Quando qualquer outro aliado receber DAN, há 25% de chance de conceder um escudo equivalente a 320% do ATQ de Ricardo durante 5 segundos. Esse efeito só pode ocorrer uma vez a cada 5 segundos."
        ],
        "name": "Theoria, Luz do Julgamento"
      }
    },
    "37": {
      "description": "Uma assassino de elite das Máscaras Sorridente e um ex-colega de Roi. Ela era a encarregada de caçar traidores. Suas kataras afiadas nunca erram o alvo.",
      "name": "Tanya",
      "s1": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Desloca-se para trás do inimigo com menor DEF.F, aumenta o DAN.F recebido por ele em {1} %, e o derruba causando {2} de DAN.F. Enquanto estiver em Furtividade, atordoa o alvo inimigo durante 6 segundos. Caso contrário, ganha Furtividade durante 10 segundos. Enquanto estiver em Furtividade, a Taxa de Crít. e a Taxa de Esquiva aumentam em 200.",
        "name": "Alvo Avistado",
        "transcendence": {
          "dark": "Por 10 segundos, a resistência a Crit.F é reduzida em 250.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Ataca 3 vezes os inimigos próximos para causar no total {1} de DAN.F e Sangramento em cada ataque. Se estiver em Furtividade, reduz a Taxa de Recuperação em 70%. Caso contrário, ganha Furtividade durante 10 segundos.",
        "name": "Tornado de Lâminas",
        "transcendence": {
          "dark": "Recupera 500 de mana ao realizar um acerto Crít.",
          "light": "Se houve 1 inimigo, aumenta o dano em 100%."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Ataca 6 inimigos aleatórios e causa no total {1} de DAN.F. Ataca uma última vez causando {2} de DAN.F. Se estiver em Furtividade, remove todos os bônus do inimigo. Caso contrário, ganha Furtividade. Aumenta a Chance Crít. em {1} , durante 10 segundos.",
        "name": "Sussurro da Morte",
        "transcendence": {
          "dark": "Reduz em 5 segundos o tempo de recarga.",
          "light": "O custo de mana aumenta em 1 orbe, mas o DAN é reforçado em 100%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta a duração do Silêncio em {1} segundos."
        },
        "description": "Ao realizar um acerto Crít. Usando um poder, o inimigo recebe {1} de DAN.F adicional e o efeito de silêncio durante {2} segundos.",
        "name": "Emboscada Silenciosa",
        "transcendence": {
          "dark": "Aumenta em 2 segundos a duração do Silêncio quando houver apenas 1 inimigo.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Aumenta em 50% o dano do ataque automático enquanto estiver em Furtividade.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Sussurro da Morte] Aumenta o DAN em 20% e, após o uso, ganha imediatamente Furtividade. Se usado no modo Furtivo, o ATQ aumenta em 20% por 10 segundos.",
          "[Sussurro da Morte] Aumenta o DAN em 24% e, após o uso, ganha imediatamente Furtividade. Se usado no modo Furtivo, o ATQ aumenta em 20% por 10 segundos.",
          "[Sussurro da Morte] Aumenta o DAN em 29% e, após o uso, ganha imediatamente Furtividade. Se usado no modo Furtivo, o ATQ aumenta em 20% por 10 segundos.",
          "[Sussurro da Morte] Aumenta o DAN em 35% e, após o uso, ganha imediatamente Furtividade. Se usado no modo Furtivo, o ATQ aumenta em 20% por 10 segundos.",
          "[Sussurro da Morte] Aumenta o DAN em 42% e, após o uso, ganha imediatamente Furtividade. Se usado no modo Furtivo, o ATQ aumenta em 20% por 10 segundos.",
          "[Sussurro da Morte] Aumenta o DAN em 50% e, após o uso, ganha imediatamente Furtividade. Se usado no modo Furtivo, o ATQ aumenta em 20% por 10 segundos."
        ],
        "name": "Punhal do Silêncio"
      },
      "weapon": {
        "description": [
          "Enquanto estiver em ataque automático, há 10% de chance de causar 140% de DAN.F adicional ao alvo e ganhar Furtividade durante 10 segundos. Tempo de Recarga: 10 segundos.",
          "Enquanto estiver em ataque automático, há 12% de chance de causar 140% de DAN.F adicional ao alvo e ganhar Furtividade durante 10 segundos. Tempo de Recarga: 10 segundos.",
          "Enquanto estiver em ataque automático, há 14% de chance de causar 140% de DAN.F adicional ao alvo e ganhar Furtividade durante 10 segundos. Tempo de Recarga: 10 segundos.",
          "Enquanto estiver em ataque automático, há 17% de chance de causar 140% de DAN.F adicional ao alvo e ganhar Furtividade durante 10 segundos. Tempo de Recarga: 10 segundos.",
          "Enquanto estiver em ataque automático, há 20% de chance de causar 140% de DAN.F adicional ao alvo e ganhar Furtividade durante 10 segundos. Tempo de Recarga: 10 segundos.",
          "Enquanto estiver em ataque automático, há 25% de chance de causar 140% de DAN.F adicional ao alvo e ganhar Furtividade durante 10 segundos. Tempo de Recarga: 10 segundos."
        ],
        "name": "Caethasis, Demônio da Calma"
      }
    },
    "38": {
      "description": "Um híbrido de demônio de alta classe e humano, Ezekiel está fadado a amaldiçoar sua própria existência. Ele usa seu poderoso braço direito demoníaco para partir seus inimigos ao meio.",
      "name": "Ezekiel",
      "s1": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta o dano em {1} %."
        },
        "description": "Ataca os inimigos próximos em uma área circular e causa {1} de DAN.M. Em seguida, golpeia o chão, causando {2} de DAN.M e derrubando inimigos por 3 segundos.\\n [Fúria] - Consome 15% do PV atual para ativar. A área de efeito aumenta e o ataque amplo atrai inimigos. ",
        "name": "Instinto Destrutivo",
        "transcendence": {
          "dark": "Após a ativação, o ATQ aumenta em 40% por 5 segundos.",
          "light": "O DAN aumenta em 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta o dano em {1} %."
        },
        "description": "Realiza uma investida na direção do inimigo com o maior ATQ e causa {1} de DAN.M aos inimigos na área, reduzindo a Vel de ATQ em {2}.\\n [Fúria] - Consome 10% do PV atual para ativar. A área de efeito aumenta, Atordoa o alvo por {3} segundos, e aumenta a própria Vel de ATQ em {5} por {4} segundos. ",
        "name": "Desespero Crescente",
        "transcendence": {
          "dark": "Quando ativado durante o estado de Fúria, ignora a DEF do alvo.",
          "light": "O custo de mana será reduzido em 1."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta o dano em {1} %."
        },
        "description": "Coleta energia e ataca o inimigo, causando {1} de DAN.M e infligindo Atordoamento por {2} segundos.\\n [Fúria] - Consome 20% do PV atual para ativar. Ataca inimigos na área do alvo e triplica o DAN. ",
        "name": "Ataque da Perdição",
        "transcendence": {
          "dark": "Se houver 1 inimigo, o DAN aumenta em 100%.",
          "light": "Torna-se imune a CM durante a ativação."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta o dano em {1} %."
        },
        "description": "Ezekiel ganha 1 acúmulo de 'Maldição de Sangue' no fim do poder. Após o 4° acúmulo, consome Maldição de SAngue para reiniciar a recarga do poder, causando {1} de DAN.M aos inimigos próximos e os derrubando por 3 segundos, enquanto ativa Fúria por {2} seugndos, que não pode ser removido. Enquanto estiver no estado de Fúria, entra em um modo de batalha automática que não pode ser controlado, e o ATQ aumenta em {3} , o DAN do ataque automático é dobrado e o efeito do Poder é reforçado. Não é possível ganhar Maldição de Sangue durante o estado de Fúria, exceto para quando matar um inimigo.",
        "name": "Sangue Amaldiçoado",
        "transcendence": {
          "dark": "Para cada acúmulo de 'Maldição de Sangue', recebe 12% de DAN reduzido.",
          "light": "Quando estiver no estado de Fúria, a taxa de cura aumenta em 50%."
        }
      },
      "subtitle": "O Sangue Amaldiçoado,",
      "t5": {
        "dark": "Quando estiver no estado de Fúria, o ataque automático causa DAN que ignora DEF.",
        "light": "ATK, DEF, PV +15% / Vel de ATQ +100"
      },
      "treasure": {
        "description": [
          "[Golpe da Perdição] Aumenta o DAN em 20% e ganha 1 acúmulo extra do Sangue Amaldiçoado após usar o poder.",
          "[Golpe da Perdição] Aumenta o DAN em 24% e ganha 1 acúmulo extra do Sangue Amaldiçoado após usar o poder.",
          "[Golpe da Perdição] Aumenta o DAN em 29% e ganha 1 acúmulo extra do Sangue Amaldiçoado após usar o poder.",
          "[Golpe da Perdição] Aumenta o DAN em 35% e ganha 1 acúmulo extra do Sangue Amaldiçoado após usar o poder.",
          "[Golpe da Perdição] Aumenta o DAN em 42% e ganha 1 acúmulo extra do Sangue Amaldiçoado após usar o poder.",
          "[Golpe da Perdição] Aumenta o DAN em 50% e ganha 1 acúmulo extra do Sangue Amaldiçoado após usar o poder."
        ],
        "name": "Elo Selador"
      },
      "weapon": {
        "description": [
          "A duração de Fúria aumenta em 2 segundos quando estiver no estado de Fúria, o DAN Crit aumenta em 80%.",
          "A duração de Fúria aumenta em 3 segundos quando estiver no estado de Fúria, o DAN Crit aumenta em 90%.",
          "A duração de Fúria aumenta em 4 segundos quando estiver no estado de Fúria, o DAN Crit aumenta em 100%.",
          "A duração de Fúria aumenta em 5 segundos quando estiver no estado de Fúria, o DAN Crit aumenta em 110%.",
          "A duração de Fúria aumenta em 6 segundos quando estiver no estado de Fúria, o DAN Crit aumenta em 120%.",
          "A duração de Fúria aumenta em 7 segundos quando estiver no estado de Fúria, o DAN Crit aumenta em 130%."
        ],
        "name": "Carcereiro do Desespero, Barbatos"
      }
    },
    "39": {
      "description": "A Femme Fatale, Dona do Bar de Ouro.  Honrando sua notoriedade, a primeira impressão que ela deixa é de uma encantadora erótica e sexy.  Ela anima os aliados com danças tentadoras.",
      "name": "Cassandra",
      "s1": {
        "books": {
          "1": "Cura e DAN aumentam em {1} %.",
          "2": "Cura e DAN aumentam em {1} %.",
          "3": "Duração de silêncio aumenta em {1} segundos."
        },
        "description": "Cura todos os aliados em {1} de PV e causa DAN.M equivalente a {2} para todos os inimigos. Inimigos atingidos por este poder são silenciados por 2 segundos.",
        "name": "Silenciosamente~",
        "transcendence": {
          "dark": "Por 5 segundos, inimigos atingidos terão uma redução de Mana em 200 por segundo.",
          "light": "Aliados curados ganham 200 de reforço de Vel de ATQ por 10 segundos."
        }
      },
      "s2": {
        "books": {
          "1": "O aumento de ATQ é reforçado em {1} %.",
          "2": "O aumento de ATQ é reforçado em {1} %.",
          "3": "O aumento de ATQ é reforçado em {1} %."
        },
        "description": "Aumenta o ATQ de todos os aliados em {1} por 15 segundos e aumenta a Chance de Crít em {2} .",
        "name": "Ferozmente!",
        "transcendence": {
          "dark": "Reduz o custo de mana em 1.",
          "light": "O reforço de ATQ aumenta em 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DAN aumentado em {1} %.",
          "2": "DAN aumentado em {1} %.",
          "3": "Duração do encanto aumentada em {1} segundos."
        },
        "description": "Causa {1} DAN.M a um inimigo com o ATQ mais alto, e quando o poder for usado na Arena, enfeitiça o alvo por 7 segundos. Se o poder for conjurado fora da Arena, causará {2} % de DAN.M adicional. Inimigos enfeitiçados atacarão seus aliados com ataques automáticos e não poderão usar poderes.",
        "name": "Onda de Tentação",
        "transcendence": {
          "dark": "Reduz o custo de mana em 1.",
          "light": "O alvo recebe mais 25% de DAN.M durante 10 segundos."
        }
      },
      "s4": {
        "books": {
          "1": "Aumento de DEF reforçado em {1} %.",
          "2": "Aumento de DEF reforçado em {1} %.",
          "3": "Aumento de DEF reforçado em {1} %."
        },
        "description": "A cada batalha, o primeiro poder usado terá uma redução de 2 mana de custo. Além disso, aumenta a DEF dos aliados em {1} por 5 segundos.",
        "name": "Toque Gentil",
        "transcendence": {
          "dark": "O efeito do aumento de DEF aumenta a duração em 5 segundos.",
          "light": "Todo o DAN sobre aliados é reduzido em 20% por 5 segundos."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "No começo de cada batalha, um aliado aleatório fica imune a DAN por 3 segundos.",
        "light": "ATK, DEF, PV +15% / Vel de ATQ +100"
      },
      "treasure": {
        "description": [
          "[Onda de Tentação] Reduz a recarga do poder em 30% e a duração de Feitiço aumenta em 1 segundo.",
          "[Onda de Tentação] Reduz a recarga do poder em 30% e a duração de Feitiço aumenta em 1,5 segundo.",
          "[Onda de Tentação] Reduz a recarga do poder em 30% e a duração de Feitiço aumenta em 2 segundos.",
          "[Onda de Tentação] Reduz a recarga do poder em 30% e a duração de Feitiço aumenta em 2,5 segundos.",
          "[Onda de Tentação] Reduz a recarga do poder em 30% e a duração de Feitiço aumenta em 3 segundos.",
          "[Onda de Tentação] Reduz a recarga do poder em 30% e a duração de Feitiço aumenta em 3,5 segundos."
        ],
        "name": "Aroma do Ouro"
      },
      "weapon": {
        "description": [
          "A cada 15 segundos, cura o aliado com o menor PV em 200% de ATQ e dissipa todos os efeitos nocivos.",
          "A cada 14 segundos, cura o aliado com o menor PV em 240% de ATQ e dissipa todos os efeitos nocivos..",
          "A cada 12,5 segundos, cura o aliado com o menor PV em 290% de ATQ e dissipa todos os efeitos nocivos.",
          "A cada 11 segundos, cura o aliado com o menor PV em 350% de ATQ e dissipa todos os efeitos nocivos.",
          "A cada 9,5 segundos, cura o aliado com o menor PV em 420% de ATQ e dissipa todos os efeitos nocivos.",
          "A cada 8 segundos, cura o aliado com o menor PV em 500% de ATQ e dissipa todos os efeitos nocivos."
        ],
        "name": "Brisa de Ouro, Sussuro Aureliano"
      }
    },
    "4": {
      "description": "Ele é um ex-assassino com um passado misterioso. É especialista em alvos solitários, lançando ataques fortes e intermináveis contra inimigos, enquanto se aproveita dos pontos cegos dos oponentes para se esquivar.",
      "name": "Roi",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN Crít. em {1} %."
        },
        "description": "Causa {1} de DAN.F adicional ao realizar um ataque automático.",
        "name": "Talhar",
        "transcendence": {
          "dark": "O alvo recebe mais 25% de DAN.F durante 10 segundos.",
          "light": "Reduz em 1 o custo de mana."
        }
      },
      "s2": {
        "books": {
          "1": "Taxa de aumento de ATQ é aumentada em {1} %.",
          "2": "Taxa de aumento de ATQ é aumentada em {1} %.",
          "3": "Aumenta a VEL. ATQ em {1} , durante o efeito do poder."
        },
        "description": "ATQ aumenta em {2} , durante {1} segundos e se esquiva de ataques de DAN.F.",
        "name": "Cortina de Escuridão",
        "transcendence": {
          "dark": "Reforça em 100% o DAN do ataque automático enquanto o poder durar.",
          "light": "Aumenta em 40% o reforço de ATQ."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN Crít. em {1} %."
        },
        "description": "Ataca 3 vezes aleatoriamente, causando aos inimigos {1} de DAN.F e Sangramento, o qual causa DAN.F constante. O Sangramento se acumula no máximo 3 vezes.",
        "name": "Impiedoso",
        "transcendence": {
          "dark": "Remove o tempo de recarga.",
          "light": "Em troca de 1 Custo de Mana Adicional, aumenta em 100% o DAN causado."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN Crít. em {1} %."
        },
        "description": "Desloca-se para trás do inimigo com o menor PV e causa [FFC800]{1} de DAN.F. Cada acúmulo de Sangramento causa {2} % de DAN adicional. Em seguida, todos os acúmulos são removidos. Em caso de acerto Crít, recupera 2 PM e reinicia o tempo de recarga do poder.",
        "name": "Garra de Lâminas",
        "transcendence": {
          "dark": "Há 50% de chance de acumular 1 Sangramento.",
          "light": "Cada ataque recupera 300 de mana."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Após um Golpe Crit, há 10% de chance de aumentar a Vel de ATQ em 300 e o DAN Crit em 60% por 5 segundos. Não ativa novamente durante a ativação.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Garra de Lâminas] Aumenta o DAN em 20%, e, após um Golpe Crit, recupera 300 de mana.",
          "[Garra de Lâminas] Aumenta o DAN em 24%, e, após um Golpe Crit, recupera 300 de mana.",
          "[Garra de Lâminas] Aumenta o DAN em 29%, e, após um Golpe Crit, recupera 300 de mana.",
          "[Garra de Lâminas] Aumenta o DAN em 35%, e, após um Golpe Crit, recupera 300 de mana.",
          "[Garra de Lâminas] Aumenta o DAN em 42%, e, após um Golpe Crit, recupera 300 de mana.",
          "[Garra de Lâminas] Aumenta o DAN em 50%, e, após um Golpe Crit, recupera 300 de mana."
        ],
        "name": "Máscara Rachada"
      },
      "weapon": {
        "description": [
          "Cada ataque automático tem 25% de chance de causar ao inimigo DAN.F (50 % do ATQ) e Sangramento.",
          "Cada ataque automático tem 28% de chance de causar ao inimigo DAN.F (60 % do ATQ) e Sangramento.",
          "Cada ataque automático tem 31% de chance de causar ao inimigo DAN.F (72 % do ATQ) e Sangramento.",
          "Cada ataque automático tem 34% de chance de causar ao inimigo DAN.F (86 % do ATQ) e Sangramento.",
          "Cada ataque automático tem 37% de chance de causar ao inimigo DAN.F (103 % do ATQ) e Sangramento.",
          "Cada ataque automático tem 40% de chance de causar ao inimigo DAN.F (125 % do ATQ) e Sangramento."
        ],
        "name": "Redeal, o Sopro do Espectro"
      }
    },
    "40": {
      "description": "O primeiro cavaleiro da há muito perdida República dos Gray, que vagam pelo mundo em busca da suserana perdida, Jane. Suas lanças duplas são imbuídas de grande poder, aguardando para perfurar demônios inimigos sem misericórida.",
      "name": "Theo",
      "s1": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Ataca o inimigo 16 vezes, causando um total de {1} de DAN.M. Em cada golpe crítico, aumenta DAN.Crít em 3% por 10 segundos e há uma chance de 30% de causar {2} de DAN.M adicional e infligir atordoamento por 0,3 segundos. O efeito de aumento de DAN Crít pode acumular até 30 vezes.",
        "name": "Choque Final",
        "transcendence": {
          "dark": "A recarga é reduzida em 2 segundos.",
          "light": "Se houver 1 inimigo, o DAN aumenta em 100%."
        }
      },
      "s2": {
        "books": {},
        "description": "Após a ativação, recebe o estato 'Deus dos Raios'. Atire uma lança de raios na direção do inimigo para infligir {1} de DAN.M. O inimigo atingido receberá {1} de DAN.M aumentado por 10 segundos. Enquanto estiver no estado 'Deus dos Raios', não será possível recuperar Mana por 10 segundos, mas a taxa de ativação do poder 'Para Jane' será aumentada em 40% e o ATQ em {3} .",
        "name": "Deus dos Raios",
        "transcendence": {
          "dark": "O DAN recebido enquanto o estado Deus dos Raios aumenta em 30%, mas a taxa de aumento do ATQ aumenta em 100%.",
          "light": "O custo de Mana é reduzido em 1."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Salta contra um inimigo à frente, golpeando com uma lança em direção ao chão. Atinge o inimigo 5 vezes e causa um total de {1} de DAN.M ao alvo e inimigos próximos. Além disso, inflige Atordoamento por 3 segundos.",
        "name": "Explosão dos Raios",
        "transcendence": {
          "dark": "A duração do atordoamento aumenta em 1 segundo.",
          "light": "O DAN aumenta em 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Para cada ataque automático, há uma chance de 20% de causar {1} de DAN.M e infligir Atordoamento por 0,7 segundos.",
        "name": "Para Jane",
        "transcendence": {
          "dark": "A duração do atordoamento aumenta em 0,2 segundo.",
          "light": "O DAN aumenta em 40%."
        }
      },
      "subtitle": "Cavaleiro da Lealdade",
      "t5": {
        "dark": "Quando 'Deus do Relâmpago' estiver ativo, recupera metade da mana. Quando a mana chegar ao máximo, o ATQ aumenta em 50% por 10 segundos. Esse efeito ativa apenas uma vez a cada 20 segundos.",
        "light": "ATQ, DEF, PV+15% / VEL. ATQ +100"
      },
      "treasure": {
        "description": [
          "[Explosão de Relâmpago] Reduz a recarga do poder em 30% e, após o ataque, causa 40% do ATQ como DAN.M extra.",
          "[Explosão de Relâmpago] Reduz a recarga do poder em 30% e, após o ataque, causa 48% do ATQ como DAN.M extra.",
          "[Explosão de Relâmpago] Reduz a recarga do poder em 30% e, após o ataque, causa 58% do ATQ como DAN.M extra.",
          "[Explosão de Relâmpago] Reduz a recarga do poder em 30% e, após o ataque, causa 70% do ATQ como DAN.M extra.",
          "[Explosão de Relâmpago] Reduz a recarga do poder em 30% e, após o ataque, causa 84% do ATQ como DAN.M extra.",
          "[Explosão de Relâmpago] Reduz a recarga do poder em 30% e, após o ataque, causa 100% do ATQ como DAN.M extra."
        ],
        "name": "Essência de Botões de Flores"
      },
      "weapon": {
        "description": [
          "Cada ataque automático e ataque com poder acumula 'Relâmpago'. Ao realizar 50 acúmulos, 'Raio de Luz, Legios' será ativado, aumentando a Vel de ATQ em 300, DAN Crít em 100% e Pen de DEF em 300 por 10 segundos. Enquanto estiver neste estado, os Raios não serão acumulados. Este efeito não pode ser dissipado.",
          "Cada ataque automático e ataque com poder acumula 'Relâmpago'. Ao realizar 50 acúmulos, 'Raio de Luz, Legios' será ativado, aumentando a Vel de ATQ em 360, DAN Crít em 120% e Pen de DEF em 360 por 10 segundos. Enquanto estiver neste estado, os Raios não serão acumulados. Este efeito não pode ser dissipado.",
          "Cada ataque automático e ataque com poder acumula 'Relâmpago'. Ao realizar 50 acúmulos, 'Raio de Luz, Legios' será ativado, aumentando a Vel de ATQ em 430, DAN Crít em 144% e Pen de DEF em 430 por 10 segundos. Enquanto estiver neste estado, os Raios não serão acumulados. Este efeito não pode ser dissipado.",
          "Cada ataque automático e ataque com poder acumula 'Relâmpago'. Ao realizar 50 acúmulos, 'Raio de Luz, Legios' será ativado, aumentando a Vel de ATQ em 520, DAN Crít em 173% e Pen de DEF em 520 por 10 segundos. Enquanto estiver neste estado, os Raios não serão acumulados. Este efeito não pode ser dissipado.",
          "Cada ataque automático e ataque com poder acumula 'Relâmpago'. Ao realizar 50 acúmulos, 'Raio de Luz, Legios' será ativado, aumentando a Vel de ATQ em 620, DAN Crít em 208% e Pen de DEF em 620 por 10 segundos. Enquanto estiver neste estado, os Raios não serão acumulados. Este efeito não pode ser dissipado.",
          "Cada ataque automático e ataque com poder acumula 'Relâmpago'. Ao realizar 50 acúmulos, 'Raio de Luz, Legios' será ativado, aumentando a Vel de ATQ em 750, DAN Crít em 250% e Pen de DEF em 750 por 10 segundos. Enquanto estiver neste estado, os Raios não serão acumulados. Este efeito não pode ser dissipado."
        ],
        "name": "Raio de Luz, Legios"
      }
    },
    "41": {
      "description": "Uma médica cujas técnicas remontam à eras de escassez de Sacerdotes e Magia de Cura.  Ela dispara remédios de sua ernome injeção para fortalecer aliados, ou enfraquecer o inimigo.",
      "name": "Mediana",
      "s1": {
        "books": {
          "1": "Recuperação aumentada em {1} %.",
          "2": "Recuperação aumentada em {1} %.",
          "3": "Recuperação aumentada em {1} %."
        },
        "description": "Cura todos os aliados em {1} e os torna imunes ao próximo golpe que cause DAN.",
        "name": "Bálsamo Curativo",
        "transcendence": {
          "dark": "Reduz o custo de mana em 1.",
          "light": "Reforça o PV do aliado curado em 10% por 10 segundos."
        }
      },
      "s2": {
        "books": {
          "1": "Heal and DMG amounts are increased by {1} %.",
          "2": "Heal and DMG amounts are increased by {1} %.",
          "3": "Heal and DMG amounts are increased by {1} %."
        },
        "description": "Dispara um canhão de água em linha reta, curando aliados na área por {1} a cada 0,5 segundos, enquanto causa {2} de DAN.F ao inimigo.",
        "name": "Canhão de Água Especial",
        "transcendence": {
          "dark": "Ganha imunidade a CM enquanto usar este poder.",
          "light": "Aumenta a Recuperação e o DAN em 40 %."
        }
      },
      "s3": {
        "books": {
          "1": "ATK increase amount is boosted by {1} %.",
          "2": "ATK increase amount is boosted by {1} %.",
          "3": "ATK increase amount is boosted by {1} %."
        },
        "description": "Imbui um aliado com o maior ATQ com uma poção de fortalecimento, aumentando o ATQ em 20%+{1} do ATQ de Mediana e impedindo que o PV fique abaixo de 5%.",
        "name": "Poção de Fortalecimento",
        "transcendence": {
          "dark": "Reforça a Chance Crít. em 400.",
          "light": "ATK boost is increased by 40%."
        }
      },
      "s4": {
        "books": {
          "1": "ATK increase amount is boosted by {1} %.",
          "2": "ATK increase amount is boosted by {1} %.",
          "3": "Aumenta o Bloqueio Físico de todos os aliados em {1} ."
        },
        "description": "Aumenta todos os ATQs de aliados em {1} e Resistência a Crít.F em {2} . Além disso, ao atacar o alvo, injeta um veneno especial no inimigo que causa DAN.F constante equivalente a {3} por 5 segundos enquanto também reduz a Resistência à Crít.F em {4} .",
        "name": "Veneno Especial de Mediana",
        "transcendence": {
          "dark": "O alvo recebe 20% de DAN.F aumentado.",
          "light": "A Resistência a Crít.F é alterada para 300."
        }
      },
      "subtitle": "A Perigosa Médica",
      "t5": {
        "dark": "Quando receber DAN, todos os aliados ganham 2% de ATQ. Este efeito acumula 20 vezes.",
        "light": "ATQ, DEF, PV+15% / Resist. CM +100"
      },
      "treasure": {
        "description": [
          "[Poção de Fortalecimento] Remove os efeitos negativos do alvo e o alvo ganha imunidade a CM por 2 segundos.",
          "[Poção de Fortalecimento] Remove os efeitos negativos do alvo e o alvo ganha imunidade a CM por 3 segundos.",
          "[Poção de Fortalecimento] Remove os efeitos negativos do alvo e o alvo ganha imunidade a CM por 4 segundos.",
          "[Poção de Fortalecimento] Remove os efeitos negativos do alvo e o alvo ganha imunidade a CM por 5 segundos.",
          "[Poção de Fortalecimento] Remove os efeitos negativos do alvo e o alvo ganha imunidade a CM por 6 segundos.",
          "[Poção de Fortalecimento] Remove os efeitos negativos do alvo e o alvo ganha imunidade a CM por 7 segundos."
        ],
        "name": "Poção do Mistério"
      },
      "weapon": {
        "description": [
          "DAN de veneno especial aumenta em 40%, e os alvos atingidos recebem DAN.F adicional equivalente a 30% de ATQ de Mediana quando for atingido por outros aliados. O efeito do DAN.F adicional ativa apenas 1 vez por cada segundo.",
          "DAN de veneno especial aumenta em 48%, e os alvos atingidos recebem DAN.F adicional equivalente a 36% de ATQ de Mediana quando for atingido por outros aliados. O efeito do DAN.F adicional ativa apenas 1 vez por cada segundo.",
          "DAN de veneno especial aumenta em 57%, e os alvos atingidos recebem DAN.F adicional equivalente a 43% de ATQ de Mediana quando for atingido por outros aliados. O efeito do DAN.F adicional ativa apenas 1 vez por cada segundo.",
          "DAN de veneno especial aumenta em 69%, e os alvos atingidos recebem DAN.F adicional equivalente a 52% de ATQ de Mediana quando for atingido por outros aliados. O efeito do DAN.F adicional ativa apenas 1 vez por cada segundo.",
          "DAN de veneno especial aumenta em 83%, e os alvos atingidos recebem DAN.F adicional equivalente a 62% de ATQ de Mediana quando for atingido por outros aliados. O efeito do DAN.F adicional ativa apenas 1 vez por cada segundo.",
          "DAN de veneno especial aumenta em 100%, e os alvos atingidos recebem DAN.F adicional equivalente a 75% de ATQ de Mediana quando for atingido por outros aliados. O efeito do DAN.F adicional ativa apenas 1 vez por cada segundo."
        ],
        "name": "Ameaça Misericordiosa, Phistonia"
      }
    },
    "42": {
      "description": "Um relojoeiro que foi amaldiçoado pelos animais divinos, chamados de Pelo-Vermelho.  Este relógio mágico ataca e petrifica inimigos  e também permite que seus aliados usem poderes mais rápido.",
      "name": "Oddy",
      "s1": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "Chance de Crít aumenta em {1} ."
        },
        "description": "Atinge inimigos em linha reta por {1} DAN.M e Petrifica inimigos atingidos.",
        "name": "Fenda do Tempo",
        "transcendence": {
          "dark": "Recarga reduzida em 1,5 segundos.",
          "light": "DAN aumenta em 40%."
        }
      },
      "s2": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "Chance de Crít aumenta em {1} ."
        },
        "description": "Ataca 6 inimigos aleatórios, causando um total de {1} DAN.M. Há uma chance de 50% de 'Fragmentos do Tempo' reiniciarão a recarga e não requer mana para o próximo uso.",
        "name": "Fragmentos do Tempo",
        "transcendence": {
          "dark": "Enquanto estiver em recarga, os ataques automáticos reduzem a recarga dos 'Fragmentos do Tempo' em 1 segundo.",
          "light": "DAN aumenta em 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "Chance de Crít aumenta em {1} ."
        },
        "description": "Causa {1} DAN.M a todos os inimigos e aumenta a Vel de ATQ do aliado em {2} por 15 segundos. Em seguida, todos os poderes de aliados que estiverem recarregando terão suas recargas reduzidas em 50%. Este poder não é afetado pelo próprio efeito e não sua recarga não será reduzida.",
        "name": "Distorção do Tempo",
        "transcendence": {
          "dark": "Enquanto estiver em uso, ganha imunidade a CM.",
          "light": "Todos os aliados recuperam 1 orbe de mana."
        }
      },
      "s4": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "Chance de Crít aumenta em {1} ."
        },
        "description": "Após o uso do poder, 2 ataques automáticos causarão {1} DAN.M adicional e tenha uma chance de 30% para Petrificar o inimigo por 3 segundos.",
        "name": "Magia do Relógio",
        "transcendence": {
          "dark": "O acúmulo do efeito de DAN adicional é limitado para 20 vezes, e para cada acúmulos, o ATQ aumenta em 3%.",
          "light": "A contagem do efeito de DAN adicional muda para 1 vez, e o DAN aumenta em 100%."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "A cada 10 segundos, reduz a recarga de qualquer poder em recarga de 4 aliados em 1 segundo.",
        "light": "ATK, DEF, PV+15% / Vel de ATQ +100"
      },
      "treasure": {
        "description": [
          "[Distorção do Tempo] Aumenta o DAN em 20% e remove todos os efeitos negativos dos aliados.",
          "[Distorção do Tempo] Aumenta o DAN em 24% e remove todos os efeitos negativos dos aliados.",
          "[Distorção do Tempo] Aumenta o DAN em 29% e remove todos os efeitos negativos dos aliados.",
          "[Distorção do Tempo] Aumenta o DAN em 35% e remove todos os efeitos negativos dos aliados.",
          "[Distorção do Tempo] Aumenta o DAN em 42% e remove todos os efeitos negativos dos aliados.",
          "[Distorção do Tempo] Aumenta o DAN em 50% e remove todos os efeitos negativos dos aliados."
        ],
        "name": "Fios do Tempo"
      },
      "weapon": {
        "description": [
          "Ao usar Distorção Temporal, todas as recargas dos aliados são reduzidas em 2 segundos, e o ATQ é reforçado em 14% por 10 segundos.",
          "Ao usar Distorção Temporal, todas as recargas dos aliados são reduzidas em 3 segundos, e o ATQ é reforçado em 17% por 10 segundos.",
          "Ao usar Distorção Temporal, todas as recargas dos aliados são reduzidas em 4 segundos, e o ATQ é reforçado em 21% por 10 segundos.",
          "Ao usar Distorção Temporal, todas as recargas dos aliados são reduzidas em 5 segundos, e o ATQ é reforçado em 25% por 10 segundos.",
          "Ao usar Distorção Temporal, todas as recargas dos aliados são reduzidas em 6 segundos, e o ATQ é reforçado em 30% por 10 segundos.",
          "Ao usar Distorção Temporal, todas as recargas dos aliados são reduzidas em 7 segundos, e o ATQ é reforçado em 35% por 10 segundos."
        ],
        "name": "Tempodiana, Contagem da Sombra da Lua"
      }
    },
    "43": {
      "description": "Um demônio renegado, que deseja devorar outros demônios para aumentar seu próprio poder.  Ela atravessou a fissura entre as dimensões para caçar poderosos demônios que atualmente residem no Mundo Material.  Seus espículos existem para cortar os inimigos aos meio.",
      "name": "Viska",
      "s1": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta a Taxa de Aumento de ATQ em {1} %."
        },
        "description": "Causa {1} de DAN.M e reduz o ATQ em {2} % dos inimigos no alcance durante 10 segundos, enquanto aumenta seu próprio ATQ em {3} . Quando acumular 3 Almas, aprisiona o inimigo durante 3 segundos.",
        "name": "Hora de Comer!!",
        "transcendence": {
          "dark": "A condição da alma para o efeito Grilhão será apagada.",
          "light": "Em troca de 1 Custo de Mana adicional, reduz em 4 segundos o tempo de recarga."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Os inimigos recebem mais {1} % de DAN.M durante o efeito do poder."
        },
        "description": "Desloca-se para trás do inimigo, removendo bônus positivos e causando {1} de DAN.M, derrubando-o. Quando acumular 3 Almas, reduz a DEF.M do inimigo em {2} %.",
        "name": "Tirarei uma Fatia Sua!!",
        "transcendence": {
          "dark": "A condição da alma para a redução da DEF.M será apagada.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Os inimigos próximos são atraídos antes que o ataque ocorra."
        },
        "description": "Causa {1} de DAN.M aos inimigos numa ampla área ao redor e inflige Atordoamento por 3 seg. Quando 5 Almas são acumuladas, todas são usadas para reiniciar o tempo de recarga da habilidade.",
        "name": "Farei Picadinhos de Você!!",
        "transcendence": {
          "dark": "Reduz o custo de mana em 1.",
          "light": "O poder de consumir 5 Almas não consome mais Almas."
        }
      },
      "s4": {
        "books": {
          "1": "DAN e Recuperação aumentam em {1} %.",
          "2": "DAN e Recuperação aumentam em {1} %.",
          "3": "Os inimigos cujas almas foram roubadas perdem {1} de mana."
        },
        "description": "Inimigos atacados com as habilidades de Viska perdem Almas. Ao perder sua Alma, os alvos recebem {1} de DAN.M adicional e, para cada alma acumulada, o PV de Viska é curado em {2} e o Mana é recuperado em 300. As almas duram até serem usadas, não podem ser removidas e podem ser acumuladas até 5 vezes no máximo.",
        "name": "Almas Deliciosas!",
        "transcendence": {
          "dark": "Para cada Alma acumulada, o ATQ aumenta em 10%.",
          "light": "Inimigos que tiveram suas almas roubadas têm sua resistência a CM reduzida em 250 por 10 seg."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Para cada alma acumulada, a Chance de Chance de Crít aumenta em 50 e o DAN Crít aumenta em 30%.",
        "light": "ATQ, DEF, PV+15% / Chance Crít. +100"
      },
      "treasure": {
        "description": [
          "[Vou te fazer em pedacinhos!!] Ganha imunidade a CM durante a ativação do poder e, após cada uso, aumenta o DAN em 4%. Esse efeito acumula no máximo em 10 vezes.",
          "[Vou te fazer em pedacinhos!!] Ganha imunidade a CM durante a ativação do poder e, após cada uso, aumenta o DAN em 4,8%. Esse efeito acumula no máximo em 10 vezes.",
          "[Vou te fazer em pedacinhos!!] Ganha imunidade a CM durante a ativação do poder e, após cada uso, aumenta o DAN em 5,8%. Esse efeito acumula no máximo em 10 vezes.",
          "[Vou te fazer em pedacinhos!!] Ganha imunidade a CM durante a ativação do poder e, após cada uso, aumenta o DAN em 7%. Esse efeito acumula no máximo em 10 vezes.",
          "[Vou te fazer em pedacinhos!!] Ganha imunidade a CM durante a ativação do poder e, após cada uso, aumenta o DAN em 8,4%. Esse efeito acumula no máximo em 10 vezes.",
          "[Vou te fazer em pedacinhos!!] Ganha imunidade a CM durante a ativação do poder e, após cada uso, aumenta o DAN em 10%. Esse efeito acumula no máximo em 10 vezes."
        ],
        "name": "Alma do Demônio Gigante"
      },
      "weapon": {
        "description": [
          "Os inimigos cujas almas foram roubadas recebem mais 25% de DAN.M. Tempo de Duração: 10 segundos.",
          "Os inimigos cujas almas foram roubadas recebem mais 30% de DAN.M. Tempo de Duração: 10 segundos.",
          "Os inimigos cujas almas foram roubadas recebem mais 36% de DAN.M. Tempo de Duração: 10 segundos.",
          "Os inimigos cujas almas foram roubadas recebem mais 43% de DAN.M. Tempo de Duração: 10 segundos.",
          "Os inimigos cujas almas foram roubadas recebem mais 51% de DAN.M. Tempo de Duração: 10 segundos.",
          "Os inimigos cujas almas foram roubadas recebem mais 60% de DAN.M. Tempo de Duração: 10 segundos."
        ],
        "name": "Kitrax, Presas do Pesadelo"
      }
    },
    "44": {
      "description": "Pertence formalmente a mais alta ordem do Exército de Orvelia, ela se tornou a criada da maga Aisha; a única filha da nobre família Daphnel Pon. Sua poderosa alabarda corta os inimigos rapidamente.",
      "name": "Priscilla",
      "s1": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta o dano em {1} %."
        },
        "description": "Causa {1} de DAN.F aos inimigos frontais e os atordoa durante 1 segundo. Esse ataque sempre causa acerto Crít.",
        "name": "Ataque Vital",
        "transcendence": {
          "dark": "Não realiza mais acertos Crít. ilimitados. Aumenta o DAN Crít. em 150%.",
          "light": "Aumenta em 2 segundos a duração do Atordoamento."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Aumenta a Taxa de Aumento de ATQ em {1} %."
        },
        "description": "Atribui um estado 'Cooperativo' a este herói e ao aliado com o maior ATQ durante 20 segundos. O ATQ de Priscilla e do aliado aumenta em 15%+{1} durante o efeito do poder.",
        "name": "Coordenação",
        "transcendence": {
          "dark": "Enquanto estiver em estado 'Cooperativo', os ataques automáticos aumentam em 15% o DAN de todas as fontes recebido pelo inimigo.",
          "light": "Reforça o DAN Crít. em 80%."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o dano em {1} %.",
          "2": "Aumenta o dano em {1} %.",
          "3": "Aumenta o dano em {1} %."
        },
        "description": "Causa {1} de DAN.F aos inimigos próximos num alcance circular e os atrai na direção do herói. Quando ativado sob o efeito 'Cooperativo', os inimigos atingidos recebem mais {2} % de DAN.F e DAN.M durante 10 segundos.",
        "name": "Dança Turbulenta",
        "transcendence": {
          "dark": "Quando houver apenas 1 inimigo, aumenta o DAN em 100%.",
          "light": "Ao realizar um Acerto Crít., reduz o tempo de recarga em 10%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Aumenta o DAN Crít. em {1} %."
        },
        "description": "O ATQ deste herói aumenta em {1} , a Pen.DEF em {2} .",
        "name": "Proficiência em Armas",
        "transcendence": {
          "dark": "Reforça a chance de Crít. em 250.",
          "light": "Aumenta em 40% o reforço de ATQ."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Aumenta em 3% o ATQ e DEF.F dos aliados a uma quantidade igual a 3% do seu próprio ATQ e DEF.F.",
        "light": "ATQ, DEF, PV+15% / Resist. CM +100"
      },
      "treasure": {
        "description": [
          "[Dança Turbulenta] Aumenta o DAN em 20% e inflige o alvo com Atordoamento por 3 segundos.",
          "[Dança Turbulenta] Aumenta o DAN em 24% e inflige o alvo com Atordoamento por 3 segundos.",
          "[Dança Turbulenta] Aumenta o DAN em 29% e inflige o alvo com Atordoamento por 3 segundos.",
          "[Dança Turbulenta] Aumenta o DAN em 35% e inflige o alvo com Atordoamento por 3 segundos.",
          "[Dança Turbulenta] Aumenta o DAN em 42% e inflige o alvo com Atordoamento por 3 segundos.",
          "[Dança Turbulenta] Aumenta o DAN em 50% e inflige o alvo com Atordoamento por 3 segundos."
        ],
        "name": "Pedra Mágica da Gravidade"
      },
      "weapon": {
        "description": [
          "Quando os poderes 'Ataque Vital' e 'Dança Turbulenta' atingem o inimigo, o tempo de recarga do poder correspondente se reduz em 1 segundo e a VEL. ATQ aumenta em 50 pela quantidade de inimigos atingidos. O reforço de VEL. ATQ pode se acumular até 10 vezes.",
          "Quando os poderes 'Ataque Vital' e 'Dança Turbulenta' atingem o inimigo, o tempo de recarga do poder correspondente se reduz em 1,2 segundo e a VEL. ATQ aumenta em 50 pela quantidade de inimigos atingidos. O reforço de VEL. ATQ pode se acumular até 10 vezes.",
          "Quando os poderes 'Ataque Vital' e 'Dança Turbulenta' atingem o inimigo, o tempo de recarga do poder correspondente se reduz em 1,4 segundo e a VEL. ATQ aumenta em 50 pela quantidade de inimigos atingidos. O reforço de VEL. ATQ pode se acumular até 10 vezes.",
          "Quando os poderes 'Ataque Vital' e 'Dança Turbulenta' atingem o inimigo, o tempo de recarga do poder correspondente se reduz em 1,7 segundo e a VEL. ATQ aumenta em 50 pela quantidade de inimigos atingidos. O reforço de VEL. ATQ pode se acumular até 10 vezes.",
          "Quando os poderes 'Ataque Vital' e 'Dança Turbulenta' atingem o inimigo, o tempo de recarga do poder correspondente se reduz em 2 segundos e a VEL. ATQ aumenta em 50 pela quantidade de inimigos atingidos. O reforço de VEL. ATQ pode se acumular até 10 vezes.",
          "Quando os poderes 'Ataque Vital' e 'Dança Turbulenta' atingem o inimigo, o tempo de recarga do poder correspondente se reduz em 2,5 segundos e a VEL. ATQ aumenta em 50 pela quantidade de inimigos atingidos. O reforço de VEL. ATQ pode se acumular até 10 vezes."
        ],
        "name": "Excilius, Dança Turbulenta"
      }
    },
    "45": {
      "description": "Uma guerreira bárbara que viaja por todas as terras, caçando monstros que causam problemas para as pessoas.  A Única Assassina do Dragão Louco Svelta.  Suas enormes flechas poderosas são capazes de perfurar até mesmo as muralhas de um castelo.",
      "name": "Yanne",
      "s1": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN Crít aumenta em {1} %."
        },
        "description": "Assume uma posição, foca por um instante e causa {1} de DAN.F a inimigos em linha reta. Se o alvo for um dragão, causa Atordomaneto por 3 segundos. Quanto mais ela foca, a duração de DAN e Atordoamento aumenta em {2} %.",
        "name": "Tiro Certo!",
        "transcendence": {
          "dark": "O alvo recebe 25% de DAN.F adicional por 10 segundos.",
          "light": "DAN aumenta em 40%."
        }
      },
      "s2": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN Crít aumenta em {1} %."
        },
        "description": "Causa {1} DAN.F a um inimigo e outros inimigos próximos. Se o alvo for um dragão, causa {2} de DAN adicional que ignora DEF.",
        "name": "Queda!",
        "transcendence": {
          "dark": "Inimigos atingidos são atordoados por 2 segundos.",
          "light": "Quando houver 1 inimigo, reforça o DAN em 100%."
        }
      },
      "s3": {
        "books": {
          "1": "Aumento de ATQ reforçado em {1} %.",
          "2": "Aumento de ATQ reforçado em {1} %.",
          "3": "Aumento de ATQ reforçado em {1} %."
        },
        "description": "Remove todos os efeitos nocivos de si mesmo por 30 segundos, aumenta o ATQ em {1} e Penalidades de DEF em {2} . Akém disso, durante o efeito, ataques automáticos são alterados. Eles consomem 3% de mana em troca da capacidade de causar DAN a todos os inimigos em linha reta. Além disso, causa {3} DAN.F adicional que ignora DEF a de Dragões.",
        "name": "Sem Volta!",
        "transcendence": {
          "dark": "Durante o efeito, todo o DAN recebido é reduzido em 25%.",
          "light": "Vel de ATQ é reforçada em 250 durante o efeito."
        }
      },
      "s4": {
        "books": {
          "1": "Aumento de ATQ reforçado em {1} %.",
          "2": "Aumento de ATQ reforçado em {1} %.",
          "3": "Aumento de ATQ reforçado em {1} %."
        },
        "description": "ATQ reforçado em {1} , e PV Máx é reforçado em {2} %. Além disso, o DAN causado a Dragões aumenta em {3} %.",
        "name": "Caçadora de Dragões",
        "transcendence": {
          "dark": "Causa 15% a mais de DAN a Dragões.",
          "light": "Todos os aliados recebem 7% de DAN reduzido de Dragões."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Ataques automáticos ignoram os efeitos de Bloqueio inimigos.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Sem Hesitação!] Reduz o custo de mana em 1 e a duração aumenta em 5 segundos.",
          "[Sem Hesitação!] Reduz o custo de mana em 1 e a duração aumenta em 6 segundos.",
          "[Sem Hesitação!] Reduz o custo de mana em 1 e a duração aumenta em 7 segundos.",
          "[Sem Hesitação!] Reduz o custo de mana em 1 e a duração aumenta em 8 segundos.",
          "[Sem Hesitação!] Reduz o custo de mana em 1 e a duração aumenta em 9 segundos.",
          "[Sem Hesitação!] Reduz o custo de mana em 1 e a duração aumenta em 10 segundos."
        ],
        "name": "Bife de Dragão"
      },
      "weapon": {
        "description": [
          "Após Golpe Crítico, há uma chance de 10% de causar DAN.F equivalente a 200% de ATQ e recupera 5% de Mana. Se o alvo for um Dragão, causa Atordoamento por 1 segundo.",
          "Após Golpe Crítico, há uma chance de 10% de causar DAN.F equivalente a 240% de ATQ e recupera 5% de Mana. Se o alvo for um Dragão, causa Atordoamento por 1 segundo.",
          "Após Golpe Crítico, há uma chance de 10% de causar DAN.F equivalente a 290% de ATQ e recupera 5% de Mana. Se o alvo for um Dragão, causa Atordoamento por 1 segundo.",
          "Após Golpe Crítico, há uma chance de 10% de causar DAN.F equivalente a 350% de ATQ e recupera 5% de Mana. Se o alvo for um Dragão, causa Atordoamento por 1 segundo.",
          "Após Golpe Crítico, há uma chance de 10% de causar DAN.F equivalente a 420% de ATQ e recupera 5% de Mana. Se o alvo for um Dragão, causa Atordoamento por 1 segundo.",
          "Após Golpe Crítico, há uma chance de 10% de causar DAN.F equivalente a 500% de ATQ e recupera 5% de Mana. Se o alvo for um Dragão, causa Atordoamento por 1 segundo."
        ],
        "name": "Svelta, Ruína do Dragão"
      }
    },
    "49": {
      "description": "Uma astróloga das Estrelas, uma trupe que vaga pelo continente. Em vez de sair em peregrinação como mentro do círculo das bruxas, busca pela alma gêmea que ela encontrou em seus sonhos. Controla as cartas de tarô que flutuam ao seu redor para atacar os inimigos à distância.",
      "name": "Ophelia",
      "s1": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Ataca o inimigo, causando {1} de DAN.M e infligindo Atordoamento por {2} segundos. Consome a carta em sua posse para infligir efeitos adicionais. Ao usar o poder, ganha a carta de [Morte].\\n [Morte] - o DAN ignora a DEF do alvo e a duração do Atordoamento aumenta em 5 segundo.\\n[Amor] - Causa um total de {3} de DAN.M ao longo do tempo por 7 segundos e reduz a taxa de cura em 100%.\\n[Fortuna] - A recarga do Poder não tem efeito. ",
        "name": "Carta da Morte - Carta",
        "transcendence": {
          "dark": "O custo de mana será reduzido em 1.",
          "light": "Durante 10 segundos, o alvo recebe 25% de DAN.M aumentado."
        }
      },
      "s2": {
        "books": {
          "1": "Aumento de ATQ reforçado em {1} %.",
          "2": "Aumento de ATQ reforçado em {1} %.",
          "3": "Aumento de ATQ reforçado em {1} %."
        },
        "description": "o ATQ aumenta em {2} por {1} segundos e a recuperação de Mana por segundo aumenta em {3}%. Consome a carta em sua posse para infligir efeitos adicionais. Ao usar o poder, ganha a carta de [Amor].\\n [Morte] - A Penetração aumenta em 600 durante o efeito do poder.\\n[Amor] - Concede o efeito para todos os aliados.\\n[Fortuna] - A recarga do Poder não tem efeito. ",
        "name": "Carta do Amor - Elliciad",
        "transcendence": {
          "dark": "O reforço de ATQ aumenta em 40%.",
          "light": "Recupera a mana do alvo em 1000."
        }
      },
      "s3": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Ataca o inimigo e inimigos próximos na área e causa {1} de DAN.M. Não é possível errar esse ataque, e o DAN Crit causado aumenta em 100%. Ao usar o poder, ganha a carta de [Fortuna].\\n [Morte] - o DAN Crit aumenta em 200%.\\n[Amor] - Remove todos os efeitos positivos dos inimigos na área e infligindo Silenciar por 1 segundo.\\n[Fortuna] - A recarga do Poder não tem efeito e recupera 1 orbe de mana. ",
        "name": "Carta da Fortuna - Vellekia",
        "transcendence": {
          "dark": "Sempre inflige um Golpe Crit.",
          "light": "O custo de mana aumenta em 1 orbe, mas o DAN é reforçado em 100%."
        }
      },
      "s4": {
        "books": {
          "1": "O reforço de ATQ de todos os aliados aumenta em {1} %.",
          "2": "O reforço de ATQ de todos os aliados aumenta em {1} %.",
          "3": "O reforço de Chance de Crit de todos os aliados aumenta em {1} ."
        },
        "description": "O ATQ de todos os aliados aumenta em {1} , e a Chance de Crit aumenta em 100. Ganha efeito adicional de acordo com a carta em sua posse.\\n [Morte] - o ATQ aumenta em {3}%,\\n[Amor] - Para cada segundo, cura {4}% do PV máx.\\n[Fortuna] - a Chance de Esquiva.M aumenta em 200. ",
        "name": "Desbravadora do Destino",
        "transcendence": {
          "dark": "No início de cada batalha, ganha a carta de [Amor]. Essa carta não tem o efetio de cura.",
          "light": "No início de cada batalha, ganha a carta de [Morte]. Essa carta não tem o efetio de Reforço de DAN."
        }
      },
      "subtitle": "Desbravadora do Destino,",
      "t5": {
        "dark": "Após usar um poder, há 7% de chance de que o custo de mana de todos os poderes sejam reduzidos em 1 por 7 segundos. Não é possível remover esse feito.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Carta de Fortuna - Vellekia] Reduz o custo de mana em 1 e aumenta o DAN em 20%.",
          "[Carta de Fortuna - Vellekia] Reduz o custo de mana em 1 e aumenta o DAN em 24%.",
          "[Carta de Fortuna - Vellekia] Reduz o custo de mana em 1 e aumenta o DAN em 29%.",
          "[Carta de Fortuna - Vellekia] Reduz o custo de mana em 1 e aumenta o DAN em 35%.",
          "[Carta de Fortuna - Vellekia] Reduz o custo de mana em 1 e aumenta o DAN em 42%.",
          "[Carta de Fortuna - Vellekia] Reduz o custo de mana em 1 e aumenta o DAN em 50%."
        ],
        "name": "Moeda da Fortuna"
      },
      "weapon": {
        "description": [
          "Após o ataque, há 77,7% de chance de aumentar a Vel de ATQ em 20 por 7 segundos, e a recuperação de mana por segundo aumentar em 10%. Esse efeito pode ser acumulado no máximo em 15 vezes.",
          "Após o ataque, há 77,7% de chance de aumentar a Vel de ATQ em 24 por 7 segundos, e a recuperação de mana por segundo aumentar em 12%. Esse efeito pode ser acumulado no máximo em 15 vezes.",
          "Após o ataque, há 77,7% de chance de aumentar a Vel de ATQ em 29 por 7 segundos, e a recuperação de mana por segundo aumentar em 14%. Esse efeito pode ser acumulado no máximo em 15 vezes.",
          "Após o ataque, há 77,7% de chance de aumentar a Vel de ATQ em 35 por 7 segundos, e a recuperação de mana por segundo aumentar em 17%. Esse efeito pode ser acumulado no máximo em 15 vezes.",
          "Após o ataque, há 77,7% de chance de aumentar a Vel de ATQ em 42 por 7 segundos, e a recuperação de mana por segundo aumentar em 21%. Esse efeito pode ser acumulado no máximo em 15 vezes.",
          "Após o ataque, há 77,7% de chance de aumentar a Vel de ATQ em 50 por 7 segundos, e a recuperação de mana por segundo aumentar em 25%. Esse efeito pode ser acumulado no máximo em 15 vezes."
        ],
        "name": "Cartas do Destino de Arcana"
      }
    },
    "5": {
      "description": "Um bárbaro que governa as planícies nevadas da terra congelada, ele enfraquece o moral dos inimigos com gritos ensurdecedores e investidas tempestuosas.",
      "name": "Gau",
      "s1": {
        "books": {
          "1": "Taxa de aumento de ataque aumenta em {1} %.",
          "2": "Taxa de aumento de ataque aumenta em {1} %.",
          "3": "Taxa de aumento de ataque aumenta em {1} %."
        },
        "description": "Todos os aliados ganham {2} de ATQ durante {1} segundos. Ao ativar, remove todos os efeitos negativos dos aliados.",
        "name": "Rugido de Batalha",
        "transcendence": {
          "dark": "Cada uso aumenta o DAN em 15%. Acumula-se no máximo 10 vezes.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN.F aos inimigos no alcance, derrubando-os durante {2} segundos no primeiro ataque.",
        "name": "Golpear",
        "transcendence": {
          "dark": "Adiciona o reforço de Vel de ATQ de 200 ao efeito.",
          "light": "Aumenta o reforço de ATQ em 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Ao conjurar, reúne todos os inimigos no alcance."
        },
        "description": "Causa {1} de DAN.F aos inimigos no alcance, congelando-os no durante {2} segundos no último ataque. Imune a penalidades ao conjurar.",
        "name": "Vórtice",
        "transcendence": {
          "dark": "Imune a todos os tipos de DAN enquanto estiver ativado.",
          "light": "Reduz o tempo de recarga em 3 segundos."
        }
      },
      "s4": {
        "books": {
          "1": "Taxa de aumento de ataque aumenta em {1} %.",
          "2": "Aumenta a taxa de aumento de ATQ em {1} %.",
          "3": "Resistência a penalidades aumenta em 50 a cada acúmulo."
        },
        "description": "Ao atacar um inimigo, aumenta o ATQ em {2} , durante {1} segundos. Esse efeito pode se acumular até no máximo 10 vezes.",
        "name": "Enfurecer",
        "transcendence": {
          "dark": "Ganha um reforço de 50 de Chance Crít. e Roubo de Vida por cada acúmulo, mas recebe mais 5% de DAN por cada acúmulo.",
          "light": "Aumenta em 40% o reforço de ATQ."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Cura PV equivalente a 10% do ATQ por segundo. Cada 1% do PV perdido reduz em 0,6% o DAN recebido.",
        "light": "ATQ, DEF, PV+15% / BLQ.F +200"
      },
      "treasure": {
        "description": [
          "[Vortex] Aumenta o DAN em 50% e os inimigos atingidos pelo último ataque recebem mais 5% de DAN por 10 segundos.",
          "[Vortex] Aumenta o DAN em 50% e os inimigos atingidos pelo último ataque recebem mais 6% de DAN por 10 segundos.",
          "[Vortex] Aumenta o DAN em 50% e os inimigos atingidos pelo último ataque recebem mais 7% de DAN por 10 segundos.",
          "[Vortex] Aumenta o DAN em 50% e os inimigos atingidos pelo último ataque recebem mais 8,5% de DAN por 10 segundos.",
          "[Vortex] Aumenta o DAN em 50% e os inimigos atingidos pelo último ataque recebem mais 10,5% de DAN por 10 segundos.",
          "[Vortex] Aumenta o DAN em 50% e os inimigos atingidos pelo último ataque recebem mais 12,5% de DAN por 10 segundos."
        ],
        "name": "Caneca do Bárbaro"
      },
      "weapon": {
        "description": [
          "Para cada 1% de PV perdido, o ATQ aumenta em 0,8% e a VEL. ATQ em 8.",
          "Para cada 1% de PV perdido, o ATQ aumenta em 1% e a VEL. ATQ em 10.",
          "Para cada 1% de PV perdido, o ATQ aumenta em 1,2% e a VEL. ATQ em 12.",
          "Para cada 1% de PV perdido, o ATQ aumenta em 1,4% e a VEL. ATQ em 14.",
          "Para cada 1% de PV perdido, o ATQ aumenta em 1,7% e a VEL. ATQ em 17.",
          "Para cada 1% de PV perdido, o ATQ aumenta em 2% e a VEL. ATQ em 20."
        ],
        "name": "Numinu, Pássaro Sagrado"
      }
    },
    "50": {
      "description": "Um comerciante que viaja pelo continente, vendendo veneno para quem precisa. Utiliza um fole para envenenar e incapacitar inimigos.",
      "name": "Requina",
      "s1": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Ataca 2 inimigos e causa {1} de DAN.F, enquanto os envenena com Lágrimas do Sr. Python . Os inimigos infligidos com Lágrimas do Sr. Python não podem recuperar mana, recebem 30% de DAN aumentado, e a chance de BLOQ será reduzida em 500.",
        "name": "Lágrimas do Sr. Python!",
        "transcendence": {
          "dark": "Reduz a mana do alvo em 1200.",
          "light": "O custo de mana será reduzido em 1."
        }
      },
      "s2": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Ataca inimigos aleatórios 3 vezes e causa um total de {1} de DAN, enquanto os envenena com Extrato de Erva Berrante por {2} segundos. Os inimigos infligidos com Extrato de Erva Berrante terão seus ataques reduzidos em {3}%, e a Chance de Crit em {4}.",
        "name": "Extrato de Erva Berrante!",
        "transcendence": {
          "dark": "Atordoa o alvo por 1 segundo.",
          "light": "Se houver 1 inimigo, o DAN aumenta em 100%."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Aumenta a Taxa de Aumento de ATQ em {1} %."
        },
        "description": "O próprio ATQ aumenta em [{2} por {1} segundo e o efeito de [Lágrimas do Sr. Python], [Extrato de Erva Berrante], [Poção de Cócegas] será dobrado. Além disso, o alvo de [Lágrimas do Sr. Python], [Extrato de Erva Berrante!], [Poção de Cócegas] aumenta em 1.",
        "name": "Mais! Mais forte!",
        "transcendence": {
          "dark": "O custo de mana será reduzido em 1.",
          "light": "Durante o efeito, o DAN do ataque automático aumenta em 100%."
        }
      },
      "s4": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Após o ataque, envenena o alvo com Poção de Cócegas por {1} segundos, que causa um total de {2} de DAN.F ao longo do tempo e não poderá ser removido. Poção de Cócegas pode ser acumulado até o máximo de 50 vezes.",
        "name": "Poção de Cócegas!",
        "transcendence": {
          "dark": "O alvo recebe 20% de DAN.F aumentado.",
          "light": "Poção de Cócegas! acumula 3 por vez."
        }
      },
      "subtitle": "Mercador de Veneno,",
      "t5": {
        "dark": "Após atacar automaticamente um inimigo com 50 ou mais acúmulos de Poção de Cócegas, causa 200% de ATQ como DAN.F extra que ignora DEF.",
        "light": "ATQ, DEF, PV+15% / Chance Crít. +100"
      },
      "treasure": {
        "description": [
          "[Mais! Mais Forte!] Ataca mais 1 alvo e aumenta a Vel de ATQ em 100 durante o efeito.",
          "[Mais! Mais Forte!] Ataca mais 1 alvo e aumenta a Vel de ATQ em 120 durante o efeito.",
          "[Mais! Mais Forte!] Ataca mais 1 alvo e aumenta a Vel de ATQ em 140 durante o efeito.",
          "[Mais! Mais Forte!] Ataca mais 1 alvo e aumenta a Vel de ATQ em 170 durante o efeito.",
          "[Mais! Mais Forte!] Ataca mais 1 alvo e aumenta a Vel de ATQ em 210 durante o efeito.",
          "[Mais! Mais Forte!] Ataca mais 1 alvo e aumenta a Vel de ATQ em 250 durante o efeito."
        ],
        "name": "Poção Reluzente"
      },
      "weapon": {
        "description": [
          "O acúmulo máximo da Poção de Cócegas aumenta para 55. Cada ataque automático tem uma chance de 10% de atacar um inimigo aleatório, causando 20% do ATQ como DAN e infligindo Silenciar por 1 segundo.",
          "O acúmulo máximo da Poção de Cócegas aumenta para 60. Cada ataque automático tem uma chance de 10% de atacar um inimigo aleatório, causando 24% do ATQ como DAN e infligindo Silenciar por 1 segundo.",
          "O acúmulo máximo da Poção de Cócegas aumenta para 65. Cada ataque automático tem uma chance de 10% de atacar um inimigo aleatório, causando 29% do ATQ como DAN e infligindo Silenciar por 1 segundo.",
          "O acúmulo máximo da Poção de Cócegas aumenta para 70. Cada ataque automático tem uma chance de 10% de atacar um inimigo aleatório, causando 35% do ATQ como DAN e infligindo Silenciar por 1 segundo.",
          "O acúmulo máximo da Poção de Cócegas aumenta para 75. Cada ataque automático tem uma chance de 10% de atacar um inimigo aleatório, causando 42% do ATQ como DAN e infligindo Silenciar por 1 segundo.",
          "O acúmulo máximo da Poção de Cócegas aumenta para 80. Cada ataque automático tem uma chance de 10% de atacar um inimigo aleatório, causando 50% do ATQ como DAN e infligindo Silenciar por 1 segundo."
        ],
        "name": "A Flauta dos Ventos Silenciosos, Rakshathar"
      }
    },
    "51": {
      "description": "Como uma amazona dos virtuosos céus, ela pune o mal com a sua espada e protege os fracos com o seu escudo. Ela desceu até o nosso mundo a fim de derrotar os Demônios que estavam destruindo o reino terrestre. Sua bela espada e escudo são brandidos para derrotar inimigos e proteger seus companheiros com a sua luz.",
      "name": "Aselica",
      "s1": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "Aumenta a duração do Atordoamento em {1} segundos."
        },
        "description": "Causa {1} de DAN M. no inimigo e em inimigos dentro de alcance, além de infligir Atordoamento por {2} seg.",
        "name": "Espada do Sol",
        "transcendence": {
          "dark": "Reduz o tempo de recarga em 2 seg.",
          "light": "Após ativação, aumenta a Vel. de ATQ em 350 por 5 seg."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Aumenta a Taxa de Aumento de ATQ em {1} %."
        },
        "description": "Imbui a Bênção do Sol no aliado com maior ATQ, reduzindo o tempo de recarga de todas as habilidades em 20% e aumentando o ATQ em {1} por 15 seg.",
        "name": "Bênção do Sol",
        "transcendence": {
          "dark": "Remove efeitos negativos do alvo.",
          "light": "Aumenta o Custo de Mana em 1 e concede o efeito aos 2 aliados com maior ATQ."
        }
      },
      "s3": {
        "books": {
          "1": "DAN e Recuperação aumentam em {1} %.",
          "2": "DAN e Recuperação aumentam em {1} %.",
          "3": "DAN e Recuperação aumentam em {1} %."
        },
        "description": "Assume posição, foca para recuperar PV de aliados próximos (exceto do utilizador) por 8 vezes num total de {1} e aumenta suas DEF F. em {2} por 5 seg. Também inflige um total de {3} de DAN M. por 8 vezes em inimigos dentro de alcance, além de reduzir suas DEF F. em {4} por 5 seg. Terminada a utilização, recupera PV de aliados dentro de alcance (exceto do utilizador) em {5} . Também inflige {6} de DAN M. em inimigos e os derruba por 3 seg.",
        "name": "Julgamento do Sol",
        "transcendence": {
          "dark": "Aumenta em 5 seg. a duração do efeito de redução de DEF M.",
          "light": "Reduz o Custo de Mana em 1."
        }
      },
      "s4": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Ao atacar o alvo, coloca os inimigos em estado de Maldição do Sol por 10 seg. Inimigos com 10 Maldições do Sol acumuladas irão consumi-las e receberão {1} de DAN M., além de serem cegados por {2} seg. e de terem seu ATQ reduzido em {3} % por 5 seg.",
        "name": "Maldição do Sol",
        "transcendence": {
          "dark": "Ativa o efeito quando a Maldição do Sol acumula 7 vezes.",
          "light": "Altera a Redução de ATQ para 30%."
        }
      },
      "subtitle": "Guardiã do Sol",
      "t5": {
        "dark": "Concede Imunidade a DAN F. a cada 15 seg. por 3 seg. para 1 aliado com o menor PV.",
        "light": "ATQ, DEF, PV+15% / BLQ.F +200"
      },
      "treasure": {
        "description": [
          "[Julgamento do Sol] Ganha imunidade a CM enquanto estiver em uso, mas aumenta o Reforço de DEF.F e Redução de DEF.M em 20%.",
          "[Julgamento do Sol] Ganha imunidade a CM enquanto estiver em uso, mas aumenta o Reforço de DEF.F e Redução de DEF.M em 24%.",
          "[Julgamento do Sol] Ganha imunidade a CM enquanto estiver em uso, mas aumenta o Reforço de DEF.F e Redução de DEF.M em 29%.",
          "[Julgamento do Sol] Ganha imunidade a CM enquanto estiver em uso, mas aumenta o Reforço de DEF.F e Redução de DEF.M em 35%.",
          "[Julgamento do Sol] Ganha imunidade a CM enquanto estiver em uso, mas aumenta o Reforço de DEF.F e Redução de DEF.M em 42%.",
          "[Julgamento do Sol] Ganha imunidade a CM enquanto estiver em uso, mas aumenta o Reforço de DEF.F e Redução de DEF.M em 50%."
        ],
        "name": "Trompete do Guardião"
      },
      "weapon": {
        "description": [
          "Firma um contrato com o aliado com o maior ATQ no início da primeira batalha. Aumenta a DEF F. do alvo em 6% da DEF F. de Aselica, além de aumentar o ATQ de Aselica em 6% do ATQ do alvo. Esse efeito não pode ser cancelado.",
          "Firma um contrato com o aliado com o maior ATQ no início da primeira batalha. Aumenta a DEF F. do alvo em 8% da DEF F. de Aselica, além de aumentar o ATQ de Aselica em 8% do ATQ do alvo. Esse efeito não pode ser cancelado.",
          "Firma um contrato com o aliado com o maior ATQ no início da primeira batalha. Aumenta a DEF F. do alvo em 10% da DEF F. de Aselica, além de aumentar o ATQ de Aselica em 10% do ATQ do alvo. Esse efeito não pode ser cancelado.",
          "Firma um contrato com o aliado com o maior ATQ no início da primeira batalha. Aumenta a DEF F. do alvo em 12% da DEF F. de Aselica, além de aumentar o ATQ de Aselica em 12% do ATQ do alvo. Esse efeito não pode ser cancelado.",
          "Firma um contrato com o aliado com o maior ATQ no início da primeira batalha. Aumenta a DEF F. do alvo em 14% da DEF F. de Aselica, além de aumentar o ATQ de Aselica em 14% do ATQ do alvo. Esse efeito não pode ser cancelado.",
          "Firma um contrato com o aliado com o maior ATQ no início da primeira batalha. Aumenta a DEF F. do alvo em 16% da DEF F. de Aselica, além de aumentar o ATQ de Aselica em 16% do ATQ do alvo. Esse efeito não pode ser cancelado."
        ],
        "name": "Aura Solar, Ignisius"
      }
    },
    "52": {
      "description": "Um antigo oficial da marinha que agora se tornou um caçador de recompensas e um conciliador. É cínico e não confia facilmente nas pessoas. Suas armas são categorizadas em três tipos.",
      "name": "Crow",
      "s1": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Causa {1} de DAN F. a inimigos em frente ao longo de 15 rodadas e deixa a “Marca da Presa do Cão de Caça” por 40 seg. A Marca da Presa do Cão de Caça pode ser acumulada até 100 vezes.",
        "name": "O Alvo será Eliminado.",
        "transcendence": {
          "dark": "Acumula 1 Marca de Presa do Cão de Caça adicional.",
          "light": "A cada DAN causado, recupera 30 de Mana."
        }
      },
      "s2": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Causa {1} de DAN F. atacando um inimigo temporário 10 vezes e dispara uma Bala de Gelo que causa {2} de DAN F. no alvo e em inimigos ao redor, congelando-os por 4 seg. A Bala de Gelo especial cria uma área de congelamento por 6 seg. que causa {3} de DAN F. a cada 2 seg., com uma chance de congelamento de 50% por 2 seg.",
        "name": "Lutar é Perda de Tempo.",
        "transcendence": {
          "dark": "Chance de Congelamento da Área de Congelamento aumenta em 30%.",
          "light": "Reduz a recarga em 3 segundos."
        }
      },
      "s3": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Assume uma posição e se concentra para disparar um laser, causando {1} de DAN.F a inimigos frontais na área, e consome o acúmulo do alvo de Marca da Presa do Cão de Caça para causar {2} de DAN.F adicional por cada acúmulo. Dependendo do tempo de concentração, a área do efeito será aumentada, e o DAN aumenta até no máximo de {3} %. Assim que a concentração for concluída, repele o inimigo para longe.",
        "name": "Até os Deuses Morrerão.",
        "transcendence": {
          "dark": "Reduz o Custo de Mana em 1.",
          "light": "Aumenta o tempo de recarga em 10 seg. e o DAN em 100%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Aumenta a Taxa de Aumento de ATQ em {1} %."
        },
        "description": "Crow não é afetado por mudanças na Vel. de ATQ. O ATQ aumenta em {1} e o DAN Crít. aumenta em {2} %. Recupera {3} de MP a cada seg. Também deixa “Marca da Presa do Cão de Caça” no alvo por 40 seg. ao usar um ataque normal.",
        "name": "Prepação da Caça",
        "transcendence": {
          "dark": "Aumenta recuperação de Mana em 40%.",
          "light": "Chefes recebem 15% a mais de DAN."
        }
      },
      "subtitle": "A Bala da Punição",
      "t5": {
        "dark": "Aumenta o Custo de Mana de todas as habilidades em 1 e aumenta o DAN em 75%.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Até os Deuses Morrerão] Ganha imunidade a CM durante a ativação do poder e aumenta o DAN em 20%.",
          "[Até os Deuses Morrerão] Ganha imunidade a CM durante a ativação do poder e aumenta o DAN em 24%.",
          "[Até os Deuses Morrerão] Ganha imunidade a CM durante a ativação do poder e aumenta o DAN em 29%.",
          "[Até os Deuses Morrerão] Ganha imunidade a CM durante a ativação do poder e aumenta o DAN em 35%.",
          "[Até os Deuses Morrerão] Ganha imunidade a CM durante a ativação do poder e aumenta o DAN em 42%.",
          "[Até os Deuses Morrerão] Ganha imunidade a CM durante a ativação do poder e aumenta o DAN em 50%."
        ],
        "name": "Pingente das Memórias"
      },
      "weapon": {
        "description": [
          "O ataque normal dispara uma bala adicional que causa 50% de ATQ como DAN F. Quando a habilidade acaba, “Cão do Inferno, Akistra” é ativado, aumentando o ATQ em 30% e o DAN Crít. em 30% por 10 seg. “Cão do Inferno, Akistra” só é ativado uma vez a cada 20 seg.",
          "O ataque normal dispara uma bala adicional que causa 60% de ATQ como DAN F. Quando a habilidade acaba, “Cão do Inferno, Akistra” é ativado, aumentando o ATQ em 36% e o DAN Crít. em 36% por 10 seg. “Cão do Inferno, Akistra” só é ativado uma vez a cada 20 seg.",
          "O ataque normal dispara uma bala adicional que causa 70% de ATQ como DAN F. Quando a habilidade acaba, “Cão do Inferno, Akistra” é ativado, aumentando o ATQ em 43% e o DAN Crít. em 43% por 10 seg. “Cão do Inferno, Akistra” só é ativado uma vez a cada 20 seg.",
          "O ataque normal dispara uma bala adicional que causa 85% de ATQ como DAN F. Quando a habilidade acaba, “Cão do Inferno, Akistra” é ativado, aumentando o ATQ em 52% e o DAN Crít. em 52% por 10 seg. “Cão do Inferno, Akistra” só é ativado uma vez a cada 20 seg.",
          "O ataque normal dispara uma bala adicional que causa 100% de ATQ como DAN F. Quando a habilidade acaba, “Cão do Inferno, Akistra” é ativado, aumentando o ATQ em 62% e o DAN Crít. em 62% por 10 seg. “Cão do Inferno, Akistra” só é ativado uma vez a cada 20 seg.",
          "O ataque normal dispara uma bala adicional que causa 125% de ATQ como DAN F. Quando a habilidade acaba, “Cão do Inferno, Akistra” é ativado, aumentando o ATQ em 75% e o DAN Crít. em 75% por 10 seg. “Cão do Inferno, Akistra” só é ativado uma vez a cada 20 seg."
        ],
        "name": "Cão do Inferno, Akistra"
      }
    },
    "6": {
      "description": "Um lendário caçador de dragões.  Apesar de sua pequena estatura, seu poderoso golpe de escudo destrói formações inimigas, geralmente seguidas de um golpe final.",
      "name": "Phillop",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Reduz {2} % de DEF.F dos inimigos atingidos durante {1} segundos."
        },
        "description": "Causa {1} de DAN.F e derruba o inimigo durante {2} segundos.",
        "name": "Colisão",
        "transcendence": {
          "dark": "Reduz o tempo de recarga em 10% por cada inimigo atingido.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Reduz o ATQ inimigo em {1} %."
        },
        "description": "Investe contra o inimigo e causa {1} de DAN.F. Reduz a VEL. ATQ dos inimigos atingidos em {3} %, durante {2} segundos.",
        "name": "Cabeçada",
        "transcendence": {
          "dark": "Transforma o Empurrão num Atordoamento de 3 segundos.",
          "light": "Causa DAN.F adicional igual a 10% do PV Máx."
        }
      },
      "s3": {
        "books": {
          "1": "Taxa de aumento de DEF.F aumenta em {1} %.",
          "2": "Taxa de aumento de DEF.F aumenta em {1} %.",
          "3": "Redução de DAN aumenta em {1} ."
        },
        "description": "Ao ativar, aumenta a DEF em {2} , durante {1} segundos e ganha imunidade a penalidades. Além disso, cura {3} % de PV.",
        "name": "Terra Encarnada",
        "transcendence": {
          "dark": "Transforma o efeito num Atordoamento de 3 segundos aos inimigos próximos.",
          "light": "Causa DAN por segundo igual 1% do PV Máx. aos inimigos próximos."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta a redução de DEF.F em {1} %.",
          "2": "Aumenta a redução de DEF.F em {1} %.",
          "3": "Reduz a chance de ESQ.F em {1} % por acúmulo."
        },
        "description": "Ao atacar um inimigo, enfraquece sua DEF.F em {2} , durante {1} segundos. Pode se acumular até no máximo 5 vezes.",
        "name": "Destruir Armadura",
        "transcendence": {
          "dark": "Ao atacar, remove todos os efeitos positivos e o alvo recebe 20% a mais de DAN.F por 20 segundos. Recarga: 20 segundos.",
          "light": "Inimigos com 5 acúmulos recebem 1% adicional por ataque de DAN.F baseado no PV Máx."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Enquanto estiver em ataque automático, há 10% de chance de Atordoar o alvo durante 2 segundos e causar DAN adicional igual a 10% do próprio PV.",
        "light": "ATQ, DEF, PV+15% / BLQ.F +200"
      },
      "treasure": {
        "description": [
          "[Encarnado na Terra] Durante o efeito do poder, a Vel de ATQ e Chance de Crit aumentam em 250, e o reforço de DEF aumenta em 20%.",
          "[Encarnado na Terra] Durante o efeito do poder, a Vel de ATQ e Chance de Crit aumentam em 250, e o reforço de DEF aumenta em 24%.",
          "[Encarnado na Terra] Durante o efeito do poder, a Vel de ATQ e Chance de Crit aumentam em 250, e o reforço de DEF aumenta em 29%.",
          "[Encarnado na Terra] Durante o efeito do poder, a Vel de ATQ e Chance de Crit aumentam em 250, e o reforço de DEF aumenta em 35%.",
          "[Encarnado na Terra] Durante o efeito do poder, a Vel de ATQ e Chance de Crit aumentam em 250, e o reforço de DEF aumenta em 42%.",
          "[Encarnado na Terra] Durante o efeito do poder, a Vel de ATQ e Chance de Crit aumentam em 250, e o reforço de DEF aumenta em 50%."
        ],
        "name": "Martelo Cerimonial Anão"
      },
      "weapon": {
        "description": [
          "Ao receber DAN, acumula Fúria do Dragão com duração de 10 segundos. Aumenta o ATQ e DEF do herói em 0,8 %. Pode se acumular até no máximo 100 vezes.",
          "Ao receber DAN, acumula Fúria do Dragão com duração de 10 segundos. Aumenta o ATQ e DEF do herói em 1 %. Pode se acumular até no máximo 100 vezes.",
          "Ao receber DAN, acumula Fúria do Dragão com duração de 10 segundos. Aumenta o ATQ e DEF do herói em 1,2 %. Pode se acumular até no máximo 100 vezes.",
          "Ao receber DAN, acumula Fúria do Dragão com duração de 10 segundos. Aumenta o ATQ e DEF do herói em 1,4 %. Pode se acumular até no máximo 100 vezes.",
          "Ao receber DAN, acumula Fúria do Dragão com duração de 10 segundos. Aumenta o ATQ e DEF do herói em 1,7 %. Pode se acumular até no máximo 100 vezes.",
          "Ao receber DAN, acumula Fúria do Dragão com duração de 10 segundos. Aumenta o ATQ e DEF do herói em 2 %. Pode se acumular até no máximo 100 vezes."
        ],
        "name": "Atein, Ruínas do Dragão"
      }
    },
    "62": {
      "description": "A princesa de Orvelia que ama verdadeiramente seu povo. Ela empunha uma espada para proteger os oprimidos e ajudar a justiça, como uma verdadeira cavaleira. Usando uma montante mágica que remove mana, ela elimina os inimigos.",
      "name": "Scarlet",
      "s1": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "O alvo recebe mais {1} % de DAN.F durante 10 segundos."
        },
        "description": "Causa {1} de DAN.F para os inimigos à frente e os derruba por 3 segundos. Recupera PV proporcional a 30% do DAN.",
        "name": "Pare!",
        "transcendence": {
          "dark": "Remove todos os efeitos nocivos em si mesmo após o uso.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s2": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Remove efeitos nocivos de todos os aliados e remove efeitos positivos de todos os inimigos, enquanto causa {1} de DAN.F.",
        "name": "Justiça Feita",
        "transcendence": {
          "dark": "A Resistência Crit.F de todos aliados aumenta em 200 por 10 segundos.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s3": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Causa um total de {1} ao longo de 3 ataques contra o inimigo e dispara uma explosão de energia de uma espada, causando {2} de DAN.F para inimigos em uma linha reta, cegando-os por 5 segundos.",
        "name": "Espada do Orgulho",
        "transcendence": {
          "dark": "Os inimigos atingidos recebem 40% curas reduzidas por 10 segundos.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s4": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Todas as Resistências a Crít aumentam em {1} . Com 10% de chance, causa um adicional de {2} de DAN.F durante o ataque automático e atordoa o inimigo por 1 segundo.",
        "name": "Deusa da Guerra",
        "transcendence": {
          "dark": "Atordoamento dura 2 segundos a mais quando houver apenas um inimigo.",
          "light": "A Resistência Crít aumenta em 300."
        }
      },
      "subtitle": "Fé de Prata",
      "t5": {
        "dark": "Quando receber DAN Crít, há uma chance de 5% de remover todos os efeitos positivos e de causar atordoamento ao atacante por 1 segundo. A recarga de poder é de 8 segundos.",
        "light": "ATQ, DEF, PV+15% / Resist. CM +100"
      },
      "treasure": {
        "description": [
          "[Espada da Honra!!] Aumenta o DAN em 20% e cada ATQ inflige Atordoamento ao inimigo por 3 segundos.",
          "[Espada da Honra!!] Aumenta o DAN em 24% e cada ATQ inflige Atordoamento ao inimigo por 3 segundos.",
          "[Espada da Honra!!] Aumenta o DAN em 29% e cada ATQ inflige Atordoamento ao inimigo por 3 segundos.",
          "[Espada da Honra!!] Aumenta o DAN em 35% e cada ATQ inflige Atordoamento ao inimigo por 3 segundos.",
          "[Espada da Honra!!] Aumenta o DAN em 42% e cada ATQ inflige Atordoamento ao inimigo por 3 segundos.",
          "[Espada da Honra!!] Aumenta o DAN em 50% e cada ATQ inflige Atordoamento ao inimigo por 3 segundos."
        ],
        "name": "Orgulho de Orvelia"
      },
      "weapon": {
        "description": [
          "Para cada poder em recarga, o DAN aumenta em 8%",
          "Para cada poder em recarga, o DAN aumenta em 10%",
          "Para cada poder em recarga, o DAN aumenta em 12%",
          "Para cada poder em recarga, o DAN aumenta em 14%",
          "Para cada poder em recarga, o DAN aumenta em 17%",
          "Para cada poder em recarga, o DAN aumenta em 20%"
        ],
        "name": "Lâmina da Convicção, Belona Branca"
      }
    },
    "63": {
      "description": "Um gênio reconhecido pelos Sábios da Torre, mesmo não sendo parte dela. Ela ganhou o título de 'Azul', mas sua identidade real é a de um homúnculo. Seus orbes de relâmpago não deixam sequer traços de cinzas em seu caminho.",
      "name": "Sonia",
      "s1": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Lança um relâmpago à frente, causando {1} de DAN.M a inimigos na área e criando um campo elétrico por 3 segundos. O campo elétrico inflige um total de {2} de DAN.M ao longo de 10 ataques e com 25% de chance, atordoa o inimigo por 0,5 segundos.",
        "name": "Relâmpago!",
        "transcendence": {
          "dark": "A chance de atordoamento aumenta em 10%.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s2": {
        "books": {
          "1": "Reforços de ATQ e DEF aumentam em {1} %.",
          "2": "Reforços de ATQ e DEF aumentam em {1} %.",
          "3": "Reforços de ATQ e DEF aumentam em {1} %."
        },
        "description": "Durante 15 segundos, o ATQ aumenta em {1} e toda a DEF aumenta em {2} . Enquanto o poder estiver em uso, cada ataque automático tem 30% de chance de causar {3} de DAN.M extra para 2 inimigos aleatórios e os atordoa por 0,5 segundos.",
        "name": "O poder do Relâmpago!",
        "transcendence": {
          "dark": "O efeito de DAN adicional se aplica a todos os inimigos.",
          "light": "Reforços de ATQ e DEF aumentam em 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Causa um total de {1} de DAN.M ao longo de 3 ataques para inimigos próximos em uma área circular. Em seguida, causa uma Explosão Elétrica, causando um total de {2} de DAN.M ao longo de 3 ataques e os atordoam por 5 segundos.",
        "name": "Explosão Elétrica!",
        "transcendence": {
          "dark": "Aumenta em 1 segundos a duração do Atordoamento.",
          "light": "Enquanto estiver em uso, ganha imunidade a CM."
        }
      },
      "s4": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "A cada ataque, injeta Eletricidade aos alvos que não estiverem em Choque e aumenta DAN.M recebido em {1} % por 10 segundos. Eletricidade pode ser acumulada até 30 vezes, e o 30° acúmulo consumirá toda a Eletricidade para causar {2} de DAN.M e Choque ao alvo por 7 segundos. Inimigos atingidos por Choque recebem {4} % de DAN.M aumentado, e quando eles estiverem sob o efeito de Atordoamento, a duração aumenta em {3} segundos.",
        "name": "Choque",
        "transcendence": {
          "dark": "O efeito do DAN.M aumentado recebido é alterado para 'DAN F e M aumentado recebido'",
          "light": "A duração de Choque aumenta em 2 segundos."
        }
      },
      "subtitle": "O Furacão Azul",
      "t5": {
        "dark": "Após atacar, há 15% de chance de causar DAN.M adicional em 10% de PV Máx e injeta 1 acúmulo extra de Eletricidade.",
        "light": "ATK, DEF, PV +15% / Vel de ATQ +100"
      },
      "treasure": {
        "description": [
          "[Explosão Elétrica!] Quando atacar um inimigo infligido por Choque, o inimigo recebe 100% do ATQ como DAN.M extra e reduz a DEF.M e DEF.F do alvo em 10% por 5 segundos.",
          "[Explosão Elétrica!] Quando atacar um inimigo infligido por Choque, o inimigo recebe 100% do ATQ como DAN.M extra e reduz a DEF.M e DEF.F do alvo em 12% por 5 segundos.",
          "[Explosão Elétrica!] Quando atacar um inimigo infligido por Choque, o inimigo recebe 100% do ATQ como DAN.M extra e reduz a DEF.M e DEF.F do alvo em 14% por 5 segundos.",
          "[Explosão Elétrica!] Quando atacar um inimigo infligido por Choque, o inimigo recebe 100% do ATQ como DAN.M extra e reduz a DEF.M e DEF.F do alvo em 17% por 5 segundos.",
          "[Explosão Elétrica!] Quando atacar um inimigo infligido por Choque, o inimigo recebe 100% do ATQ como DAN.M extra e reduz a DEF.M e DEF.F do alvo em 21% por 5 segundos.",
          "[Explosão Elétrica!] Quando atacar um inimigo infligido por Choque, o inimigo recebe 100% do ATQ como DAN.M extra e reduz a DEF.M e DEF.F do alvo em 25% por 5 segundos."
        ],
        "name": "Coração de Baikal"
      },
      "weapon": {
        "description": [
          "A duração de Choque aumenta em 2 segundos. Quando atacar automaticamente um inimigo sob o efeito de Choque, todas as recargas são reduzidas em 1.6%.",
          "A duração de Choque aumenta em 3 segundos. Quando atacar automaticamente um inimigo sob o efeito de Choque, todas as recargas são reduzidas em 1,9%.",
          "A duração de Choque aumenta em 4 segundos. Quando atacar automaticamente um inimigo sob o efeito de Choque, todas as recargas são reduzidas em 2,3%.",
          "A duração de Choque aumenta em 5 segundos. Quando atacar automaticamente um inimigo sob o efeito de Choque, todas as recargas são reduzidas em 2,7%.",
          "A duração de Choque aumenta em 6 segundos. Quando atacar automaticamente um inimigo sob o efeito de Choque, todas as recargas são reduzidas em 3,3%.",
          "A duração de Choque aumenta em 7 segundos. Quando atacar automaticamente um inimigo sob o efeito de Choque, todas as recargas são reduzidas em 4%."
        ],
        "name": "Olho da Tempestade, Yanadis"
      }
    },
    "64": {
      "description": "A Rainha de Pentheonia, do Reino Invulnerável, que não moveu uma palha contra os Demônios há 100 anos. Seu cajado contém uma luz brilhante, queimando com justiça  e ela a usa para transformar os inimigos em cinzas.",
      "name": "Artemia",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Posiciona o Pilar de Luz na área do inimigo, causando um total de {1} de DAN.M acima de 5 segundos e reduzindo o ATQ inimigo em {2} % por 10 segundos.",
        "name": "Pilar de Luz",
        "transcendence": {
          "dark": "Cada golpe tem uma chance de 25% de atordoar o inimigo por 1 segundo.",
          "light": "DMG is increased by 40%."
        }
      },
      "s2": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Causa {1} de DAN.M a inimigos em linha reta. Este ataque acrescenta 100% de seu modificador de DAN Crít.",
        "name": "Intensidade Crítica",
        "transcendence": {
          "dark": "Quando a Bênção de Luz chega a 10 acúmulos, a recarga é reduzida em 50%.",
          "light": "Mana cost reduced by 1."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Ataca o inimigo 3 vezes, causando {1} de DAN.M e atordoando o inimigo por 5 segundos. A recarga deste poder é reduzida em 30% quando mata o inimigo.",
        "name": "Julgamento de Luz",
        "transcendence": {
          "dark": "O custo de mana aumenta em 1 orbe, mas o DAN é reforçado em 100%.",
          "light": "A recarga é reduzido em 3 segundos."
        }
      },
      "s4": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Ao atacar, há uma chance de 50% de que os inimigos atingidos e próximos receberão {1} de DAN.M enquanto Artemia ganha 1 acúmulo de Bênção de Luz. Este poder pode acumular até 10 vezes. Cada acúmulo aumenta o ATQ em {2} . Cada acúmulo também aumenta o DAN causado a inimigos não heróis em {3} % e reduz o DAN recebido por inimigos não heróis em {4} %.",
        "name": "Bênção de Luz",
        "transcendence": {
          "dark": "A contagem máxima de acúmulo aumenta para 12.",
          "light": "A chance de ativação é altarada para 60%."
        }
      },
      "subtitle": "Imperatriz da Luz",
      "t5": {
        "dark": "Quando o PV ficar abaixo de 50%, ganha 2 segundos de imunidade a todos os DAN. Este efeito ativa apenas uma vez a cada 30 segundos.",
        "light": "ATQ, DEF, PV+15% / Chance Crít. +100"
      },
      "treasure": {
        "description": [
          "[Julgamento da Luz] Aumenta o DAN em 20% e, após eliminar um inimigo, recupera 700 de mana.",
          "[Julgamento da Luz] Aumenta o DAN em 24% e, após eliminar um inimigo, recupera 700 de mana.",
          "[Julgamento da Luz] Aumenta o DAN em 29% e, após eliminar um inimigo, recupera 700 de mana.",
          "[Julgamento da Luz] Aumenta o DAN em 35% e, após eliminar um inimigo, recupera 700 de mana.",
          "[Julgamento da Luz] Aumenta o DAN em 42% e, após eliminar um inimigo, recupera 700 de mana.",
          "[Julgamento da Luz] Aumenta o DAN em 50% e, após eliminar um inimigo, recupera 700 de mana."
        ],
        "name": "Coroa da Genialidade"
      },
      "weapon": {
        "description": [
          "A cada 15 segundos, cria um Escudo equivalente a 200% do ATQ que dura 10 segundos, que também aumenta o próprio ATQ em 20%. Durante o efeito do Escudo, você ganha imunidade a CM.",
          "A cada 15 segundos, cria um Escudo equivalente a 240% do ATQ por 10 segundos, que também aumenta o próprio ATQ em 24%. Enquanto o Escudo estiver sob efeito, ganha imunidade a CM.",
          "A cada 15 segundos, cria um Escudo equivalente a 290% do ATQ por 10 segundos, que também aumenta o próprio ATQ em 29%. Enquanto o Escudo estiver sob efeito, ganha imunidade a CM.",
          "A cada 15 segundos, cria um Escudo equivalente a 350% do ATQ por 10 segundos, que também aumenta o próprio ATQ em 35%. Enquanto o Escudo estiver sob efeito, ganha imunidade a CM.",
          "A cada 15 segundos, cria um Escudo equivalente a 420% do ATQ por 10 segundos, que também aumenta o próprio ATQ em 42%. Enquanto o Escudo estiver sob efeito, ganha imunidade a CM.",
          "A cada 15 segundos, cria um Escudo equivalente a 500% do ATQ por 10 segundos, que também aumenta o próprio ATQ em 50%. Enquanto o Escudo estiver sob efeito, ganha imunidade a CM."
        ],
        "name": "Louvor Brilhante, Brauxio"
      }
    },
    "65": {
      "description": "A assistente e a criada do arquimaga de Azul, Sonia. Ela age apenas de acordo com as vontade de Sonia, que é sua chefe, irmã e amiga. Usando seus olhos e mentes aguçados, ela explora as fraquezas do inimigos com suas adagas.",
      "name": "Mirianne",
      "s1": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Ataca o inimigo com a menor DEF.M 3 vezes, causando um total de {1} de DAN.M e infligindo atordoamento por 1 seg, e se o alvo estiver sob 'Mira Travada', o alvo recebe mais {2} de DAN.M. O último ataque inflige ‘Mira Travada no Alvo’ no inimigo por 10 seg. Mira Travada não pode ser removida, e a taxa de Bloqueio M. do alvo é reduzida em 300.",
        "name": "Mira Travada no Alvo",
        "transcendence": {
          "dark": "Aumenta em 1 segundos a duração do Atordoamento.",
          "light": "Quando houver 1 inimigo, reforça o DAN em 100%."
        }
      },
      "s2": {
        "books": {
          "1": "DAN e Escudo aumentados em {1} %.",
          "2": "DAN e Escudo aumentados em {1} %.",
          "3": "DAN e Escudo aumentados em {1} %."
        },
        "description": "Causa {1} de DAN.M ao alvo e outros inimigos na área, e os atordoa por 2 segundos. Em seguida, desloca-se até o aliado com a menor DEF.F, além de você, e cria um escudo para os dois que pode bloquear {2} de DAN por segundos. O escudo não terá eficiência se não houver algum aliado por perto. Ganha imunidade a CM durante o efeito do escudo.",
        "name": "Conter e Proteger",
        "transcendence": {
          "dark": "Aumenta em 2 segundos a duração do Atordoamento.",
          "light": "Ganha imunidade a CM enquanto usar este poder."
        }
      },
      "s3": {
        "books": {
          "1": "DMG is increased by {1} %.",
          "2": "DMG is increased by {1} %.",
          "3": "DMG is increased by {1} %."
        },
        "description": "Desloca-se até um inimigo com o menor PV, causa {1} de DAN.M e em seguida volta ao aliado mais distante. Se o inimigo não for um herói, causa {2} de DAN.M adicional que ignora DEF. Derrotar um alvo com esse poder ativa instantaneamente 'Conter e Proteger'.",
        "name": "Assassinato",
        "transcendence": {
          "dark": "DAN aumenta em 40%.",
          "light": "Remove os efeitos positivos e inflige atordoamento por 1 segundo."
        }
      },
      "s4": {
        "books": {
          "1": "Aumento de ATQ reforçado em {1} %.",
          "2": "Aumento de ATQ reforçado em {1} %.",
          "3": "Aumento de ATQ reforçado em {1} %."
        },
        "description": "Se o inimigo estiver sob Mira Travada, o ATQ aumenta em {1} e todos os ataques de habilidade priorizam o alvo. Quando o alvo morre, outro inimigo é colocado sob Mira Travada por 10 seg.",
        "name": "Alvo Eliminado",
        "transcendence": {
          "dark": "Recebe 30% de DAN reduzido quando o inimigo estiver sobre Mira Travada.",
          "light": "Quando houver inimigos infligidos por 'Mira Travada no Alvo', a Chance de Crit aumenta em 400."
        }
      },
      "subtitle": "Serva do Azul",
      "t5": {
        "dark": "Após eliminar um inimigo, toda a recarga do poder será reduzida em 50%, e recupera 1 orbe de mana.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Assassinato] Aumenta o DAN em 50% e, após o Golpe Crit, aumenta o próprio ATQ em 10% por 10 segundos.",
          "[Assassinato] Aumenta o DAN em 50% e, após o Golpe Crit, aumenta o próprio ATQ em 12% por 10 segundos.",
          "[Assassinato] Aumenta o DAN em 50% e, após o Golpe Crit, aumenta o próprio ATQ em 14% por 10 segundos.",
          "[Assassinato] Aumenta o DAN em 50% e, após o Golpe Crit, aumenta o próprio ATQ em 17% por 10 segundos.",
          "[Assassinato] Aumenta o DAN em 50% e, após o Golpe Crit, aumenta o próprio ATQ em 21% por 10 segundos.",
          "[Assassinato] Aumenta o DAN em 50% e, após o Golpe Crit, aumenta o próprio ATQ em 25% por 10 segundos."
        ],
        "name": "Pó Mágico do Relâmpago"
      },
      "weapon": {
        "description": [
          "Aumenta a VEL de ATQ em 200 e ataca inimigos sob mira, causando 200% de ATQ como DAN.M. extra. Efeito de dano extra ocorre a cada 2 seg.",
          "Aumenta a VEL de ATQ em 240 e ataca inimigos sob mira, causando 240% de ATQ como DAN.M. extra. Efeito de dano extra ocorre a cada 2 seg.",
          "Aumenta a VEL de ATQ em 290 e ataca inimigos sob mira, causando 290% de ATQ como DAN.M. extra. Efeito de dano extra ocorre a cada 2 seg.",
          "Aumenta a VEL de ATQ em 350 e ataca inimigos sob mira, causando 350% de ATQ como DAN.M. extra. Efeito de dano extra ocorre a cada 2 seg.",
          "Aumenta a VEL de ATQ em 420 e ataca inimigos sob mira, causando 420% de ATQ como DAN.M. extra. Efeito de dano extra ocorre a cada 2 seg.",
          "Aumenta a VEL de ATQ em 500 e ataca inimigos sob mira, causando 500% de ATQ como DAN.M. extra. Efeito de dano extra ocorre a cada 2 seg."
        ],
        "name": "Aceleração Infinita, Riventina"
      }
    },
    "66": {
      "description": "Esta misteriosa garota cura as pessoas com as suas melodias cativantes. Sua linda voz e o belo som de sua harpa mágica têm poder curativo.",
      "name": "Shea",
      "s1": {
        "books": {
          "1": "Aumenta a taxa de Recuperação em {1} %.",
          "2": "Aumenta a taxa de Recuperação em {1} %.",
          "3": "Aumenta a taxa de Recuperação em {1} %."
        },
        "description": "Cura um total de {1} de PV de todos os aliados no máximo 8 vezes. Durante o efeito do poder, todos os aliados recebem DAM reduzido em {2} %. Se usado quando Transe for acumulado em até 3 vezes, a taxa de Cura desse poder aumenta em 100% e durante o efeito do poder, todos os aliados recebem Redução de DAM de {3} %.",
        "name": "Melodia da Natureza Verde",
        "transcendence": {
          "dark": "Aumenta a Resistência Crít. de todos os aliados em 250 durante o uso.",
          "light": "Cura 15% de PV de todos os aliados ao ser usada."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta {1} % da Recuperação de PM.",
          "2": "Aumenta {1} % da Recuperação de PM.",
          "3": "Aumenta {1} % da Recuperação de PM."
        },
        "description": "Recupera um total de {1} de PM de todos os aliados 8 vezes, e cura {2} do PV do alvo com o PM máximo. Durante o efeito do poder, a duração de CM será reduzida em {3} %. Se usada quando Transe for acumulado em até 3 vezes, essa Recuperação de PM do poder e taxa de Cura aumenta em 50% e todos os aliados ganharão Imunidade a CM.",
        "name": "Canção do Vento Azul",
        "transcendence": {
          "dark": "Aumenta a Vel. de ATQ de todos os aliados em 250 durante o uso.",
          "light": "Cura 500 de MP de todos os aliados ao ser usada."
        }
      },
      "s3": {
        "books": {
          "1": "Aumento de ATQ reforçado em {1} %.",
          "2": "Aumento de ATQ reforçado em {1} %.",
          "3": "Aumento de ATQ reforçado em {1} %."
        },
        "description": "Causa um total de {1} de DAN.M a todos os inimigos acima de 8 vezes. Durante o efeito do poder, o ATQ de todos os aliados aumenta em {2} . Se usado quando Transe for acumulado em até 3 vezes, o DAN e Reforço de ATQ desse poder aumenta em 100%, e os efeitos positivos de todos os inimigos são removidos continuamente.",
        "name": "Dança Rubra da Paixão",
        "transcendence": {
          "dark": "Aumenta a quantidade de DAN recebida por inimigos em 15% durante o uso.",
          "light": "Reduz o tempo de recarga de habilidades em 10% para todos os aliados ao ser usada."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta a taxa de Recuperação em {1} %.",
          "2": "Aumenta a taxa de Recuperação em {1} %.",
          "3": "Aumenta a taxa de Recuperação em {1} %."
        },
        "description": "No final do poder, terá mais 1 acúmulo de Transe. Transe pode ser acumulado até no máximo 3 vezes, e se o poder for usado quando Transe acumular até 3 vezes, consome o acúmulo para curar {1} de PV de todos os aliados. Transe não pode ser removido.",
        "name": "Transe",
        "transcendence": {
          "dark": "Se uma habilidade for usada quando houver 3 acúmulos de Transe, inflige DAN M. nos inimigos em vez de curar aliados e reduz toda a DEF em 10% por 10 seg.",
          "light": "Aumenta a taxa de Cura do Transe em 100%."
        }
      },
      "subtitle": "Ária da Fantasia",
      "t5": {
        "dark": "No início de cada batalha, adiciona 1 acúmulo de Transe e recupera 500 de MP.",
        "light": "ATQ, DEF, PV+15% / Resist. CM +100"
      },
      "treasure": {
        "description": [
          "[Dança da Paixão Rubra] Durante a ativação, os inimigos são infligidos com Silenciar por 2 segundos, e o DAN Crit de todos os aliados aumentam em 20% durante o efeito do poder.",
          "[Dança da Paixão Rubra] Durante a ativação, os inimigos são infligidos com Silenciar por 2 segundos, e o DAN Crit de todos os aliados aumentam em 24% durante o efeito do poder.",
          "[Dança da Paixão Rubra] Durante a ativação, os inimigos são infligidos com Silenciar por 2 segundos, e o DAN Crit de todos os aliados aumentam em 29% durante o efeito do poder.",
          "[Dança da Paixão Rubra] Durante a ativação, os inimigos são infligidos com Silenciar por 2 segundos, e o DAN Crit de todos os aliados aumentam em 35% durante o efeito do poder.",
          "[Dança da Paixão Rubra] Durante a ativação, os inimigos são infligidos com Silenciar por 2 segundos, e o DAN Crit de todos os aliados aumentam em 42% durante o efeito do poder.",
          "[Dança da Paixão Rubra] Durante a ativação, os inimigos são infligidos com Silenciar por 2 segundos, e o DAN Crit de todos os aliados aumentam em 50% durante o efeito do poder."
        ],
        "name": "Coroa da Fada"
      },
      "weapon": {
        "description": [
          "Quando Transe for acumulado, todas as recargas do poder serão reduzidas em 10% e recupera a própria Mana em 200.",
          "Quando Transe for acumulado, todas as recargas do poder serão reduzidas em 12% e recupera a própria Mana em 240.",
          "Quando Transe for acumulado, todas as recargas do poder serão reduzidas em 14% e recupera a própria Mana em 290.",
          "Quando Transe for acumulado, todas as recargas do poder serão reduzidas em 17% e recupera a própria Mana em 350.",
          "Quando Transe for acumulado, todas as recargas do poder serão reduzidas em 20% e recupera a própria Mana em 420.",
          "Quando Transe for acumulado, todas as recargas do poder serão reduzidas em 25% e recupera a própria Mana em 500."
        ],
        "name": "Melodia Encantadora, Schwanheite"
      }
    },
    "7": {
      "description": "Um goblin branco hábil em engenharia mecânica, ele usa um canhão de mão para infligir dano explosivo, atormentar inimigos com munições especiais e infligir danos fatais.",
      "name": "Lakrak",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN.F e repele os inimigos.",
        "name": "Fogo Rápido",
        "transcendence": {
          "dark": "Atordoa o inimigo durante 3 segundos.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN e atordoa os inimigos durante 1 segundo."
        },
        "description": "Causa {1} de DAN.F e Cegueira aos inimigos durante 4 segundos.",
        "name": "Bomba de Fumaça",
        "transcendence": {
          "dark": "Aumenta em 2 segundos a duração da Cegueira.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Prende uma Bomba de Cola que explode em {1} segundos a um inimigo aleatório. A explosão causa no máximo {2} de DAN.F proporcional ao PV atual do inimigo para inimigos em área, e inflige atordoamento por 3 segundos. Após prender a Bomba de Cola, o alvo é infligido com atordoamento por 2 segundos.",
        "name": "Bomba de Cola",
        "transcendence": {
          "dark": "Reduz em 1 o custo de mana.",
          "light": "O custo de mana aumenta em 1, e ataca um alvo aleatório 2 vezes."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Ataques automáticos têm 15% de chance de explodir uma bomba que causa {2} de DAN.F para alvos na área e os atordoa por 2 segundos.",
        "name": "Carregar Canhão",
        "transcendence": {
          "dark": "O alvo recebe mais 25% de DAN.F",
          "light": "Reforça em 10% a chance de ativação."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Ao acertar um Golpe Crítico, ganha 5% de DAN Crít e 30 de Percisão de CM. Acumula até 10 vezes.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Bomba de Cola] Aumenta o DAN em 50% e, após um Golpe Crit, recupera 200 de mana.",
          "[Bomba de Cola] Aumenta o DAN em 50% e, após um Golpe Crit, recupera 240 de mana.",
          "[Bomba de Cola] Aumenta o DAN em 50% e, após um Golpe Crit, recupera 290 de mana.",
          "[Bomba de Cola] Aumenta o DAN em 50% e, após um Golpe Crit, recupera 350 de mana.",
          "[Bomba de Cola] Aumenta o DAN em 50% e, após um Golpe Crit, recupera 420 de mana.",
          "[Bomba de Cola] Aumenta o DAN em 50% e, após um Golpe Crit, recupera 500 de mana."
        ],
        "name": "Explosivo Goblin Especial de Alta Densidade"
      },
      "weapon": {
        "description": [
          "Cada ataque automático tem 25% de chance de aumentar a Vel de ATQ em 300 por 10 segundos.",
          "Cada ataque automático tem 25% de chance de aumentar a Vel de ATQ em 360 por 10 segundos.",
          "Cada ataque automático tem 25% de chance de aumentar a Vel de ATQ em 420 por 10 segundos.",
          "Cada ataque automático tem 25% de chance de aumentar a Vel de ATQ em 510 por 10 segundos.",
          "Cada ataque automático tem 25% de chance de aumentar a Vel de ATQ em 615 por 10 segundos.",
          "Cada ataque automático tem 25% de chance de aumentar a Vel de ATQ em 750 por 10 segundos."
        ],
        "name": "Lakrak MK-1"
      }
    },
    "8": {
      "description": "Como o antigo Cacique Orc da tribo Vento Celeste, ele usa ataques elementais com o poder do céu e do vento. Fortes raios paralisam os inimigos, enquanto os aliados são curados e abençoados pelo vento.",
      "name": "Kaulah",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta a Chance Crít. em {1} ."
        },
        "description": "Lança 5 setas trovejantes em inimigos aleatórios e causa {1} de DAN.M. Além disso, eletrifica os inimigos atingidos. Quando um inimigo eletrificado é atingido, este é atordoado durante {2} segundos.",
        "name": "Seta Trovejante",
        "transcendence": {
          "dark": "O alvo recebe mais 25% de DAN.M durante 10 segundos.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta a Recuperação em {1} %.",
          "2": "Aumenta a Recuperação em {1} %.",
          "3": "Ao conjurar, ganha imunidade a penalidades e aumenta a Redução de DAN em {1} ."
        },
        "description": "Restaura {2} PV de todos os aliados durante {1} segundos.",
        "name": "Chuva Curativa",
        "transcendence": {
          "dark": "Em troca de 1 Custo de Mana adicional, cura 5% do PV Máx. dos aliados.",
          "light": "Aliados recebem menos 25% de DAN enquanto estiverem sob este efeito."
        }
      },
      "s3": {
        "books": {
          "1": "Taxa de aumento de ATQ aumenta em {1} %.",
          "2": "Taxa de aumento de ATQ aumenta em {1} %.",
          "3": "Aumenta a Taxa de Crít. em {1} , durante o efeito do poder."
        },
        "description": "Aumenta o ATQ em {2} e a VEL. ATQ em {3} de todos os aliados durante {1} segundos.",
        "name": "Vento Veloz",
        "transcendence": {
          "dark": "Reduz o tempo de recarga em 3 segundos.",
          "light": "Aumenta o reforço de ATQ em 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Ao realizar um Acerto Crít., os inimigos atingidos são atordoados durante {1} segundos."
        },
        "description": "A cada {1} segundos, causa {2} de DAN.M a 4 inimigo e os eletrifica durante {3} segundos.",
        "name": "Cadeia de Raios",
        "transcendence": {
          "dark": "Se houver 1 inimigo, aumenta em 3 segundos a duração do Atordoamento.",
          "light": "Reforça a Chance Crít. em 400."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Ganha acúmulos eempre que os aliados forem atingidos. Quando atingir 50 ataques, lança raio 3 vezes em inimigos aleatórios, causando DAN equivalente a 240% do ATQ e atordoando durante 1 segundo.",
        "light": "ATQ, DEF, PV+15% / Chance Crít. +100"
      },
      "treasure": {
        "description": [
          "[Vento Célere] O custo de mana é reduzido em 1, e acrescenta 20% do efeito do reforço de DAN Crit.",
          "[Vento Célere] O custo de mana é reduzido em 1, e acrescenta 24% do efeito do reforço de DAN Crit.",
          "[Vento Célere] O custo de mana é reduzido em 1, e acrescenta 29% do efeito do reforço de DAN Crit.",
          "[Vento Célere] O custo de mana é reduzido em 1, e acrescenta 35% do efeito do reforço de DAN Crit.",
          "[Vento Célere] O custo de mana é reduzido em 1, e acrescenta 42% do efeito do reforço de DAN Crit.",
          "[Vento Célere] O custo de mana é reduzido em 1, e acrescenta 50% do efeito do reforço de DAN Crit."
        ],
        "name": "Decoração de Pena de Vento Celeste"
      },
      "weapon": {
        "description": [
          "Inimigos eletrificados recebem DANO.M (50 % do ATQ) a cada 5 segundos e têm 10% de chance de ficar atordoados durante 2 segundos.",
          "Inimigos eletrificados recebem DANO.M (50 % do ATQ) a cada 5 segundos e têm 12% de chance de ficar atordoados durante 2 segundos.",
          "Inimigos eletrificados recebem DANO.M (50 % do ATQ) a cada 5 segundos e têm 14% de chance de ficar atordoados durante 2 segundos.",
          "Inimigos eletrificados recebem DANO.M (50 % do ATQ) a cada 5 segundos e têm 17% de chance de ficar atordoados durante 2 segundos.",
          "Inimigos eletrificados recebem DANO.M (50 % do ATQ) a cada 5 segundos e têm 20% de chance de ficar atordoados durante 2 segundos.",
          "Inimigos eletrificados recebem DANO.M (50 % do ATQ) a cada 5 segundos e têm 25% de chance de ficar atordoados durante 2 segundos."
        ],
        "name": "Conventina, Vento Azul"
      }
    },
    "9": {
      "description": "Um demônio hedonista de sangue frio. Usando uma foice enorme, ela colhe as almas dos inimigos. Ela aparece de repente entre os inimigos, cortando tudo ao seu redor.",
      "name": "Epis",
      "s1": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Desloca-se para trás do inimigo mais longe e causa {1} de DAN.M. Inimigos atingidos ganham uma penalidade que os faz receber 30% de DAN.M adicional durante 10 segundos.",
        "name": "Pesadelo",
        "transcendence": {
          "dark": "Ignora o bloqueio do inimigo.",
          "light": "Se houver 1 inimigo, aumenta o DAN em 100%."
        }
      },
      "s2": {
        "books": {
          "1": "Taxa de aumento de ATQ aumenta em {1} %.",
          "2": "Taxa de aumento de ATQ aumenta em {1} %.",
          "3": "Para cada morte, recupera um orbe de mana."
        },
        "description": "Quanto um inimigo for morto por este herói, aumenta o ATQ em {2} , durante {1} segundos e reduz o tempo de recarga de todos os poderes em 30%.",
        "name": "Colheita",
        "transcendence": {
          "dark": "O consumo de mana aumenta em 1, e após o poder, 'Golpe de Absorção' for ativado. Não é possível usar quando não houver inimigos na área.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Ao causar Acerto Crít., cura do herói o valor equivalente de {1} % do DAN."
        },
        "description": "Causa {1} de DAN.M a todos os inimigos no alcance. Resiste a CM enquanto usar este poder.",
        "name": "Baile do Diabo",
        "transcendence": {
          "dark": "Reduz o DAN recebido em 50% enquanto este poder estiver ativado.",
          "light": "Aumenta o DAN em 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN.M que ignora a defesa do alvo e recupera PV com base em {2} % do DAN causado.",
        "name": "Golpe de Absorção",
        "transcendence": {
          "dark": "Enquanto os acúmulos forem maiores que 5, a Mana sempre estará em 100% e recargas serão reduzidas em um adicional de 1 segundo para cada seugndo.",
          "light": "Cada acúmulo aumenta em 50% a Recuperação de Mana por segundo."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Todos os ataques de Epis diminuem a DEF.M dos inimigos atingidos em 20%, durante 10 segundos. Aumenta o ATQ em 2% por cada inimigo atingido. Quantidade máxima de acúmulos: 10.",
        "light": "ATQ, DEF, PV+15% / DAN Crít. +20%"
      },
      "treasure": {
        "description": [
          "[Baile do Diabo] Reduz o custo de mana em 1, e aumenta o DAN em 20%.",
          "[Baile do Diabo] Reduz o custo de mana em 1, e aumenta o DAN em 24%.",
          "[Baile do Diabo] Reduz o custo de mana em 1, e aumenta o DAN em 29%.",
          "[Baile do Diabo] Reduz o custo de mana em 1, e aumenta o DAN em 35%.",
          "[Baile do Diabo] Reduz o custo de mana em 1, e aumenta o DAN em 42%.",
          "[Baile do Diabo] Reduz o custo de mana em 1, e aumenta o DAN em 50%."
        ],
        "name": "Sapato da Sedução"
      },
      "weapon": {
        "description": [
          "Ao atacar, há 25% de chance de causar DAN.M equivalente a 80% de ATQ e aumenta o próprio ATQ em 2%. O efeito desse reforço de ATQ pode acumular até o máximo de 10 vezes.",
          "Ao atacar, há 25% de chance de causar DAN.M equivalente a 96% de ATQ e aumenta o próprio ATQ em 2,4%. O efeito desse reforço de ATQ pode acumular até o máximo de 10 vezes.",
          "Ao atacar, há 25% de chance de causar DAN.M equivalente a 115% de ATQ e aumenta o próprio ATQ em 2,9%. O efeito desse reforço de ATQ pode acumular até o máximo de 10 vezes.",
          "Ao atacar, há 25% de chance de causar DAN.M equivalente a 138% de ATQ e aumenta o próprio ATQ em 3,5%. O efeito desse reforço de ATQ pode acumular até o máximo de 10 vezes.",
          "Ao atacar, há 25% de chance de causar DAN.M equivalente a 165% de ATQ e aumenta o próprio ATQ em 4,2%. O efeito desse reforço de ATQ pode acumular até o máximo de 10 vezes.",
          "Ao atacar, há 25% de chance de causar DAN.M equivalente a 200% de ATQ e aumenta o próprio ATQ em 5%. O efeito desse reforço de ATQ pode acumular até o máximo de 10 vezes."
        ],
        "name": "Guilhotina, a Sedutora"
      }
    },
    "90": {
      "description": "A brilhante garota que comanda uma Loja na Capital de Orvel.  É impossível não gostar de sua energia e positividade.  Ela carrega todo tipo de itens úteis de sua cesta para ajudar seus aliados.",
      "name": "May",
      "s1": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Aumenta a Taxa de Aumento de ATQ em {1} %."
        },
        "description": "O ATQ de todos os aliados aumenta em {1} por 60 segundos, e concede aleatoriamente um dos seguintes efeitos: 1. Aumento de {2} em Penetração de DEF, 2. Aumento de {3} em Vel de ATQ, 3. Recuperação instantânea de Mana em {4} . Todos os efeitos, menos Recuperação de Mana, podem ser acumulados até 5 vezes.",
        "name": "Leve Qualquer Coisa!",
        "transcendence": {
          "dark": "Todos os efeitos podem ser acumulados no máx 7 vezes.",
          "light": "Todos os efeitos não são removidos pelo efeito de 'remover efeito positivo'."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta a taxa de Recuperação em {1} %.",
          "2": "Aumenta a taxa de Recuperação em {1} %.",
          "3": "Aumenta a taxa de Recuperação em {1} %."
        },
        "description": "Cura {1} PV de todos os aliados e recupera {2} % de seu PV máx. a cada segundo durante 10 segundos. Há 10% de chance de duplicar os efeitos.",
        "name": "Anime-se!",
        "transcendence": {
          "dark": "Há 15% de chance de recuperar 1 orbe de mana.",
          "light": "Aumenta a resistência a CM do aliado em 250, durante 10 segundos."
        }
      },
      "s3": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Ataca um alvo aleatório e outros inimigos em área 3 vezes, causando um total de {1} de DAN.M e infligindo Atordoamento por 4 segundos. Há 10% de chance de que o alcance do poder, DAN e duração do Atordoamento sejam dobrados.",
        "name": "Não Está à Venda!",
        "transcendence": {
          "dark": "Todos os ataques serão focados num único inimigo.",
          "light": "Reduz o custo de mana em 1."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta o DAN em {1} %.",
          "2": "Aumenta o DAN em {1} %.",
          "3": "Aumenta o DAN em {1} %."
        },
        "description": "Causa {1} de DAN.M a 4 inimigos aleatórios a cada 15 segundos e causa aleatoriamente um dos poderes seguintes: 1. {2} de DAN.M Constante (10 segundos), 2. Atordoamento (2 segundos) 3. Congelamento (5 segundos).",
        "name": "Tome isto!",
        "transcendence": {
          "dark": "Aumenta em 25% o DAN.F recebido pelo alvo.",
          "light": "Ativa a cada 12 segundos."
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "Cada ataque automático tem 30% de chance de curar o aliado com o menor PV a uma quantidade igual e 3% do PV deles. Concede 5% de mana ao aliado.",
        "light": "ATQ, DEF, PV+15% / Resist. CM +100"
      },
      "treasure": {
        "description": [
          "[Não está à venda!] Aumenta o DAN em 20% e ataca o inimigo mais 1 vez.",
          "[Não está à venda!] Aumenta o DAN em 24% e ataca o inimigo mais 1 vez.",
          "[Não está à venda!] Aumenta o DAN em 29% e ataca o inimigo mais 1 vez.",
          "[Não está à venda!] Aumenta o DAN em 35% e ataca o inimigo mais 1 vez.",
          "[Não está à venda!] Aumenta o DAN em 42% e ataca o inimigo mais 1 vez.",
          "[Não está à venda!] Aumenta o DAN em 50% e ataca o inimigo mais 1 vez."
        ],
        "name": "Bola de Cristal de Origem Desconhecida"
      },
      "weapon": {
        "description": [
          "Ao ativar 'Pega isso!', aplica os efeitos de 'Pega tudo!' a todos os aliados e reduz a recarga de todos os poderes em 10%.",
          "Ao ativar 'Pega isso!', aplica os efeitos de 'Pega tudo!' a todos os aliados e reduz a recarga de todos os poderes em 12%.",
          "Ao ativar 'Pega isso!', aplica os efeitos de 'Pega tudo!' a todos os aliados e reduz a recarga de todos os poderes em 14%.",
          "Ao ativar 'Pega isso!', aplica os efeitos de 'Pega tudo!' a todos os aliados e reduz a recarga de todos os poderes em 17%.",
          "Ao ativar 'Pega isso!', aplica os efeitos de 'Pega tudo!' a todos os aliados e reduz a recarga de todos os poderes em 20%.",
          "Ao ativar 'Pega isso!', aplica os efeitos de 'Pega tudo!' a todos os aliados e reduz a recarga de todos os poderes em 25%."
        ],
        "name": "Etelia, A Caixa de Fragrâncias"
      }
    },
    "91": {
      "description": "O homem que conquistou a Arena de Orvel.  O povo temia suas proezas em batalha e começou a chamá-lo de Fera da Arena.  Sua incrível técnica de combate destrói os inimigos em um piscar de olhos.",
      "name": "Gladi",
      "s1": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Ataca o alvo 7 vezes, causando um total de {1} DAN.F. O último ataque aumenta o DAN.F recebido pelo alvo em {2} % por 10 segundos.",
        "name": "Rajadas Rápidas",
        "transcendence": {
          "dark": "O efeito de aumento de DAN.F recebido é alterado para 50%.",
          "light": "Quando houver 1 inimigo, reforça o DAN em 100%."
        }
      },
      "s2": {
        "books": {
          "1": "Reforços de ATQ e DAN aumentam em {1} %.",
          "2": "Reforços de ATQ e DAN aumentam em {1} %.",
          "3": "Reforços de ATQ e DAN aumentam em {1} %."
        },
        "description": "Dissipa todos os efeitos nocivos de si mesmo e causa {1} de DAN.F a inimigos próximos em um raio pequeno, ganhando o Status 'Deus da Guerra' por 10 segundos. Enquanto estiver no modo Deus da Guerra, o ATQ é reforçado em {2} e todos os ataques automáticos têm uma chance de 30% para consumir 5% de mana para causar um ataque extra de {3} de DAN.F extra. Após receber DAN.M, esquiva-se de todo o DAN.M por 1 segundo. O efeito de Esquiva é ativado apenas 1 vez a cada 2 segundos.",
        "name": "Advento do Deus da Guerra",
        "transcendence": {
          "dark": "Chance de acertar DAN adicional aumenta em 20%.",
          "light": "O estado de Deus da Guerra dura 5 mais segundos."
        }
      },
      "s3": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Carrega energia e avança na direção de inimigos à frente, causando {1} de DAN.F para inimigos na área e infligindo Atordoamento por 3 segundos. Se o alvo for um chefe, o ataque ignora a DEF do alvo.",
        "name": "Soco Supremo",
        "transcendence": {
          "dark": "Reduz o custo de mana em 1.",
          "light": "DAN aumenta em 40%."
        }
      },
      "s4": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Sempre que Gladi atinge um único alvo com 5 ataques automáticos, causa {1} de DAN extra que ignora DEF.",
        "name": "Isso vai Doer!",
        "transcendence": {
          "dark": "Quando ativado na Arena, causa 15% do PV atual do alvo como DAN.F adicional que ignora DEF.",
          "light": "Quando houver 1 inimigo, reforça o DAN em 100%."
        }
      },
      "subtitle": "Fera da Arena",
      "t5": {
        "dark": "Aumenta toda a DEF em 8% de ATQ.",
        "light": "ATK, DEF, PV+15% / Vel ATQ +100"
      },
      "treasure": {
        "description": [
          "[Soco Final!] Reduz a recarga do poder em 30% e, para cada ativação, aumenta o DAN em 4%. Esse efeito pode ser acumulado até 10 vezes.",
          "[Soco Final!] Reduz a recarga do poder em 30% e, para cada ativação, aumenta o DAN em 4,8%. Esse efeito pode ser acumulado até 10 vezes.",
          "[Soco Final!] Reduz a recarga do poder em 30% e, para cada ativação, aumenta o DAN em 5,8%. Esse efeito pode ser acumulado até 10 vezes.",
          "[Soco Final!] Reduz a recarga do poder em 30% e, para cada ativação, aumenta o DAN em 7%. Esse efeito pode ser acumulado até 10 vezes.",
          "[Soco Final!] Reduz a recarga do poder em 30% e, para cada ativação, aumenta o DAN em 8,4%. Esse efeito pode ser acumulado até 10 vezes.",
          "[Soco Final!] Reduz a recarga do poder em 30% e, para cada ativação, aumenta o DAN em 10%. Esse efeito pode ser acumulado até 10 vezes."
        ],
        "name": "Coroa Triunfal do Campeão"
      },
      "weapon": {
        "description": [
          "Após um Golpe Crítico, aumenta o DAN Crít em 20% por 5 segundos. Este efeito acumula até 7 vezes.",
          "Após um Golpe Crítico, aumenta o DAN Crít em 24% por 5 segundos. Este efeito acumula até 7 vezes.",
          "Após um Golpe Crítico, aumenta o DAN Crít em 29% por 5 segundos. Este efeito acumula até 7 vezes.",
          "Após um Golpe Crítico, aumenta o DAN Crít em 35% por 5 segundos. Este efeito acumula até 7 vezes.",
          "Após um Golpe Crítico, aumenta o DAN Crít em 42% por 5 segundos. Este efeito acumula até 7 vezes.",
          "Após um Golpe Crítico, aumenta o DAN Crít em 50% por 5 segundos. Este efeito acumula até 7 vezes."
        ],
        "name": "Mastra, Punho de Fera"
      }
    },
    "92": {
      "description": "Ela é o gênio da Torre dos Sábios que restabeleceu a fórmula da Runa Mágica.  Atualmente, ela é a financista de Orvel e Diretora Chefe das Guildas. Suas fortes habilidades analíticas e sua Magia Rúnica podem acorrentar seus inimigos.",
      "name": "Veronica",
      "s1": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Causa {1} de DAN M. no inimigo e em inimigos dentro de alcance, além de infligir Atordoamento por {2} seg.",
        "name": "Isso vai doer um pouco!",
        "transcendence": {
          "dark": "Altera a quantidade de alvos para 2.",
          "light": "Aumenta o DAN em 100% quando houver 1 inimigo."
        }
      },
      "s2": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Aumenta a Taxa de Aumento de ATQ em {1} %."
        },
        "description": "Concede uma Runa para todos os aliados que aumenta seus ATQ em {1} e qualquer DAN a chefes em 15% por 10 seg.",
        "name": "Vou te ajudar!",
        "transcendence": {
          "dark": "Reduz o tempo de recarga em 5 seg.",
          "light": "Aumenta o Impulso de ATQ em 40%."
        }
      },
      "s3": {
        "books": {
          "1": "DAN aumenta em {1} %.",
          "2": "DAN aumenta em {1} %.",
          "3": "DAN aumenta em {1} %."
        },
        "description": "Ataca 2 vezes o alvo e inimigos em uma ampla área ao redor para infligir {1} de DAN M., derrubá-los por 5 seg. e aumentar o DAN M. de inimigos afetados em 30% por 10 seg.",
        "name": "Dê o fora daqui!",
        "transcendence": {
          "dark": "O alvo recebe mais DAN M. e DAN F.",
          "light": "Aumenta o Custo de Mana em 1 e o DAN em 100%."
        }
      },
      "s4": {
        "books": {
          "1": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "2": "Aumenta a Taxa de Aumento de ATQ em {1} %.",
          "3": "Aumenta a Taxa de Aumento de ATQ em {1} %."
        },
        "description": "O ATQ de todos os aliados aumenta em {1} e, após usar o poder 3 vezes, ganha instantaneamente o Conhecimento do Melhor Financiador. Para cada acúmulo do Conhecimento do Melhor Financiador, o próprio ATQ aumenta em 30%, e todos os efeitos de poder aumentam em 10% cada. O Conhecimento do Melhor Financiador pode ser acumulado no máximo até 5 vezes e não pode ser removido.",
        "name": "Conhecimento da Maior Financista",
        "transcendence": {
          "dark": "Ao ser ativada, aumenta o ATQ do utilizador em 50% por 10 seg.",
          "light": "Recupera o PM do utilizador em 2 orbes ao ser ativada."
        }
      },
      "subtitle": "O Olho do Discernimento",
      "t5": {
        "dark": "Reduz o tempo de recarga de todas as habilidades do utilizador em 15% a cada 20 seg.",
        "light": "ATQ, DEF, PV+15% / Chance Crít. +100"
      },
      "treasure": {
        "description": [
          "[Dê o fora daqui!] Aumenta o DAN em 20% para cada inimigo atingido, reduz a recarga em 10%.",
          "[Dê o fora daqui!] Aumenta o DAN em 24% para cada inimigo atingido, reduz a recarga em 10%.",
          "[Dê o fora daqui!] Aumenta o DAN em 29% para cada inimigo atingido, reduz a recarga em 10%.",
          "[Dê o fora daqui!] Aumenta o DAN em 35% para cada inimigo atingido, reduz a recarga em 10%.",
          "[Dê o fora daqui!] Aumenta o DAN em 42% para cada inimigo atingido, reduz a recarga em 10%.",
          "[Dê o fora daqui!] Aumenta o DAN em 50% para cada inimigo atingido, reduz a recarga em 10%."
        ],
        "name": "Selo de Administrador da Guilda"
      },
      "weapon": {
        "description": [
          "Todo o DAN de habilidades inflige um DAN M. adicional de 50% do ATQ. Além disso, o máximo de acúmulos do Conhecimento da Maior Financista aumenta para 9.",
          "Todo o DAN de habilidades inflige um DAN M. adicional de 60% do ATQ. Além disso, o máximo de acúmulos do Conhecimento do Maior Financista aumenta para 10.",
          "Todo o DAN de habilidades inflige um DAN M. adicional de 70% do ATQ. Além disso, o máximo de acúmulos do Conhecimento do Maior Financista aumenta para 11.",
          "Todo o DAN de habilidades inflige um DAN M. adicional de 85% do ATQ. Além disso, o máximo de acúmulos do Conhecimento do Maior Financista aumenta para 12.",
          "Todo o DAN de habilidades inflige um DAN M. adicional de 100% do ATQ. Além disso, o máximo de acúmulos do Conhecimento do Maior Financista aumenta para 13.",
          "Todo o DAN de habilidades inflige um DAN M. adicional de 125% do ATQ. Além disso, o máximo de acúmulos do Conhecimento do Maior Financista aumenta para 15."
        ],
        "name": "Viagem Infinita, Accordio"
      }
    }
  },
  "ui": {
    "acc": "PREC",
    "archer": "Arqueiro",
    "artifact": "Artefato",
    "aspd": "VEL de ATQ",
    "assassin": "Assassino",
    "atk": "ATQ",
    "back": "Retaguarda",
    "block": "Bloqueio",
    "blockdef": "Redução de DAN após Bloqueio",
    "ccresist": "Resistir a CM",
    "class": "Classe",
    "crit": "Crít",
    "critdmg": "DAN Crit",
    "critresist": "Resistência Crit",
    "dmgtype": "Tipo de ATQ",
    "dodge": "Esquiva",
    "front": "Vanguarda",
    "hero": "Heróis",
    "hp": "PV Máx.",
    "knight": "Cavaleiro",
    "level": "Nv.",
    "lifesteal": "Roubo de Vida",
    "magical": "Mágico",
    "mblock": "Bloqueio M.",
    "mblockdef": "DEF a Bloqueio M.",
    "mdodge": "Esquiva M.",
    "mechanic": "Maquinista",
    "middle": "Meio",
    "mpatk": "Rec. de PM/Ataque",
    "mtough": "Forte M.",
    "pblock": "Bloqueio F.",
    "pdodge": "Esquiva F.",
    "pen": "Penetração",
    "physical": "Físico",
    "position": "Posição",
    "priest": "Sacerdote",
    "ptough": "Forte F.",
    "tough": "Resistente",
    "treasure": "Tesouro",
    "warrior": "Guerreiro",
    "weapon": "Arma",
    "wizard": "Feiticeiro"
  }
}