{
  "artifact": {
    "1": {
      "description": [
        "При обычн. АТК шанс 10% +1 маны.",
        "При обычн. АТК шанс 12% +1 маны.",
        "При обычн. АТК шанс 14% +1 маны.",
        "При обычн. АТК шанс 17% +1 маны.",
        "При обычн. АТК шанс 20% +1 маны.",
        "При обычн. АТК шанс 25% +1 маны."
      ],
      "name": "Пылающая эльфийская жаровня"
    },
    "10": {
      "description": [
        "Под ударом шанс 5% получ. иммунитет к любому урону на 3 сек. Время перезарядки 5 сек.",
        "Под ударом шанс 5% получ. иммунитет к любому урону на 3,5 сек. Время перезарядки 5 сек.",
        "Под ударом шанс 5% получ. иммунитет к любому урону на 4 сек. Время перезарядки 5 сек.",
        "Под ударом шанс 5% получ. иммунитет к любому урону 5 сек. Время перезарядки 5 сек.",
        "Под ударом шанс 5% получ. иммунитет к любому урону 6 сек. Время перезарядки 5 сек.",
        "Под ударом шанс 5% получ. иммунитет к любому урону на 7,5 сек. Время перезарядки 5 сек."
      ],
      "name": "Золотая маска древнего короля"
    },
    "11": {
      "description": [
        "Шанс маг. блока героя +300, получ. маг. урон -100%.",
        "Шанс маг. блока героя +330, получ. маг. урон -110%.",
        "Шанс маг. блока героя +360, получ. маг. урон -120%.",
        "Шанс маг. блока героя +400, получ. маг. урон -140%.",
        "Шанс маг. блока героя +440, получ. маг. урон -160%.",
        "Шанс маг. блока героя +500, получ. маг. урон -200%."
      ],
      "name": "Бронзовое зеркало аристократки"
    },
    "12": {
      "description": [
        "Кажд. 20 сек. безмолвие 1 случ. врага на 3 сек., отмена положит. эффектов.",
        "Кажд. 19 сек. безмолвие 1 случ. врага на 3,5 сек.,отмена положит. эффектов.",
        "Кажд. 18 сек. безмолвие 1 случ. врага на 4 сек., отмена положит. эффектов.",
        "Кажд. 17 сек. безмолвие 1 случ. врага на 4,5 сек.,отмена положит. эффектов.",
        "Кажд 16 сек. безмолвие 1 случ. врага на 5 сек., отмена положит. эффектов.",
        "Кажд. 15 сек. безмолвие 1 случ. врага на 6 сек., отмена положит. эффектов."
      ],
      "name": "Запечатанная цепь древнего бога"
    },
    "13": {
      "description": [
        "Если противник- гоблин, Атака увеличивается на 40%, Сопротивление Урону повышается на 20%.",
        "Если противник- гоблин, Атака увеличивается на 48%, Сопротивление Урону повышается на 24%.",
        "Если противник- гоблин, Атака увеличивается на 57%, Сопротивление Урону повышается на 28%.",
        "Если противник- гоблин, Атака увеличивается на 69%, Сопротивление Урону повышается на 34%.",
        "Если противник- гоблин, Атака увеличивается на 83%, Сопротивление Урону повышается на 41%.",
        "Если противник- гоблин, Атака увеличивается на 100%, Сопротивление Урону повышается на 50%."
      ],
      "name": "Маска гоблина"
    },
    "14": {
      "description": [
        "Если противник- гарпия, Атака увеличивается на 40%, Сопротивление Урону повышается на 20%.",
        "Если противник- гарпия, Атака увеличивается на 48%, Сопротивление Урону повышается на 24%.",
        "Если противник- гарпия, Атака увеличивается на 57%, Сопротивление Урону повышается на 28%.",
        "Если противник- гарпия, Атака увеличивается на 69%, Сопротивление Урону повышается на 34%.",
        "Если противник- гарпия, Атака увеличивается на 83%, Сопротивление Урону повышается на 41%.",
        "Если противник- гарпия, Атака увеличивается на 100%, Сопротивление Урону повышается на 50%."
      ],
      "name": "Маска гарпии"
    },
    "15": {
      "description": [
        "Если противник- орк, Атака увеличивается на 40%, Сопротивление Урону повышается на 20%.",
        "Если противник- орк, Атака увеличивается на 48%, Сопротивление Урону повышается на 24%.",
        "Если противник- орк, Атака увеличивается на 57%, Сопротивление Урону повышается на 28%.",
        "Если противник- орк, Атака увеличивается на 69%, Сопротивление Урону повышается на 34%.",
        "Если противник- орк, Атака увеличивается на 83%, Сопротивление Урону повышается на 41%.",
        "Если противник- орк, Атака увеличивается на 100%, Сопротивление Урону повышается на 50%."
      ],
      "name": "Маска орка"
    },
    "16": {
      "description": [
        "Если противник- тёмный эльф, Атака увеличивается на 40%, Сопротивление Урону повышается на 20%.",
        "Если противник- тёмный эльф, Атака увеличивается на 48%, Сопротивление Урону повышается на 24%.",
        "Если противник- тёмный эльф, Атака увеличивается на 57%, Сопротивление Урону повышается на 28%.",
        "Если противник- тёмный эльф, Атака увеличивается на 69%, Сопротивление Урону повышается на 34%.",
        "Если противник- тёмный эльф, Атака увеличивается на 83%, Сопротивление Урону повышается на 41%.",
        "Если противник- тёмный эльф, Атака увеличивается на 100%, Сопротивление Урону повышается на 50%."
      ],
      "name": "Маска темного эльфа"
    },
    "18": {
      "description": [
        "Урон скелету +40%, урон героя -20%.",
        "Урон скелету +48%, урон героя -24%.",
        "Урон скелету +57%, урон героя -28%.",
        "Урон скелету +69%, урон героя -34%.",
        "Урон скелету +83%, урон героя -41%.",
        "Урон скелету +100%, урон героя -50%."
      ],
      "name": "Маска скелета"
    },
    "19": {
      "description": [
        "В начале кажд. битвы восст. 24% ОЗ и 12% маны.",
        "В начале кажд. битвы восст. 28% ОЗ и 14% маны.",
        "В начале кажд. битвы восст. 34% ОЗ и 17% маны.",
        "В начале кажд. битвы восст. 42% ОЗ и 21% маны.",
        "В начале кажд. битвы восст. 50% ОЗ и 25% маны.",
        "В начале кажд. битвы восст. 60% ОЗ и 30% маны."
      ],
      "name": "Чистая вода души"
    },
    "2": {
      "description": [
        "При обычн. АТК шанс 10% на 10 сек. сила АТК +10%, СКР +100.",
        "При обычн. АТК шанс 10% на 10 сек. сила АТК +12%, СКР +120.",
        "При обычн. АТК шанс 10% на 10 сек. сила АТК +14%, СКР +140.",
        "При обычн. АТК шанс 10% на 10 сек. сила АТК +17%, СКР +170.",
        "При обычн. АТК шанс 10% на 10 сек. сила АТК +20%, СКР +200.",
        "При обычн. АТК шанс 10% на 10 сек. сила АТК +25%, СКР +250."
      ],
      "name": "Сосуд из рога древней коровы"
    },
    "20": {
      "description": [
        "Отменяет все отриц. эффекты. После отмены иммунитет к отриц. эффектам на 1 сек. Время перезарядки 20 сек.",
        "Отменяет все отриц. эффекты. После отмены иммунитет к отриц. эффектам на 1,5 сек. Время перезарядки 19 сек.",
        "Отменяет все отриц. эффекты. После отмены иммунитет к отриц. эффектам на 2 сек. Время перезарядки 18 сек.",
        "Отменяет все отриц. эффекты. После отмены иммунитет к отриц. эффектам на 2,5 сек. Время перезарядки 17 сек.",
        "Отменяет все отриц. эффекты. После отмены иммунитет к отриц. эффектам на 3 сек. Время перезарядки 16 сек.",
        "Отменяет все отриц. эффекты. После отмены иммунитет к отриц. эффектам на 3,5 сек. Время перезарядки 15 сек."
      ],
      "name": "Амулет сопротивления"
    },
    "21": {
      "description": [
        "Меткость и шанс отриц. эффекта +300.",
        "Меткость и шанс отриц. эффекта +360.",
        "Меткость и шанс отриц. эффекта +430.",
        "Меткость и шанс отриц. эффекта +520.",
        "Меткость и шанс отриц. эффекта +630.",
        "Меткость и шанс отриц. эффекта +750."
      ],
      "name": "Браслет судьи света"
    },
    "22": {
      "description": [
        "Урон ящеру +40%, урон героя -20%.",
        "Урон ящеру +48%, урон героя -24%.",
        "Урон ящеру +57%, урон героя -28%.",
        "Урон ящеру +69%, урон героя -34%.",
        "Урон ящеру +83%, урон героя -41%.",
        "Урон ящеру +100%, урон героя -50%."
      ],
      "name": "Маска ящера"
    },
    "24": {
      "description": [
        "В начале битвы на 8 сек. дает иммунитет к эффектам контроля и ЗЩТ +50%.",
        "В начале битвы на 10 сек. дает иммунитет к эффектам контроля и ЗЩТ +50%.",
        "В начале битвы на 12 сек. дает иммунитет к эффектам контроля и ЗЩТ +50%.",
        "В начале битвы на 14 сек. дает иммунитет к эффектам контроля и ЗЩТ +50%.",
        "В начале битвы на 17 сек. дает иммунитет к эффектам контроля и ЗЩТ +50%.",
        "В начале битвы на 20 сек. дает иммунитет к эффектам контроля и ЗЩТ +50%."
      ],
      "name": "Защита земли"
    },
    "25": {
      "description": [
        "Если враг один, сила АТК +40%.",
        "Если враг один, сила АТК +48%.",
        "Если враг один, сила АТК +58%.",
        "Если враг один, сила АТК +69%.",
        "Если враг один, сила АТК +83%.",
        "Если враг один, сила АТК +100%."
      ],
      "name": "Благо земли"
    },
    "26": {
      "description": [
        "Сила АТК, ОЗ, вся ЗЩТ +10%.",
        "Сила АТК, ОЗ, вся ЗЩТ +12%.",
        "Сила АТК, ОЗ, вся ЗЩТ +14%.",
        "Сила АТК, ОЗ, вся ЗЩТ +17%.",
        "Сила АТК, ОЗ, вся ЗЩТ +20%.",
        "Сила АТК, ОЗ, вся ЗЩТ +25%."
      ],
      "name": "Сердце земли"
    },
    "27": {
      "description": [
        "ATK upon Frost Giants increase by 40 %, and DMG resistance against Frost Giants increase by 20 %.",
        "ATK upon Frost Giants increase by 48 %, and DMG resistance against Frost Giants increase by 24 %.",
        "ATK upon Frost Giants increase by 57 %, and DMG resistance against Frost Giants increase by 28 %.",
        "ATK upon Frost Giants increase by 69 %, and DMG resistance against Frost Giants increase by 34 %.",
        "ATK upon Frost Giants increase by 83 %, and DMG resistance against Frost Giants increase by 41 %.",
        "ATK upon Frost Giants increase by 100 %, and DMG resistance against Frost Giants increase by 50 %."
      ],
      "name": "Маска Ледяного Гиганты"
    },
    "28": {
      "description": [
        "Каждые 50 раз, когда персонаж получает маг. урон, все отрицательные эффекты снимаются, и накладывается щит, поглощающий 480% АТК на 5 секунд. Пока щит активен, даётся иммунитет к крит. ударам и эффектам суммирования УРН.",
        "Каждые 50 раз, когда персонаж получает маг. урон, все отрицательные эффекты снимаются, и накладывается щит, поглощающий 580% АТК на 5 секунд. Пока щит активен, даётся иммунитет к крит. ударам и эффектам суммирования УРН.",
        "Каждые 50 раз, когда персонаж получает маг. урон, все отрицательные эффекты снимаются, и накладывается щит, поглощающий 690% АТК на 5 секунд. Пока щит активен, даётся иммунитет к крит. ударам и эффектам суммирования УРН.",
        "Каждые 50 раз, когда персонаж получает маг. урон, все отрицательные эффекты снимаются и накладывается щит, поглощающий 830% АТК на 5 секунд. Пока щит активен, даётся иммунитет к крит. ударам и эффектам суммирования УРН.",
        "Каждые 50 раз, когда персонаж получает маг. урон, все отрицательные эффекты снимаются, и накладывается щит, поглощающий 1000% АТК на 5 секунд. Пока щит активен, даётся иммунитет к крит. ударам и эффектам суммирования УРН.",
        "Каждые 50 раз, когда персонаж получает маг. урон, все отрицательные эффекты снимаются, и накладывается щит, поглощающий 1200% АТК на 5 секунд. Пока щит активен, даётся иммунитет к крит. ударам и эффектам суммирования УРН."
      ],
      "name": "Знак Железного Убеждения"
    },
    "29": {
      "description": [
        "Upon auto-attacking, there is a 10% chance to reduce the enemy's mana by 600. Has a cooldown of 6 sec.",
        "Upon auto-attacking, there is a 12% chance to reduce the enemy's mana by 700. Has a cooldown of 6 sec.",
        "Upon auto-attacking, there is a 14% chance to reduce the enemy's mana by 800. Has a cooldown of 6 sec.",
        "Upon auto-attacking, there is a 16% chance to reduce the enemy's mana by 1000. Has a cooldown of 6 sec.",
        "Upon auto-attacking, there is a 18% chance to reduce the enemy's mana by 1200. Has a cooldown of 6 sec.",
        "Upon auto-attacking, there is a 20% chance to reduce the enemy's mana by 1500. Has a cooldown of 6 sec."
      ],
      "name": "Черный Колдовской Кинжал"
    },
    "3": {
      "description": [
        "При обычн. АТК шанс 3% нанести 400% маг. урона.",
        "При обычн. АТК шанс 3% нанести 480% маг. урона.",
        "При обычн. АТК шанс 3% нанести 575% маг. урона.",
        "При обычн. АТК шанс 3% нанести 690% маг. урона.",
        "При обычн. АТК шанс 3% нанести 830% маг. урона.",
        "При обычн. АТК шанс 3% нанести 1000% маг. урона."
      ],
      "name": "Кости с волшебными письменами"
    },
    "32": {
      "description": [
        "Каждые 7 сек. повышает Магич. Защиту на 1% от Атаки. Данный эффект может быть объединен до 6 раз.",
        "Каждые 7 сек. повышает Магич. Защиту на 1.2% от Атаки. Данный эффект может быть объединен до 6 раз.",
        "Каждые 7 сек. повышает Магич. Защиту на 1.4% от Атаки. Данный эффект может быть объединен до 6 раз.",
        "Каждые 7 сек. повышает Магич. Защиту на 1.7% от Атаки. Данный эффект может быть объединен до 6 раз.",
        "Каждые 7 сек. повышает Магич. Защиту на 2% от Атаки. Данный эффект может быть объединен до 6 раз.",
        "Каждые 7 сек. повышает Магич. Защиту на 2.5% от Атаки. Данный эффект может быть объединен до 6 раз."
      ],
      "name": "Сфера Контракта"
    },
    "33": {
      "description": [
        "Каждые 10 сек. выбирает цель. Данный противник получает Урон, который игнорирует Защиту, равную 2% от текущего уровня ОЗ(HP) каждую секунду в теч. 5 сек, и понижает уровень Маны на 200. Это умение работает только на Арене",
        "Каждые 10 сек. выбирает цель. Данный противник получает Урон, который игнорирует Защиту, равную 2.4% от текущего уровня ОЗ(HP) каждую секунду в теч. 5 сек, и понижает уровень Маны на 240. Это умение работает только на Арене",
        "Каждые 10 сек. выбирает цель. Данный противник получает Урон, который игнорирует Защиту, равную 2.9% от текущего уровня ОЗ(HP) каждую секунду в теч. 5 сек, и понижает уровень Маны на 290. Это умение работает только на Арене",
        "Каждые 10 сек. выбирает цель. Данный противник получает Урон, который игнорирует Защиту, равную 3.5% от текущего уровня ОЗ(HP) каждую секунду в теч. 5 сек, и понижает уровень Маны на 350. Это умение работает только на Арене",
        "Каждые 10 сек. выбирает цель. Данный противник получает Урон, который игнорирует Защиту, равную 4.2% от текущего уровня ОЗ(HP) каждую секунду в теч. 5 сек, и понижает уровень Маны на 420. Это умение работает только на Арене",
        "Каждые 10 сек. выбирает цель. Данный противник получает Урон, который игнорирует Защиту, равную 5% от текущего уровня ОЗ(HP) каждую секунду в теч. 5 сек, и понижает уровень Маны на 500. Это умение работает только на Арене"
      ],
      "name": "Том Черной Магии"
    },
    "4": {
      "description": [
        "В начале боя СКР +400 на 15 сек.",
        "В начале боя СКР +480 на 15 сек.",
        "В начале боя СКР +570 на 15 сек.",
        "В начале боя СКР +690 на 15 сек.",
        "В начале боя СКР +830 на 15 сек.",
        "В начале боя СКР +1000 на 15 сек."
      ],
      "name": "Статуя золотого кота"
    },
    "40": {
      "description": [
        "В случае нанесения урона врагам 100 раз, Атака повышается на 30% и Шанс Крита на 200 на 15 сек. Данный эффект не может быть снят.",
        "В случае нанесения урона врагам 100 раз, Атака повышается на 36% и Шанс Крита на 240 на 15 сек. Данный эффект не может быть снят.",
        "В случае нанесения урона врагам 100 раз, Атака повышается на 44% и Шанс Крита на 290 на 15 сек. Данный эффект не может быть снят.",
        "В случае нанесения урона врагам 100 раз, Атака повышается на 53% и Шанс Крита на 350 на 15 сек. Данный эффект не может быть снят.",
        "В случае нанесения урона врагам 100 раз, Атака повышается на 63% и Шанс Крита на 4200 на 15 сек. Данный эффект не может быть снят.",
        "В случае нанесения урона врагам 100 раз, Атака повышается на 75% и Шанс Крита на 500 нга 15 сек."
      ],
      "name": "Трезубец Глубины"
    },
    "41": {
      "description": [
        "В момент начала битвы, ограничивает атаку одного противника до 1000 и снижает Атаку на 20% на 8 сек.",
        "В момент начала битвы, ограничивает атаку одного противника до 1000 и снижает Атаку на 24% на 10 сек.",
        "В момент начала битвы, ограничивает атаку одного противника до 1000 и снижает Атаку на 29% на 12 сек.",
        "В момент начала битвы, ограничивает атаку одного противника до 1000 и снижает Атаку на 35% на 14 сек.",
        "В момент начала битвы, ограничивает атаку одного противника до 1000 и снижает Атаку на 42% на 17 сек.",
        "В момент начала битвы, ограничивает атаку одного противника до 1000 и снижает Атаку на 50% на 20 сек."
      ],
      "name": "Колдовское Кольцо Глубины"
    },
    "42": {
      "description": [
        "Если присутствует только один противник, вся Защита повышается на 50%.",
        "Если присутствует только один противник, вся Защита повышается на 60%.",
        "Если присутствует только один противник, вся Защита повышается на 72%.",
        "Если присутствует только один противник, вся Защита повышается на 86%.",
        "Если присутствует только один противник, вся Защита повышается на 103%.",
        "Если присутствует только один противник, вся Защита повышается на 125%."
      ],
      "name": "Защитный Кристалл Глубины"
    },
    "5": {
      "description": [
        "Каждые 10 сек. понижает все перезарядки на 1 сек. и повышает Скорость Атаки на 80 на 5 сек.",
        "Каждые 10 сек. понижает все перезарядки на 1.2 сек. и повышает Скорость Атаки на 96 на 5 сек.",
        "Каждые 10 сек. понижает все перезарядки на 1.4 сек. и повышает Скорость Атаки на 115 на 5 сек.",
        "Каждые 10 сек. понижает все перезарядки на 1.7 сек. и повышает Скорость Атаки на 138 на 5 сек.",
        "Каждые 10 сек. понижает все перезарядки на 2 сек. и повышает Скорость Атаки на 165 на 5 сек.",
        "Каждые 10 сек. понижает все перезарядки на 2.5 сек. и повышает Скорость Атаки на 200 на 5 сек."
      ],
      "name": "Часы древней цивилизации"
    },
    "51": {
      "description": [
        "Макс. ОЗ (HP) увеличивается на 20% и наносит Физ. Урон, равный 2% от Макс. ОЗ всех противников, находящихся в ближайшем радиусе.",
        "Макс. ОЗ (HP) увеличивается на 24% и наносит Физ. Урон, равный 2% от Макс. ОЗ всех противников, находящихся в ближайшем радиусе.",
        "Макс. ОЗ (HP) увеличивается на 29% и наносит Физ. Урон, равный 2% от Макс. ОЗ всех противников, находящихся в ближайшем радиусе.",
        "Макс. ОЗ (HP) увеличивается на 35% и наносит Физ. Урон, равный 2% от Макс. ОЗ всех противников, находящихся в ближайшем радиусе.",
        "Макс. ОЗ (HP) увеличивается на 42% и наносит Физ. Урон, равный 2% от Макс. ОЗ всех противников, находящихся в ближайшем радиусе.",
        "Макс. ОЗ (HP) увеличивается на 50% и наносит Физ. Урон, равный 2% от Макс. ОЗ всех противников, находящихся в ближайшем радиусе."
      ],
      "name": "Гневная Голова Тыквы"
    },
    "52": {
      "description": [
        "Весь Урон снижен на 10% и наносит 10% больше Урона противникам.",
        "Весь Урон снижен на 12% и наносит 12% больше Урона противникам.",
        "Весь Урон снижен на 14% и наносит 14% больше Урона противникам.",
        "Весь Урон снижен на 17% и наносит 17% больше Урона противникам.",
        "Весь Урон снижен на 20% и наносит 20% больше Урона противникам.",
        "Весь Урон снижен на 25% и наносит 25% больше Урона противникам."
      ],
      "name": "Злая Голова Тыквы"
    },
    "53": {
      "description": [
        "Каждые 15 сек. восстанавливает ОЗ (HP), равные 1% от макс. уровня ОЗ (HP) в теч 3 сек.",
        "Каждые 15 сек. восстанавливает ОЗ (HP), равные 1.2% от макс. уровня ОЗ (HP) в теч 3 сек.",
        "Каждые 15 сек. восстанавливает ОЗ (HP), равные 1.4% от макс. уровня ОЗ (HP) в теч 3 сек.",
        "Каждые 15 сек. восстанавливает ОЗ (HP), равные 1.7% от макс. уровня ОЗ (HP) в теч 3 сек.",
        "Каждые 15 сек. восстанавливает ОЗ (HP), равные 2% от макс. уровня ОЗ (HP) в теч 3 сек.",
        "Каждые 15 сек. восстанавливает ОЗ (HP), равные 2.5% от макс. уровня ОЗ (HP) в теч 3 сек."
      ],
      "name": "Хорошо прожаренное Жаркое из Индейки"
    },
    "55": {
      "description": [
        "В начале каждой битвы, в теч. 5 сек, повышает Восстановление Маны в сек. на 260% и Отпор. крит. удару на 100. Данный эффект нельзя отменить.",
        "В начале каждой битвы, в теч. 5 сек, повышает Восстановление Маны в сек. на 310% и Отпор. крит. удару на 120. Данный эффект нельзя отменить.",
        "В начале каждой битвы, в теч. 5 сек, повышает Восстановление Маны в сек. на 370% и Отпор. крит. удару на 140. Данный эффект нельзя отменить.",
        "В начале каждой битвы, в теч. 5 сек, повышает Восстановление Маны в сек. на 450% и Отпор. крит. удару на 170. Данный эффект нельзя отменить.",
        "В начале каждой битвы, в теч. 5 сек, повышает Восстановление Маны в сек. на 540% и Отпор. крит. удару на210. Данный эффект нельзя отменить.",
        "В начале каждой битвы, в теч. 5 сек, повышает Восстановление Маны в сек. на 650% и Отпор. крит. удару на 250. Данный эффект нельзя отменить."
      ],
      "name": "Звездный Рождественский Орнамент"
    },
    "56": {
      "description": [
        "Атака увеличивается на 5% на 60 сек в начале каждой битвы.",
        "Атака увеличивается на 6% на 60 сек в начале каждой битвы.",
        "Атака увеличивается на 7.2% на 60 сек в начале каждой битвы.",
        "Атака увеличивается на 8.6% на 60 сек в начале каждой битвы.",
        "Атака увеличивается на 10.4% на 60 сек в начале каждой битвы.",
        "Атака увеличивается на 12.5% на 60 сек в начале каждой битвы."
      ],
      "name": "Новогодний Фейерверк"
    },
    "57": {
      "description": [
        "Шанс Крит. удара повышен на 100 и Крит. Урон повышен на 20%.",
        "Шанс Крит. удара повышен на 120 и Крит. Урон повышен на 24%.",
        "Шанс Крит. удара повышен на 140 и Крит. Урон повышен на 29%.",
        "Шанс Крит. удара повышен на 170 и Крит. Урон повышен на 35%.",
        "Шанс Крит. удара повышен на 210 и Крит. Урон повышен на 42%.",
        "Шанс Крит. удара повышен на 250 и Крит. Урон повышен на 50%."
      ],
      "name": "Сказочная Традиционная Подвеска"
    },
    "6": {
      "description": [
        "При ОЗ героя менее 20% сила АТК +30%, сниж. СКР и урона на 300.",
        "При ОЗ героя менее 20% сила АТК +36%, сниж. СКР и урона на 360.",
        "При ОЗ героя менее 20% сила АТК +43%, сниж. СКР и урона на 430.",
        "При ОЗ героя менее 20% сила АТК +51%, сниж. СКР и урона на 510.",
        "При ОЗ героя менее 20% сила АТК +62%, сниж. СКР и урона на 620.",
        "При ОЗ героя менее 20% сила АТК +75%, сниж. СКР и урона на 750."
      ],
      "name": "Учебник для героев"
    },
    "7": {
      "description": [
        "При 100% маны в теч. 10 сек. шанс крит. удара и меткость +400. Время перезарядки 20 сек.",
        "При 100% маны в теч. 10 сек. шанс крит. удара и меткость +480. Время перезарядки 20 сек.",
        "При 100% маны в теч. 10 сек. шанс крит. удара и меткость +570. Время перезарядки 20 сек.",
        "При 100% маны в теч. 10 сек. шанс крит. удара и меткость +690. Время перезарядки 20 сек.",
        "При 100% маны в теч. 10 сек. шанс крит. удара и меткость +830. Время перезарядки 20 сек.",
        "При 100% маны в теч. 10 сек. шанс крит. удара и меткость +1000. Время перезарядки 20 сек."
      ],
      "name": "Древний наблюдательный прибор"
    },
    "8": {
      "description": [
        "При ОЗ героя менее 35% наносит физ. урон (100% от силы АТК врага), сбивает с ног. На 10 сек. сила АТК противника -14%, СКР АТК -140. Время перезарядки 30 сек.",
        "При ОЗ героя менее 35% наносит физ. урон (100% от силы АТК врага), сбивает с ног. На 10 сек. сила АТК противника -16%, СКР АТК -160. Время перезарядки 30 сек.",
        "При ОЗ героя менее 35% наносит физ. урон (100% от силы АТК врага), сбивает с ног. На 10 сек. сила АТК противника -20%, СКР АТК -200. Время перезарядки 30 сек.",
        "При ОЗ героя менее 35% наносит физ. урон (100% от силы АТК врага), сбивает с ног. На 10 сек. сила АТК противника -24%, СКР АТК -240. Время перезарядки 30 сек.",
        "При ОЗ героя менее 35% наносит физ. урон (100% от силы АТК врага), сбивает с ног. На 10 сек. сила АТК противника -29%, СКР АТК -290. Время перезарядки 30 сек.",
        "При ОЗ героя менее 35% наносит физ. урон (100% от силы АТК врага), сбивает с ног. На 10 сек. сила АТК противника -35%, СКР АТК -350. Время перезарядки 30 сек."
      ],
      "name": "Статуя ревущего тигра"
    },
    "9": {
      "description": [
        "1 раз в бою при ОЗ героя менее 25% восст. 30% ОЗ. Отмена всех отриц. эффектов.",
        "1 раз в бою при ОЗ героя менее 25% восст. 36% ОЗ. Отмена всех отриц. эффектов.",
        "1 раз в бою при ОЗ героя менее 25% восст. 43% ОЗ. Отмена всех отриц. эффектов.",
        "1 раз в бою при ОЗ героя менее 25% восст. 51% ОЗ. Отмена всех отриц. эффектов.",
        "1 раз в бою при ОЗ героя менее 25% восст. 62% ОЗ. Отмена всех отриц. эффектов.",
        "1 раз в бою при ОЗ героя менее 25% восст. 75% ОЗ. Отмена всех отриц. эффектов."
      ],
      "name": "Золотое яблоко богини"
    }
  },
  "hero": {
    "1": {
      "description": "Избранный воин священного меча Эа, однажды спасшего мир. Может оттеснить врагов и укрепить себя силой этого меча.",
      "name": "Кассель",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит противникам в зоне {1} ед. физ. урона, сбивает с ног на {2} сек.",
        "name": "Меч правосудия",
        "transcendence": {
          "dark": "Если враг один, игнорирует его ЗЩТ.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "В случае уклонения, наносит {1} Физ. Урона врагам на переводой и уменьшает Меткость на {2} на 5 сек. После попадания по цели, получает 300 Маны.",
        "name": "Удар богини",
        "transcendence": {
          "dark": "Наносит на 25% больше физ. урона.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s3": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Во время действия СКР + {1} ."
        },
        "description": "Наносит {1} Физ. Урона ближайшим врагам и накладывает эффект Оглушения на 3 сек. Дополнительно, на {2} сек, Атака увеличивается на {3} и Шанс Уклонения увеличивается на {4} , в то же время обретая иммунитет к Контролю. Данный статус нельзя отменить.",
        "name": "Посланец бога",
        "transcendence": {
          "dark": "Сила АТК +40%.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Наносит противникам в зоне {1} ед. физ. урона.",
        "name": "Смелый натиск",
        "transcendence": {
          "dark": "Быстрее использует навыки, а время перезарядки -1 сек.",
          "light": "Уменьшение Меткости на 250"
        }
      },
      "subtitle": "Воин священного меча",
      "t5": {
        "dark": "При атаке наносит бонусный урон (40% силы АТК).",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от физ. урона +100"
      },
      "treasure": {
        "description": [
          "[Посланец Бога] Уклонение увеличивается на 250, и Скорость Атаки увеличивается на 100 на время работы навыка.",
          "[Посланец Бога] Уклонение увеличивается на 250, и Скорость Атаки увеличивается на 120 на время работы навыка.",
          "[Посланец Бога] Уклонение увеличивается на 250, и Скорость Атаки увеличивается на 140 на время работы навыка.",
          "[Посланец Бога] Уклонение увеличивается на 250, и Скорость Атаки увеличивается на 170 на время работы навыка.",
          "[Посланец Бога] Уклонение увеличивается на 250, и Скорость Атаки увеличивается на 210 на время работы навыка.",
          "[Посланец Бога] Уклонение увеличивается на 250, и Скорость Атаки увеличивается на 250 на время работы навыка."
        ],
        "name": "Руна властности"
      },
      "weapon": {
        "description": [
          "При кажд. АТК шанс 35% физ. урона (+160% от силы АТК).",
          "При кажд. АТК шанс 35% физ. урона (+192% от силы АТК).",
          "При кажд. АТК шанс 35% физ. урона (+230% от силы АТК).",
          "При кажд. АТК шанс 35% физ. урона (+276% от силы АТК).",
          "При кажд. АТК шанс 35% физ. урона (+331% от силы АТК).",
          "При кажд. АТК шанс 35% физ. урона (+400% от силы АТК)."
        ],
        "name": "Священный меч Эа"
      }
    },
    "10": {
      "description": "Принцесса эльфов, охраняющих Священный лес. Ее лунные стрелы преследуют цели, а стрелы, наполненные энергией ветра, яростно пронзают врагов.",
      "name": "Селена",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Случ. образом пускает 12 стрел, нанося врагам {1} ед. физ. урона.",
        "name": "Дождь стрел",
        "transcendence": {
          "dark": "Шанс 20% оглушить врагов на 2 сек.",
          "light": "Урон +40%."
        }
      },
      "s2": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "При кажд. АТК. шанс крит. удара + {1} %."
        },
        "description": "В момент атаки, на {1} сек, Атака повышается на {2} и Шанс Крит. Удара повышается на {3} . Может быть объединено до 3 раз.",
        "name": "Стрела лунного света",
        "transcendence": {
          "dark": "Парализует атакованных врагов на 0,5 сек.",
          "light": "Если враг один, игнорирует его ЗЩТ."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит врагам впереди {1} ед. физ. урона от ОЗ, сбивает с ног.",
        "name": "Вспышка лунного света",
        "transcendence": {
          "dark": "Игнорирует блокировку врагов.",
          "light": "Время перезарядки -3 сек."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "При АТК героя автоматич. выпускает 5 стрел в противников. Кажд. стрела наносит {1} ед. физ. урона.",
        "name": "Прыть",
        "transcendence": {
          "dark": "Дальность автоатаки +20%.",
          "light": "Макс. количество объединений- 5"
        }
      },
      "subtitle": "Пронзающая ветер стрела",
      "t5": {
        "dark": "Собственный Шанс крит. удара уменьшается на 300, но Крит. Урон увеличивается на 100%.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Вспышка лунного света] Урон увеличивается на 20% и цель также дополнительно получает 20% Физ. Урона в теч. 10 сек.",
          "[Вспышка лунного света] Урон увеличивается на 24% и цель также дополнительно получает 20% Физ. Урона в теч. 10 сек.",
          "[Вспышка лунного света] Урон увеличивается на 29% и цель также дополнительно получает 20% Физ. Урона в теч. 10 сек.",
          "[Вспышка лунного света] Урон увеличивается на 35% и цель также дополнительно получает 20% Физ. Урона в теч. 10 сек.",
          "[Вспышка лунного света] Урон увеличивается на 42% и цель также дополнительно получает 20% Физ. Урона в теч. 10 сек.",
          "[Вспышка лунного света] Урон увеличивается на 50% и цель также дополнительно получает 20% Физ. Урона в теч. 10 сек."
        ],
        "name": "Серебряная стрела"
      },
      "weapon": {
        "description": [
          "В случае крит. удара СКР АТК +200 на 10 сек. При обычн. АТК выпускает еще 1 стрелу, наносящ. 100% физ. урона.",
          "В случае крит. удара СКР АТК +240 на 10 сек. При обычн. АТК выпускает еще 1 стрелу, наносящ. 120% физ. урона.",
          "В случае крит. удара СКР АТК +280 на 10 сек. При обычн. АТК выпускает еще 1 стрелу, наносящ. 140% физ. урона.",
          "В случае крит. удара СКР АТК +340 на 10 сек. При обычн. АТК выпускает еще 1 стрелу, наносящ. 170% физ. урона.",
          "В случае крит. удара СКР АТК +410 на 10 сек. При обычн. АТК выпускает еще 1 стрелу, наносящ. 210% физ. урона.",
          "В случае крит. удара СКР АТК +500 на 10 сек. При обычн. АТК выпускает еще 1 стрелу, наносящ. 250% физ. урона."
        ],
        "name": "Зеленый ветер Нотос"
      }
    },
    "11": {
      "description": "Святая, благословившая героя, спасшего мир в прошлом. Яростная и проклятая всеми ворона стреляет острыми перьями и разрушает позиции врага.",
      "name": "Мария",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Снижает скорость атаки на {1} %."
        },
        "description": "Наносит противникам в зоне {1} ед. маг. урона. Маг. ЗЩТ - {3} % на {2} сек.",
        "name": "Вороний шторм",
        "transcendence": {
          "dark": "Шанс 20% сковать врагов на 3 сек.",
          "light": "Урон +40%."
        }
      },
      "s2": {
        "books": {
          "1": "Получ. героем урон - {1} %.",
          "2": "Получ. героем урон - {1} %.",
          "3": "Длит. время шанс крит. удара у объекта - {1} %."
        },
        "description": "Сила АТК пораженных Марией врагов - {2} на {1} сек.",
        "name": "Черный ветер",
        "transcendence": {
          "dark": "Время сковывания +1,5 сек.",
          "light": "Потребление маны +1, навык применяется к 3 врагам."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Притягивает врагов в зону и наносит {1} ед. маг. урона. Посл. АТК оглушает на 3 сек.",
        "name": "Зона тьмы",
        "transcendence": {
          "dark": "Потребление маны уменьш. на 1.",
          "light": "На 10 сек. наносимый маг. урон +25%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Маг. урон + {1} % пока длится навык."
        },
        "description": "Сковывает 2 противников и наносит {1} ед. маг. урона на {2} сек. Пораженные враги длит. время получают доп. маг. урон.",
        "name": "Сковывающий коготь",
        "transcendence": {
          "dark": "На 10 сек. сопротивление маг. крит. удару -25%.",
          "light": "Получ. героем урон -40%."
        }
      },
      "subtitle": "Падшая ведьма",
      "t5": {
        "dark": "В момент Крит. Удара, Сопротивление Контролю цели снижается на 250 на 10 сек, и все Перезарядки Навыков, исключая те, которые сейчас используются, снижаются на 2%.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100"
      },
      "treasure": {
        "description": [
          "[Зона тьмы] Урон увеличивается на 20%, и последняя атака понижает Физ. и Маги. Защиту цели на 30% га 7 сек.",
          "[Зона тьмы] Урон увеличивается на 24%, и последняя атака понижает Физ. и Маги. Защиту цели на 30% га 7 сек.",
          "[Зона тьмы] Урон увеличивается на 29%, и последняя атака понижает Физ. и Маги. Защиту цели на 30% га 7 сек.",
          "[Зона тьмы] Урон увеличивается на 35%, и последняя атака понижает Физ. и Маги. Защиту цели на 30% га 7 сек.",
          "[Зона тьмы] Урон увеличивается на 42%, и последняя атака понижает Физ. и Маги. Защиту цели на 30% га 7 сек.",
          "[Зона тьмы] Урон увеличивается на 50%, и последняя атака понижает Физ. и Маги. Защиту цели на 30% га 7 сек."
        ],
        "name": "Подвеска тьмы"
      },
      "weapon": {
        "description": [
          "При крит. ударе враг получает длит. маг. урон (300% от силы АТК), теряя 50% восст. на 10 сек.",
          "При крит. ударе враг получает длит. маг. урон (375% от силы АТК), теряя 50% восст. на 10 сек.",
          "При крит. ударе враг получает длит. маг. урон (450% от силы АТК), теряя 50% восст. на 10 сек.",
          "При крит. ударе враг получает длит. маг. урон (525% от силы АТК), теряя 50% восст. на 10 сек.",
          "При крит. ударе враг получает длит. маг. урон (625% от силы АТК), теряя 50% восст. на 10 сек.",
          "При крит. ударе враг получает длит. маг. урон (750% от силы АТК), теряя 50% восст. на 10 сек."
        ],
        "name": "Кокутос, Посланник Леи"
      }
    },
    "12": {
      "description": "Легендарный пират, который был проклят и превратился в маленькую девочку. У нее потрясающая способность бросать пушечные ядра прямо на голову врага.",
      "name": "Мируру",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Наносит врагам в зоне {1} ед. физ. урона, сбивает с ног.",
        "name": "Ба-а-ам!",
        "transcendence": {
          "dark": "В момент использования Атака повышается на 35% на 10 сек.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Наносит врагам впереди {1} ед. физ. урона 3 р. При кажд АТК шанс {2} % сбить с ног на {3} сек.",
        "name": "Ба-бамс",
        "transcendence": {
          "dark": "За кажд. атакованного врага время перезарядки -8%.",
          "light": "Урон +40%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "На {1} сек. враги в зоне получают {2} ед. физ. урона и теряют {3} % СКР.",
        "name": "Пираты Мируру!",
        "transcendence": {
          "dark": "Замедление СКР заменяется оглушением на 3 сек.",
          "light": "Урон +40%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "При обычн. АТК шанс 60% доп. выстрела, наносящ. {1} ед. физ. урона 3 случ. врагам.",
        "name": "Большой бум!",
        "transcendence": {
          "dark": "Шанс 10% оглушить атакованного врага на 1 сек.",
          "light": "Урон +40%."
        }
      },
      "subtitle": "Проклятая королева пиратов",
      "t5": {
        "dark": "При атаке накапливает заряды Тьмы в зависим. от числа врагов. При 50 зарядах впадает в ярость, на 10 сек. повышая СКР АТК на 800 и силу АТК на 20%.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100"
      },
      "treasure": {
        "description": [
          "[Пираты Мируру!] Урон повышается на 50%, и перезарядка умения снижается на 12%.",
          "[Пираты Мируру!] Урон повышается на 50%, и перезарядка умения снижается на 14%.",
          "[Пираты Мируру!] Урон повышается на 50%, и перезарядка умения снижается на 17%.",
          "[Пираты Мируру!] Урон повышается на 50%, и перезарядка умения снижается на 21%.",
          "[Пираты Мируру!] Урон повышается на 50%, и перезарядка умения снижается на 25%.",
          "[Пираты Мируру!] Урон повышается на 50%, и перезарядка умения снижается на 30%."
        ],
        "name": "Пушечное ядро Мируру"
      },
      "weapon": {
        "description": [
          "Каждые 5 сек., наносит Физ. Урон, равный 100% от значения Атаки всех противников в случайной области. Цель, которую атакуют, получает 20% увеличенный Физ. Урон.",
          "Каждые 5 сек., наносит Физ. Урон, равный 120% от значения Атаки всех противников в случайной области. Цель, которую атакуют, получает 24% увеличенный Физ. Урон.",
          "Каждые 5 сек., наносит Физ. Урон, равный 144% от значения Атаки всех противников в случайной области. Цель, которую атакуют, получает 29% увеличенный Физ. Урон.",
          "Каждые 5 сек., наносит Физ. Урон, равный 172% от значения Атаки всех противников в случайной области. Цель, которую атакуют, получает 35% увеличенный Физ. Урон.",
          "Каждые 5 сек., наносит Физ. Урон, равный 207% от значения Атаки всех противников в случайной области. Цель, которую атакуют, получает 42% увеличенный Физ. Урон.",
          "Каждые 5 сек., наносит Физ. Урон, равный 250% от значения Атаки всех противников в случайной области. Цель, которую атакуют, получает 50% увеличенный Физ. Урон."
        ],
        "name": "Левиафан, Абсолютное оружие"
      }
    },
    "13": {
      "description": "Эльфийка-друид, присоединившаяся к Союзному войску людей во время вторжения темного лорда. Общается с природой и атакует врагов с помощью деревьев.",
      "name": "Лорейн",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "При крит. ударе наносит 2 порции яда."
        },
        "description": "3 случ. АТК в зоне наносят врагам {1} ед. маг. урона и 1 порцию яда.",
        "name": "Терновый лес",
        "transcendence": {
          "dark": "Враги с 5 и более порциями яда с кажд. АТК оглушаются на 3 сек.",
          "light": "Кол-во ударов +1."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Кажд. 15 сек. АТК случ. образом 3 р. При кажд. АТК враги получают {1} ед. маг. урона и 1 порцию яда.",
        "name": "Лист-лезвие",
        "transcendence": {
          "dark": "Враги, попавшие под действие послед. взрыва, оглушаются на 2 сек.",
          "light": "Урон +40%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Наносит врагам в зоне {1} ед. маг. урона, сбивает с ног на 3 сек. Урон отравлен. врага + {2} % с кажд. порцией яда.",
        "name": "Гнев леса",
        "transcendence": {
          "dark": "Враги с 5 и более порциями яда не получают усиления.",
          "light": "Урон +40%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Длит. время полученный врагом маг. урон + {1} %."
        },
        "description": "По прямой наносит врагам {1} ед. маг. урона и 2 порции яда, сковывая на {2} сек. Через опред. время наносит урон в завис. от порций яда.",
        "name": "Оплетающая лоза",
        "transcendence": {
          "dark": "Шанс 20% сковать атакованного врага на 2 сек.",
          "light": "Макс. кол-во порций яда +6."
        }
      },
      "subtitle": "Великий ученый Элидоры",
      "t5": {
        "dark": "Кажд. 7 сек. атакует случ. врага навыком «Терновый лес».",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100"
      },
      "treasure": {
        "description": [
          "[Гнев леса] Урон увеличивается на 20%. В момент Крит. Удара противника с более, чем 5ю эффектами Яда, перезарядка навыка уменьшается на 4%.",
          "[Гнев леса] Урон увеличивается на 24%. В момент Крит. Удара противника с более, чем 5ю эффектами Яда, перезарядка навыка уменьшается на 4%.",
          "[Гнев леса] Урон увеличивается на 29%. В момент Крит. Удара противника с более, чем 5ю эффектами Яда, перезарядка навыка уменьшается на 4%.",
          "[Гнев леса] Урон увеличивается на 35%. В момент Крит. Удара противника с более, чем 5ю эффектами Яда, перезарядка навыка уменьшается на 4%.",
          "[Гнев леса] Урон увеличивается на 42%. В момент Крит. Удара противника с более, чем 5ю эффектами Яда, перезарядка навыка уменьшается на 4%.",
          "[Гнев леса] Урон увеличивается на 50%. В момент Крит. Удара противника с более, чем 5ю эффектами Яда, перезарядка навыка уменьшается на 4%."
        ],
        "name": "Корень Древа мира"
      },
      "weapon": {
        "description": [
          "Кажд. 7 сек. отравлен. враг получает маг. урон (40% от силы АТК) и теряет 10% маг. ЗЩТ. С кажд. порцией яда урон +20%.",
          "Кажд. 7 сек. отравлен. враг получает маг. урон (48% от силы АТК) и теряет 12% маг. ЗЩТ. С кажд. порцией яда урон +20%.",
          "Кажд. 7 сек. отравлен. враг получает маг. урон (57% от силы АТК) и теряет 14% маг. ЗЩТ. С кажд. порцией яда урон +20%.",
          "Кажд. 7 сек. отравлен. враг получает маг. урон (69% от силы АТК) и теряет 17% маг. ЗЩТ. С кажд. порцией яда урон +20%.",
          "Кажд. 7 сек. отравлен. враг получает маг. урон (83% от силы АТК) и теряет 20% маг. ЗЩТ. С кажд. порцией яда урон +20%.",
          "Кажд. 7 сек. отравлен. враг получает маг. урон (100% от силы АТК) и теряет 25% маг. ЗЩТ. С кажд. порцией яда урон +20%."
        ],
        "name": "Робуру, Воля Древа мира"
      }
    },
    "15": {
      "description": "Настоящий рыцарь, названный старший брат Касселя. Крепкий, как сталь, он защищает союзников на переднем фланге. Получил репутацию крепостной стены за свое противостояние врагам.",
      "name": "Клаус",
      "s1": {
        "books": {
          "1": "ЗЩТ + {1} %.",
          "2": "ЗЩТ + {1} %.",
          "3": "ЗЩТ + {1} %."
        },
        "description": "На {1} сек. физ. ЗЩТ всех союзников + {2} , шанс получить крит. удар - {3} %.",
        "name": "Щит стража",
        "transcendence": {
          "dark": "Потребление маны +1, но шанс 100% притянуть окруж. врагов.",
          "light": "Время перезарядки -2 сек."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "СКР объекта - {1} %."
        },
        "description": "Наносит врагам в зоне {1} ед. физ. урона (в зависимости от силы их ЗЩТ), теснит их. ЗЩТ поражен. врага - {2} %. При отражении АТК время запуска -0,5 сек.",
        "name": "Удар щитом",
        "transcendence": {
          "dark": "Оглушает врага на 1сек.",
          "light": "На 10 сек. цель получает на 25% больше физ. урона."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Оглушение + {1} сек."
        },
        "description": "Наносит врагам в зоне {1} ед. физ. урона, оглушает на {2} сек.",
        "name": "Раскол земли",
        "transcendence": {
          "dark": "При использ. получает на 25% меньше физ. урона.",
          "light": "ЗЩТ +40%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "При отражении АТК наносит врагам впереди {1} ед. физ. урона. СКР АТК - {3} % на {2} сек. Восст. 300 маны после удара.",
        "name": "Клятва рыцаря",
        "transcendence": {
          "dark": "Силу АТК -10%.",
          "light": "Использует навык значительно быстрее."
        }
      },
      "subtitle": "Железный рыцарь-защитник",
      "t5": {
        "dark": "Когда союзников атакуют, на 5 сек. физ. ЗЩТ союзников +20% и сопротивление физ. крит. удару +20%. Время перезарядки 10 сек.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200"
      },
      "treasure": {
        "description": [
          "[Щит стража] В момент активации, убирает негативные эффекты с себя, и множитель Защиты увеличивается на 20%.",
          "[Щит стража] В момент активации, убирает негативные эффекты с себя, и множитель Защиты увеличивается на 24%.",
          "[Щит стража] В момент активации, убирает негативные эффекты с себя, и множитель Защиты увеличивается на 29%.",
          "[Щит стража] В момент активации, убирает негативные эффекты с себя, и множитель Защиты увеличивается на 35%.",
          "[Щит стража] В момент активации, убирает негативные эффекты с себя, и множитель Защиты увеличивается на 42%.",
          "[Щит стража] В момент активации, убирает негативные эффекты с себя, и множитель Защиты увеличивается на 50%."
        ],
        "name": "Руна рыцарей"
      },
      "weapon": {
        "description": [
          "Когда ОЗ героя менее 35%, получ. физ. урон всех союзников -200, сила АТК героя +100% от физ. ЗЩТ, иммунитет к отриц. эффектам.",
          "Когда ОЗ героя менее 35%, получ. физ. урон всех союзников -240, сила АТК героя +120% от физ. ЗЩТ, иммунитет к отриц. эффектам.",
          "Когда ОЗ героя менее 35%, получ. физ. урон всех союзников -280, сила АТК героя +144% от физ. ЗЩТ, иммунитет к отриц. эффектам.",
          "Когда ОЗ героя менее 35%, получ. физ. урон всех союзников -340, сила АТК героя +173% от физ. ЗЩТ, иммунитет к отриц. эффектам.",
          "Когда ОЗ героя менее 35%, получ. физ. урон всех союзников -410, сила АТК героя +207% от физ. ЗЩТ, иммунитет к отриц. эффектам.",
          "Когда ОЗ героя менее 35%, получ. физ. урон всех союзников -500, сила АТК героя +250% от физ. ЗЩТ, иммунитет к отриц. эффектам."
        ],
        "name": "Защитник Эксиан"
      }
    },
    "16": {
      "description": "Получеловек, полуживотное, это существо направляет души, используя особую лампу. Исцеляет союзников. Отвлекает врагов или восстанавливает ману союзников с помощью душ.",
      "name": "Леви",
      "s1": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "Восст. маны объекта + {1} % в сек."
        },
        "description": "Лечит 4ёх Союзников с наименьшим уровнем ОЗ (HP) на {3} % от Макс. уровня ОЗ, и вылечивает дополнительно {2} ОЗ в теч {1} сек. Данный эффект нельзя отменить.",
        "name": "Исцеляющий дух",
        "transcendence": {
          "dark": "У кажд. исцеления есть шанс 20% отменить отриц. эффекты.",
          "light": "Стоимость в Мане повышается на 1 охват эффекта навыка изменяется для всех союзников."
        }
      },
      "s2": {
        "books": {
          "1": "Маг. ЗЩТ + {1} %.",
          "2": "Маг. ЗЩТ + {1} %.",
          "3": "Отпор отриц. эффектам + {2} на {1} сек."
        },
        "description": "Снимает все отриц. эффекты с союзников, маг. ЗЩТ + {2} на {1} сек.",
        "name": "Спасение",
        "transcendence": {
          "dark": "Маг. ЗЩТ +10%.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Цель получает увеличенный на {1} % Урон от всех источников."
        },
        "description": "Наносит {2} Магич. Урона противникам по области 10 раз и уменьшает Скорость Атаки на {3} %.",
        "name": "Стремительность духа",
        "transcendence": {
          "dark": "Потребление маны +1, безмолвие на врагов в радиусе поражения на 1 сек.",
          "light": "Кажд. удар выбивает 250 маны из врага."
        }
      },
      "s4": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "Восст. маны + {1} %."
        },
        "description": "Кажд. 7 сек. восст. 1 сф. маны и {1} ОЗ у союзника с наименьш. ОЗ.",
        "name": "Духовный настрой",
        "transcendence": {
          "dark": "Дает 1 сф. маны союзнику с самой сильной АТК.",
          "light": "Активируется кажд. 5 сек."
        }
      },
      "subtitle": "Проводник душ",
      "t5": {
        "dark": "В момент атаки, есть 10% шанс понизить Защиту цели на 20% и понизить все перезарядки героя на 5%.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +100"
      },
      "treasure": {
        "description": [
          "[Стремительность духа] Цена в мане уменьшается на 1, и ОЗ всех союзников пополняется на 8% от Урона.",
          "[Стремительность духа] Цена в мане уменьшается на 1, и ОЗ всех союзников пополняется на 10% от Урона.",
          "[Стремительность духа] Цена в мане уменьшается на 1, и ОЗ всех союзников пополняется на 12% от Урона.",
          "[Стремительность духа] Цена в мане уменьшается на 1, и ОЗ всех союзников пополняется на 14% от Урона.",
          "[Стремительность духа] Цена в мане уменьшается на 1, и ОЗ всех союзников пополняется на 17% от Урона.",
          "[Стремительность духа] Цена в мане уменьшается на 1, и ОЗ всех союзников пополняется на 20% от Урона."
        ],
        "name": "Обитель душ"
      },
      "weapon": {
        "description": [
          "Кажд. 20 сек. союзник с наименьш. ОЗ на 5 сек. становится духом. Дух получает иммунитет к физ. АТК, ОЗ не падают ниже 1%. Восст. маны +120% в сек.",
          "Кажд. 20 сек. союзник с наименьш. ОЗ на 6 сек. становится духом. Дух получает иммунитет к физ. АТК, ОЗ не падают ниже 1%. Восст. маны +144% в сек.",
          "Кажд. 20 сек. союзник с наименьш. ОЗ на 7 сек. становится духом. Дух получает иммунитет к физ. АТК, ОЗ не падают ниже 1%. Восст. маны +172% сек.",
          "Кажд. 20 сек. союзник с наименьш. ОЗ на 8 сек. становится духом. Дух получает иммунитет к физ. АТК, ОЗ не падают ниже 1%. Восст. маны +207% в сек.",
          "Кажд. 20 сек. союзник с наименьш. ОЗ на 9 сек. становится духом. Дух получает иммунитет к физ. АТК, ОЗ не падают ниже 1%. Восст. маны +248% в сек.",
          "Кажд. 20 сек. союзник с наименьш. ОЗ на 10 сек. становится духом. Дух получает иммунитет к физ. АТК, ОЗ не падают ниже 1%. Восст. маны +300% в сек."
        ],
        "name": "Куралати, Светоч богов"
      }
    },
    "17": {
      "description": "Темный эльф, который охотится на врагов из тени. Поражает противников иссиня-черной тьмой из мстительного арбалета.",
      "name": "Тимаэль",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит {1} ед. маг. урона 1 врагу.",
        "name": "Ярость тьмы",
        "transcendence": {
          "dark": "При атаке шанс 25% ослепить врагов на 5 сек.",
          "light": "Если враг один, наносимый урон +100%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Получ. объектом маг. урон + {1} %."
        },
        "description": "Наносит врагам в зоне {1} ед. маг. урона и сковывает на {2} сек.",
        "name": "Черные оковы",
        "transcendence": {
          "dark": "Притягивает атакованных врагов.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит врагам {1} ед. маг. урона и ослепляет на {2} сек.",
        "name": "Волна тени",
        "transcendence": {
          "dark": "Позитивные эффекты, примененные к противникам удаляются в определенной зоне.",
          "light": "Цена в Мане повышается на 1 сферу, но Урон увеличивается на 100%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "При обычн. АТК, игнорируя ЗЩТ, наносит доп. {1} ед. маг. урона.",
        "name": "Черная метка",
        "transcendence": {
          "dark": "Шанс 10% использовать 1 навык при автоатаке.",
          "light": "Урон +40%."
        }
      },
      "subtitle": "Скрытный охотник",
      "t5": {
        "dark": "При автоатаке наносит бонусный маг. урон (80% от своей силы АТК) и восст. 100 маны. Шанс 10% нанести вдвое больше маг. урона и восст. вдвое больше маны.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100"
      },
      "treasure": {
        "description": [
          "[Волна тени] Урон увеличивается на 50% и длительно эффекта Ослепления увеличивается на 2 сек.",
          "[Волна тени] Урон увеличивается на 50% и длительно эффекта Ослепления увеличивается на 2.5 сек.",
          "[Волна тени] Урон увеличивается на 50% и длительно эффекта Ослепления увеличивается на 3 сек.",
          "[Волна тени] Урон увеличивается на 50% и длительно эффекта Ослепления увеличивается на 3.5 сек.",
          "[Волна тени] Урон увеличивается на 50% и длительно эффекта Ослепления увеличивается на 4 сек.",
          "[Волна тени] Урон увеличивается на 50% и длительно эффекта Ослепления увеличивается на 4.5 сек."
        ],
        "name": "Глаз теней"
      },
      "weapon": {
        "description": [
          "При АТК шанс 10% маг. урона +100% от силы АТК, время перезарядки всех навыков -10%.",
          "При АТК шанс 12% маг. урона +120% от силы АТК, время перезарядки всех навыков -10%.",
          "При АТК шанс 14% маг. урона +140% от силы АТК, время перезарядки всех навыков -10%.",
          "При АТК шанс 17% маг. урона +170% от силы АТК, время перезарядки всех навыков -10%.",
          "При АТК шанс 20% маг. урона +210% от силы АТК, время перезарядки всех навыков -10%.",
          "При АТК шанс 25% маг. урона +250% от силы АТК, время перезарядки всех навыков -10%."
        ],
        "name": "Нэриус, Слезы луны"
      }
    },
    "18": {
      "description": "Воин, владеющий легким одноручным мечом. Ловко уклоняется от атак и пронзает врагов со скоростью света.",
      "name": "Рейна",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Наносит {1} ед. физ. урона, пронзая врага. При крит. ударе наносит противнику рану и перезаряжает навык. С кажд. нанесен. раной урон от этого навыка +20%. При использ. навыка иммунитет к любому урону.",
        "name": "Полет бабочки",
        "transcendence": {
          "dark": "Время на перезарядку не требуется.",
          "light": "Потребление маны +1, враги получают до 10 ран. Противники с 10 ранами получают бонусный урон (100% от силы АТК)."
        }
      },
      "s2": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Шанс крит. удара + {1} %."
        },
        "description": "Сила АТК + {2} на {1} сек., шанс крит. удара + {3} .",
        "name": "Острие меча",
        "transcendence": {
          "dark": "Потребление маны +1, шанс крит. удара заменяется увеличением крит. урона на 100%. Наносит боссам на 25% урона больше.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Непрерывная АТК наносит врагу {1} ед. физ. урона. Последняя АТК далеко отбрасывает противника.",
        "name": "Метеор",
        "transcendence": {
          "dark": "При использовании иммунитет к любому урону.",
          "light": "Каждый крит. удар увелич. урон от последней атаки на 10%."
        }
      },
      "s4": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Длит. время пробойная сила + {1} ."
        },
        "description": "При крит. ударе СКР АТК + {2} на {1} сек. Макс. 5 повторов.",
        "name": "Дитя фортуны",
        "transcendence": {
          "dark": "В случае 5 наложенных эффектов, получает на 20% сниженный Урон.",
          "light": "За каждый эффект, Урон противникам (а не союзникам) повышается на 4%."
        }
      },
      "subtitle": "Вспышка молнии",
      "t5": {
        "dark": "При автоатаке шанс 10% повысить наносимый крит. урон на 100% на 5 сек.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Метеор] Урон увеличивается на 20% и в момент крит. удара, мана восстанавливается на 200.",
          "[Метеор] Урон увеличивается на 24% и в момент крит. удара, мана восстанавливается на 200.",
          "[Метеор] Урон увеличивается на 29% и в момент крит. удара, мана восстанавливается на 200.",
          "[Метеор] Урон увеличивается на 35% и в момент крит. удара, мана восстанавливается на 200.",
          "[Метеор] Урон увеличивается на 42% и в момент крит. удара, мана восстанавливается на 200.",
          "[Метеор] Урон увеличивается на 50% и в момент крит. удара, мана восстанавливается на 200."
        ],
        "name": "Медаль скорости"
      },
      "weapon": {
        "description": [
          "При кажд. крит. ударе на 15 сек. СКР АТК +80, урон от крит. удара +20%. Макс. 5 повторов.",
          "При кажд. крит. ударе на 15 сек. СКР АТК +90, урон от крит. удара +24%. Макс. 5 повторов.",
          "При кажд. крит. ударе на 15 сек. СКР АТК +110, урон от крит. удара +28%. Макс. 5 повторов.",
          "При кажд. крит. ударе на 15 сек. СКР АТК +130, урон от крит. удара +34%. Макс. 5 повторов.",
          "При кажд. крит. ударе на 15 сек. СКР АТК +160, урон от крит. удара +41%. Макс. 5 повторов.",
          "При кажд. крит. ударе на 15 сек. СКР АТК +200, урон от крит. удара +50%. Макс. 5 повторов."
        ],
        "name": "Сверкающий Ливатис"
      }
    },
    "19": {
      "description": "Маг, получивший силу после проклятия Ледяного дракона. Использует мощную магию для замораживания врагов.",
      "name": "Павел",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Враги получают {1} ед. маг. урона, от последней АТК замерзают на {2} сек. Скованные холодом враги получают доп. урон и замерзают.",
        "name": "Ледяной клин",
        "transcendence": {
          "dark": "Потребление маны +1, время заморозки +5 сек.",
          "light": "Урон +40%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "АТК 5 случ. противников, наносит {1} ед. маг. урона и сковывает холодом. При АТК скованных холодом врагов создает доп. копье, наносящее половин. урон. Доп. копье не сковывает холодом. Урон замороженных врагов +50%.",
        "name": "Ледяное копье",
        "transcendence": {
          "dark": "Цель меняется на противника с наивысшим уровнем Атаки.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Все враги получают {1} ед. маг. урона. Скованные холодом враги замерзают на {2} сек., урон заморож. противникам + {3} %.",
        "name": "Власть льда",
        "transcendence": {
          "dark": "При использ. навыка иммунитет к любому контролю.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Кажд. {1} сек. 3 врага получают {2} ед. маг. урона и замерзают.",
        "name": "Объятья холода",
        "transcendence": {
          "dark": "Эффекты Льда не могут быть сброшены умениями.",
          "light": "Сопротивление Контролю уменьшается на 250 на 10 сек."
        }
      },
      "subtitle": "Маг Ледяного дракона",
      "t5": {
        "dark": "Каждые 3 сек., атакует всех врагов и наносит 50% Атаки в качестве Магич. Урона, нанося урон Льдом с 50% шансом. Враги, уже находящиеся под воздействием Льда, получают 300% Атаки в качестве Магич. Урона в теч. 3 сек.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Власть льда] Урон увеличивается на 50% и длительность эффекта Заморозки увеличивается на 1 сек.",
          "[Власть льда] Урон увеличивается на 50% и длительность эффекта Заморозки увеличивается на 1.2 сек.",
          "[Власть льда] Урон увеличивается на 50% и длительность эффекта Заморозки увеличивается на 1.4 сек.",
          "[Власть льда] Урон увеличивается на 50% и длительность эффекта Заморозки увеличивается на 1.7 сек.",
          "[Власть льда] Урон увеличивается на 50% и длительность эффекта Заморозки увеличивается на 2.1 сек.",
          "[Власть льда] Урон увеличивается на 50% и длительность эффекта Заморозки увеличивается на 2.5 сек."
        ],
        "name": "Сердце ледника"
      },
      "weapon": {
        "description": [
          "Кажд. 15 сек. наносит 2 случ. врагам маг. урон (160% от силы АТК) и сковывает холодом. Скованные холодом противники замерзают на 5 сек.",
          "Кажд. 14 сек. наносит 2 случ. врагам маг. урон (192% от силы АТК) и сковывает холодом. Скованные холодом противники замерзают на 5 сек.",
          "Кажд. 12,5 сек. наносит 2 случ. врагам маг. урон (228% от силы АТК) и сковывает холодом. Скованные холодом противники замерзают на 5 сек.",
          "Кажд. 11 сек. наносит 2 случ. врагам маг. урон (276% от силы АТК) и сковывает холодом. Скованные холодом противники замерзают на 5 сек.",
          "Кажд. 9,5 сек. наносит 2 случ. врагам маг. урон (332% от силы АТК) и сковывает холодом. Скованные холодом противники замерзают на 5 сек.",
          "Кажд. 8 сек. наносит 2 случ. врагам маг. урон (400% от силы АТК) и сковывает холодом. Скованные холодом противники замерзают на 5 сек."
        ],
        "name": "Андарта Андрастэ, Сердце дракона"
      }
    },
    "2": {
      "description": "Подруга детства Касселя, жрица, служащая богине. Лечит и защищает союзников силой света. С благословения богини может временно увеличить магические силы и сопротивление к ним.",
      "name": "Фрэй",
      "s1": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "Снимает нанесенный отриц. эффект с объекта."
        },
        "description": "Восст. {1} ОЗ союзнику с наименьш. кол-вом ОЗ.",
        "name": "Чудесный свет",
        "transcendence": {
          "dark": "На 10 сек. исцеленные союзники получают на 25% меньше маг. урона.",
          "light": "Потребление маны +1, навык применяется к 2 врагам."
        }
      },
      "s2": {
        "books": {
          "1": "Маг. ЗЩТ + {1} %.",
          "2": "Маг. ЗЩТ + {1} %.",
          "3": "Во время действия восст. {1} % ОЗ объекта."
        },
        "description": "У одного союзника + {2} к маг. ЗЩТ на {1} сек.",
        "name": "Защита богини",
        "transcendence": {
          "dark": "Сила АТК союзника под щитом +20%.",
          "light": "Щит +40%."
        }
      },
      "s3": {
        "books": {
          "1": "Щит + {1} %.",
          "2": "Щит + {1} %.",
          "3": "Во время действия сила восст. объекта + {1} %."
        },
        "description": "Для всех союзников на {1} сек. создает щит, впитывающий {2} ед. урона. Щит дает иммунитет к отриц. эффектам.",
        "name": "Благо света",
        "transcendence": {
          "dark": "Время ослепления -2 сек, целью становится случ. враг.",
          "light": "Потребление маны +1, наносит на 80% больше урона."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Наносит врагам в зоне {1} ед. маг. урона, сбивает с ног на {2} сек.",
        "name": "Небесная кара",
        "transcendence": {
          "dark": "Навык применяется к 2 врагам.",
          "light": "СКР АТК цели +250."
        }
      },
      "subtitle": "Жрица света",
      "t5": {
        "dark": "Исцеленные Фрэй союзники на 5 сек. получают бонус к силе АТК (5% от силы АТК Фрэй).",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +200"
      },
      "treasure": {
        "description": [
          "[Небесная кара] Цель получает увеличенный на 20% Магич. Урон на 10 сек., и длительность эффекта Ослепления увеличивается на 1 сек.",
          "[Небесная кара] Цель получает увеличенный на 20% Магич. Урон на 10 сек., и длительность эффекта Ослепления увеличивается на 1.5 сек.",
          "[Небесная кара] Цель получает увеличенный на 20% Магич. Урон на 10 сек., и длительность эффекта Ослепления увеличивается на 2 сек.",
          "[Небесная кара] Цель получает увеличенный на 20% Магич. Урон на 10 сек., и длительность эффекта Ослепления увеличивается на 2.5 сек.",
          "[Небесная кара] Цель получает увеличенный на 20% Магич. Урон на 10 сек., и длительность эффекта Ослепления увеличивается на 3 сек.",
          "[Небесная кара] Цель получает увеличенный на 20% Магич. Урон на 10 сек., и длительность эффекта Ослепления увеличивается на 3.5 сек."
        ],
        "name": "Перо забытого судьи"
      },
      "weapon": {
        "description": [
          "При обычн. АТК шанс 40% восст. ОЗ союзнику с наименьш. ОЗ (42% от силы АТК).",
          "При обычн. АТК шанс 40% восст. ОЗ союзнику с наименьш. ОЗ (50,4% от силы АТК).",
          "При обычн. АТК шанс 40% восст. ОЗ союзнику с наименьш. ОЗ (58,8% от силы АТК).",
          "При обычн. АТК шанс 40% восст. ОЗ союзнику с наименьш. ОЗ (71,4% от силы АТК).",
          "При обычн. АТК шанс 40% восст. ОЗ союзнику с наименьш. ОЗ (86,1% от силы АТК).",
          "При обычн. АТК шанс 40% восст. ОЗ союзнику с наименьш. ОЗ (105% от силы АТК)."
        ],
        "name": "Розмерта, Полномочия бога"
      }
    },
    "20": {
      "description": "Рыцарь-хранитель с гигантской пикой и щитом. Выдерживает атаки врагов со стойкостью стен крепости, нарушает вражеский строй копьем.",
      "name": "Дэмия",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Оглушение + {1} сек."
        },
        "description": "Метает копьё в ближайшего противника, нанося {1} Физ. Урона и притягивая противника к герою. После этого, наносит {2} Физ. Урона всем ближайшим противникам и оглушает их на 3 сек.",
        "name": "Гарпун",
        "transcendence": {
          "dark": "На 10 сек. притянутые враги получают на 25% больше урона.",
          "light": "Потребление маны +1, притягивает 2 врагов."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Получ. героем урон - {1} %."
        },
        "description": "На {1} сек. подавляет АТК врага, в окруж. зоне наносит {2} ед. физ. урона, уменьшает силу АТК на {3} %.",
        "name": "Воля к победе",
        "transcendence": {
          "dark": "После использ. физ. ЗЩТ союзников +20% на 10 сек.",
          "light": "Наносит бонусный физ. урон, пропорц. собств. физ. ЗЩТ."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "В момент блока Урона в момент использования умения, Урон в прыжке увеличен на 7%. Также, наносит {2} Физ. Урона врагу и накладывает эффект Оглушения. После использования умения, прыгает и наносит удар по противнику, причиняя {3} Физ. Урона и Оглушая на {4} сек. Иммунитет в Контролю в момент использования умения.",
        "name": "Крепость из стали",
        "transcendence": {
          "dark": "В момент использования, все союзники получают уменьшенный на 20% Физ. Урон.",
          "light": "В момент прыжка, атакует противника с наивысшей Атакой."
        }
      },
      "s4": {
        "books": {
          "1": "ЗЩТ + {1} %.",
          "2": "ЗЩТ + {1} %.",
          "3": "ЗЩТ + {1} %."
        },
        "description": "Физ. ЗЩТ всех союзников + {1} и вероятность физ. блока + {2} .",
        "name": "Глава авангарда",
        "transcendence": {
          "dark": "При блокировке восст. ОЗ (40% от физ. ЗЩТ).",
          "light": "Физ. ЗЩТ +20%, шанс блокировки физ. урона +50%."
        }
      },
      "subtitle": "Крепость из стали",
      "t5": {
        "dark": "В момент начала каждой битвы, понижает Атаку всех противников на 20% на 6 сек. Эффект не может быть снят.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200"
      },
      "treasure": {
        "description": [
          "[Крепость из стали] Цена в мане уменьшается на 1 и длительность эффекта Оглушения от атак в прыжке увеличивается на 1 сек.",
          "[Крепость из стали] Цена в мане уменьшается на 1 и длительность эффекта Оглушения от атак в прыжке увеличивается на 1.5 сек.",
          "[Крепость из стали] Цена в мане уменьшается на 1 и длительность эффекта Оглушения от атак в прыжке увеличивается на 2 сек.",
          "[Крепость из стали] Цена в мане уменьшается на 1 и длительность эффекта Оглушения от атак в прыжке увеличивается на 2.5 сек.",
          "[Крепость из стали] Цена в мане уменьшается на 1 и длительность эффекта Оглушения от атак в прыжке увеличивается на 3 сек.",
          "[Крепость из стали] Цена в мане уменьшается на 1 и длительность эффекта Оглушения от атак в прыжке увеличивается на 3.5 сек."
        ],
        "name": "Энергия защиты"
      },
      "weapon": {
        "description": [
          "Блок атак противника имеет 10% шанс восстановить свой уровень маны на 3% и уменьшает перезарядку всех умений на 1 сек.",
          "Блок атак противника имеет 13% шанс восстановить свой уровень маны на 3% и уменьшает перезарядку всех умений на 1 сек.",
          "Блок атак противника имеет 16% шанс восстановить свой уровень маны на 3% и уменьшает перезарядку всех умений на 1 сек.",
          "Блок атак противника имеет 19% шанс восстановить свой уровень маны на 3% и уменьшает перезарядку всех умений на 1 сек.",
          "Блок атак противника имеет 22% шанс восстановить свой уровень маны на 3% и уменьшает перезарядку всех умений на 1 сек.",
          "Блок атак противника имеет 25% шанс восстановить свой уровень маны на 3% и уменьшает перезарядку всех умений на 1 сек."
        ],
        "name": "Голубой свет Арфеус"
      }
    },
    "21": {
      "description": "Гарпия, специалист ближнего боя, использует когти. Быстро перемещается между противниками, нанося урон. Сбивает врагов мощными последовательными атаками.",
      "name": "Нейла",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Двойн. ускорение. Наносит в зоне {1} ед. физ. урона, сбивает врагов с ног на {2} сек.",
        "name": "Лютый ветер",
        "transcendence": {
          "dark": "Цель меняется на противника с наивысшим уровнем Атаки.",
          "light": "Если враг один, наносимый урон +100%."
        }
      },
      "s2": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Сила АТК + {1} %."
        },
        "description": "На {1} сек. физ. уклон. союзников + {2} , сила АТК + {3} .",
        "name": "Чутье",
        "transcendence": {
          "dark": "Шанс крит. удара +600.",
          "light": "Сила АТК +40%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Наносит урон и оглушает на 3 сек."
        },
        "description": "Взлетает и наносит с воздуха врагам в зоне {1} ед. физ. урона. Урон поваленных врагов + {2} %.",
        "name": "Пике",
        "transcendence": {
          "dark": "За кажд. врага, получившего крит. урон, время перезарядки -10%.",
          "light": "Урон +40%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "При обычн. АТК шанс 40% 5-й АТК сбить врага с ног и нанести доп. {1} ед. физ. урона.",
        "name": "Удар бури",
        "transcendence": {
          "dark": "При активации эффекта собств. СКР АТК +300.",
          "light": "Шанс активации меняется на 60%."
        }
      },
      "subtitle": "Боец ветра",
      "t5": {
        "dark": "При уклонении от АТК время перезарядки всех навыков -2%, сила АТК +3%, а СКР АТК +30. Увелич. силы АТК и СКР АТК может накапливаться до 10 р.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от физ. урона +100"
      },
      "treasure": {
        "description": [
          "[Пике] Перезарядка навыка уменьшается на 30% и цель получает на 10% больше Физ. Урона в теч. 10 сек.",
          "[Пике] Перезарядка навыка уменьшается на 30% и цель получает на 12% больше Физ. Урона в теч. 10 сек.",
          "[Пике] Перезарядка навыка уменьшается на 30% и цель получает на 14% больше Физ. Урона в теч. 10 сек.",
          "[Пике] Перезарядка навыка уменьшается на 30% и цель получает на 17% больше Физ. Урона в теч. 10 сек.",
          "[Пике] Перезарядка навыка уменьшается на 30% и цель получает на 21% больше Физ. Урона в теч. 10 сек.",
          "[Пике] Перезарядка навыка уменьшается на 30% и цель получает на 25% больше Физ. Урона в теч. 10 сек."
        ],
        "name": "Гордость ветра"
      },
      "weapon": {
        "description": [
          "При крит. ударе наносит физ. урон (100% от силы АТК) в теч. 10 сек., увелич. физ. урон врага на 20%.",
          "При крит. ударе наносит физ. урон (120% от силы АТК) в теч. 10 сек., увелич. физ. урон врага на +24%.",
          "При крит. ударе наносит физ. урон (144% от силы АТК) в теч. 10 сек., увелич. физ. урон врага на +28%.",
          "При крит. ударе наносит физ. урон (172% от силы АТК) в теч. 10 сек., увелич. физ. урон врага на 34%.",
          "При крит. ударе наносит физ. урон (207% от силы АТК) в теч. 10 сек., увелич. физ. урон врага на 41%.",
          "При крит. ударе наносит физ. урон (250% от силы АТК) в теч. 10 сек., увелич. физ. урон врага на +50%."
        ],
        "name": "Барору, Проклятые когти"
      }
    },
    "22": {
      "description": "Снайпер из империи, находящейся в очень холодной местности.  Ее рука не дрогнет ни при каких обстоятельствах. Чем больше она сосредотачивается, тем сильнее становится.",
      "name": "Дина",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон от крит. удара + {1} %."
        },
        "description": "Запуск в неподвижной позе. После запуска наносит {1} ед. физ. урона врагам по прямой, макс. урон до {2} % (в завис. от заряда). После 3 перезарядок сбивает противника с ног.",
        "name": "Прострел",
        "transcendence": {
          "dark": "При использ. навыка иммунитет к любому контролю.",
          "light": "Урон +40%."
        }
      },
      "s2": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Долгое время урон от крит. удара + {1} %."
        },
        "description": "Урон врагу от героя + {1} %. Сила АТК героя + {2} .",
        "name": "Прицел",
        "transcendence": {
          "dark": "Время действия +10 сек.",
          "light": "Сила АТК +40%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон от крит. удара + {1} %."
        },
        "description": "Выпускает 10 пуль по случ. врагам. Наносит {1} ед. урона, с кажд. АТК урон + {2} .",
        "name": "Залп",
        "transcendence": {
          "dark": "Игнорирует блокировку врагов.",
          "light": "При крит. ударе время перезарядки -5%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон от крит. удара + {1} %."
        },
        "description": "Кажд. 10 сек. наносит 2 серии ударов по {1} ед. физ. урона.",
        "name": "Выстрел",
        "transcendence": {
          "dark": "Противники, попавшие под удар, становятся Оглушенными на 2 сек.",
          "light": "Если враг один, наносимый урон +100%."
        }
      },
      "subtitle": "Снайпер из снежных земель",
      "t5": {
        "dark": "При автоатаке шанс 15% сделать выстрел в голову. Выстрел в голову наносит физ. урон (600% от силы АТК).",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100"
      },
      "treasure": {
        "description": [
          "[Залп] Урон увеличивается на 20% и последняя атака наносит Урон, который игнорирует Защиту.",
          "[Залп] Урон увеличивается на 24% и последняя атака наносит Урон, который игнорирует Защиту.",
          "[Залп] Урон увеличивается на 29% и последняя атака наносит Урон, который игнорирует Защиту.",
          "[Залп] Урон увеличивается на 35% и последняя атака наносит Урон, который игнорирует Защиту.",
          "[Залп] Урон увеличивается на 42% и последняя атака наносит Урон, который игнорирует Защиту.",
          "[Залп] Урон увеличивается на 50% и последняя атака наносит Урон, который игнорирует Защиту."
        ],
        "name": "Специальный залп VII"
      },
      "weapon": {
        "description": [
          "У каждой атаки есть 10% шанс нанести 200% Атаки в качестве экстр Физ. Урона и отбросить противника. После этого, Меткость увеличивается на 100 каждые 10 сек. Эффект может быть объединен до 3 раз максимум.",
          "У каждой атаки есть 11% шанс нанести 240% Атаки в качестве экстр Физ. Урона и отбросить противника. После этого, Меткость увеличивается на 100 каждые 10 сек. Эффект может быть объединен до 3 раз максимум.",
          "У каждой атаки есть 12% шанс нанести 288% Атаки в качестве экстр Физ. Урона и отбросить противника. После этого, Меткость увеличивается на 100 каждые 10 сек. Эффект может быть объединен до 3 раз максимум.",
          "У каждой атаки есть 13% шанс нанести 344% Атаки в качестве экстр Физ. Урона и отбросить противника. После этого, Меткость увеличивается на 100 каждые 10 сек. Эффект может быть объединен до 3 раз максимум.",
          "У каждой атаки есть 14% шанс нанести 414% Атаки в качестве экстр Физ. Урона и отбросить противника. После этого, Меткость увеличивается на 100 каждые 10 сек. Эффект может быть объединен до 3 раз максимум.",
          "У каждой атаки есть 15% шанс нанести 500% Атаки в качестве экстр Физ. Урона и отбросить противника. После этого, Меткость увеличивается на 100 каждые 10 сек. Эффект может быть объединен до 3 раз максимум."
        ],
        "name": "Индивидуальная винтовка Дина Mod.0"
      }
    },
    "23": {
      "description": "Демон-рыцарь, использующий лаву Темных сил. Причиняет врагам жгучую боль. Своей непоколебимой стойкостью она сразит всех врагов.",
      "name": "Мора",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит {1} ед. маг. урона врагам в зоне, сбивает с ног. Накладывает 3 огонька. После этого в теч. {2} сек. кажд. обычн. АТК наносит врагам {3} ед. маг. урона и накладывает 1 огонек. С кажд. огоньком урон + {4} %. Кажд. огонек наносит маг. урон и снижает восст. на 1%.",
        "name": "Пылкость",
        "transcendence": {
          "dark": "За кажд. атакованного врага время перезарядки -6%.",
          "light": "На 15 сек. СКР АТК +200."
        }
      },
      "s2": {
        "books": {
          "1": "Маг. ЗЩТ + {1} %.",
          "2": "Маг. ЗЩТ + {1} %.",
          "3": "Шанс маг. блока + {1} %."
        },
        "description": "На {1} сек. маг. ЗЩТ всех союзников + {2} , шанс маг. блока + {3} . Кажд. {4} сек. окруж. враги получают по 1 доп. огоньку.",
        "name": "Пекло",
        "transcendence": {
          "dark": "При использ. навыка «Пекло» наносит окруж. врагам урон, пропорц. собств. маг. ЗЩТ.",
          "light": "Шанс 20% заблокировать маг. урон."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит {1} ед. маг. урона и сбивает с ног врагов в зоне. С кажд. огоньком урон + {2} %.",
        "name": "Поток лавы",
        "transcendence": {
          "dark": "Восст. ОЗ (40% от нанесенного урона).",
          "light": "Урон +40%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "В момент блока, наносит {2} Магич. Урона противникам на расстоянии, и накладывает 3 эффектов Пламени.",
        "name": "Удар огня",
        "transcendence": {
          "dark": "Цель с более чем 100 эффектами Пламени, получает увеличенный на 40% Магич. Урон.",
          "light": "При блокировке увелич. собств. маг. ЗЩТ на 5%. Накапливается до 10 р."
        }
      },
      "subtitle": "Демоническое пламя",
      "t5": {
        "dark": "Урон от эффектов Пламени повышаются на 100%, и макс. кол-во наложенных эффектов повышается на 120.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +200"
      },
      "treasure": {
        "description": [
          "[Поток лавы] Урон повышается на 20% и Магич. Защиты цели понижается на 25% в теч. 7 сек.",
          "[Поток лавы] Урон повышается на 24% и Магич. Защиты цели понижается на 25% в теч. 7 сек.",
          "[Поток лавы] Урон повышается на 29% и Магич. Защиты цели понижается на 25% в теч. 7 сек.",
          "[Поток лавы] Урон повышается на 35% и Магич. Защиты цели понижается на 25% в теч. 7 сек.",
          "[Поток лавы] Урон повышается на 42% и Магич. Защиты цели понижается на 25% в теч. 7 сек.",
          "[Поток лавы] Урон повышается на 50% и Магич. Защиты цели понижается на 25% в теч. 7 сек."
        ],
        "name": "Запечатанный камень ада"
      },
      "weapon": {
        "description": [
          "Враг с огоньком получает маг. урон (80% от силы АТК) кажд. 10 сек., шанс 14% сбить с ног. С кажд. огоньком урон +2%.",
          "Враг с огоньком получает маг. урон (96% от силы АТК) кажд. 10 сек., шанс 16% сбить с ног. С кажд. огоньком урон +2%.",
          "Враг с огоньком получает маг. урон (115% от силы АТК) кажд. 10 сек., шанс 20% сбить с ног. С кажд. огоньком урон +2%.",
          "Враг с огоньком получает маг. урон (138% от силы АТК) кажд. 10 сек., шанс 24% сбить с ног. С кажд. огоньком урон +2%.",
          "Враг с огоньком получает маг. урон (166% от силы АТК) кажд. 10 сек., шанс 29% сбить с ног. С кажд. огоньком урон +2%.",
          "Враг с огоньком получает маг. урон (200% от силы АТК) кажд. 10 сек., шанс 35% сбить с ног. С кажд. огоньком урон +2%."
        ],
        "name": "Кафрейн, Пламя победы"
      }
    },
    "24": {
      "description": "Свободолюбивый, но глубоко верующий жрец из Ордена Луа.  Использует священный взрыв, который защищает и лечит союзников и наносит урон врагам.",
      "name": "Бодуин",
      "s1": {
        "books": {
          "1": "Урон и исцеление + {1} %.",
          "2": "Урон и исцеление + {1} %.",
          "3": "Урон и исцеление + {1} %."
        },
        "description": "Выбирает союзника с наименьш. ОЗ и восст. {1} ОЗ ему и окруж. союзникам. Враги вокруг объекта получают {2} ед. маг. урона, их СКР АТК - {4} % на {3} сек.",
        "name": "Божественный взрыв",
        "transcendence": {
          "dark": "Противники, попавшие под удар, становятся Оглушенными на 1 сек.",
          "light": "Урон и Лечение повышается на 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит {1} Магич. Урона, опрокидывает, и спутывает цель на {2} сек. Спутанные противники получают на 25% больше Магич. Урона.",
        "name": "Копье света",
        "transcendence": {
          "dark": "Навык применяется к 2 врагам.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s3": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "СКР АТК объекта + {1} на длит. время."
        },
        "description": "Все союзники непобедимы на {1} сек., восст. {2} ОЗ на длит. время.",
        "name": "Неприступность",
        "transcendence": {
          "dark": "Время действия неуязвимости -3 сек, но сила АТК кажд. союзника +50%. Потребление маны +2.",
          "light": "Время действия неуязвимости +1,5 сек."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Шанс 20% при АТК нанести {1} ед. маг. урона и оглушить на {2} сек.",
        "name": "Закалка",
        "transcendence": {
          "dark": "Дальность автоатаки +20%.",
          "light": "На 10% больше шанса активации."
        }
      },
      "subtitle": "Святой бродяга",
      "t5": {
        "dark": "При АТК навыками «Божественный взрыв» и «Копье света» наносит маг. урон (100% от силы АТК) и сокращает перезарядку этих навыков на 20%.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +200"
      },
      "treasure": {
        "description": [
          "[Неприступность] Атака повышается на 25% на время работы навыка, и восстанавливает 120 Маны в сек.",
          "[Неприступность] Атака повышается на 25% на время работы навыка, и восстанавливает 140 Маны в сек.",
          "[Неприступность] Атака повышается на 25% на время работы навыка, и восстанавливает 170 Маны в сек.",
          "[Неприступность] Атака повышается на 25% на время работы навыка, и восстанавливает 200 Маны в сек.",
          "[Неприступность] Атака повышается на 25% на время работы навыка, и восстанавливает 250 Маны в сек.",
          "[Неприступность] Атака повышается на 25% на время работы навыка, и восстанавливает 300 Маны в сек."
        ],
        "name": "Старые четки"
      },
      "weapon": {
        "description": [
          "Каждые 30 сек повышает Атаку одного случайного союзника на 40%. Также повышает Шанс Крита и Скорость Атаки на 400 (на 10 сек).",
          "Каждые 30 сек повышает Атаку одного случайного союзника на 48%. Также повышает Шанс Крита и Скорость Атаки на 480. (на 10 сек).",
          "Каждые 30 сек повышает Атаку одного случайного союзника на 57%. Также повышает Шанс Крита и Скорость Атаки на 570. (на 10 сек).",
          "Каждые 30 сек повышает Атаку одного случайного союзника на 69%. Также повышает Шанс Крита и Скорость Атаки на 690. (на 10 сек).",
          "Каждые 30 сек повышает Атаку одного случайного союзника на 83%. Также повышает Шанс Крита и Скорость Атаки на 830. (на 10 сек).",
          "Каждые 30 сек повышает Атаку одного случайного союзника на 100%. Также повышает Шанс Крита и Скорость Атаки на 1000. (на 10 сек)."
        ],
        "name": "Генезис, Старое и новое"
      }
    },
    "25": {
      "description": "Девушка, которая стала нежитью в сражении с Темными силами. Носит с собой гроб, в котором спит. Восстанавливается, оставляя знак смерти на врагах.",
      "name": "Джейн",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Оглушение + {1} сек."
        },
        "description": "Наносит {1} ед. урона и оглушает врагов в зоне на {2} сек.",
        "name": "Погребение",
        "transcendence": {
          "dark": "Потребление маны +1, но шанс 100% притянуть окруж. врагов.",
          "light": "На 10 сек. цель получает на 25% больше маг. урона."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Помечает всех врагов на {1} сек. и наносит {2} ед. маг. урона. Маг. урон врагам со знаком + {3} %.",
        "name": "Знак смерти",
        "transcendence": {
          "dark": "Полученная Метка не может быть убрана, когда прочие негативные эффекты снимаются.",
          "light": "Время действия навыка -10 сек., наносимый урон +250%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Восст. {1} % маны героя."
        },
        "description": "На {1} сек. все враги получают {2} ед. маг. урона кажд. сек., ОЗ героя + {3} % от получ. урона. Иммунитет к отриц. эффектам. Урон врагам со знаком увеличен.",
        "name": "День гибели",
        "transcendence": {
          "dark": "Шанс 10% оглушить врагов на 1 сек.",
          "light": "Урон +40%."
        }
      },
      "s4": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "Исцеление + {1} %."
        },
        "description": "После смертельного урона отправляется в гроб отдохнуть на {1} сек., восст. {2} ОЗ + 6% от макс. ОЗ. В гробу никакой урон не страшен.",
        "name": "Покойся с миром",
        "transcendence": {
          "dark": "При использ. оглушает врагов на 2 сек.",
          "light": "В гробу кажд. сек. наносит окруж. врагам маг. урон (5% от их макс. ОЗ)."
        }
      },
      "subtitle": "Белоснежная смерть",
      "t5": {
        "dark": "При атаке повыш. свою силу АТК и регенерацию на 1%. Накапливается до 50 р.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +200"
      },
      "treasure": {
        "description": [
          "[День гибели] Урон повышается на 20% и с каждым нанесенным Уроном, Магич. Защита цели снижается на 5% на 5 сек. Данный эффект может быть объединен до 10 раз максимум.",
          "[День гибели] Урон повышается на 24% и с каждым нанесенным Уроном, Магич. Защита цели снижается на 5% на 5 сек. Данный эффект может быть объединен до 10 раз максимум.",
          "[День гибели] Урон повышается на 29% и с каждым нанесенным Уроном, Магич. Защита цели снижается на 5% на 5 сек. Данный эффект может быть объединен до 10 раз максимум.",
          "[День гибели] Урон повышается на 35% и с каждым нанесенным Уроном, Магич. Защита цели снижается на 5% на 5 сек. Данный эффект может быть объединен до 10 раз максимум.",
          "[День гибели] Урон повышается на 42% и с каждым нанесенным Уроном, Магич. Защита цели снижается на 5% на 5 сек. Данный эффект может быть объединен до 10 раз максимум.",
          "[День гибели] Урон повышается на 50% и с каждым нанесенным Уроном, Магич. Защита цели снижается на 5% на 5 сек. Данный эффект может быть объединен до 10 раз максимум."
        ],
        "name": "Цветок позабытого герцогства"
      },
      "weapon": {
        "description": [
          "Каждую секунду наносит 10 % от Атаки в качестве Магич. Урона ближайшим врагам, и уменьшает их Атаку на 14%. Когда пассивное умение активировано, восстанавливает 30% маны.",
          "Каждую секунду наносит 12 % от Атаки в качестве Магич. Урона ближайшим врагам, и уменьшает их Атаку на 17%. Когда пассивное умение активировано, восстанавливает 30% маны.",
          "Каждую секунду наносит 14 % от Атаки в качестве Магич. Урона ближайшим врагам, и уменьшает их Атаку на 20%. Когда пассивное умение активировано, восстанавливает 30% маны.",
          "Каждую секунду наносит 17 % от Атаки в качестве Магич. Урона ближайшим врагам, и уменьшает их Атаку на 24%. Когда пассивное умение активировано, восстанавливает 30% маны.",
          "Каждую секунду наносит 20 % от Атаки в качестве Магич. Урона ближайшим врагам, и уменьшает их Атаку на 29%. Когда пассивное умение активировано, восстанавливает 30% маны.",
          "Каждую секунду наносит 25 % от Атаки в качестве Магич. Урона ближайшим врагам, и уменьшает их Атаку на 35%. Когда пассивное умение активировано, восстанавливает 30% маны."
        ],
        "name": "Эрекура, Верное сердце"
      }
    },
    "26": {
      "description": "Благородная леди из Орвелии.  Эта умная девушка достигла титула «Фиолетовый» из Башни мудреца. Стреляет во врагов мощными энергетическими зарядами из роскошного зонтика.",
      "name": "Аиша",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Наносит {1} ед. маг. урона врагам в огранич. зоне. При крит. ударе время перезарядки -1 сек.",
        "name": "Мистический залп",
        "transcendence": {
          "dark": "В момент Крит. Удара, восстанавливает 300 маны.",
          "light": "Если враг один, наносимый урон +100%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Наносит врагам по прямой {1} ед. маг. урона кажд. 0,5 сек. Затем кажд. 0,5 сек. применения урон +100%, но -3% маны. Длит. макс. 10 сек.",
        "name": "Луч смерти",
        "transcendence": {
          "dark": "Использ. навыка «Луч смерти» требует вдвое больше маны, урон увелич. со 100% до 200%.",
          "light": "Использ. навыка «Луч смерти» требует вдвое меньше маны."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "На {1} сек. случ. враг получает {2} ед. маг. урона и теряет 5% маг. ЗЩТ. Макс. 5 повторов.",
        "name": "Ливень",
        "transcendence": {
          "dark": "Эффект уменьш. маг. ЗЩТ накапливается до 10 раз.",
          "light": "Наносит урон по радиусу."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "При крит. ударе доп. {1} ед. маг. урона.",
        "name": "Мистический бонус",
        "transcendence": {
          "dark": "Игнорирует блокировку врагов.",
          "light": "Урон +40%."
        }
      },
      "subtitle": "Фиолетовая принцесса",
      "t5": {
        "dark": "Кажд. раз при использ. навыка накапливается заряд Тьмы. За кажд. заряд восст. маны в сек. повыш. на 6%, а крит. урон на 2%. Накапливается до 50 р.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100"
      },
      "treasure": {
        "description": [
          "[Ливень] Урон увеличивается на 50% и в момент Крит. Удара, восстанавливает 30 маны.",
          "[Ливень] Урон увеличивается на 50% и в момент Крит. Удара, восстанавливает 36 маны.",
          "[Ливень] Урон увеличивается на 50% и в момент Крит. Удара, восстанавливает 43 маны.",
          "[Ливень] Урон увеличивается на 50% и в момент Крит. Удара, восстанавливает 52 маны.",
          "[Ливень] Урон увеличивается на 50% и в момент Крит. Удара, восстанавливает 62 маны.",
          "[Ливень] Урон увеличивается на 50% и в момент Крит. Удара, восстанавливает 75 маны."
        ],
        "name": "Кольцо бесконечной магии"
      },
      "weapon": {
        "description": [
          "При АТК шанс 35% доп. маг. урона (40% от силы АТК).",
          "При АТК шанс 35% доп. маг. урона (48% от силы АТК).",
          "При АТК шанс 35% доп. маг. урона (57% от силы АТК).",
          "При АТК шанс 35% доп. маг. урона (69% от силы АТК).",
          "При АТК шанс 35% доп. маг. урона (83% от силы АТК).",
          "При АТК шанс 35% доп. маг. урона (100% от силы АТК)."
        ],
        "name": "Махитра, Благородная судьба"
      }
    },
    "27": {
      "description": "Летописец Большой королевской библиотеки Орвелии. Исцеляет союзников и отменяет полезную магию врагов с помощью знаков.",
      "name": "Лео",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит руну на цель, понижая Физ. Защиту на {2} % на {1} сек. После {3} сек, наносит макс. {4} Магич. Урона, пропорционального потерянным ОЗ, игнорируя Защиту.",
        "name": "Знак слабости",
        "transcendence": {
          "dark": "Атакует 2 врагов.",
          "light": "Время перезарядки -2 сек."
        }
      },
      "s2": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "Исцеление + {1} %."
        },
        "description": "Восст. всем союзникам {1} ОЗ.",
        "name": "Знак исцеления",
        "transcendence": {
          "dark": "После исцеления на 10 сек. физ. ЗЩТ союзников +25%.",
          "light": "Исцеление +40%."
        }
      },
      "s3": {
        "books": {
          "1": "Безмолвие + {1} сек.",
          "2": "Безмолвие + {1} сек.",
          "3": "Безмолвие + {1} сек."
        },
        "description": " {1} ед. маг. урона всем врагам, отмена положит. эффектов. Безмолвие на {2} сек.",
        "name": "Знак безмолвия",
        "transcendence": {
          "dark": "Наносимый урон +200%, цель получает на 20% больше урона от всех атак. Потребление маны +2.",
          "light": "Время безмолвия +1 сек."
        }
      },
      "s4": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "Отпор отриц. эффектам + {1} ."
        },
        "description": "Кажд. {1} сек. отмечает союзника с наименьш. ОЗ и в теч. {2} сек. восст. {3} ОЗ.",
        "name": "Знак защиты",
        "transcendence": {
          "dark": "После исцеления на 10 сек. физ. ЗЩТ исцеленных союзников +40%.",
          "light": "Исцеление +40%."
        }
      },
      "subtitle": "Вечный летописец",
      "t5": {
        "dark": "При атаке шанс 10% нанести случ. врагу маг. урон (100% от силы АТК), лишить его 300 маны и применить безмолвие на 1 сек.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200"
      },
      "treasure": {
        "description": [
          "[Знак безмолвия] Цель получает на 15% увеличенный Урон в теч. 10 сек, и сопротивляемость цели к эффектам контроля снижается на 120.",
          "[Знак безмолвия] Цель получает на 15% увеличенный Урон в теч. 10 сек, и сопротивляемость цели к эффектам контроля снижается на 140.",
          "[Знак безмолвия] Цель получает на 15% увеличенный Урон в теч. 10 сек, и сопротивляемость цели к эффектам контроля снижается на 170.",
          "[Знак безмолвия] Цель получает на 15% увеличенный Урон в теч. 10 сек, и сопротивляемость цели к эффектам контроля снижается на 210.",
          "[Знак безмолвия] Цель получает на 15% увеличенный Урон в теч. 10 сек, и сопротивляемость цели к эффектам контроля снижается на 250.",
          "[Знак безмолвия] Цель получает на 15% увеличенный Урон в теч. 10 сек, и сопротивляемость цели к эффектам контроля снижается на 300."
        ],
        "name": "Свиток памяти"
      },
      "weapon": {
        "description": [
          "При обычн. АТК шанс 10% доп. маг. урон 100%, отмена положит. эффектов врага.",
          "При обычн. АТК шанс 12% доп. маг. урон 100%, отмена положит. эффектов врага.",
          "При обычн. АТК шанс 14% доп. маг. урон 100%, отмена положит. эффектов врага.",
          "При обычн. АТК шанс 17% доп. маг. урон 100%, отмена положит. эффектов врага.",
          "При обычн. АТК шанс 20% доп. маг. урон 100%, отмена положит. эффектов врага.",
          "При обычн. АТК шанс 25% доп. маг. урон 100%, отмена положит. эффектов врага."
        ],
        "name": "Белиша, Перо феникса"
      }
    },
    "28": {
      "description": "Вице-капитан Императорской гвардии. Его быстрый меч разрезает даже магию. Способен атаковать самых опасных противников.",
      "name": "Флусс",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Наносит {1} ед. физ. урона объекту и его окружению.",
        "name": "Меч бури",
        "transcendence": {
          "dark": "При крит. ударе время перезарядки -6%.",
          "light": "Урон +40%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Двигается к противнику с наивысшей Атакой и накладывает Молчание на 2 сек. Уменьшение Магич. Урона повышается на {2} на {1} сек. Наносит Метку на противника на {3} сек, и собственные атаки теперь имеют приоритетом данную цель. В случае атаки цели, на которую нанесена Метка, наносится {4} экстра Физ. Урона.",
        "name": "Покров",
        "transcendence": {
          "dark": "Отменяет положит. эффекты цели.",
          "light": "Потребление маны +1, время перезарядки -5 сек."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Наносит {1} ед. физ. урона 1 врагу, подавляет объект во время запуска навыка.",
        "name": "Алые лепестки",
        "transcendence": {
          "dark": "Во время перезарядки увелич. урон от автоатак на 50%.",
          "light": "Кажд. крит. удар увелич. урон от последней атаки на 10%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Кажд. {1} сек. в ответ на маг. урон наносит объекту {2} ед. физ. урона. Уклонение от всех маг. АТК на {3} сек.",
        "name": "Падение чар",
        "transcendence": {
          "dark": "Шанс 30% оглушить цель на 3 сек.",
          "light": "При уклонении повыш. собств. силу АТК на 3% до 10 раз."
        }
      },
      "subtitle": "Стремительный клинок",
      "t5": {
        "dark": "При автоатаке наносит бонусный физ. урон (20% от силы АТК). Шанс 10% удвоить наносимый физ. урон и снять с врага положит. эффекты.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +100"
      },
      "treasure": {
        "description": [
          "[Алые лепестки] Урон увеличивается на 20% и герой уклоняется от всех магич. атак в теч. времени работы навыка.",
          "[Алые лепестки] Урон увеличивается на 24% и герой уклоняется от всех магич. атак в теч. времени работы навыка.",
          "[Алые лепестки] Урон увеличивается на 29% и герой уклоняется от всех магич. атак в теч. времени работы навыка.",
          "[Алые лепестки] Урон увеличивается на 35% и герой уклоняется от всех магич. атак в теч. времени работы навыка.",
          "[Алые лепестки] Урон увеличивается на 42% и герой уклоняется от всех магич. атак в теч. времени работы навыка.",
          "[Алые лепестки] Урон увеличивается на 50% и герой уклоняется от всех магич. атак в теч. времени работы навыка."
        ],
        "name": "Роза бессмертия"
      },
      "weapon": {
        "description": [
          "На 30 сек. сила АТК +12%, СКР АТК +120 с интервалом 7 сек. Макс. 3 повтора.",
          "На 30 сек. сила АТК +14%, СКР АТК +140 с интервалом 7 сек. Макс. 3 повтора.",
          "На 30 сек. сила АТК +17%, СКР АТК +170 с интервалом 7 сек. Макс. 3 повтора.",
          "На 30 сек. сила АТК +20%, СКР АТК +200 с интервалом 7 сек. Макс. 3 повтора.",
          "На 30 сек. сила АТК +25%, СКР АТК +250 с интервалом 7 сек. Макс. 3 повтора.",
          "На 30 сек. сила АТК +30%, СКР АТК +300 с интервалом 7 сек. Макс. 3 повтора."
        ],
        "name": "Веральта, Парные мечи ярости"
      }
    },
    "29": {
      "description": "Неопознанная девочка, владеющая рогаткой размером с нее. Чем дальше летят ее снаряды, тем сильнее урон.",
      "name": "Луна",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Отскакивая от ближ. врага, наносит 3 удара с {1} ед. маг. урона. Больше расстояние - больше урон.",
        "name": "Пиф-паф!",
        "transcendence": {
          "dark": "Противники, попавшие под удар, становятся Оглушенными на 1 сек.",
          "light": "Если враг один, наносимый урон +100%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит {1} ед. маг. урона самому дальнему врагу в огранич. зоне и оглушает на {2} сек. Больше расстояние - больше урон.",
        "name": "Берегите головы!",
        "transcendence": {
          "dark": "Игнорирует блокировку врагов.",
          "light": "Потребление маны +2, атакует случ. врага 3 р."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит {1} ед. маг. урона врагам в зоне, в теч. {2} сек. шанс крит. удара - {3} %.",
        "name": "Слепящий блеск",
        "transcendence": {
          "dark": "Потребление маны +1, отбрасывает цель.",
          "light": "Понижает Меткость противника, попавшего под удар, на 150 на 7 сек."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Кажд. {1} сек. самый дальний враг получает {3} ед. маг. урона на {2} сек. Больше расстояние - больше урон.",
        "name": "Не уйдешь!",
        "transcendence": {
          "dark": "Навык применяется к 2 врагам.",
          "light": "Шанс 20% отбросить цель и сбить с ног на 2 сек."
        }
      },
      "subtitle": "Дитя лунного света",
      "t5": {
        "dark": "При автоатаке шанс 10% отбросить врага далеко назад и оглушить на 3 сек. СКР АТК +500 на 3 сек.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Слепящий блеск] Урон повышается на 20% и цель, находящаяся под эффектом уменьшения шанса крит. удара не можем снять данный эффект.",
          "[Слепящий блеск] Урон повышается на 24% и цель, находящаяся под эффектом уменьшения шанса крит. удара не можем снять данный эффект.",
          "[Слепящий блеск] Урон повышается на 29% и цель, находящаяся под эффектом уменьшения шанса крит. удара не можем снять данный эффект.",
          "[Слепящий блеск] Урон повышается на 35% и цель, находящаяся под эффектом уменьшения шанса крит. удара не можем снять данный эффект.",
          "[Слепящий блеск] Урон повышается на 42% и цель, находящаяся под эффектом уменьшения шанса крит. удара не можем снять данный эффект.",
          "[Слепящий блеск] Урон повышается на 50% и цель, находящаяся под эффектом уменьшения шанса крит. удара не можем снять данный эффект."
        ],
        "name": "Нетающий снежный цветок"
      },
      "weapon": {
        "description": [
          "Доп. маг. урон 40% случ. врагу при кажд. обычн. АТК.",
          "Доп. маг. урон 48% случ. врагу при кажд. обычн. АТК.",
          "Доп. маг. урон 57% случ. врагу при кажд. обычн. АТК.",
          "Доп. маг. урон 69% случ. врагу при кажд. обычн. АТК.",
          "Доп. маг. урон 83% случ. врагу при кажд. обычн. АТК.",
          "Доп. маг. урон 100% случ. врагу при кажд. обычн. АТК."
        ],
        "name": "Хаясинт, Цветок героя"
      }
    },
    "3": {
      "description": "Смелая колдунья из Красной башни. Использует мощную магию огня, чтобы наносить урон нескольким врагам, а затем причиняет еще больший ущерб, взрывая угли.",
      "name": "Клео",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит 5 случ. врагам {1} ед. маг. урона, оставляет угли с длит. маг. уроном при кажд. АТК.",
        "name": "Огненные иглы",
        "transcendence": {
          "dark": "Накапливает по 2 уголька.",
          "light": "Урон +40%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "При кажд. крит. ударе оставляет по 2 уголька."
        },
        "description": "Наносит 3 врагам и их окружению {1} ед. маг. урона, оставляет на них по 1 угольку. Маг. ЗЩТ врагов с угольком -5%.",
        "name": "Огненный путь",
        "transcendence": {
          "dark": "Цена в Мане увеличена на 1, и проводится атака случайной цели 2 раза.",
          "light": "Урон +40%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "При кажд. АТК наносит всем врагам {1} ед. маг. урона, оставляя на них угли. С кажд. новым угольком урон + {2} %.",
        "name": "Огненный дождь",
        "transcendence": {
          "dark": "Если больше 5 угольков, враг оглушается на 1 сек.",
          "light": "Время перезарядки -3 сек."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит врагам в зоне {1} ед. маг. урона, оглушает на 2 сек. С кажд. новым угольком урон + {2} %.",
        "name": "Огненный шар",
        "transcendence": {
          "dark": "Активируется кажд. 9 сек.",
          "light": "Макс. кол-во накапливаемых угольков увелич. до 6."
        }
      },
      "subtitle": "Колдунья Чистилища",
      "t5": {
        "dark": "Урон Угольков повышается на 200%.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100"
      },
      "treasure": {
        "description": [
          "[Огненный дождь] Урон увеличивается на 20%. В момент Крит. Удара по врагу с 5ю эффектами Углей, перезарядка умения уменьшается на 3%.",
          "[Огненный дождь] Урон увеличивается на 24%. В момент Крит. Удара по врагу с 5ю эффектами Углей, перезарядка умения уменьшается на 3%.",
          "[Огненный дождь] Урон увеличивается на 29%. В момент Крит. Удара по врагу с 5ю эффектами Углей, перезарядка умения уменьшается на 3%.",
          "[Огненный дождь] Урон увеличивается на 35%. В момент Крит. Удара по врагу с 5ю эффектами Углей, перезарядка умения уменьшается на 3%.",
          "[Огненный дождь] Урон увеличивается на 42%. В момент Крит. Удара по врагу с 5ю эффектами Углей, перезарядка умения уменьшается на 3%.",
          "[Огненный дождь] Урон увеличивается на 50%. В момент Крит. Удара по врагу с 5ю эффектами Углей, перезарядка умения уменьшается на 3%."
        ],
        "name": "Свиток адского пламени"
      },
      "weapon": {
        "description": [
          "Кажд. 4 сек. угли взрываются, нанося окруж. врагам маг. урон (80% от силы АТК)",
          "Кажд. 4 сек. угли взрываются, нанося окруж. врагам маг. урон (96% от силы АТК).",
          "Кажд. 4 сек. угли взрываются, нанося окруж. врагам маг. урон (114% от силы АТК).",
          "Кажд. 4 сек. угли взрываются, нанося окруж. врагам маг. урон (138% от силы АТК).",
          "Кажд. 4 сек. угли взрываются, нанося окруж. врагам маг. урон (166% от силы АТК).",
          "Кажд. 4 сек. угли взрываются, нанося окруж. врагам маг. урон (200% от силы АТК)."
        ],
        "name": "Флейнос, Изначальное пламя"
      }
    },
    "30": {
      "description": "Жрица, охраняющая Оазис пустыни Аэгина. Дракон воды, который жил тысячелетиями. Ее вода обладает мощными целебными свойствами.",
      "name": "Лайас",
      "s1": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "Исцеление + {1} %."
        },
        "description": "Восст. всем союзникам часть потерянных ОЗ, макс. + {1} .",
        "name": "Целебная влага",
        "transcendence": {
          "dark": "При исцелении союзников на 10 сек. сопротивление маг. крит. удару +25%.",
          "light": "Исцеление +40%."
        }
      },
      "s2": {
        "books": {
          "1": "Завеса + {1} %.",
          "2": "Завеса + {1} %.",
          "3": "Завеса + {1} %."
        },
        "description": "Создает завесу на 15 сек. союзнику с наименьш. ОЗ. ЗЩТ от {1} ед. урона, иммунитет к отриц. эффектам. Кажд. секунду восст. {2} ОЗ. Завеса дает иммунитет к отриц. эффектам.",
        "name": "Завеса росы",
        "transcendence": {
          "dark": "Сопротивление Магич. Критам цели увеличивается на 25%",
          "light": "Сила АТК цели +30%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Сбивает с ног врагов вокруг, нанося {1} ед. маг. урона. Всем союзникам +2 сф. маны. Затем на {2} сек. вихрь захватывает случ. врагов, наносит {3} ед. маг. урона и сбивает с ног на 2 сек.",
        "name": "День воды",
        "transcendence": {
          "dark": "Восст. 15% ОЗ всех союзников.",
          "light": "Урон наносится каждые 3 сек."
        }
      },
      "s4": {
        "books": {
          "1": "ЗЩТ + {1} %.",
          "2": "ЗЩТ + {1} %.",
          "3": "ЗЩТ + {1} %."
        },
        "description": "Маг. ЗЩТ всех союзников + {1} , отпор маг. крит. удару + {2} .",
        "name": "Защита Дракона воды",
        "transcendence": {
          "dark": "Сопротивление эффектам контроля +400.",
          "light": "Маг. ЗЩТ +20%, сопротивление маг. крит. удару +100."
        }
      },
      "subtitle": "Священная жрица воды",
      "t5": {
        "dark": "При исцелении союзников на 10 сек. повыш. маг. ЗЩТ цели на 5% от силы АТК Лайас и восст. 75 маны.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс уклон. от маг. урона +200"
      },
      "treasure": {
        "description": [
          "[День воды] Эффект вихря атакует 2 врагов и все союзники восстанавливают дополнительные 500 маны.",
          "[День воды] Эффект вихря атакует 2 врагов и все союзники восстанавливают дополнительные 600 маны.",
          "[День воды] Эффект вихря атакует 2 врагов и все союзники восстанавливают дополнительные 720 маны.",
          "[День воды] Эффект вихря атакует 2 врагов и все союзники восстанавливают дополнительные 860 маны.",
          "[День воды] Эффект вихря атакует 2 врагов и все союзники восстанавливают дополнительные 1040 маны.",
          "[День воды] Эффект вихря атакует 2 врагов и все союзники восстанавливают дополнительные 1250 маны."
        ],
        "name": "Папирус течений"
      },
      "weapon": {
        "description": [
          "При крит. ударе 80% урона врага переходит в ОЗ слабейш. союзника.",
          "При крит. ударе 96% урона врага переходит в ОЗ слабейш. союзника.",
          "При крит. ударе 115% урона врага переходит в ОЗ слабейш. союзника.",
          "При крит. ударе 138% урона врага переходит в ОЗ слабейш. союзника.",
          "При крит. ударе 166% урона врага переходит в ОЗ слабейш. союзника.",
          "При крит. ударе 200% урона врага переходит в ОЗ слабейш. союзника."
        ],
        "name": "Эльдвар, Круговое течение"
      }
    },
    "31": {
      "description": "Высокопоставленный ангел, спустившийся в этот мир, чтобы наказать демонов, устроивших хаос. Его стрелы света вершат суд над злодеями.",
      "name": "Арх",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Теснит 3 врагов, нанося {1} ед. маг. урона. Урон врагам со знаком суда от этого навыка +30%. Наносит знак суда на поражен. противника на 15 сек.",
        "name": "Небесная стрела",
        "transcendence": {
          "dark": "На 1 сек. оглушает врагов со знаком суда.",
          "light": "Если враг один, наносимый урон +100%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит {1} ед. маг. урона противникам впереди. Игнорируя ЗЩТ, наносит врагам со знаком суда доп. {2} ед. маг. урона.",
        "name": "Луч очищения",
        "transcendence": {
          "dark": "Время перезарядки -3 сек.",
          "light": "Шанс крит. удара +40%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит {1} ед. маг. урона врагам в зоне, маг. урон противников со знаком суда +50% на 5 сек. Накладывает безмолвие. Иммунитет всем союзникам к маг. урону на 5 сек.",
        "name": "Судья",
        "transcendence": {
          "dark": "Увелич. маг. урон и накладывает безмолвие даже на врагов без знака суда.",
          "light": "Накладывает на атакованных врагов знак суда."
        }
      },
      "s4": {
        "books": {
          "1": "Урон и щит + {1} %.",
          "2": "Урон и щит + {1} %.",
          "3": "Урон и щит + {1} %."
        },
        "description": "Каждые 15 сек, наносит {1} Магич. Урон врагам, на которых наложен Знак Суда, игнорируя Защиту. Один раз за битву, в момент достижения очень низкого уровня ОЗ (HP), наносит {2} Магич. Урона врагам, на которых наложен Знак Суда и Оглушает их на 3 сек, в то же время создаёт щит, который блокирует {3} урона на всех союзников на 5 сек. Приобретает неуязвимость к Контролю, пока щит действует.\\n Когда эффект щита приходит в действие, тратится вся мана и перезарядка навыков увеличивается на 50% ",
        "name": "Судный день",
        "transcendence": {
          "dark": "Эффект активируется на 3 сек. быстрее.",
          "light": "При получении смертельного урона на 20 сек. автоатаки атакуют 2 врагов."
        }
      },
      "subtitle": "Стрела чистоты",
      "t5": {
        "dark": "При крит. ударе восст. ОЗ всех союзников (4% от нанесен. урона).",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100"
      },
      "treasure": {
        "description": [
          "[Судья] Урон увеличивается на 20% и Атака всех союзников увеличивается на 30% на период работы Магич. Щита.",
          "[Судья] Урон увеличивается на 24% и Атака всех союзников увеличивается на 30% на период работы Магич. Щита.",
          "[Судья] Урон увеличивается на 29% и Атака всех союзников увеличивается на 30% на период работы Магич. Щита.",
          "[Судья] Урон увеличивается на 35% и Атака всех союзников увеличивается на 30% на период работы Магич. Щита.",
          "[Судья] Урон увеличивается на 42% и Атака всех союзников увеличивается на 30% на период работы Магич. Щита.",
          "[Судья] Урон увеличивается на 50% и Атака всех союзников увеличивается на 30% на период работы Магич. Щита."
        ],
        "name": "Око небес"
      },
      "weapon": {
        "description": [
          "Кажд. 10 сек. случ. враг получает знак суда на 15 сек., маг. урон объекта равен 168% от силы АТК.",
          "Кажд. 10 сек. случ. враг получает знак суда на 15 сек., маг. урон объекта равен 201,6% от силы АТК.",
          "Кажд. 10 сек. случ. враг получает знак суда на 15 сек., маг. урон объекта равен 241,5% от силы АТК.",
          "Кажд. 10 сек. случ. враг получает знак суда на 15 сек., маг. урон объекта равен 289,8% от силы АТК.",
          "Кажд. 10 сек. случ. враг получает знак суда на 15 сек., маг. урон объекта равен 348,6% от силы АТК.",
          "Кажд. 10 сек. случ. враг получает знак суда на 15 сек., маг. урон объекта равен 420% от силы АТК."
        ],
        "name": "Шеррикайл, Чистое голубое небо"
      }
    },
    "32": {
      "description": "Принцесса вампиров, 100 лет назад сражалась вместе с героями против демонов. Чистокровный и бессмертный вампир. Сейчас восстанавливает силы после прошлых битв. Атакует врагов с помощью своих подчиненных, контролируя их кровь.",
      "name": "Рейвиция",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит {1} Магич. Урона цели, и цель получает на 25% больше Магич. Урона в теч. 10 сек. За каждый эффект 'Проклятье Крови', Урон увеличивается на 0.5%.\\n В момент использования, тратит 10% от текущего уровня ОЗ. ",
        "name": "Сфера крови",
        "transcendence": {
          "dark": "На 10 сек. цель получает на 25% больше маг. урона.",
          "light": "Цена в Мане повышается на 1 сферу, но Урон увеличивается на 100%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит {1} Магич. Урона цели и создаёт Зону Крови, которая остаётся вокруг цели в теч. 10 секунд. Противники, находящиеся в радиусе Зоны Крови, получают {2} Магич. Урона каждые 0.5 сек, и Магич. Защиты снижается на 30%. За каждый наложенный эффект 'Проклятье Крови', Урон повышается на 0.5%.\\n В момент использования, тратит 20% от текущего уровня ОЗ. ",
        "name": "Омут крови",
        "transcendence": {
          "dark": "Время перезарядки -3 сек.",
          "light": "Урон +40%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Атакует противников по прямой 3 раза, нанося в общем {1} Магич. Урона и накладывая эффект Оглушения на 3 сек. За каждый наложенный эффект 'Проклятье Крови', Урон повышается на 0.5%\\n В момент использования, тратит 10% от текущего уровня ОЗ. ",
        "name": "Пир крови",
        "transcendence": {
          "dark": "Потребление маны -1.",
          "light": "В момент атаки противника с более чем 80 эффектами 'Проклятья Крови', перезарядка всех навыков уменьшается на 5%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "При уровне ОЗ 50% или выше АТК увеличивается на {1} , а пробивание ЗЩТ на 250. При атаке на цель накладывается эффект 'Проклятье Крови', кот. за 20 сек. наносит {2} ед. маг. урона и восполняет ОЗ в размере 10% от нанес. урона. Эффект суммируется до 100 раз и не может быть снят.",
        "name": "Повелитель крови",
        "transcendence": {
          "dark": "Лечение всех союзников увеличивается на 20%, лечение всех противников снижается на 20%.",
          "light": "Максимальное кол-во наложенных эффектов 'Проклятье Крови' изменяется на 200."
        }
      },
      "subtitle": "Благородная алая кровь",
      "t5": {
        "dark": "Потребление ОЗ (HP) всех умений увеличивается на 50%, но вся перезарядка уменьшается на 20%.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100"
      },
      "treasure": {
        "description": [
          "[Пир крови] Урон увеличивается на 20%, и в случае крит. удара, восстанавливается 400 маны.",
          "[Пир крови] Урон увеличивается на 24%, и в случае крит. удара, восстанавливается 400 маны.",
          "[Пир крови] Урон увеличивается на 29%, и в случае крит. удара, восстанавливается 400 маны.",
          "[Пир крови] Урон увеличивается на 35%, и в случае крит. удара, восстанавливается 400 маны.",
          "[Пир крови] Урон увеличивается на 42%, и в случае крит. удара, восстанавливается 400 маны.",
          "[Пир крови] Урон увеличивается на 50%, и в случае крит. удара, восстанавливается 400 маны."
        ],
        "name": "Древняя кровь"
      },
      "weapon": {
        "description": [
          "Если уровень ОЗ выше 50%, Атака повышается на 20%. Если уровень ОЗ ниже 50%, получает на 10% меньше Урона.",
          "Если уровень ОЗ выше 50%, Атака повышается на 24%. Если уровень ОЗ ниже 50%, получает на 12% меньше Урона.",
          "Если уровень ОЗ выше 50%, Атака повышается на 29%. Если уровень ОЗ ниже 50%, получает на 14% меньше Урона.",
          "Если уровень ОЗ выше 50%, Атака повышается на 35%. Если уровень ОЗ ниже 50%, получает на 17% меньше Урона.",
          "Если уровень ОЗ выше 50%, Атака повышается на 42%. Если уровень ОЗ ниже 50%, получает на 21% меньше Урона.",
          "Если уровень ОЗ выше 50%, Атака повышается на 50%. Если уровень ОЗ ниже 50%, получает на 25% меньше Урона."
        ],
        "name": "Доминиция, Алая правительница"
      }
    },
    "33": {
      "description": "Удивительный маг пространства. Разрезает пространство и атакует врагов бессчетным количеством мечей.",
      "name": "Никс",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Наносит {1} ед. физ. урона объекту, с кажд. атакованным врагом кол-во клинков +1. С кол-вом клинков число атакуемых врагов растет. Навык длится 20 сек., макс. 5 клинков.",
        "name": "Меч измерений",
        "transcendence": {
          "dark": "Макс. кол-во клинков +1.",
          "light": "Время на перезарядку не требуется."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Отменяет положит. эффекты объекта, наносит {1} ед. физ. урона. Кажд. атакованный враг получает {3} ед. физ. урона на {2} сек. и падает на 3 сек. Кол-во атакуемых объектов растет с кол-вом клинков.",
        "name": "Разлом измерения",
        "transcendence": {
          "dark": "Если враг один, наносимый урон +100%.",
          "light": "Потребление маны -1."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Противники на передовой получают {1} ед. физ. урона, при посл. АТК 1 враг получает {2} ед. физ. урона и падает на 3 сек. При посл. АТК кол-во атакуемых объектов растет с кол-вом клинков.",
        "name": "Мечи бесконечности",
        "transcendence": {
          "dark": "Когда накапливается 5 и более клинков, урон увеличивается на 70%.",
          "light": "Время перезарядки -5 сек."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "При обычн. АТК наносит {1} ед. физ. урона, выпуская доп. клинок. Кол-во атакуемых объектов растет с кол-вом клинков.",
        "name": "Скрытый клинок",
        "transcendence": {
          "dark": "Шанс 10% отменить положит. эффекты цели.",
          "light": "За кажд. врага наносимый урон +15%."
        }
      },
      "subtitle": "Маг измерений",
      "t5": {
        "dark": "При автоатаке шанс 10% получить 1 заряд клинков. Сила АТК +10% за кажд. заряд клинков.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Мечи бесконечности] Цена в мане уменьшается на 1 и Урон увеличивается на 20%.",
          "[Мечи бесконечности] Цена в мане уменьшается на 1 и Урон увеличивается на 24%.",
          "[Мечи бесконечности] Цена в мане уменьшается на 1 и Урон увеличивается на 29%.",
          "[Мечи бесконечности] Цена в мане уменьшается на 1 и Урон увеличивается на 35%.",
          "[Мечи бесконечности] Цена в мане уменьшается на 1 и Урон увеличивается на 42%.",
          "[Мечи бесконечности] Цена в мане уменьшается на 1 и Урон увеличивается на 50%."
        ],
        "name": "Камень измерений"
      },
      "weapon": {
        "description": [
          "Автоатака пронзает врагов, стоящих на одной линии, урон увеличивается на 30%. Каждый клинок увеличивает урон еще на 4%.",
          "Автоатака пронзает врагов, стоящих на одной линии, урон увеличивается на 36%. Каждый клинок увеличивает урон еще на 4,8%.",
          "Автоатака пронзает врагов, стоящих на одной линии, урон увеличивается на 43%. Каждый клинок увеличивает урон еще на 5,7%.",
          "Автоатака пронзает врагов, стоящих на одной линии, урон увеличивается на 52%. Каждый клинок увеличивает урон еще на 6,9%.",
          "Автоатака пронзает врагов, стоящих на одной линии, урон увеличивается на 62%. Каждый клинок увеличивает урон еще на 8,3%.",
          "Автоатака пронзает врагов, стоящих на одной линии, урон увеличивается на 75%. Каждый клинок увеличивает урон еще на 10%."
        ],
        "name": "Магнус Филль, Ключ измерений"
      }
    },
    "34": {
      "description": "Гениальный техномаг. Надеется, что однажды все смогут использовать магию. Ее техномагический голем атакует врагов.",
      "name": "Аннет",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Заряд +30% при кажд. применении."
        },
        "description": "Атакует врагов по прямой, наносит {1} ед. маг. урона. Получ. маг. урон + {2} %. При сверхзаряде атакует врагов по прямой, наносит доп. {3} ед. маг. урона. Получ. маг. урон + {4} %.",
        "name": "Луч разрушения",
        "transcendence": {
          "dark": "При использовании заряд +40%.",
          "light": "На 10 сек. цель получает на 25% больше маг. урона."
        }
      },
      "s2": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "Заряд +30% при кажд. применении."
        },
        "description": "Снимает отриц. эффекты со всех союзников, на 10 сек. восст. {1} ОЗ, отпор отриц. эффектам +250. При сверхзаряде дает всем союзникам шанс крит. удара + {2} и иммунитет к отриц. эффектам.",
        "name": "Скорая помощь",
        "transcendence": {
          "dark": "При использовании заряд +40%.",
          "light": "Время перезарядки -3 сек."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Заряд +30% при кажд. применении."
        },
        "description": "Наносит суммарн. {1} ед. маг. урона объекту и его окружению взрывом шаровой молнии. При сверхзаряде взрыв шаровой молнии оглушает на 5 сек., нанося {2} ед. маг. урона.",
        "name": "Процесс уничтожения",
        "transcendence": {
          "dark": "Цель получает на 25% маг. урона.",
          "light": "Урон +40%."
        }
      },
      "s4": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "При сверхзаряде СКР АТК + {1} ."
        },
        "description": "Получает 1 Заряд каждые 0.5 сек, и получает 10 Зарядов за каждую использованную Сферу Магии. После 100ого Заряда, входит в режим Сверхзаряда. В данном режиме, Атака увеличивается на {1} на 15 сек и каждая атака уменьшает перезарядку навыков на 10%. Все эффекты не могут быть сняты, и Заряды не будут накладываться в режиме Сверхзаряда.",
        "name": "Заряд",
        "transcendence": {
          "dark": "Время сверхзаряда +3 сек.",
          "light": "Сила АТК +40%."
        }
      },
      "subtitle": "Королевский техномаг",
      "t5": {
        "dark": "При активации сверхзаряда СКР АТК всех союзников +200 и их сила АТК +5% от силы АТК Аннет.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100"
      },
      "treasure": {
        "description": [
          "[Процесс уничтожения] Урон увеличивается на 20% и в момент Атаки, получает 2 эффекта Заряда. Данные эффекты могут быть получены при сверхзаряде.",
          "[Процесс уничтожения] Урон увеличивается на 24% и в момент Атаки, получает 2 эффекта Заряда. Данные эффекты могут быть получены при сверхзаряде.",
          "[Процесс уничтожения] Урон увеличивается на 29% и в момент Атаки, получает 2 эффекта Заряда. Данные эффекты могут быть получены при сверхзаряде.",
          "[Процесс уничтожения] Урон увеличивается на 35% и в момент Атаки, получает 2 эффекта Заряда. Данные эффекты могут быть получены при сверхзаряде.",
          "[Процесс уничтожения] Урон увеличивается на 42% и в момент Атаки, получает 2 эффекта Заряда. Данные эффекты могут быть получены при сверхзаряде.",
          "[Процесс уничтожения] Урон увеличивается на 50% и в момент Атаки, получает 2 эффекта Заряда. Данные эффекты могут быть получены при сверхзаряде."
        ],
        "name": "Кодекс разрушения"
      },
      "weapon": {
        "description": [
          "Кажд. 1,5 сек. дает +1 заряд, восст. +1% маны.",
          "Кажд. 1,4 сек. дает +1 заряд, восст. +1% маны.",
          "Кажд. 1,3 сек. дает +1 заряд, восст. +1% маны.",
          "Кажд. 1,1 сек. дает +1 заряд, восст. +1% маны.",
          "Кажд. 0,9 сек. дает +1 заряд, восст. +1% маны.",
          "Кажд. 0,7 сек. дает +1 заряд, восст. +1% маны."
        ],
        "name": "Раскаль, Техномагический кристалл"
      }
    },
    "35": {
      "description": "Его также называют Песней серебряного безумия. Удивительно бестактный мужчина. Никакого чувства ответственности. Но в сражениях он становится бесподобным Серебряным Волком, превращая поле битвы в бойню.",
      "name": "Митра",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Атакует врагов 2 р. по {1} ед. физ. урона. При крит. ударе взрыв наносит {2} ед. физ. урона окружению объекта.",
        "name": "Бах! Бах!",
        "transcendence": {
          "dark": "При атаке наносит 2 метки.",
          "light": "Если враг один, наносимый урон +100%."
        }
      },
      "s2": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Сила АТК + {1} %."
        },
        "description": "На 20 сек. сила АТК + {1} , меткость + {2} , при обычн. АТК шанс 15% применить «Бах! Бах!» .",
        "name": "Пора умирать!",
        "transcendence": {
          "dark": "На 10% больше шанса активации навыка «Бах! Бах!»",
          "light": "Получает на 20% больше урона, сила АТК +100%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Стреляет в выбр. врага 12 р., нанося суммарн. {1} ед. физ. урона. Поражен. противник получает нестираемый знак смерти. С кажд. знаком смерти урон объекта от навыка +1%.",
        "name": "Потанцуем?",
        "transcendence": {
          "dark": "Наносит на 2 метки больше при атаке.",
          "light": "Урон +40%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Оставляет нестираемый знак смерти на враге при обычн. атаке. Если удастся применить «Бах! Бах!»,наносит доп. {1} ед. физ. урона. С кажд. знаком смерти урон объекта от навыка +2%. Макс. 100 знаков смерти.",
        "name": "Ты следующий!",
        "transcendence": {
          "dark": "При автоатаках врагу со 100 метками время перезарядки всех навыков -0,3 сек.",
          "light": "Увелич. макс. кол-во меток до 200."
        }
      },
      "subtitle": "Серебряный боевой волк",
      "t5": {
        "dark": "При крит. ударе повышает крит. урон на 0,5% и СКР АТК на 5. Накапливается до 100 р.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Потанцуем?] Урон увеличивается на 20% и за каждую активацию перезарядка навыка понижается на 5%. Данный эффект может быть объединен максимум 8 раз.",
          "[Потанцуем?] Урон увеличивается на 24% и за каждую активацию перезарядка навыка понижается на 5%. Данный эффект может быть объединен максимум 8 раз.",
          "[Потанцуем?] Урон увеличивается на 29% и за каждую активацию перезарядка навыка понижается на 5%. Данный эффект может быть объединен максимум 8 раз.",
          "[Потанцуем?] Урон увеличивается на 35% и за каждую активацию перезарядка навыка понижается на 5%. Данный эффект может быть объединен максимум 8 раз.",
          "[Потанцуем?] Урон увеличивается на 42% и за каждую активацию перезарядка навыка понижается на 5%. Данный эффект может быть объединен максимум 8 раз.",
          "[Потанцуем?] Урон увеличивается на 50% и за каждую активацию перезарядка навыка понижается на 5%. Данный эффект может быть объединен максимум 8 раз."
        ],
        "name": "Руна наемников Волчьей головы"
      },
      "weapon": {
        "description": [
          "При обычн. АТК пробойная сила и СКР АТК +8. Макс. 30 повторов.",
          "При обычн. АТК пробойная сила и СКР АТК +10. Макс. 30 повторов.",
          "При обычн. АТК пробойная сила и СКР АТК +12. Макс. 30 повторов.",
          "При обычн. АТК пробойная сила и СКР АТК +14. Макс. 30 повторов.",
          "При обычн. АТК пробойная сила и СКР АТК +17. Макс. 30 повторов.",
          "При обычн. АТК пробойная сила и СКР АТК +20. Макс. 30 повторов."
        ],
        "name": "Велкинот, Рев безумия"
      }
    },
    "36": {
      "description": "Отважный герой, издавна защищающий мир людей от демонов. Атакует врагов колонной, благословленной Луа.",
      "name": "Рикардо",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "При использ. навыка иммунитет к любому контролю."
        },
        "description": "Наносит врагам на передовой {1} ед. физ. урона и отбрасывает их на 3 сек.",
        "name": "Разрушение",
        "transcendence": {
          "dark": "Наносит бонусный физ. урон (200% от маг. ЗЩТ).",
          "light": "На 10 сек. цель получает на 25% больше физ. урона."
        }
      },
      "s2": {
        "books": {
          "1": "ЗЩТ + {1} %.",
          "2": "ЗЩТ + {1} %.",
          "3": "В теч. 10 сек. восст. 1% макс. ОЗ в сек."
        },
        "description": "Наносит {1} Физ. Урона противникам на расстоянии и Оглушает их на 1 сек. Дополнительно, собственная Магич. Защита увеличиывается на {2} на 10 сек, и получает 80% Магич. Урона вместе союзников.",
        "name": "Божественная защита",
        "transcendence": {
          "dark": "Этот навык не отменяет положит. эффекты.",
          "light": "Потребление маны +1, получает на 30% меньше урона, перенаправленного с союзников."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "При использ. навыка блокируется весь получ. урон."
        },
        "description": "Атакует врагов на передовой 3 р. Первые 2 АТК наносят {1} ед. физ. урона и оглушают на 4 сек. Радиус последней АТК +20%, наносит {2} ед. физ. урона, оглушая на 4 сек. У кажд. АТК шанс 50% отменить положит. эффекты противника.",
        "name": "Суд божий",
        "transcendence": {
          "dark": "Потребление маны -1.",
          "light": "Время оглушения +2 сек."
        }
      },
      "s4": {
        "books": {
          "1": "ЗЩТ + {1} %.",
          "2": "ЗЩТ + {1} %.",
          "3": "Время действия +2 сек."
        },
        "description": "Если союзники получают маг. урон, их маг. ЗЩТ увелич. на {1} на 5 сек. Может накапливаться до 5 р.",
        "name": "Благословение",
        "transcendence": {
          "dark": "Макс. кол-во зарядов увелич. до 8.",
          "light": "Маг. ЗЩТ +40%."
        }
      },
      "subtitle": "Судья Луа",
      "t5": {
        "dark": "Когда собственный уровень ОЗ спускается ниже 30%, ОЗ не можем спуститься ниже 10% в теч. 10 сек, и Атака всех союзников повышается на 50% от собственного уровня Магич.Защиты. Данный эффект активируется один раз каждые 60 сек.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200"
      },
      "treasure": {
        "description": [
          "[Суд божий] Снимает позитивные эффекты с противника со 75% шансом и снижает Скорость Атаки цели на 100 на 10 сек.",
          "[Суд божий] Снимает позитивные эффекты с противника со 75% шансом и снижает Скорость Атаки цели на 120 на 10 сек.",
          "[Суд божий] Снимает позитивные эффекты с противника со 75% шансом и снижает Скорость Атаки цели на 140 на 10 сек.",
          "[Суд божий] Снимает позитивные эффекты с противника со 75% шансом и снижает Скорость Атаки цели на 170 на 10 сек.",
          "[Суд божий] Снимает позитивные эффекты с противника со 75% шансом и снижает Скорость Атаки цели на 210 на 10 сек.",
          "[Суд божий] Снимает позитивные эффекты с противника со 75% шансом и снижает Скорость Атаки цели на 250 на 10 сек."
        ],
        "name": "Клятва воина света"
      },
      "weapon": {
        "description": [
          "Если союзники получают урон, шанс 10% создать на 5 сек. щит (160% от силы АТК Рикардо). Применяется раз в 5 сек.",
          "Если союзники получают урон, шанс 12% создать на 5 сек. щит (192% от силы АТК Рикардо). Применяется раз в 5 сек.",
          "Если союзники получают урон, шанс 14% создать на 5 сек. щит (230% от силы АТК Рикардо). Применяется раз в 5 сек.",
          "Если союзники получают урон, шанс 17% создать на 5 сек. щит (276% от силы АТК Рикардо). Применяется раз в 5 сек.",
          "Если союзники получают урон, шанс 20% создать на 5 сек. щит (330% от силы АТК Рикардо). Применяется раз в 5 сек.",
          "Если союзники получают урон, шанс 25% создать на 5 сек. щит (400% от силы АТК Рикардо). Применяется раз в 5 сек."
        ],
        "name": "Теория, Свет правосудия"
      }
    },
    "37": {
      "description": "Элитная убийца ордена Смеющейся маски, бывшая коллега Роя. Раньше она была «чистильщиком» и преследовала предателей. Она нападала так быстро, что никто не мог понять, отчего умер.",
      "name": "Таня",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Эффект получ. физ. урона + {1} %, на врага с наименьш. физ. ЗЩТ в теч. 10 сек. Перемещается за спину объекта и сбивает с ног, нанося {2} ед. физ. урона. В скрыт. режиме оглушает на 6 сек., без скрыт. режима скрывается на 10 сек. [Скрыт. режим] Шанс крит. удара +200, уклон. +200. ",
        "name": "Захват цели",
        "transcendence": {
          "dark": "На 10 сек, Сопротивление Физ. Крит. Удару цели снижается на 250.",
          "light": "Урон +40%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Атакует окруж. врагов 3 р., нанося суммарн. {1} ед. физ. урона и по 1 кровотечению с кажд. АТК. В скрыт. режиме восст. объекта -70%, без скрыт. режима скрывается на 10 сек. [Скрыт. режим] Шанс крит. удара +200, уклон. +200. ",
        "name": "Вихрь лезвий",
        "transcendence": {
          "dark": "При крит. ударе восст. 200 маны.",
          "light": "Если враг один, наносимый урон +100%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Атакует случ. врага 6 р., нанося суммарн. {1} ед. физ. урона. При кажд. АТК доп. {2} ед. физ. урона. В скрыт. режиме отмена эффекта улучшения объекта, без скрыт. режима скрывается на 10 сек. [Скрыт. режим] Шанс крит. удара +200, уклон. +200. ",
        "name": "Шепот смерти",
        "transcendence": {
          "dark": "Время перезарядки -5 сек.",
          "light": "Цена в Мане повышается на 1 сферу, но Урон увеличивается на 100%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Безмолвие + {1} сек."
        },
        "description": "Навык наносит доп. {1} ед. физ. урона при крит. ударе, накладывает безмолвие на {2} сек.",
        "name": "Скрытая засада",
        "transcendence": {
          "dark": "Если враг 1, время действия безмолвия +2 сек.",
          "light": "Урон +40%."
        }
      },
      "subtitle": "Безмолвный клинок",
      "t5": {
        "dark": "В скрыт. режиме урон от автоатак увелич. на 50%.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Шепот смерти] Урон повышается на 20% и в момент использования, мгновенно входит в Скрытность. Если используется в режиме Скрытности, то Атака повышается на 20% на 10 сек.",
          "[Шепот смерти] Урон повышается на 24% и в момент использования, мгновенно входит в Скрытность. Если используется в режиме Скрытности, то Атака повышается на 20% на 10 сек.",
          "[Шепот смерти] Урон повышается на 29% и в момент использования, мгновенно входит в Скрытность. Если используется в режиме Скрытности, то Атака повышается на 20% на 10 сек.",
          "[Шепот смерти] Урон повышается на 35% и в момент использования, мгновенно входит в Скрытность. Если используется в режиме Скрытности, то Атака повышается на 20% на 10 сек.",
          "[Шепот смерти] Урон повышается на 42% и в момент использования, мгновенно входит в Скрытность. Если используется в режиме Скрытности, то Атака повышается на 20% на 10 сек.",
          "[Шепот смерти] Урон повышается на 50% и в момент использования, мгновенно входит в Скрытность. Если используется в режиме Скрытности, то Атака повышается на 20% на 10 сек."
        ],
        "name": "Кинжал безмолвия"
      },
      "weapon": {
        "description": [
          "При обычн. АТК шанс 10% нанести доп. физ. урон (140% от силы АТК). Скрывается на 10 сек. Время перезарядки 10 сек.",
          "При обычн. АТК шанс 12% нанести доп. физ. урон (170% от силы АТК). Скрывается на 10 сек. Время перезарядки 10 сек.",
          "При обычн. АТК шанс 14% нанести доп. физ. урон (200% от силы АТК). Скрывается на 10 сек. Время перезарядки 10 сек.",
          "При обычн. АТК шанс 17% нанести доп. физ. урон (240% от силы АТК). Скрывается на 10 сек. Время перезарядки 10 сек.",
          "При обычн. АТК шанс 20% нанести доп. физ. урон (290% от силы АТК). Скрывается на 10 сек. Время перезарядки 10 сек.",
          "При обычн. АТК шанс 25% нанести доп. физ. урон (350% от силы АТК). Скрывается на 10 сек. Время перезарядки 10 сек."
        ],
        "name": "Кайтасис, Демон спокойствия"
      }
    },
    "38": {
      "description": "Рожденный от человека и демона, полукровка, проклятый с рождения. Крушит и разрывает своих врагов своей правой демонической рукой.",
      "name": "Иезекииль",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Ударяет ближайших врагов по кругу и наносит {1} Магич. Урона. Затем ударяет в землю, нанося {2} Магич. Урона и опрокидывая противников на 3 сек.\\n [Ярость] - Тратит 15% от текущего уровня ОЗ для активации. Дистанция эффекта увеличивается и больше противников попадают под удар. ",
        "name": "Разрушительный Инстинкт",
        "transcendence": {
          "dark": "После активации, Атака увеличивается на 40% на 5 сек.",
          "light": "Урон увеличивается на 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Мчится к противнику с наибольшим уровнем Атаки и наносит {1} Магич. Урона противникам в зоне поражения, понимая их Скорость Атаки на {2}. \\n [Ярость] - Тратит 10% от текущего уровня ОЗ для активации. Дистанция эффекта увеличивается, Оглушает цель на {3} сек, и повышает собственную Скорость Атаки на {5} на {4} сек. ",
        "name": "Отчаяние Рассвета",
        "transcendence": {
          "dark": "Когда активировано в теч. режима Ярости, Защита цели игнорируется.",
          "light": "Цена в мане уменьшена на 1."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Собирает энергию и атакует цель, нанося {1} Магич. Урона и оглушая на {2} сек.\\n [Ярость] - Тратит 20% от текущего уровня ОЗ для активации. Атакует врагов в радиусе от цели и Урон увеличивается в 3 раза. ",
        "name": "Удар Рока",
        "transcendence": {
          "dark": "Если есть всего 1 противник, Урон увеличивается на 100%.",
          "light": "Становится невосприимчивым к Контролю в теч. активации."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Иезекииль получает 1 эффект 'Проклятая Кровь' по окончании использования навыка. После 4ого эффекта, тратит все эффекты 'Проклятая Кровь', чтобы обнулись все перезарядки умений, нанося {1} Магич. Урона ближайшим противникам и опрокидывая их на 3 сек, в тот же момент активирую Ярость на {2} сек, которая не может быть отменена. Пока в режиме Ярости, переходит в авто-бой, который невозможно контролировать, Атака увеличивается на {3} , Урон от авто-атак удваивается, и все эффекты всех навыков усиляются. Невозможно получить 'Проклятую Кровь', находяcь в режиме Ярости, кроме как в момент убийства противника.",
        "name": "Проклятая Кровь",
        "transcendence": {
          "dark": "За каждый эффект 'Проклятая Кровь', получает на 12% меньше урона.",
          "light": "В режиме Ярости, лечение увеличивается на 50%."
        }
      },
      "subtitle": "Проклятая Кровь",
      "t5": {
        "dark": "В режиме Ярости, авто-атаки наносят Урон, игнорирующий Защиту.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100"
      },
      "treasure": {
        "description": [
          "[Удар рока] Урон увеличивается на 20% и получает 1 дополнительный эффект Проклятой Крови после использования данного навыка.",
          "[Удар рока] Урон увеличивается на 24% и получает 1 дополнительный эффект Проклятой Крови после использования данного навыка.",
          "[Удар рока] Урон увеличивается на 29% и получает 1 дополнительный эффект Проклятой Крови после использования данного навыка.",
          "[Удар рока] Урон увеличивается на 35% и получает 1 дополнительный эффект Проклятой Крови после использования данного навыка.",
          "[Удар рока] Урон увеличивается на 42% и получает 1 дополнительный эффект Проклятой Крови после использования данного навыка.",
          "[Удар рока] Урон увеличивается на 50% и получает 1 дополнительный эффект Проклятой Крови после использования данного навыка."
        ],
        "name": "Крепкая связь"
      },
      "weapon": {
        "description": [
          "Длительность эффекта Ярости увеличивается на 2 сек, и когда в Ярости, Крит. Урон увеличивается на 80%.",
          "Длительность эффекта Ярости увеличивается на 2 сек, и когда в Ярости, Крит. Урон увеличивается на 90%.",
          "Длительность эффекта Ярости увеличивается на 2 сек, и когда в Ярости, Крит. Урон увеличивается на 100%.",
          "Длительность эффекта Ярости увеличивается на 2 сек, и когда в Ярости, Крит. Урон увеличивается на 40%.",
          "Длительность эффекта Ярости увеличивается на 2 сек, и когда в Ярости, Крит. Урон увеличивается на 120%.",
          "Длительность эффекта Ярости увеличивается на 2 сек, и когда в Ярости, Крит. Урон увеличивается на 130%."
        ],
        "name": "Тюремщик Отчаянья Барбатос"
      }
    },
    "39": {
      "description": "Роковая женщина, Хозяйка Золотого Бара.  Скандально известна, привлекательна и чертовски обаятельна.  Она празднует свои победы соблазнительными танцами.",
      "name": "Кассандра",
      "s1": {
        "books": {
          "1": "Значения лечения и Урон повышаются на {1} %.",
          "2": "Значения лечения и Урон повышаются на {1} %.",
          "3": "Эффект Безмолвия увеличивается на {1} сек."
        },
        "description": "Лечит всех союзников на {1} HP и наносит Магич. Урон, равный {2} всем врагам. Враги, попавшие под данный эффект, становятся Безмолвными на 2 сек.",
        "name": "Нежно~",
        "transcendence": {
          "dark": "На 5 sec, Мана попавших под удар противников уменьшается на 200 каждую секунду.",
          "light": "Вылеченные союзники получают 200 Увеличение скорости Атаки на 10 сек."
        }
      },
      "s2": {
        "books": {
          "1": "Значение увеличения Атаки повышено на {1} %.",
          "2": "Значение увеличения Атаки повышено на {1} %.",
          "3": "Значение увеличения Атаки повышено на {1} %."
        },
        "description": "Повышает Атаку союзников на {1} на 15 сек и увеличивает их Крит. Шанс на {2} .",
        "name": "Яростно!",
        "transcendence": {
          "dark": "Потребление маны -1.",
          "light": "Увеличение Атаки повышается на 40%"
        }
      },
      "s3": {
        "books": {
          "1": "Урон повышается на {1} %.",
          "2": "Урон повышается на {1} %.",
          "3": "Эффект Очарования увеличен на {1} sec."
        },
        "description": "Наносит {1} Магич.Урон врагу с наибольшим значением Атаки. Если противник ударил героя, он становится Очарованным на 7 секунд. Очарованные противники атакуют своих союзников, используют автоатаку, не используют умения.",
        "name": "Соблазнительные волны",
        "transcendence": {
          "dark": "Потребление маны -1.",
          "light": "На 10 сек. цель получает на 25% больше маг. урона."
        }
      },
      "s4": {
        "books": {
          "1": "Значение увеличения Защиты повышено на {1} %.",
          "2": "Значение увеличения Защиты повышено на {1} %.",
          "3": "Значение увеличения Защиты повышено на {1} %."
        },
        "description": "В каждой битве, первое использованное умение будет стоить на 2 маны меньше от основной цены. А также, все защитные показатели союзников увеличиваются на {1} на 5 сек.",
        "name": "Нежное прикосновение",
        "transcendence": {
          "dark": "Время Эффекта повышенной Защиты увеличивается на 5 сек.",
          "light": "Весь Урон по союзникам уменьшается на 20% на 5 сек."
        }
      },
      "subtitle": "Соблазнительные Ветра",
      "t5": {
        "dark": "На момент начала битвы, случайный союзник становится невосприимчив к Урону на 3 сек.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100"
      },
      "treasure": {
        "description": [
          "[Соблазнительные волны] Перезарядка навыка снижается на 30% и длительность эффекта Очарования повышается на 1 сек.",
          "[Соблазнительные волны] Перезарядка навыка снижается на 30% и длительность эффекта Очарования повышается на 1.5 сек.",
          "[Соблазнительные волны] Перезарядка навыка снижается на 30% и длительность эффекта Очарования повышается на 2 сек.",
          "[Соблазнительные волны] Перезарядка навыка снижается на 30% и длительность эффекта Очарования повышается на 2.5 сек.",
          "[Соблазнительные волны] Перезарядка навыка снижается на 30% и длительность эффекта Очарования повышается на 3 сек.",
          "[Соблазнительные волны] Перезарядка навыка снижается на 30% и длительность эффекта Очарования повышается на 3.5 сек."
        ],
        "name": "Запах золота"
      },
      "weapon": {
        "description": [
          "Каждые 15 сек., лечит союзника с наименьшим значением ОЗ(HP) на 200% от значения Атаки и обнуляет все эффекты, наносящие урон.",
          "Каждые 14 сек., лечит союзника с наименьшим значением ОЗ(HP) на 240% от значения Атаки и обнуляет все эффекты, наносящие урон.",
          "Каждые 12.5 сек., лечит союзника с наименьшим значением ОЗ(HP) на 290% от значения Атаки и обнуляет все эффекты, наносящие урон.",
          "Каждые 11 сек., лечит союзника с наименьшим значением ОЗ(HP) на 350% от значения Атаки и обнуляет все эффекты, наносящие урон.",
          "Каждые 9.5 сек., лечит союзника с наименьшим значением ОЗ(HP) на 420% от значения Атаки и обнуляет все эффекты, наносящие урон.",
          "Каждые 8 сек., лечит союзника с наименьшим значением ОЗ(HP) на 500% от значения Ататки и обнуляет все эффекты, наносящие урон."
        ],
        "name": "Аврельский Шёпот, Золотой Бриз"
      }
    },
    "4": {
      "description": "Бывший убийца, скрывающий свое прошлое. Сосредотачивается на одной цели, обрушивая бесконечные мощные удары на врага со спины.",
      "name": "Рой",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон от крит. удара + {1} %."
        },
        "description": "При обычн. АТК крит. удар наносит доп. {1} ед. физ. урона.",
        "name": "Бойня",
        "transcendence": {
          "dark": "Атакованный враг на 10 сек. получает +25% физ. урона.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s2": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "На длит. время СКР АТК + {1} ."
        },
        "description": "На {1} сек. АТК + {2} , уклонение от всех физ. АТК.",
        "name": "Покров тьмы",
        "transcendence": {
          "dark": "При использовании урон от автоатак +100%.",
          "light": "Сила АТК +40%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон от крит. удара + {1} %."
        },
        "description": "3 случ. АТК наносят {1} ед. физ. урона и 1 кровоточащую рану с длит. физ. уроном. Кровоточ. рана наносится макс. 3 р.",
        "name": "Свирепость",
        "transcendence": {
          "dark": "Время на перезарядку не требуется.",
          "light": "Потребление маны +1, наносит на 100% больше урона."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон от крит. удара + {1} %."
        },
        "description": "Наносит с тыла [FFC800]{1} ед. физ. урона противнику с наименьш. ОЗ. При повторном кровотечении урон + {2} %, все раны исчезают. При крит. ударе восст. 2 сф. маны и перезаряжает навык.",
        "name": "Когти-лезвия",
        "transcendence": {
          "dark": "Шанс 50%, что враг получит кровотечение.",
          "light": "С кажд. атакой восст. 300 маны."
        }
      },
      "subtitle": "Быстрый убийца",
      "t5": {
        "dark": "В момент Крит. Удара, существует 10% шанс повысить Скорость Атаки на 300 и повысить Крит. Урон на 60% на 5 сек. Не активируется вновь в теч. активации.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Когти-лезвия] Урон увеличивается на 20%, и в случае Крит. Удара, мана восстанавливается на 300.",
          "[Когти-лезвия] Урон увеличивается на 24%, и в случае Крит. Удара, мана восстанавливается на 300.",
          "[Когти-лезвия] Урон увеличивается на 29%, и в случае Крит. Удара, мана восстанавливается на 300.",
          "[Когти-лезвия] Урон увеличивается на 35%, и в случае Крит. Удара, мана восстанавливается на 300.",
          "[Когти-лезвия] Урон увеличивается на 42%, и в случае Крит. Удара, мана восстанавливается на 300.",
          "[Когти-лезвия] Урон увеличивается на 50%, и в случае Крит. Удара, мана восстанавливается на 300."
        ],
        "name": "Треснувшая маска"
      },
      "weapon": {
        "description": [
          "При обычн. АТК шанс 25% нанести доп. урон (50% от силы АТК) и 1 кровоточ. рану.",
          "При обычн. АТК шанс 28% нанести доп. урон (60% от силы АТК) и 1 кровоточ. рану.",
          "При обычн. АТК шанс 31% нанести доп. урон (72% от силы АТК) и 1 кровоточ. рану.",
          "При обычн. АТК шанс 34% нанести доп. урон (86% от силы АТК) и 1 кровоточ. рану.",
          "При обычн. АТК шанс 37% нанести доп. урон (103% от силы АТК) и 1 кровоточ. рану.",
          "При обычн. АТК шанс 40% нанести доп. урон (125% от силы АТК) и 1 кровоточ. рану."
        ],
        "name": "Ридиль, Дыхание призрака"
      }
    },
    "40": {
      "description": "Первый рыцарь давно потерянной Республики Грэй, он странствует по миру в поисках своего сеньора Джейн.  Его двойное копьё таит в себе ужасающую силу, ожидая в покое, чтобы затем сразить любого демона наповал!",
      "name": "Тэо",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Атакует врага 16 раз, нанося в общем {1} Магич. Урона. В момент критического удара, Крит. Урон повышается на 3% на 10 сек., и появляется 30% шанс нанести {2} доп. Магич. Урона и наложить эффект Оглушения на 0.3 sec. Крит. Урон может быть объединен до 30 раз.",
        "name": "Финальный удар",
        "transcendence": {
          "dark": "Время перезарядки -2 сек.",
          "light": "Если враг один, наносимый урон +100%."
        }
      },
      "s2": {
        "books": {
          "1": "Множители Атаки и Урона увеличены на {1} %.",
          "2": "Множители Атаки и Урона увеличены на {1} %.",
          "3": "Множители Атаки и Урона увеличены на {1} %."
        },
        "description": "В момент активации, получает статус 'Бог Молнии'. Бросает копьё- молнию во врага и наносит {1} Магич. Урона. Противник, который попал под удар, получает {2} увеличенного Магич. Урона в теч. 10 сек. Находясь в данном статусе, мана не будет восстанавливаться в теч. 10 сек., но шанс активации умения 'За Джейн' будет увеличен на 40% и Атака будет увеличена на {3} .",
        "name": "Бог Молнии",
        "transcendence": {
          "dark": "Урон, получаемый в статусе 'Бог Молнии', увеличивается на 30%, но уровень повышения Атаки повышается на 100%.",
          "light": "Потребление маны -1."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Прыгает к противнику, стоящему ближе всех, нанося удар копьём сверху. Бьёт по противнику 5 раз и и наносит {1} Магич. Урона врагу и ближайшим противникам, а также накладывает эффект Оглушения на 3 сек.",
        "name": "Взрыв Молний",
        "transcendence": {
          "dark": "Период Оглушения увеличивается на 1 сек.",
          "light": "Урон повышается на 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "При авто-атаке, есть 20% шанс нанести {1} Магич. Урона и наложить эффект Оглушения на 0.7 сек.",
        "name": "За Джейн!",
        "transcendence": {
          "dark": "Период Оглушения увеличивается на 0.2 сек.",
          "light": "Урон повышается на 40%."
        }
      },
      "subtitle": "Рыцарь Верности",
      "t5": {
        "dark": "Когда 'Бог Молнии' активирован, вместо своего эффекта восстанавливает половину маны. Когда уровень маны максимален, Атака увеличивается на 50% на 10 сек. Данный эффект активируется лишь каждые 20 сек.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100"
      },
      "treasure": {
        "description": [
          "[Взрыв Молний] Перезарядка новыка снижается на 30% и в момент атаки, наносит 40% от Атака в качестве дополнительного Магич. Урона.",
          "[Взрыв Молний] Перезарядка новыка снижается на 30% и в момент атаки, наносит 48% от Атака в качестве дополнительного Магич. Урона.",
          "[Взрыв Молний] Перезарядка новыка снижается на 30% и в момент атаки, наносит 58% от Атака в качестве дополнительного Магич. Урона.",
          "[Взрыв Молний] Перезарядка новыка снижается на 30% и в момент атаки, наносит 70% от Атака в качестве дополнительного Магич. Урона.",
          "[Взрыв Молний] Перезарядка новыка снижается на 30% и в момент атаки, наносит 84% от Атака в качестве дополнительного Магич. Урона.",
          "[Взрыв Молний] Перезарядка новыка снижается на 30% и в момент атаки, наносит 100% от Атака в качестве дополнительного Магич. Урона."
        ],
        "name": "Эссенция цветочных бутонов"
      },
      "weapon": {
        "description": [
          "Каждая авто- атака и атака умением накладывает эффект 'Молния' на себя. После получения 50 подобных эффектов, 'Удар Молнии, Легиос' будет активирован, повышая Скорость Атаки на 300, Крит. Урон на 100%, Пробитие Брони на 300 на 10 сек. Данный эффект не может быть снят.",
          "Каждая авто- атака и атака умением накладывает эффект 'Молния' на себя. После получения 50 подобных эффектов, 'Удар Молнии, Легиос' будет активирован, повышая Скорость Атаки на 360, Крит. Урон на 120%, Пробитие Брони на 360 на 10 сек. Данный эффект не может быть снят.",
          "Каждая авто- атака и атака умением накладывает эффект 'Молния' на себя. После получения 50 подобных эффектов, 'Удар Молнии, Легиос' будет активирован, повышая Скорость Атаки на 430, Крит. Урон на 144%, Пробитие Брони на 430 на 10 сек. Данный эффект не может быть снят.",
          "Каждая авто- атака и атака умением накладывает эффект 'Молния' на себя. После получения 50 подобных эффектов, 'Удар Молнии, Легиос' будет активирован, повышая Скорость Атаки на 520, Крит. Урон на 173%, Пробитие Брони на 520 на 10 сек. Данный эффект не может быть снят.",
          "Каждая авто- атака и атака умением накладывает эффект 'Молния' на себя. После получения 50 подобных эффектов, 'Удар Молнии, Легиос' будет активирован, повышая Скорость Атаки на 620, Крит. Урон на 208%, Пробитие Брони на 620 на 10 сек. Данный эффект не может быть снят.",
          "Каждая авто- атака и атака умением накладывает эффект 'Молния' на себя. После получения 50 подобных эффектов, 'Удар Молнии, Легиос' будет активирован, повышая Скорость Атаки на 750, Крит. Урон на 250%, Пробитие Брони на 750 на 10 сек. Данный эффект не может быть снят."
        ],
        "name": "Удар Молнии, Легиос"
      }
    },
    "41": {
      "description": "Доктор, чья техника берет своё начало во времена, когда почти не было Жрецов и Лечебной магии.  Она выпускает энергию из своей иглы и делает союзников сильнее, или же ослабляет противников.",
      "name": "Медиана",
      "s1": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "Исцеление + {1} %."
        },
        "description": "Лечит всех союзников на {1} и делает их невосприимчивыми к одному следующему удару с Уроном.",
        "name": "Целебная Мазь",
        "transcendence": {
          "dark": "Потребление маны -1.",
          "light": "Повышает уровень ОЗ(HP) союзника, которого лечат на 10% на 10 сек."
        }
      },
      "s2": {
        "books": {
          "1": "Значения лечения и Урон повышаются на {1} %.",
          "2": "Значения лечения и Урон повышаются на {1} %.",
          "3": "Значения лечения и Урон повышаются на {1} %."
        },
        "description": "Стреляем из Водяной Пушки прямо вперед, восстанавливая ОЗ (HP) попавших под воздействия союзников на {1} каждые 0.5 сек, а также нанося {2} Физ. Урона противникам.",
        "name": "Уникальная Водяная Пушка",
        "transcendence": {
          "dark": "При использ. навыка иммунитет к любому контролю.",
          "light": "Урон и исцеление +40%."
        }
      },
      "s3": {
        "books": {
          "1": "Значение увеличения Атаки повышено на {1} %.",
          "2": "Значение увеличения Атаки повышено на {1} %.",
          "3": "Значение увеличения Атаки повышено на {1} %."
        },
        "description": "Впрыскивает Зелье Силы в союзника с наибольшим значением Ататки, повыщая значение Атаки на 20%+{1} от значения Атаки Медианы и поддерживая уровень ОЗ (HP) не ниже 5%.",
        "name": "Зелье Силы",
        "transcendence": {
          "dark": "Шанс крит. удара +400.",
          "light": "Увеличение Атаки повышается на 40%"
        }
      },
      "s4": {
        "books": {
          "1": "Значение увеличения Атаки повышено на {1} %.",
          "2": "Значение увеличения Атаки повышено на {1} %.",
          "3": "Повышает Физ. Блок всех союзников на {1} ."
        },
        "description": "Повышает значение Атаки всех союзников на {1} и Сопротивление Физ. Криту на {2} . Также, в момент атаки противника, заражает противника ядом, который наносит постоянный Физ. Урон, равный {3} в тем 5 сек, в то же время уменьшая Сопротивление Физ. Криту на {4} .",
        "name": "Необычный Яд Медианы",
        "transcendence": {
          "dark": "Цель получает повышенный на 20% Физ. Урон.",
          "light": "Сопротивление Физ. Криту изменяется на 300."
        }
      },
      "subtitle": "Опасный Доктор",
      "t5": {
        "dark": "Когда получает Урон, все союзники получают 2% Атаки. Эффект может быть объединен до 20 раз.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Сопротивление контролю +100"
      },
      "treasure": {
        "description": [
          "[Зелье Силы] Снимает негативные эффекты с цели и дает цели иммунитет к эффектам контроля на 2 сек.",
          "[Зелье Силы] Снимает негативные эффекты с цели и дает цели иммунитет к эффектам контроля на 3 сек.",
          "[Зелье Силы] Снимает негативные эффекты с цели и дает цели иммунитет к эффектам контроля на 4 сек.",
          "[Зелье Силы] Снимает негативные эффекты с цели и дает цели иммунитет к эффектам контроля на 5 сек.",
          "[Зелье Силы] Снимает негативные эффекты с цели и дает цели иммунитет к эффектам контроля на 6 сек.",
          "[Зелье Силы] Снимает негативные эффекты с цели и дает цели иммунитет к эффектам контроля на 7 сек."
        ],
        "name": "Зелье тайны"
      },
      "weapon": {
        "description": [
          "Урон от Необычного Яда повышается на 40%, а зараженные цели получают дополнительный Физ. Урон, равный 30% от значения Атаки Медианы, если их атакуют другие Герои (кроме Медианы). Эффект доп. Физ. Урона активируются только 1 раз в секунду.",
          "Урон от Необычного Яда повышается на 48%, а зараженные цели получают дополнительный Физ. Урон, равный 36% от значения Атаки Медианы, если их атакуют другие Герои (кроме Медианы). Эффект доп. Физ. Урона активируются только 1 раз в секунду.",
          "Урон от Необычного Яда повышается на 57%, а зараженные цели получают дополнительный Физ. Урон, равный 43% от значения Атаки Медианы, если их атакуют другие Герои (кроме Медианы). Эффект доп. Физ. Урона активируются только 1 раз в секунду.",
          "Урон от Необычного Яда повышается на 69%, а зараженные цели получают дополнительный Физ. Урон, равный 52% от значения Атаки Медианы, если их атакуют другие Герои (кроме Медианы). Эффект доп. Физ. Урона активируются только 1 раз в секунду.",
          "Урон от Необычного Яда повышается на 83%, а зараженные цели получают дополнительный Физ. Урон, равный 62% от значения Атаки Медианы, если их атакуют другие Герои (кроме Медианы). Эффект доп. Физ. Урона активируются только 1 раз в секунду.",
          "Урон от Необычного Яда повышается на 100%, а зараженные цели получают дополнительный Физ. Урон, равный 75% от значения Атаки Медианы, если их атакуют другие Герои (кроме Медианы). Эффект доп. Физ. Урона активируются только 1 раз в секунду."
        ],
        "name": "Милосердная угроза, Фистониа"
      }
    },
    "42": {
      "description": "Часовщик, проклятый созданиями, известными под названием Рэдпур. Его магические часы атакуют и превращают врагов в камень \\а также позволяют союзникам чаще использовать свои умения.",
      "name": "Одди",
      "s1": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Крит. Шанс повышен на {1} ."
        },
        "description": "Бьёт по врагам, стоящим в линию: {1} Магич. Урон и Магич.Урон и накладывает эффект Окаменения на попавших под урон противников.",
        "name": "Излом времени",
        "transcendence": {
          "dark": "Откат уменьшается на 1,5 сек",
          "light": "Урон повышается на 40%"
        }
      },
      "s2": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Крит. Шанс повышен на {1} ."
        },
        "description": "Атакует 6 случайных врагов, нанося в общем {1} Магич. Урона. Есть 50% шанс, что 'Расколотое время' перезарядится и не потребует использования маны в следующее использование.",
        "name": "Расколотое время",
        "transcendence": {
          "dark": "Во время перезарядки, автоатаки понижают перезарядку умения 'Расколотое время' на 1 сек.",
          "light": "Урон повышается на 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Крит. Шанс повышен на {1} ."
        },
        "description": "Наносит {1} Магич. Урона всем противникам и повышает Скорость Атаки союзников на {2} на 15 сек. Затем, время перезарядки умений союзников, которые перезаряжаются в данный момент, сокращается на 50%. Данное умение не влияет само на себя, то есть время обновления не буде уменьшено.",
        "name": "Искажение времени",
        "transcendence": {
          "dark": "В момент использования, вы получаете иммунитет к эффектам Контроля.",
          "light": "Все сюзники восстанавливают одну Сферу Маны."
        }
      },
      "s4": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Крит. Шанс повышен на {1} ."
        },
        "description": "После использования умения, 2 автоатаки нанесут {1} дополнительного Магич. Урона и будут иметь 30% шанс наложить эффект Окаменения на врага на 3 сек.",
        "name": "Часовая магия",
        "transcendence": {
          "dark": "Количество эффектов Доп. Урона лимитировано 20 разами, и за каждый эффект, Атака повышается на 3%.",
          "light": "Счетчик эффекта Доп. Урона изменяется на 1, и Урон повышается на 100%."
        }
      },
      "subtitle": "Часовщик Вечной Жизни",
      "t5": {
        "dark": "Каждые 10 сек, время перезарядки любых умений снижается на 1 сек для 4 случайных союзников.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100"
      },
      "treasure": {
        "description": [
          "[Искажение времени] Урон повышается на 20% и негативные эффекты всех союзников сбрасываются.",
          "[Искажение времени] Урон повышается на 24% и негативные эффекты всех союзников сбрасываются.",
          "[Искажение времени] Урон повышается на 29% и негативные эффекты всех союзников сбрасываются.",
          "[Искажение времени] Урон повышается на 35% и негативные эффекты всех союзников сбрасываются.",
          "[Искажение времени] Урон повышается на 42% и негативные эффекты всех союзников сбрасываются.",
          "[Искажение времени] Урон повышается на 50% и негативные эффекты всех союзников сбрасываются."
        ],
        "name": "Нити времени"
      },
      "weapon": {
        "description": [
          "В момент использования умения 'Искажение времени' время перезарядки умений всех союзников уменьшается на 2, а их Атака увеличивается на 14% на 10 сек.",
          "В момент использования умения 'Искажение времени' время перезарядки умений всех союзников уменьшается на 3, а их Атака увеличивается на 17% на 10 сек.",
          "В момент использования умения 'Искажение времени' время перезарядки умений всех союзников уменьшается на 4, а их Атака увеличивается на 21% на 10 сек.",
          "В момент использования умения 'Искажение времени' время перезарядки умений всех союзников уменьшается на 5, а их Атака увеличивается на 25% на 10 сек.",
          "В момент использования умения 'Искажение времени' время перезарядки умений всех союзников уменьшается на 6, а их Атака увеличивается на 30% на 10 сек.",
          "В момент использования умения 'Искажение времени' время перезарядки умений всех союзников уменьшается на 7, а их Атака увеличивается на 35% на 10 сек."
        ],
        "name": "Лунная Тень, Тэмподей"
      }
    },
    "43": {
      "description": "Демон-изгой, поглощает себе подобных, чтобы увеличить силу.  Путешествовала по разлому между измерениями в поисках могущественных демонов, проживающих в материальном мире.  Ее шипы на спине предназначены для прокалывания и разрывания врагов.",
      "name": "Виска",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Сила АТК + {1} %."
        },
        "description": "Атакует врагов на передовой в опред. зоне, нанося {1} ед. маг. урона. На 10 сек. сила АТК поражен. противников - {2} %, сила АТК героя + {3} . Когда душ больше 3, навык сковывает врагов на 3 сек.",
        "name": "Пора обедать!",
        "transcendence": {
          "dark": "Душевное состояние для эффекта 'Спутывания' уничтожается.",
          "light": "Потребление маны +1, время перезарядки -4 сек."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Получ. объектом маг. урон + {1} %."
        },
        "description": "Перемещается за спину объекта, отменяет положит. эффекты и сбивает с ног, нанося {1} ед. маг. урона. Когда душ больше 3, маг. ЗЩТ объекта - {2} % на 15 сек.",
        "name": "Я тебя покрошу!",
        "transcendence": {
          "dark": "Душевное состояние для снижения Магич. Защиты уничтожается.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Притягивает противников перед атакой."
        },
        "description": "Наносит врагам в широкой области вокруг героя {1} ед. маг. урона и оглушает их. Если при этом у героя накоплено 5 душ, навык перезаряжается, расходуя все души.",
        "name": "На куски порву!",
        "transcendence": {
          "dark": "Потребление маны уменьш. на 1.",
          "light": "При 5 зарядах душ использование навыка не тратит души."
        }
      },
      "s4": {
        "books": {
          "1": "Урон и восст. + {1} %.",
          "2": "Урон и восст. + {1} %.",
          "3": "Мана объекта с отнятой душой - {1} ."
        },
        "description": "Враги, атакованные умениями Виски, теряют души. Потеряв душу, цель получает {1} ед. доп. маг. урона, при этом каждая собран. душа восстанавливает Виске {2} ед. ОЗ и 300 маны. Собран. души хранятся до использования, не могут быть убраны и суммируются до 5 раз.",
        "name": "Вкусные души!",
        "transcendence": {
          "dark": "За каждую собранную Душу, Атака повышается на 10%.",
          "light": "Сопротивление контролю у оставшихся без души целей уменьшается на 250 на 10 сек."
        }
      },
      "subtitle": "Пожиратель демонов",
      "t5": {
        "dark": "Каждая собран. душа увеличивает шанс крит. удара на 50, а крит. урон на 30%.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100"
      },
      "treasure": {
        "description": [
          "[На куски порву!] Получает иммунитет к эффектам контроля в момент активация навыка и после каждого использования Урон повышается на 4%. Данный эффект может быть объединен максимум 10 раз.",
          "[На куски порву!] Получает иммунитет к эффектам контроля в момент активация навыка и после каждого использования Урон повышается на 4.8%. Данный эффект может быть объединен максимум 10 раз.",
          "[На куски порву!] Получает иммунитет к эффектам контроля в момент активация навыка и после каждого использования Урон повышается на 5.8%. Данный эффект может быть объединен максимум 10 раз.",
          "[На куски порву!] Получает иммунитет к эффектам контроля в момент активация навыка и после каждого использования Урон повышается на 7%. Данный эффект может быть объединен максимум 10 раз.",
          "[На куски порву!] Получает иммунитет к эффектам контроля в момент активация навыка и после каждого использования Урон повышается на 8.4%. Данный эффект может быть объединен максимум 10 раз.",
          "[На куски порву!] Получает иммунитет к эффектам контроля в момент активация навыка и после каждого использования Урон повышается на 10%. Данный эффект может быть объединен максимум 10 раз."
        ],
        "name": "Душа гигантского демона"
      },
      "weapon": {
        "description": [
          "Маг. урон объекта с отнятой душой +25%. Действует 10 сек.",
          "Маг. урон объекта с отнятой душой +30%. Действует 10 сек.",
          "Маг. урон объекта с отнятой душой +36%. Действует 10 сек.",
          "Маг. урон объекта с отнятой душой +43%. Действует 10 сек.",
          "Маг. урон объекта с отнятой душой +51%. Действует 10 сек.",
          "Маг. урон объекта с отнятой душой +60%. Действует 10 сек."
        ],
        "name": "Китракс, Клык кошмара"
      }
    },
    "44": {
      "description": "В прошлом командир армии Орвелии, сейчас она стала служанкой гениальной Аиши, единственной дочери рода Дафнель Пон, живущей в Башне мудреца. Наносит врагам быстрые удары алебардой.",
      "name": "Присцилла",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит врагам на передовой {1} ед. физ. урона и оглушает их на 1 сек. Эта АТК наносит крит. удар.",
        "name": "Удар по живому",
        "transcendence": {
          "dark": "Отменяет эффект гарантиров. крит. удара, но увелич. крит. урон на 150%.",
          "light": "Время оглушения +2 сек."
        }
      },
      "s2": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Сила АТК + {1} %."
        },
        "description": "Включается режим 'Совместная атака' для этого героя и союзника с наибольшим уровнем Атаки на 20 сек. Уровень атаки Присциллы и её союзника увеличивается на 15%+{1} на опр. период времени.",
        "name": "Совместная атака",
        "transcendence": {
          "dark": "При использ. навыка «Совместная атака» автоатаки наносят на 15% больше урона.",
          "light": "Крит. удар наносит на 80% больше урона."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Атакует врагов в ближ. радиусе, наносит {1} ед. физ. урона, притягивая их к себе. Если Присцилла в режиме «Совместной атаки», враги в теч. 10 сек. получают бонусный урон в {2} % от общего урона.",
        "name": "Танец бури",
        "transcendence": {
          "dark": "Если враг один, наносимый урон +100%.",
          "light": "При крит. ударе время перезарядки -10%."
        }
      },
      "s4": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Урон от крит. удара + {1} %."
        },
        "description": "Сила АТК + {1} , пробойная сила + {2} .",
        "name": "Опытный боец",
        "transcendence": {
          "dark": "Шанс крит. удара +250.",
          "light": "Сила АТК +40%."
        }
      },
      "subtitle": "Стальная служанка",
      "t5": {
        "dark": "Повышает силу АТК всех союзников на 3% от своей силы АТК и физ. ЗЩТ на 3% от своей физ. ЗЩТ.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Сопротивление контролю +100"
      },
      "treasure": {
        "description": [
          "[Танец бури] Урон повышается на 20% и цель попадает под оглушение на 3 сек.",
          "[Танец бури] Урон повышается на 24% и цель попадает под оглушение на 3 сек.",
          "[Танец бури] Урон повышается на 29% и цель попадает под оглушение на 3 сек.",
          "[Танец бури] Урон повышается на 35% и цель попадает под оглушение на 3 сек.",
          "[Танец бури] Урон повышается на 42% и цель попадает под оглушение на 3 сек.",
          "[Танец бури] Урон повышается на 50% и цель попадает под оглушение на 3 сек."
        ],
        "name": "Волшебный камень притяжения"
      },
      "weapon": {
        "description": [
          "При атаке «Ударом по живому» или «Танцем бури», за кажд. задетого врага перезарядка навыка сокращ. на 1 сек., а СКР АТК увелич. на 50 на 5 сек. Бонус на СКР АТК может накапливаться до 10 р.",
          "При атаке «Ударом по живому» или «Танцем бури», за кажд. задетого врага перезарядка навыка сокращ. на 1,2 сек., а СКР АТК увелич. на 50 на 5 сек. Бонус на СКР АТК может накапливаться до 10 р.",
          "При атаке «Ударом по живому» или «Танцем бури», за кажд. задетого врага перезарядка навыка сокращ. на 1,4 сек., а СКР АТК увелич. на 50 на 5 сек. Бонус на СКР АТК может накапливаться до 10 р.",
          "При атаке «Ударом по живому» или «Танцем бури», за кажд. задетого врага перезарядка навыка сокращ. на 1,7 сек., а СКР АТК увелич. на 50 на 5 сек. Бонус на СКР АТК может накапливаться до 10 р.",
          "При атаке «Ударом по живому» или «Танцем бури», за кажд. задетого врага перезарядка навыка сокращ. на 2 сек., а СКР АТК увелич. на 50 на 5 сек. Бонус на СКР АТК может накапливаться до 10 р.",
          "При атаке «Ударом по живому» или «Танцем бури», за кажд. задетого врага перезарядка навыка сокращ. на 2,5 сек., а СКР АТК увелич. на 50 на 5 сек. Бонус на СКР АТК может накапливаться до 10 р."
        ],
        "name": "Эксилиус, Вихрь танца"
      }
    },
    "45": {
      "description": "Варвар, путешествующий по миру и охотящийся на монстров, которые тревожат людей. Она единолично убила Безумного Дракона по имени Свэтла.  Она так сильна, что стрелы, выпускаемые ей, пробивают крепостные стены.",
      "name": "Янни",
      "s1": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Крит. Урон повышен на {1} ."
        },
        "description": "Становится в стойку, фокусируется и наносит {1} Физ. Урона врагам, стоящим в линию. Если целью является Дракон, на цель применяется эффект Оглушения. В случае длительной фокусировки, Урон и длительность Оглушения увеличиваются на {2} %.",
        "name": "Прицельный выстрел!",
        "transcendence": {
          "dark": "Цель получает 25% дополнительного Физ. Урона на протяжении 10 сек.",
          "light": "Урон повышается на 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Крит. Урон повышен на {1} ."
        },
        "description": "Наносит {1} Физ. Урона цели и всем стоящим рядом врагам. Если целью является Дракон, наносится дополнительно {2} урона, который игнорируют Защиту.",
        "name": "Разгром!",
        "transcendence": {
          "dark": "Противники, попавшие под удар, становятся Оглушенными на 2 сек.",
          "light": "В случае, если вы бьётесь только с 1 врагом, Урон увеличивается на 100%."
        }
      },
      "s3": {
        "books": {
          "1": "Значение увеличения Атаки повышено на {1} %.",
          "2": "Значение увеличения Атаки повышено на {1} %.",
          "3": "Значение увеличения Атаки повышено на {1} %."
        },
        "description": "Убирает все негативные эффекты с себя и на 30 сек увеличивает Атаку на {1} и Пробитие Защиты на {2} . А также, на некоторое время меняется автоатаки. Они тратят 3% маны в обмен на возможность наносить Урон врагам, стоящим в линию. Также наносит {3} дополнительного Урона, который игнорирует Защиту, если цель- Дракон.",
        "name": "Не поддаваться!",
        "transcendence": {
          "dark": "Весь полученный Урон снижается на 25% на определенное время",
          "light": "Скорость Атаки увеличивается на 250 на определенное время."
        }
      },
      "s4": {
        "books": {
          "1": "Значение увеличения Атаки повышено на {1} %.",
          "2": "Значение увеличения Атаки повышено на {1} %.",
          "3": "Значение увеличения Атаки повышено на {1} %."
        },
        "description": "Атака повышается на {1} , Макс. ОЗ (HP) повышается на {2} %. Также, Урон по Драконам увеличивается на {3} %.",
        "name": "Убийца Драконов",
        "transcendence": {
          "dark": "Наносит 15% больше урона Драконам.",
          "light": "Все союзники получаются на 7% меньше Урона от Драконов."
        }
      },
      "subtitle": "Убийца Драконов",
      "t5": {
        "dark": "Автоатака игнорирует эффекты Блоков противника.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Не поддаваться!] Цена в мане снижается на 1 и длительность увеличивается на 5 сек.",
          "[Не поддаваться!] Цена в мане снижается на 1 и длительность увеличивается на 6 сек.",
          "[Не поддаваться!] Цена в мане снижается на 1 и длительность увеличивается на 7 сек.",
          "[Не поддаваться!] Цена в мане снижается на 1 и длительность увеличивается на 8 сек.",
          "[Не поддаваться!] Цена в мане снижается на 1 и длительность увеличивается на 9 сек.",
          "[Не поддаваться!] Цена в мане снижается на 1 и длительность увеличивается на 10 сек."
        ],
        "name": "Стейк из дракона"
      },
      "weapon": {
        "description": [
          "В момент крит. удара, есть 10% шанс нанести Физ. Урон, равный 200% значения Ататки и восстановить 5% Маны. Если цель- Дракон, то накладывается эффект Оглушения на 1 сек.",
          "В момент крит. удара, есть 10% шанс нанести Физ. Урон, равный 240% значения Ататки и восстановить 5% Маны. Если цель- Дракон, то накладывается эффект Оглушения на 1 сек.",
          "В момент крит. удара, есть 10% шанс нанести Физ. Урон, равный 290% значения Ататки и восстановить 5% Маны. Если цель- Дракон, то накладывается эффект Оглушения на 1 сек.",
          "В момент крит. удара, есть 10% шанс нанести Физ. Урон, равный 350% значения Ататки и восстановить 5% Маны. Если цель- Дракон, то накладывается эффект Оглушения на 1 сек.",
          "В момент крит. удара, есть 10% шанс нанести Физ. Урон, равный 420% значения Ататки и восстановить 5% Маны. Если цель- Дракон, то накладывается эффект Оглушения на 1 сек.",
          "В момент крит. удара, есть 10% шанс нанести Физ. Урон, равный 500% значения Атаки и восстановить 5% Маны. Если цель- Дракон, то накладывается эффект Оглушения на 1 сек."
        ],
        "name": "Драконий Яд, Свэтла"
      }
    },
    "49": {
      "description": "Астролог Звездной Пыли, труппы, бродящей по всему континенту. Вместо того, чтобы стать частью сообщества ведьм, она ищет свю судьбу, однажды увиденную в мечтах. Контролирует карты Таро, парящие вокруг нее и атакующие врагов на дистанции.",
      "name": "Офелия",
      "s1": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Атакует противника, нанося {1} Магич. Урона и Оглушая на {2} сек. Тратит карту, которой владеет в данный момент, чтобы получить дополнительный эффект. После использования умения, получает карту [Смерти].\\n [Смерть] - Урон игнорирует Защиту цели и длительность Оглушения увеличивается на 5 сек.\\n[Любовь] - Наносит в общем {3} Магич. Урона в теч 7 сек. и уменьшает лечение на 100%.\\n[Удача] - Перезарядка Навыка не требуется. ",
        "name": "Карта Смерти- Карда",
        "transcendence": {
          "dark": "Цена в мане уменьшена на 1.",
          "light": "В теч. 10 сек, цель получает увеличенный на 25% Магич. Урон."
        }
      },
      "s2": {
        "books": {
          "1": "Значение увеличения Атаки повышено на {1} %.",
          "2": "Значение увеличения Атаки повышено на {1} %.",
          "3": "Значение увеличения Атаки повышено на {1} %."
        },
        "description": "Атака увеличивается на {2} на {1} сек. и восстановление Маны в сек. увеличивается на {3}%. Тратит карту, которой владеет в данный момент, чтобы получить дополнительный эффект. После использования умения, получает карту [Любви].\\n [Смерть] - Пробитие увеличивается на 600 в теч. действия умения.\\n[Любовь] - Эффект накладывается на всех союзников.\\n[Удача] - Перезарядка Навыка не требуется. ",
        "name": "Карта Любви- Эллисад",
        "transcendence": {
          "dark": "Множитель Атаки увеличивается на 40%.",
          "light": "Восстанавливает ману цели на 1000."
        }
      },
      "s3": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Атакует противника и ближайших врагов на расстоянии и наносит {1} Магич. Урона. Невозможно промахнуться, и Крит. Урон данной атаки повышается на 100%. После использования умения, получает карту [Удачи].\\n [Смерть] - Крит. Урон повышается дополнительно на 200%.\\n[Любовь] - Снимает позитивные эффекты с противников на расстоянии и наложить Молчание на 1 сек.\\n[Удача] - Перезарядка Навыка не требуется и одна Сфера Маны восстанавливается. ",
        "name": "Карта Удачи- Велликиа",
        "transcendence": {
          "dark": "Всегда наносит Крит. Удар.",
          "light": "Цена в Мане повышается на 1 сферу, но Урон увеличивается на 100%."
        }
      },
      "s4": {
        "books": {
          "1": "Множитель Атаки всех союзников увеличивается на {1} %.",
          "2": "Множитель Атаки всех союзников увеличивается на {1} %.",
          "3": "Крит. Шанс всех союзников увеличивается на {1} ."
        },
        "description": "Атака всех союзников повышается на {1} , и Шанс Крит. Удара повышается на 100. Получает доп. эффектa в соответствии с картой, которой владеет в данный момент.\\n [Смерть] - Атака увеличивается на {3}%.\\n[Любовь] - За каждую сек., лечит {4}% от Макс. уровня ОЗ.\\n[Fortune] - Шанс Уклонения повышается на 200. ",
        "name": "Исследователь Души",
        "transcendence": {
          "dark": "В момент начала любой битвы, получает карту [Любви]. Данная карта не имеет эффекта лечения.",
          "light": "В момент начала любой битвы, получает карту [Смерти]. Данная карта не имеет эффекта усиления Урона."
        }
      },
      "subtitle": "Исследователь Души",
      "t5": {
        "dark": "В момент использования умения, есть 7% шанс, что цена умения уменьшится на 1 на 7 сек. Данный эффект нельзя отменить.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Карта Удачи- Велликиа] Цена в мане снижается на 1 и Урон повышается на 20%.",
          "[Карта Удачи- Велликиа] Цена в мане снижается на 1 и Урон повышается на 24%.",
          "[Карта Удачи- Велликиа] Цена в мане снижается на 1 и Урон повышается на 29%.",
          "[Карта Удачи- Велликиа] Цена в мане снижается на 1 и Урон повышается на 35%.",
          "[Карта Удачи- Велликиа] Цена в мане снижается на 1 и Урон повышается на 42%.",
          "[Карта Удачи- Велликиа] Цена в мане снижается на 1 и Урон повышается на 50%."
        ],
        "name": "Счастливая монета"
      },
      "weapon": {
        "description": [
          "В момент атаки, есть 77.7% шанс, что в теч. 7 сек, Скорость Атаки повысится на 20, и восстановление маны в сек. повысится на 10%. Данный эффект может быть объединен до 15 раз максимально.",
          "В момент атаки, есть 77.7% шанс, что в теч. 7 сек, Скорость Атаки повысится на 24, и восстановление маны в сек. повысится на 12%. Данный эффект может быть объединен до 15 раз максимально.",
          "В момент атаки, есть 77.7% шанс, что в теч. 7 сек, Скорость Атаки повысится на 29, и восстановление маны в сек. повысится на 14%. Данный эффект может быть объединен до 15 раз максимально.",
          "В момент атаки, есть 77.7% шанс, что в теч. 7 сек, Скорость Атаки повысится на 35, и восстановление маны в сек. повысится на 17%. Данный эффект может быть объединен до 15 раз максимально.",
          "В момент атаки, есть 77.7% шанс, что в теч. 7 сек, Скорость Атаки повысится на 42, и восстановление маны в сек. повысится на 21%. Данный эффект может быть объединен до 15 раз максимально.",
          "В момент атаки, есть 77.7% шанс, что в теч. 7 сек, Скорость Атаки повысится на 50, и восстановление маны в сек. повысится на 25%. Данный эффект может быть объединен до 15 раз максимально."
        ],
        "name": "Карты Судьбы Дель Аркана"
      }
    },
    "5": {
      "description": "Варварский правитель снежных равнин замерзшей земли.  Подрывает мораль врагов оглушающим криком и проносится по их рядам, как шторм.",
      "name": "Гау",
      "s1": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Сила АТК + {1} %."
        },
        "description": "Сила АТК всех союзников + {2} на {1} сек. Снимает все отриц. эффекты с союзников.",
        "name": "Боевой рев",
        "transcendence": {
          "dark": "При использовании урон +15%. Может накапливаться до 10 р.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Враги в зоне получают {1} ед. физ. урона, падают на {2} сек. при первой АТК.",
        "name": "Разгром",
        "transcendence": {
          "dark": "СКР АТК +200.",
          "light": "Сила АТК +40%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Во время запуска притягивает окруж. врагов."
        },
        "description": "Окруж. враги получают {1} ед. физ. урона, от последней АТК замерзают на {2} сек. Отражает отриц. эффекты во время применения.",
        "name": "Торнадо",
        "transcendence": {
          "dark": "При использовании избегает любого урона.",
          "light": "Время перезарядки -3 сек."
        }
      },
      "s4": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "При кажд. повторе отпор отриц. эффектам +50."
        },
        "description": "При АТК сила АТК + {2} на {1} сек. Макс. 10 повторов.",
        "name": "Ярость",
        "transcendence": {
          "dark": "За кажд. заряд +5% урона, но шанс крит. удара и вампиризм увелич. на 50.",
          "light": "Сила АТК +40%."
        }
      },
      "subtitle": "Воин из холодных земель",
      "t5": {
        "dark": "Кажд. секунду восст. ОЗ (10% от силы АТК). Кажд. потерян. 1% ОЗ уменьш. получаемый урон на 0,6%.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200"
      },
      "treasure": {
        "description": [
          "[Торнадо] Урон увеличивается на 50%, и противники, попавшие под удар последней атаки, получают на 5% больше Урона в теч. 10 сек.",
          "[Торнадо] Урон увеличивается на 50%, и противники, попавшие под удар последней атаки, получают на 6% больше Урона в теч. 10 сек.",
          "[Торнадо] Урон увеличивается на 50%, и противники, попавшие под удар последней атаки, получают на 7% больше Урона в теч. 10 сек.",
          "[Торнадо] Урон увеличивается на 50%, и противники, попавшие под удар последней атаки, получают на 8.5% больше Урона в теч. 10 сек.",
          "[Торнадо] Урон увеличивается на 50%, и противники, попавшие под удар последней атаки, получают на 10.5% больше Урона в теч. 10 сек.",
          "[Торнадо] Урон увеличивается на 50%, и противники, попавшие под удар последней атаки, получают на 12.5% больше Урона в теч. 10 сек."
        ],
        "name": "Кружка варвара"
      },
      "weapon": {
        "description": [
          "Кажд раз при -1% ОЗ сила АТК +0,8% и СКР АТК +8.",
          "Кажд раз при -1% ОЗ сила АТК +1% и СКР АТК +10.",
          "Кажд раз при -1% ОЗ сила АТК +1,2% и СКР АТК +12.",
          "Кажд раз при -1% ОЗ сила АТК +1,4% и СКР АТК +14.",
          "Кажд раз при -1% ОЗ сила АТК +1,7% и СКР АТК +17.",
          "Кажд раз при -1% ОЗ сила АТК +2% и СКР АТК +20."
        ],
        "name": "Нумину, Священная птица"
      }
    },
    "50": {
      "description": "Торговец, путешествующий по континенту, продающий яды всем, кто в них нуждается. Использует духовую трубку, чтобы ранить ядом и обездвиживать своих врагов.",
      "name": "Рекина",
      "s1": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Атакует 2 противников и наносит {1} Физ. Урона, а также заражает их Ядом Слёзы Питона . Противники, зараженные Слёзами Питона , не могут восстанавливать ману и получают повышенный на 30% Урон, и их шанс Блока уменьшается на 500.",
        "name": "Слёзы Питона!",
        "transcendence": {
          "dark": "Уменьшает ману цели на 1200.",
          "light": "Цена в мане уменьшена на 1."
        }
      },
      "s2": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Атакует случайных противников 3 раза и наносит в общем {1} Урона, а также заражает их Ядом Экстракт Хриплой Травы на 2 сек. Атака противников, зараженных Экстрактом Хриплой Травы снижается на {3}%, и Шанс Крит. Удара на {4}.",
        "name": "Экстракт Хриплой Травы!",
        "transcendence": {
          "dark": "Оглушает цель на 1 сек.",
          "light": "Если есть всего 1 противник, Урон увеличивается на 100%."
        }
      },
      "s3": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Сила АТК + {1} %."
        },
        "description": "Собственная Атака увеличивается на {2} на {1} сек. и эффект [Слезы Питона], [Экстракт Хриплой Травы], [Зелье Щекотки] удваивается. Также, количество целей [Слезы Питона], [Экстракт Хриплой Травы], [Зелье Щекотки] увеличивается на 1.",
        "name": "Больше! Сильнее!",
        "transcendence": {
          "dark": "Цена в мане уменьшена на 1.",
          "light": "В теч. опр. времени, Урон авто-атаки увеличивается на 100%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "В момент атаки, заражает цель Ядом Зелье Щекотки на {1} сек, которое наносит в общем {2} Физ. Урона в теч. времени, и данный эффект нельзя отменить. Зелье Щекотки может быть объединено максимум до 50 раз.",
        "name": "Зелье Щекотки!",
        "transcendence": {
          "dark": "Цель получает увеличенный на 20% Физ. Урон.",
          "light": "Зелье Щекотки! добавляется по 3 за раз."
        }
      },
      "subtitle": "Торговец Ядами",
      "t5": {
        "dark": "В случае авто-атаки противника с 50 или более эффектами Зелья Щекотки, наносит 200% Атаки в качестве Физ. Урона, который игнорирует Защиту.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100"
      },
      "treasure": {
        "description": [
          "[Больше! Сильнее!] Атакует дополнительно 1 цель и Скорость Атаки повышается на 100 в теч. работы навыка.",
          "[Больше! Сильнее!] Атакует дополнительно 1 цель и Скорость Атаки повышается на 120 в теч. работы навыка.",
          "[Больше! Сильнее!] Атакует дополнительно 1 цель и Скорость Атаки повышается на 140 в теч. работы навыка.",
          "[Больше! Сильнее!] Атакует дополнительно 1 цель и Скорость Атаки повышается на 170 в теч. работы навыка.",
          "[Больше! Сильнее!] Атакует дополнительно 1 цель и Скорость Атаки повышается на 210 в теч. работы навыка.",
          "[Больше! Сильнее!] Атакует дополнительно 1 цель и Скорость Атаки повышается на 250 в теч. работы навыка."
        ],
        "name": "Сияющее зелье"
      },
      "weapon": {
        "description": [
          "Зелье Щекотки может быть объединено максимум до 55 раз. Каждая авто-атака имеет 10% шанс выбрать одного случайного противника и нанести 20% Атаки в качестве Урона и наложить Молчание на 1 сек.",
          "Зелье Щекотки может быть объединено максимум до 60 раз. Каждая авто-атака имеет 10% шанс выбрать одного случайного противника и нанести 24% Атаки в качестве Урона и наложить Молчание на 1 сек.",
          "Зелье Щекотки может быть объединено максимум до 65 раз. Каждая авто-атака имеет 10% шанс выбрать одного случайного противника и нанести 29% Атаки в качестве Урона и наложить Молчание на 1 сек.",
          "Зелье Щекотки может быть объединено максимум до 70 раз. Каждая авто-атака имеет 10% шанс выбрать одного случайного противника и нанести 35% Атаки в качестве Урона и наложить Молчание на 1 сек.",
          "Зелье Щекотки может быть объединено максимум до 75 раз. Каждая авто-атака имеет 10% шанс выбрать одного случайного противника и нанести 42% Атаки в качестве Урона и наложить Молчание на 1 сек.",
          "Зелье Щекотки может быть объединено максимум до 80 раз. Каждая авто-атака имеет 10% шанс выбрать одного случайного противника и нанести 50% Атаки в качестве Урона и наложить Молчание на 1 сек."
        ],
        "name": "Флейта Немых Ветров Ракшатар"
      }
    },
    "51": {
      "description": "Рыцарь праведного бога, карающий зло мечом и защищающий слабых щитом. Она спустилась с небес, чтобы истребить демонов, разрушающих земной мир. Свет, исходящий от ее меча и щита, поражает врагов и защищает союзников.",
      "name": "Аселика",
      "s1": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Оглушение + {1} сек."
        },
        "description": "Наносит {1} ед. магического урона цели и ближайшим противникам, а также оглушает их на {2} сек.",
        "name": "Меч солнца",
        "transcendence": {
          "dark": "Снижает время перезарядки на 2 сек.",
          "light": "После применения повышает скорость атаки на 350 ед. на 5 сек."
        }
      },
      "s2": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Сила АТК + {1} %."
        },
        "description": "Наделяет союзника с наивысшим показателем АТК «Благословением солнца», снижая время перезарядки всех навыков на 20% и увеличивая АТК на {1} ед. на 15 сек.",
        "name": "Благословение солнца",
        "transcendence": {
          "dark": "Снимает с цели отрицательные эффекты.",
          "light": "Повышает затраты маны на 1 ед. и накладывает эффект на 2 союзников с наивысшим показателем АТК."
        }
      },
      "s3": {
        "books": {
          "1": "Урон и восст. + {1} %.",
          "2": "Урон и восст. + {1} %.",
          "3": "Урон и восст. + {1} %."
        },
        "description": "8 раз восстанавливает ближайшим союзникам (но не себе) ОЗ в общем объеме {1} ед. и увеличивает их физ. защиту на {2} ед. на 5 сек. Также 8 раз наносит ближайшим противникам маг. урон в общем объеме {3} ед. и снижает их маг. защиту на {4} ед. на 5 сек. По окончании заклинания восстанавливает ближайшим союзникам (но не себе) {5} ед. ОЗ, а также наносит противникам {6} ед маг. урона и сбивает их с ног на 3 сек.",
        "name": "Приговор солнца",
        "transcendence": {
          "dark": "Продлевает снижение маг. защиты на 5 сек.",
          "light": "Снижает затраты маны на 1 ед."
        }
      },
      "s4": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Атакуя цель, накладывает на противников «Проклятье солнца» на 10 сек. Противники, на которых этот эффект суммировался 10 раз, сбрасывают эффект, получают {1} ед. маг. урона и слепнут на {2} сек., при этом их АТК снижается на {3} % на 5 сек.",
        "name": "Проклятье солнца",
        "transcendence": {
          "dark": "Применяет эффект, когда «Проклятье солнца» суммируется до 7 раз.",
          "light": "Меняет снижение АТК на 30%."
        }
      },
      "subtitle": "Хранительница солнца",
      "t5": {
        "dark": "Каждые 15 сек. наделяет 1 союзника с наименьшим количеством ОЗ неуязвимостью к физ. урону на 3 сек.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200"
      },
      "treasure": {
        "description": [
          "[Приговор Солнца] Получает иммунитет к контролю, когда активен навык, а также увеличивает множитель Физ. Защиты и снижение Магич. Защиты на 20%.",
          "[Приговор Солнца] Получает иммунитет к контролю, когда активен навык, а также увеличивает множитель Физ. Защиты и снижение Магич. Защиты на 24%.",
          "[Приговор Солнца] Получает иммунитет к контролю, когда активен навык, а также увеличивает множитель Физ. Защиты и снижение Магич. Защиты на 29%.",
          "[Приговор Солнца] Получает иммунитет к контролю, когда активен навык, а также увеличивает множитель Физ. Защиты и снижение Магич. Защиты на 35%.",
          "[Приговор Солнца] Получает иммунитет к контролю, когда активен навык, а также увеличивает множитель Физ. Защиты и снижение Магич. Защиты на 42%.",
          "[Приговор Солнца] Получает иммунитет к контролю, когда активен навык, а также увеличивает множитель Физ. Защиты и снижение Магич. Защиты на 50%."
        ],
        "name": "Фанфара стража"
      },
      "weapon": {
        "description": [
          "В начале первой битвы заключает контракт с союзником с наивысшим показателем АТК. Увеличивает физ. защиту цели на 6% от своей физ. защиты, а свою АТК на 6% от АТК цели. Этот эффект нельзя отменить.",
          "В начале первой битвы заключает контракт с союзником с наивысшим показателем АТК. Увеличивает физ. защиту цели на 8% от своей физ. защиты, а свою АТК на 8% от АТК цели. Этот эффект нельзя отменить.",
          "В начале первой битвы заключает контракт с союзником с наивысшим показателем АТК. Увеличивает физ. защиту цели на 10% от своей физ. защиты, а свою АТК на 10% от АТК цели. Этот эффект нельзя отменить.",
          "В начале первой битвы заключает контракт с союзником с наивысшим показателем АТК. Увеличивает физ. защиту цели на 12% от своей физ. защиты, а свою АТК на 12% от АТК цели. Этот эффект нельзя отменить.",
          "В начале первой битвы заключает контракт с союзником с наивысшим показателем АТК. Увеличивает физ. защиту цели на 14% от своей физ. защиты, а свою АТК на 14% от АТК цели. Этот эффект нельзя отменить.",
          "В начале первой битвы заключает контракт с союзником с наивысшим показателем АТК. Увеличивает физ. защиту цели на 16% от своей физ. защиты, а свою АТК на 16% от АТК цели. Этот эффект нельзя отменить."
        ],
        "name": "Солнечное Гало Игнисиус"
      }
    },
    "52": {
      "description": "Отставной морской офицер, в настоящее время занимающийся охотой за головами и решением проблем. Циник, который не доверяет никому. Обожает огнестрельное оружие.",
      "name": "Кроу",
      "s1": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "15 раз атакует противников перед собой, нанося им {1} ед. физ. урона, и ставит на них метку «След от укуса гончей» на 40 сек. Метка может суммироваться до 100 раз.",
        "name": "Цель будет Уничтожена.",
        "transcendence": {
          "dark": "Добавляет еще 1 заряд «Следа от укуса гончей».",
          "light": "В момент нанесения Урона, восстанавливает 30 Маны."
        }
      },
      "s2": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "10 раз атакует выбранную цель, нанося ей {1} ед. физ. урона, затем стреляет «Ледяной пулей», нанося {2} ед. физ. урона цели и окружающим ее противникам и замораживая их на 4 сек. Особая «Ледяная пуля» создает область холода, которая существует 6 сек. и наносит {3} ед. физ. урона каждые 2 сек. с 50% шансом заморозить противников на 2 сек.",
        "name": "Борьба Бессмысленна.",
        "transcendence": {
          "dark": "Шанс заморозки при попадании в область холода увеличивается на 30%.",
          "light": "Перезарядка снижена на 3 сек."
        }
      },
      "s3": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Занимает позицию и фокусируется, чтобы выстрелить из лазера, нанося {1} Физ. Урона врагам на впереди на расстоянии, и использует эффекты Метки Клыка Охотничьей Собаки, чтобы нанести дополнительно {2} Физ. Урона за каждый эффект. В зависимости от времени, потраченного на фокусировку, дистанция эффекта увеличивается и Урон увеличивается на максимум {3} %. После того, как фокусировка выполнена, противника сбивает с ног.",
        "name": "Даже Боги должны Умереть.",
        "transcendence": {
          "dark": "Снижает затраты маны на 1 ед.",
          "light": "Повышает время заморозки на 10 сек. и урон на 100%."
        }
      },
      "s4": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Сила АТК + {1} %."
        },
        "description": "На Кроу не действует эффекты, меняющие скорость атаки. АТК увеличивается на {1} , а крит. урон на {2} %. Восстанавливает {3} ед. маны каждую секунду. Также при нанесении обычной атаки на цель ставится метка «След от укуса гончей» на 40 сек.",
        "name": "Подготовка к Охоте",
        "transcendence": {
          "dark": "Восстановление маны повышается на 40%.",
          "light": "Боссы- монстры получают на 15% больше Урона."
        }
      },
      "subtitle": "Карающая Пуля",
      "t5": {
        "dark": "Повышает затраты маны на все навыки на 1 ед. и урон на 75%.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Даже Боги должны Умереть] Получает иммунитет к эффектам контроля в теч. Активации навыка, а также Урон увеличивается на 20%.",
          "[Даже Боги должны Умереть] Получает иммунитет к эффектам контроля в теч. Активации навыка, а также Урон увеличивается на 24%.",
          "[Даже Боги должны Умереть] Получает иммунитет к эффектам контроля в теч. Активации навыка, а также Урон увеличивается на 29%.",
          "[Даже Боги должны Умереть] Получает иммунитет к эффектам контроля в теч. Активации навыка, а также Урон увеличивается на 35%.",
          "[Даже Боги должны Умереть] Получает иммунитет к эффектам контроля в теч. Активации навыка, а также Урон увеличивается на 42%.",
          "[Даже Боги должны Умереть] Получает иммунитет к эффектам контроля в теч. Активации навыка, а также Урон увеличивается на 50%."
        ],
        "name": "Подвеска воспоминаний"
      },
      "weapon": {
        "description": [
          "При обычной атаке стреляет еще одной пулей, наносящей физ. урон в размере 50% от АТК. По окончании действия навыка срабатывает «Адская Гончая Акистра», увеличивающая АТК на 30% и крит. урон на 30% на 10 сек. Эффект срабатывает раз в 20 сек.",
          "При обычной атаке стреляет еще одной пулей, наносящей физ. урон в размере 60% от АТК. По окончании действия навыка срабатывает «Адская Гончая Акистра», увеличивающая АТК на 36% и крит. урон на 36% на 10 сек. Эффект срабатывает раз в 20 сек.",
          "При обычной атаке стреляет еще одной пулей, наносящей физ. урон в размере 70% от АТК. По окончании действия навыка срабатывает «Адская Гончая Акистра», увеличивающая АТК на 43% и крит. урон на 43% на 10 сек. Эффект срабатывает раз в 20 сек.",
          "При обычной атаке стреляет еще одной пулей, наносящей физ. урон в размере 85% от АТК. По окончании действия навыка срабатывает «Адская Гончая Акистра», увеличивающая АТК на 52% и крит. урон на 52% на 10 сек. Эффект срабатывает раз в 20 сек.",
          "При обычной атаке стреляет еще одной пулей, наносящей физ. урон в размере 100% от АТК. По окончании действия навыка срабатывает «Адская Гончая Акистра», увеличивающая АТК на 62% и крит. урон на 62% на 10 сек. Эффект срабатывает раз в 20 сек.",
          "При обычной атаке стреляет еще одной пулей, наносящей физ. урон в размере 125% от АТК. По окончании действия навыка срабатывает «Адская Гончая Акистра», увеличивающая АТК на 75% и крит. урон на 75% на 10 сек. Эффект срабатывает раз в 20 сек."
        ],
        "name": "Адская Гончая Акистра"
      }
    },
    "6": {
      "description": "Легендарный король, убийца бесчисленного множества драконов. Несмотря на небольшой рост, он мощным ударом щита разрушает позиции противника, обрывая жизни врагов.",
      "name": "Филлоп",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "У атакующих врагов физ. ЗЩТ - {2} % на {1} сек."
        },
        "description": "Враги в зоне получают {1} ед. физ. урона, падают на {2} сек.",
        "name": "Крушение",
        "transcendence": {
          "dark": "С кажд. атакованным врагом время перезарядки -10%.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Сила АТК врага - {1} %."
        },
        "description": "Сковывает противников, нанося {1} ед. физ. урона, сбивает с ног. У атакующих врагов СКР АТК - {3} % на {2} сек.",
        "name": "Удар головой",
        "transcendence": {
          "dark": "Вместо отбрасывания оглушает врагов на 3 сек.",
          "light": "Наносит бонусный физ. урон (10% от макс. ОЗ)."
        }
      },
      "s3": {
        "books": {
          "1": "ЗЩТ + {1} %.",
          "2": "ЗЩТ + {1} %.",
          "3": "Получ. героем урон - {1} ."
        },
        "description": "На {1} сек. все виды ЗЩТ героя + {2} , восст. {3} % ОЗ. Иммунитет к отриц. эффектам.",
        "name": "Воплощение земли",
        "transcendence": {
          "dark": "Вместо отбрасывания оглушает окруж. врагов на 3 сек.",
          "light": "Кажд. сек. наносит окруж. врагам урон (1% от макс. ОЗ)."
        }
      },
      "s4": {
        "books": {
          "1": "ЗЩТ - {1} %.",
          "2": "ЗЩТ - {1} %.",
          "3": "При кажд. повторе уклон. объекта - {1} %."
        },
        "description": "При АТК физ. ЗЩТ врага - {2} на {1} сек. Макс. 5 повторов.",
        "name": "Разрушение брони",
        "transcendence": {
          "dark": "В момент атаки сбрасываются все позитивные эффекты и цель получает 20% увеличение Ф.УРН на 20 сек. Перезарядка 20 сек.",
          "light": "Враги с 5 зарядами с кажд. АТК получают физ. урон (1% от макс. ОЗ)."
        }
      },
      "subtitle": "Король гномов",
      "t5": {
        "dark": "При автоатаке шанс 10% оглушить цель на 2 сек. и нанести урон (10% от собств. макс. ОЗ).",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс заблокир. физ. урон +200"
      },
      "treasure": {
        "description": [
          "[Воплощение земли] На время работы навыка, Скорость Атаки и шанс Крит. удара увеличивается на 250, и множитель Защиты увеличивается на 20%.",
          "[Воплощение земли] На время работы навыка, Скорость Атаки и шанс Крит. удара увеличивается на 250, и множитель Защиты увеличивается на 24%.",
          "[Воплощение земли] На время работы навыка, Скорость Атаки и шанс Крит. удара увеличивается на 250, и множитель Защиты увеличивается на 29%.",
          "[Воплощение земли] На время работы навыка, Скорость Атаки и шанс Крит. удара увеличивается на 250, и множитель Защиты увеличивается на 35%.",
          "[Воплощение земли] На время работы навыка, Скорость Атаки и шанс Крит. удара увеличивается на 250, и множитель Защиты увеличивается на 42%.",
          "[Воплощение земли] На время работы навыка, Скорость Атаки и шанс Крит. удара увеличивается на 250, и множитель Защиты увеличивается на 50%."
        ],
        "name": "Гномий церемониальный молот"
      },
      "weapon": {
        "description": [
          "При получ. урона запускается гнева дракона. На 10 сек. сила АТК и ЗЩТ +0,8%. Макс. 100 повторов.",
          "При получ. урона запускается гнева дракона. На 10 сек. силы АТК и ЗЩТ +1%. Макс. 100 повторов.",
          "При получ. урона запускается гнева дракона. На 10 сек. сила АТК и ЗЩТ +1,2%. Макс. 100 повторов.",
          "При получ. урона запускается гнева дракона. На 10 сек. сила АТК и ЗЩТ +1,4%. Макс. 100 повторов.",
          "При получ. урона запускается гнева дракона. На 10 сек. сила АТК и ЗЩТ +1,7%. Макс. 100 повторов.",
          "При получ. урона запускается гнева дракона. На 10 сек. силы АТК и ЗЩТ +2%. Макс. 100 повторов."
        ],
        "name": "Отэйн, Останки дракона"
      }
    },
    "62": {
      "description": "Принцесса Орвелии, которая по-настоящему любит свой народ. Она разит своим мечом, защищает слабых и стоит за справедливость, как настоящий рыцарь. Её огромный меч блокирует ману, и она с легкостью рубит своих врагов.",
      "name": "Скарлет",
      "s1": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "На 10 сек. цель получает на {1} % больше физ. урона."
        },
        "description": "Наносит {1} Физ. Урона впереди стоящим врагам, и опрокидывает их на 3 сек. Восстанавливает ОЗ (HP), пропорциональное 30% Урона.",
        "name": "Хватай!",
        "transcendence": {
          "dark": "Снимает все негативные эффекты с себя в момент использования.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s2": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Отменяет негативные эффекты, наложенные на всех союзников и снимает все позитивные эффекты со всех врагов, одновременно наносят {1} Физ. Урона.",
        "name": "Правосудие свершено",
        "transcendence": {
          "dark": "Сопротивление физ. крит. урону всех союзников повышается на 200.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s3": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Наносит в общем {1} Физ. Урона в теч. 3 атак определенной цели и выстреливает энергией из меча, нанося {2} Физ. Урона врагам, стоящим в одну линию, ослепляя их на 5 сек.",
        "name": "Меч Гордости",
        "transcendence": {
          "dark": "Пораженные противники получают уменьшенные на 40% эффекты оздоровления на 10 сек.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s4": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Весь Отпор крит. удару повышается на {1} . С 10% шансом, наносит дополнительный {2} Физ. Урон в момент авто-атаки и оглушает противника на 1 сек.",
        "name": "Богиня Войны",
        "transcendence": {
          "dark": "Длительность Оглушения длится на 2 сек. дольше в случае, если есть всего один противника.",
          "light": "Сопротивление крит. удару увеличивается на 300."
        }
      },
      "subtitle": "Серебряная Вера,",
      "t5": {
        "dark": "Когда получен Крит. Урон, есть 5% шанс, что с противника будут сняты все положительные эффекты и он будет Оглушен на 1 сек. Перезарядка умения- 8 сек.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Сопротивление контролю +100"
      },
      "treasure": {
        "description": [
          "[Меч Гордости!!] Урон повышается на 20% и каждая атака накладывает эффект Оглушения на противника на 3 сек.",
          "[Меч Гордости!!] Урон повышается на 24% и каждая атака накладывает эффект Оглушения на противника на 3 сек.",
          "[Меч Гордости!!] Урон повышается на 29% и каждая атака накладывает эффект Оглушения на противника на 3 сек.",
          "[Меч Гордости!!] Урон повышается на 35% и каждая атака накладывает эффект Оглушения на противника на 3 сек.",
          "[Меч Гордости!!] Урон повышается на 42% и каждая атака накладывает эффект Оглушения на противника на 3 сек.",
          "[Меч Гордости!!] Урон повышается на 50% и каждая атака накладывает эффект Оглушения на противника на 3 сек."
        ],
        "name": "Гордость Орвелии"
      },
      "weapon": {
        "description": [
          "За каждое умение на перезарядке, Урон увеличивается на 8%.",
          "За каждое умение на перезарядке, Урон увеличивается на 10%.",
          "За каждое умение на перезарядке, Урон увеличивается на 12%.",
          "За каждое умение на перезарядке, Урон увеличивается на 14%.",
          "За каждое умение на перезарядке, Урон увеличивается на 17%.",
          "За каждое умение на перезарядке, Урон увеличивается на 20%."
        ],
        "name": "Клинок Убеждения, Белая Белониа"
      }
    },
    "63": {
      "description": "Гений, признанный Башней Мудрецов, хотя никогда в ней не состоявший. Ей дали титул 'Небесная', и на самом деле она- гомункул. Её шаровые молнии не оставляют камня на камне.",
      "name": "Соня",
      "s1": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Выпускает молнию, нанося {1} Магич. Урона врагам на дистанции и устанавливает электрическое поле на 3 сек. Электричество поле наносит в общем {2} Магич. Урона в теч. 10 атак и с 25% шансом накладывает эффект Оглушения на противника на 0.5 сек.",
        "name": "Шаровая Молния!",
        "transcendence": {
          "dark": "Шанс наложить Оглушение увеличен на 10%.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s2": {
        "books": {
          "1": "Множители Атаки и Защиты увеличиваются на {1} %.",
          "2": "Множители Атаки и Защиты увеличиваются на {1} %.",
          "3": "Множители Атаки и Защиты увеличиваются на {1} %."
        },
        "description": "На 15 сек, Атака увеличивается на {1} и вся Защита увеличивается на {2} . Пока навык используется, каждая авто-атака имеет 30% шанс нанести экстра {3} Магич. Урон 2ум случайным врагам и оглушить их на 0.5 сек.",
        "name": "Сила Молнии!",
        "transcendence": {
          "dark": "Эффект дополнительного Урона применяется ко всем противникам.",
          "light": "Множители Атаки и Защиты увеличиваются на 40 %."
        }
      },
      "s3": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Наносит в общем {1} Магич. Урона в теч. 3 атак стоящим рядом противникам по кругу. Затем призывает Электро- взрыв, нанося в общем {2} Магич. Урона в теч. 3 атак и оглушает противников на 5 сек.",
        "name": "Электро- взрыв!",
        "transcendence": {
          "dark": "Время оглушения +1 сек.",
          "light": "В момент использования, вы получаете иммунитет к эффектам Контроля."
        }
      },
      "s4": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "С каждой атакой, впрыскивает Электричество в цели, находящиеся не в Шоке и увеличивает получаемый Магич. Урон на {1} % на 10 сек. Электричество может быть объединено до 30 раз и 30ый эффект потратит все Электричество, чтобы нанести {2} Магич. Урона и ввести цель в Шок на 7 сек. Противник в Шоке получает увеличенный на {4} % Магич. Урон, и в случае, если Оглушен, длительность увеличивается на {3} сек.",
        "name": "Шок",
        "transcendence": {
          "dark": "Получаемый Увеличенный Магич. Урон меняется на Получаемый Увеличенный Магич. и Физич. Урон.",
          "light": "Срок эффекта 'Шок' увеличивается на 2 сек."
        }
      },
      "subtitle": "Небесный Вихрь,",
      "t5": {
        "dark": "В момент атаки, с 15% шансов наносится доп. Магич. Урон на 10% от Макс. уровня ОЗ (HP) и впрыскивается Электричество.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100"
      },
      "treasure": {
        "description": [
          "[Электро- взрыв!] В момент атаки противника, находящегося под эффектом Шока, противник получает 100% от значения Атаки в качество доп. Магич. Урона и М. Защиты и Ф. Защита цели снижается на 10% на 5 сек.",
          "[Электро- взрыв!] В момент атаки противника, находящегося под эффектом Шока, противник получает 100% от значения Атаки в качество доп. Магич. Урона и М. Защиты и Ф. Защита цели снижается на 12% на 5 сек.",
          "[Электро- взрыв!] В момент атаки противника, находящегося под эффектом Шока, противник получает 100% от значения Атаки в качество доп. Магич. Урона и М. Защиты и Ф. Защита цели снижается на 14% на 5 сек.",
          "[Электро- взрыв!] В момент атаки противника, находящегося под эффектом Шока, противник получает 100% от значения Атаки в качество доп. Магич. Урона и М. Защиты и Ф. Защита цели снижается на 17% на 5 сек.",
          "[Электро- взрыв!] В момент атаки противника, находящегося под эффектом Шока, противник получает 100% от значения Атаки в качество доп. Магич. Урона и М. Защиты и Ф. Защита цели снижается на 21% на 5 сек.",
          "[Электро- взрыв!] В момент атаки противника, находящегося под эффектом Шока, противник получает 100% от значения Атаки в качество доп. Магич. Урона и М. Защиты и Ф. Защита цели снижается на 25% на 5 сек."
        ],
        "name": "Сердце Байкала"
      },
      "weapon": {
        "description": [
          "Длительность Шока увеличивается на 2 сек. В момент авто-атаки противника в Шоке, все перезарядки уменьшаются на 1.6%.",
          "Длительность Шока увеличивается на 3 сек. В момент авто-атаки противника в Шоке, все перезарядки уменьшаются на 1.9%.",
          "Длительность Шока увеличивается на 4 сек. В момент авто-атаки противника в Шоке, все перезарядки уменьшаются на 2.3%.",
          "Длительность Шока увеличивается на 5 сек. В момент авто-атаки противника в Шоке, все перезарядки уменьшаются на 2.7%.",
          "Длительность Шока увеличивается на 6 сек. В момент авто-атаки противника в Шоке, все перезарядки уменьшаются на 3.3%.",
          "Длительность Шока увеличивается на 7 сек. В момент авто-атаки противника в Шоке, все перезарядки уменьшаются на 4%."
        ],
        "name": "Око Бури, Янадис"
      }
    },
    "64": {
      "description": "Королева Пентеонии, Королевства- крепости, которое не отступило ни на дюйм, когда его атаковали Демоны 100 лет назад.Её посох сияет бриллиантовым светом справедливости, и она превращает своих врагов в пепел.",
      "name": "Артемиа",
      "s1": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Столп Света образуется в месте, где стоит враг, нанося в общем {1} Магич. Урона в теч. 5 сек. И уменьшая Атаку противника на {2} % на 10 сек.",
        "name": "Столп Света",
        "transcendence": {
          "dark": "Каждый удар имеет 25% шанс Оглушить противника на 1 сек.",
          "light": "Урон повышается на 40%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Наносит {1} Магич. Урона врагам, стоящим в линию. Данная атака добавляет 100% к множителю Крит. Урона.",
        "name": "Критическое Напряжение",
        "transcendence": {
          "dark": "Когда Благословение Света достигает 10, перезарядка снижается на 50%.",
          "light": "Требуемое значение Маны уменьшается на 1."
        }
      },
      "s3": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Атакует противника 3 раза, нанося {1} Магич. Урона и накладывая эффект Оглушения на 5 сек. Перезарядка умения уменьшается на 30%, если оно убивает противника.",
        "name": "Суд Света",
        "transcendence": {
          "dark": "Цена в Мане повышается на 1 сферу, но Урон увеличивается на 100%.",
          "light": "Перезарядка снижается на 3 сек."
        }
      },
      "s4": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "В момент атаки, существует 50% шанс, что атакуемый противник и стоящие рядом враги получат {1} Магич. Урона, в то время как Артемиа получит 1 эффект 'Благословение света'. Данный эффект может быть объединен до 10 раз. Каждый подобный эффект повышает Атаку на {2} . Также, каждый эффект увеличивает причиненный Урон врагам (которые не являются Героями) на {3} % и понижает Урон, получаемый от врагов (которые не являются Героями) на {4} %.",
        "name": "Благословение Света",
        "transcendence": {
          "dark": "Максимальное количество объединений повышается до 12.",
          "light": "Шанс активации изменяется на 60%."
        }
      },
      "subtitle": "Повелительница Света",
      "t5": {
        "dark": "Когда уровень ОЗ(HP) падает ниже 50%, на 2 сек. Становится невосприимчив к любому Урону. Данный эффект активируется только раз в 30 сек.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100"
      },
      "treasure": {
        "description": [
          "[Суд Света] Урон увеличивается на 20% и в момент убийства противника, восстанавливает 700 маны.",
          "[Суд Света] Урон увеличивается на 24% и в момент убийства противника, восстанавливает 700 маны.",
          "[Суд Света] Урон увеличивается на 29% и в момент убийства противника, восстанавливает 700 маны.",
          "[Суд Света] Урон увеличивается на 35% и в момент убийства противника, восстанавливает 700 маны.",
          "[Суд Света] Урон увеличивается на 42% и в момент убийства противника, восстанавливает 700 маны.",
          "[Суд Света] Урон увеличивается на 50% и в момент убийства противника, восстанавливает 700 маны."
        ],
        "name": "Корона великолепия"
      },
      "weapon": {
        "description": [
          "Каждые 15 сек. Создаёт Щит, равный 200% значению Атаки на 10 сек., который также повышает Атаку на 20%. Когда Щит активен, герой невосприимчив к контролю.",
          "Каждые 15 сек. Создаёт Щит, равный 240% значению Атаки на 10 сек., который также повышает Атаку на 24%. Когда Щит активен, герой невосприимчив к контролю.",
          "Каждые 15 сек. Создаёт Щит, равный 290% значению Атаки на 10 сек., который также повышает Атаку на 29%. Когда Щит активен, герой невосприимчив к контролю.",
          "Каждые 15 сек. Создаёт Щит, равный 350% значению Атаки на 10 сек., который также повышает Атаку на 35%. Когда Щит активен, герой невосприимчив к контролю.",
          "Каждые 15 сек. Создаёт Щит, равный 420% значению Атаки на 10 сек., который также повышает Атаку на 42%. Когда Щит активен, герой невосприимчив к контролю.",
          "Каждые 15 сек. Создаёт Щит, равный 500% значению Атаки на 10 сек., который также повышает Атаку на 50%. Когда Щит активен, герой невосприимчив к контролю."
        ],
        "name": "Бриллиантовая Хвала, Браксио"
      }
    },
    "65": {
      "description": "Ассистент и слуга архимага 'Небесной' Cони. Она действует только в интересах Сони, которая является её хозяйкой, сестрой, другом. Используя свое острое зрение, она находит уязвимость и разит врага своими кинжалами.",
      "name": "Мириам",
      "s1": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Атакует врага с наименьш. показателем маг. ЗЩТ 3 раза, нанося в сумме {1} ед. маг. урона и оглушая цель на 1 сек. Если цель находится под эффектом 'Цель Захвачена', цель получает дополнительно {2} Магич. Урона. Последняя атака на 10 сек. накладывает на врага эффект 'Цель захвачена', кот. блок цели на 300. Эффект снять нельзя.",
        "name": "Цель Захвачена",
        "transcendence": {
          "dark": "Время оглушения +1 сек.",
          "light": "В случае, если вы бьётесь только с 1 врагом, Урон увеличивается на 100%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон и щит + {1} %.",
          "2": "Урон и щит + {1} %.",
          "3": "Урон и щит + {1} %."
        },
        "description": "Наносит {1} Магич. Урона противнику и врагам на расстоянии, а также Оглушает их на 2 сек. Затем двигается к союзнику с наименьшим уровнем Физ. Защиты, исключая себя, и создаёт Щит для двоих, который может заблокировать {2} Урона на 10 сек. Щит не будет эффективен в случае, если нет союзника. Приобретает иммунитет к Контролю в момент, когда Щит активен.",
        "name": "Укрощать и Защищать",
        "transcendence": {
          "dark": "Время оглушения +2 сек.",
          "light": "При использ. навыка иммунитет к любому контролю."
        }
      },
      "s3": {
        "books": {
          "1": "Урон повышен на {1} %.",
          "2": "Урон повышен на {1} %.",
          "3": "Урон повышен на {1} %."
        },
        "description": "Двигается к противнику с наименьшим уровнем ОЗ, наносит {1} Магич. Урона и возвращается к самому дальнему союзнику. Если противник не является Героем, то наносит дополнительно {2} Магич. Урона, который игнорирует Защиту. В случае уничтожения цели данным навыком, автоматически включается 'Укрощать и Защищать'.",
        "name": "Убийство",
        "transcendence": {
          "dark": "Урон повышается на 40%.",
          "light": "Убирает позитивные эффекты с цели и накладывает эффект Оглушения на 1 сек."
        }
      },
      "s4": {
        "books": {
          "1": "Значение увеличения Атаки повышено на {1} %.",
          "2": "Значение увеличения Атаки повышено на {1} %.",
          "3": "Значение увеличения Атаки повышено на {1} %."
        },
        "description": "Если на врага накладывается эффект 'Цель захвачена', АТК увеличивается на {1} , а все атакующие умения в первую очередь поражают эту цель. После смерти цели эффект на 10 сек. накладывается на другого врага.",
        "name": "Цель Уничтожена",
        "transcendence": {
          "dark": "Получение на 30% сниженного Урона, когда цель находится под эффектом 'Цель Захвачена'.",
          "light": "Если есть цели, на которых лежит эффект 'Цель Захвачена', Крит. шанс повышается на 400."
        }
      },
      "subtitle": "Слуга 'Небесной',",
      "t5": {
        "dark": "В момент убийства противника, все перезарядки навыков снижаются на 50%, и 1 сфера маны восстанавливается.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Убийство] Урон увеличивается на 50% и в момент Крит. Удара, повышает собственную атаку на 10% на 10 сек.",
          "[Убийство] Урон увеличивается на 50% и в момент Крит. Удара, повышает собственную атаку на 12% на 10 сек.",
          "[Убийство] Урон увеличивается на 50% и в момент Крит. Удара, повышает собственную атаку на 14% на 10 сек.",
          "[Убийство] Урон увеличивается на 50% и в момент Крит. Удара, повышает собственную атаку на 17% на 10 сек.",
          "[Убийство] Урон увеличивается на 50% и в момент Крит. Удара, повышает собственную атаку на 21% на 10 сек.",
          "[Убийство] Урон увеличивается на 50% и в момент Крит. Удара, повышает собственную атаку на 25% на 10 сек."
        ],
        "name": "Магический порошок молнии"
      },
      "weapon": {
        "description": [
          "Увеличивает СКР АТК на 200 и наносит захваченным целям доп. маг. урон в размере 200% от АТК. Доп. урон наносится раз в 2 сек.",
          "Увеличивает СКР АТК на 240 и наносит захваченным целям доп. маг. урон в размере 240% от АТК. Доп. урон наносится раз в 2 сек.",
          "Увеличивает СКР АТК на 290 и наносит захваченным целям доп. маг. урон в размере 290% от АТК. Доп. урон наносится раз в 2 сек.",
          "Увеличивает СКР АТК на 350 и наносит захваченным целям доп. маг. урон в размере 350% от АТК. Доп. урон наносится раз в 2 сек.",
          "Увеличивает СКР АТК на 420 и наносит захваченным целям доп. маг. урон в размере 420% от АТК. Доп. урон наносится раз в 2 сек.",
          "Увеличивает СКР АТК на 500 и наносит захваченным целям доп. маг. урон в размере 500% от АТК. Доп. урон наносится раз в 2 сек."
        ],
        "name": "Максимальное Ускорение, Ривентина"
      }
    },
    "66": {
      "description": "Эта загадочная девушка исцеляет людей пленительными мелодиями. Ее прекрасный голос и чарующие звуки арфы обладают магической силой.",
      "name": "Ши",
      "s1": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "Исцеление + {1} %."
        },
        "description": "Вылечивает в общем {1} ОЗ всех союзников 8 раз. На протяжении действия навыка, все союзники получают сниженный на {2} % Урон. Если используется, когда Транс наложен до 3 раз, лечение увеличивается на 100% и на протяжении действия навыка, все союзники получают сниженный на {3} % Урон.",
        "name": "Мелодия зеленой природы",
        "transcendence": {
          "dark": "При применении повышает устойчивость всех союзников к крит. ударам на 250 ед.",
          "light": "При использовании восстанавливает всем союзникам 15% ОЗ."
        }
      },
      "s2": {
        "books": {
          "1": "Восст. маны + {1} %.",
          "2": "Восст. маны + {1} %.",
          "3": "Восст. маны + {1} %."
        },
        "description": "Восстанавливает в общем {1} Маны всех союзников 8 раз и лечит {2} ОЗ цели в максимальным уровнем Маны. На протяжении действия навыка, длительность Контроля уменьшается на {3} %. Если используется, когда Транс наложен до 3 раз, восстановление Маны и Лечение повышается на 50% и все союзники получают иммунитет к контролю.",
        "name": "Песнь голубого ветра",
        "transcendence": {
          "dark": "При применении увеличивает скорость атаки всех союзников на 250 ед.",
          "light": "При использовании восстанавливает всем союзникам 500 ед. маны."
        }
      },
      "s3": {
        "books": {
          "1": "Значение увеличения Атаки повышено на {1} %.",
          "2": "Значение увеличения Атаки повышено на {1} %.",
          "3": "Значение увеличения Атаки повышено на {1} %."
        },
        "description": "Наносит в общем {1} Магич. Урона всем противникам 8 раз. На протяжении действия навыка, Атака всех союзников увеличивается на {2} . Если используется, когда Транс наложен до 3 раз, Урон и Увеличение Атаки увеличивается на 100%, и все позитивные эффекты убираются с врагов.",
        "name": "Танец алой страсти",
        "transcendence": {
          "dark": "При применении увеличивает получаемый противниками урон на 15%.",
          "light": "При использовании сокращает время перезарядки навыков всех союзников на 10%."
        }
      },
      "s4": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "Исцеление + {1} %."
        },
        "description": "Под конец навыка, 1 дополнительный эффект Транса накладывается. Транс может быть наложен до 3 раз, и если навык используется, когда Транс наложен до 3 раз, использует эффекты, чтобы вылечить {1} ОЗ всех союзников. Транс нельзя убрать.",
        "name": "Транс",
        "transcendence": {
          "dark": "При наличии 3 зарядов «Транса» использование навыка не исцеляет союзников, а наносит маг. урон противникам и снижает всю их защиту на 10% на 10 сек.",
          "light": "Увеличивает целит. силу «Транса» на 100%."
        }
      },
      "subtitle": "Ария Фантазии",
      "t5": {
        "dark": "В начале каждой битвы добавляет 1 заряд «Транса» и восстанавливает 500 маны.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Сопротивление контролю +100"
      },
      "treasure": {
        "description": [
          "[Танец алой страсти] В момент активации, на противников накладывается эффект Молчания на 2 сек., и Крит. Урон всех союзников повышается на 20% на протяжении действия навыка.",
          "[Танец алой страсти] В момент активации, на противников накладывается эффект Молчания на 2 сек., и Крит. Урон всех союзников повышается на 24% на протяжении действия навыка.",
          "[Танец алой страсти] В момент активации, на противников накладывается эффект Молчания на 2 сек., и Крит. Урон всех союзников повышается на 29% на протяжении действия навыка.",
          "[Танец алой страсти] В момент активации, на противников накладывается эффект Молчания на 2 сек., и Крит. Урон всех союзников повышается на 35% на протяжении действия навыка.",
          "[Танец алой страсти] В момент активации, на противников накладывается эффект Молчания на 2 сек., и Крит. Урон всех союзников повышается на 42% на протяжении действия навыка.",
          "[Танец алой страсти] В момент активации, на противников накладывается эффект Молчания на 2 сек., и Крит. Урон всех союзников повышается на 50% на протяжении действия навыка."
        ],
        "name": "Корона феи"
      },
      "weapon": {
        "description": [
          "Когда эффекты Транса объединены, перезарядка всех навыков уменьшается на 10%, и собственная Мана восстанавливается на 200.",
          "Когда эффекты Транса объединены, перезарядка всех навыков уменьшается на 13%, и собственная Мана восстанавливается на 240.",
          "Когда эффекты Транса объединены, перезарядка всех навыков уменьшается на 14%, и собственная Мана восстанавливается на 290.",
          "Когда эффекты Транса объединены, перезарядка всех навыков уменьшается на 17%, и собственная Мана восстанавливается на 350.",
          "Когда эффекты Транса объединены, перезарядка всех навыков уменьшается на 20%, и собственная Мана восстанавливается на 420.",
          "Когда эффекты Транса объединены, перезарядка всех навыков уменьшается на 25%, и собственная Мана восстанавливается на 500."
        ],
        "name": "Чарующая Мелодия Шванхайте"
      }
    },
    "7": {
      "description": "Белый гоблин, превосходно разбирающийся в машиностроении. Использует огромную ручную пушку для нанесения взрывного урона, смертельно ранит врагов специальными пулями.",
      "name": "Лакрак",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит врагам в зоне {1} ед. физ. урона, сбивает с ног.",
        "name": "Картечь",
        "transcendence": {
          "dark": "Оглушает врага на 3 сек.",
          "light": "Урон +40%."
        }
      },
      "s2": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Наносит урон, оглушает на 1 сек."
        },
        "description": "Наносит врагам в зоне {1} ед. физ. урона, ослепляет на 4 сек.",
        "name": "Дымовой снаряд",
        "transcendence": {
          "dark": "Время ослепления +2 сек.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Прикрепляет Липкую Бомбу, которая взрывается через {1} сек к случ. противнику. Взрыв наносит максимум {2} Физ. Урона, пропорционально уровню ОЗ у противников на удалении, и накладывает эффект Оглушения на 3 сек. После прикрепления Липкой Бомбы, на цель накладывается эффект Оглушения на 2 сек.",
        "name": "Липкий снаряд",
        "transcendence": {
          "dark": "Потребление маны уменьш. на 1.",
          "light": "Цена в Мане увеличена на 1, и проводится атака случайной цели 2 раза."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Авто- атаки имеют 15% шанс выкинуть бомбу, которая наносит {2} Физ. Урона целям в радиусе и накладывает эффект 'Оглушение' на 2 сек.",
        "name": "Артобстрел",
        "transcendence": {
          "dark": "Наносит на 25% больше физ. урона.",
          "light": "На 10% больше шанса активации."
        }
      },
      "subtitle": "Охотник с ручной пушкой",
      "t5": {
        "dark": "В момент Крит. Удара, вы получаете 5% увелич. Крит. Урона и 30 Меткости. Объединяется до 10 раз.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Липкий снаряд] Урон увеличивается на 50%, и в момент Крит. Удара, восстанавливает 200 маны.",
          "[Липкий снаряд] Урон увеличивается на 50%, и в момент Крит. Удара, восстанавливает 240 маны.",
          "[Липкий снаряд] Урон увеличивается на 50%, и в момент Крит. Удара, восстанавливает 290 маны.",
          "[Липкий снаряд] Урон увеличивается на 50%, и в момент Крит. Удара, восстанавливает 350 маны.",
          "[Липкий снаряд] Урон увеличивается на 50%, и в момент Крит. Удара, восстанавливает 420 маны.",
          "[Липкий снаряд] Урон увеличивается на 50%, и в момент Крит. Удара, восстанавливает 500 маны."
        ],
        "name": "Особая гоблинская взрывчатка"
      },
      "weapon": {
        "description": [
          "Каждая авто-атака имеет 25% шанс повысить Скорость Атаки на 300 на 10 сек.",
          "Каждая авто-атака имеет 25% шанс повысить Скорость Атаки на 360 на 10 сек.",
          "Каждая авто-атака имеет 25% шанс повысить Скорость Атаки на 420 на 10 сек.",
          "Каждая авто-атака имеет 25% шанс повысить Скорость Атаки на 510 на 10 сек.",
          "Каждая авто-атака имеет 25% шанс повысить Скорость Атаки на 615 на 10 сек.",
          "Каждая авто-атака имеет 25% шанс повысить Скорость Атаки на 750 на 10 сек."
        ],
        "name": "Лакрак MK-1"
      }
    },
    "8": {
      "description": "Давний вождь орков племени Небесного ветра. Использует стихийные атаки, питаемые небом и ветром. Сильные удары молнии парализуют врагов, а ветер исцеляет и благословляет союзников.",
      "name": "Каула",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Шанс крит. удара + {1} ."
        },
        "description": "Молния ударяет 5 случ. врагов, нанося {1} ед. маг. урона. Оглушает врагов на {2} сек.",
        "name": "Молния",
        "transcendence": {
          "dark": "На 10 сек. наносимый маг. урон +25%.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s2": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "При запуске получ. героем урон - {1} , иммунитет к отриц. эффектам."
        },
        "description": "На {1} сек. восст. {2} ОЗ всем союзникам.",
        "name": "Целебный дождь",
        "transcendence": {
          "dark": "Потребление маны +1, но исцеляет союзников на 5% от их макс. ОЗ.",
          "light": "При использовании союзники получают на 25% меньше урона."
        }
      },
      "s3": {
        "books": {
          "1": "СКР АТК + {1} %.",
          "2": "СКР АТК + {1} %.",
          "3": "Длит. время шанс крит. удара + {1} ."
        },
        "description": "На {1} сек. увелич. всем союзникам АТК на {2} и СКР АТК на {3} .",
        "name": "Быстрый ветер",
        "transcendence": {
          "dark": "Время перезарядки -3 сек.",
          "light": "Сила АТК +40%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Крит. удар оглушает на {1} сек."
        },
        "description": "Кажд. {1} сек. 4 врага получают {2} ед. маг. урона от ударов током в теч. {3} сек.",
        "name": "Цепь молний",
        "transcendence": {
          "dark": "Если враг 1, время оглушения +3 сек.",
          "light": "Шанс крит. удара +400."
        }
      },
      "subtitle": "Шаман молнии",
      "t5": {
        "dark": "Когда союзникам наносят урон, получает заряд Тьмы Каулы. Если кол-во зарядов достигает 50, атакует случ. врага 3 р., наносит урон (240% от силы АТК) и оглушает на 1 сек.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100"
      },
      "treasure": {
        "description": [
          "[Быстрый ветер] Стоимость в мане уменьшается на 1, и множитель крит. Урона 20% добавляется.",
          "[Быстрый ветер] Стоимость в мане уменьшается на 1, и множитель крит. Урона 24% добавляется.",
          "[Быстрый ветер] Стоимость в мане уменьшается на 1, и множитель крит. Урона 29% добавляется.",
          "[Быстрый ветер] Стоимость в мане уменьшается на 1, и множитель крит. Урона 35% добавляется.",
          "[Быстрый ветер] Стоимость в мане уменьшается на 1, и множитель крит. Урона 42% добавляется.",
          "[Быстрый ветер] Стоимость в мане уменьшается на 1, и множитель крит. Урона 50% добавляется."
        ],
        "name": "Перьевое украшение Небесного ветра"
      },
      "weapon": {
        "description": [
          "Поражен. враги кажд. 5 сек. получают маг. урон (50% от силы АТК), шанс 10% оглушения на 2 сек.",
          "Поражен. враги кажд. 5 сек. получают маг. урон (50% от силы АТК), шанс 12% оглушения на 2 сек.",
          "Поражен. враги кажд. 5 сек. получают маг. урон (50% от силы АТК), шанс 14% оглушения на 2 сек.",
          "Поражен. враги кажд. 5 сек. получают маг. урон (50% от силы АТК), шанс 17% оглушения на 2 сек.",
          "Поражен. враги кажд. 5 сек. получают маг. урон (50% от силы АТК), шанс 20% оглушения на 2 сек.",
          "Поражен. враги кажд. 5 сек. получают маг. урон (50% от силы АТК), шанс 25% оглушения на 2 сек."
        ],
        "name": "Голубой ветер Ковентина"
      }
    },
    "9": {
      "description": "Хладнокровная демонесса, стремящаяся лишь к собственному удовольствию. Она пожинает души врагов при помощи огромной косы, внезапно появляясь среди них и разрушая все вокруг.",
      "name": "Эфис",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит с тыла {1} ед. маг. урона самому дальнему врагу, который получ. +30% маг. урона на 10 сек.",
        "name": "Кошмар",
        "transcendence": {
          "dark": "Игнорирует блокировку врагов.",
          "light": "Если враг один, наносимый урон +100%."
        }
      },
      "s2": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "При уничтожении врага герою +1 сф. маны."
        },
        "description": "Если враг устранен героем, сила АТК + {2} на {1} сек., время перезарядки всех навыков -30%.",
        "name": "Жатва",
        "transcendence": {
          "dark": "Потребление Маны увеличивается на 1, и в момент использования навыка, 'Иссушающий удар' включается. Невозможно использовать, если нет врагов в зоне поражения.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "При крит. ударе восст. ОЗ героя ( {1} % от нанесен. урона)."
        },
        "description": "Наносит врагам в зоне {1} ед. маг. урона. Отражает отриц. эффекты во время применения.",
        "name": "Бал демонов",
        "transcendence": {
          "dark": "При использ. весь получаемый урон -50%.",
          "light": "Урон +40%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Игнорируя ЗЩТ врагов, наносит {1} ед. маг. урона, восст. ОЗ ( {2} % от нанесен. урона).",
        "name": "Иссушающий удар",
        "transcendence": {
          "dark": "Если зарядов больше 5, мана остается на 100%, а кажд. сек. время перезарядки -1 сек.",
          "light": "С кажд. зарядом мана восст. на 50% быстрее."
        }
      },
      "subtitle": "Очаровательная демонесса",
      "t5": {
        "dark": "При атаке на 10 сек. маг. ЗЩТ врагов -20%, а собств. АТК +2%. Накапливается макс. до 10 р.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Крит. урон +20%"
      },
      "treasure": {
        "description": [
          "[Бал демонов] Стоимость в мане уменьшается на 1, и Урон увеличивается на 20%.",
          "[Бал демонов] Стоимость в мане уменьшается на 1, и Урон увеличивается на 24%.",
          "[Бал демонов] Стоимость в мане уменьшается на 1, и Урон увеличивается на 29%.",
          "[Бал демонов] Стоимость в мане уменьшается на 1, и Урон увеличивается на 35%.",
          "[Бал демонов] Стоимость в мане уменьшается на 1, и Урон увеличивается на 42%.",
          "[Бал демонов] Стоимость в мане уменьшается на 1, и Урон увеличивается на 50%."
        ],
        "name": "Туфелька соблазнения"
      },
      "weapon": {
        "description": [
          "В момент атаки есть 25% шанс нанести Магич. Урон, равный 80% от значения Атаки и повысить собственный уровень Атаки на 2%. Данный эффект увеличения Атаки может быть объединен максимально 10 раз.",
          "В момент атаки есть 25% шанс нанести Магич. Урон, равный 96% от значения Атаки и повысить собственный уровень Атаки на 2.4%. Данный эффект увеличения Атаки может быть объединен максимально 10 раз.",
          "В момент атаки есть 25% шанс нанести Магич. Урон, равный 115% от значения Атаки и повысить собственный уровень Атаки на 2.9%. Данный эффект увеличения Атаки может быть объединен максимально 10 раз.",
          "В момент атаки есть 25% шанс нанести Магич. Урон, равный 138% от значения Атаки и повысить собственный уровень Атаки на 3.5%. Данный эффект увеличения Атаки может быть объединен максимально 10 раз.",
          "В момент атаки есть 25% шанс нанести Магич. Урон, равный 165% от значения Атаки и повысить собственный уровень Атаки на 4.2%. Данный эффект увеличения Атаки может быть объединен максимально 10 раз.",
          "В момент атаки есть 25% шанс нанести Магич. Урон, равный 200% от значения Атаки и повысить собственный уровень Атаки на 5%. Данный эффект увеличения Атаки может быть объединен максимально 10 раз."
        ],
        "name": "Очаровательная Гильотина"
      }
    },
    "90": {
      "description": "Хозяйка лавки в Орвеле. Разве можно не любить эту отважную и жизнерадостную девушку? Она помогает союзникам, доставая из своей корзины полезные предметы.",
      "name": "Мэй",
      "s1": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Сила АТК + {1} %."
        },
        "description": "Атака всех союзников повышается на {1} на 60 сек., и случайным образом накладывается один из эффектов: 1. Пробитие Защиты- повышение на {2} , 2. Скорость Атаки- повышение на {3} , 3. Мгновенное восстановление Маны на {4} . Все эффекты, кроме восстановления маны могут быть объединены до 5 раз максимально.",
        "name": "Все для вас!",
        "transcendence": {
          "dark": "Все эффекты могут быть объединены максимально 7 раз.",
          "light": "Все эффекты не могут быть убраны эффектом 'убрать позитивные эффекты'."
        }
      },
      "s2": {
        "books": {
          "1": "Исцеление + {1} %.",
          "2": "Исцеление + {1} %.",
          "3": "Исцеление + {1} %."
        },
        "description": "Исцеляет всех союзников на {1} , на 10 сек. восст. макс. ОЗ каждого на {2} % в сек. Шанс 10%, что эффект восст. ОЗ удвоится.",
        "name": "Выше нос!",
        "transcendence": {
          "dark": "Шанс 15% восст. 1 сф. маны.",
          "light": "На 10 сек. сопротивление союзников эффектам контроля +250."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Атакует случайную цель и других противников на расстоянии 3 раза, наносят в общем {1} Магич. Урона и Оглушая на 4 сек. Существует 10% шанс, что дистанция навыка, Урон и длительность Оглушения будут удвоены.",
        "name": "Не продается!",
        "transcendence": {
          "dark": "Все атаки будут направлены на 1 врага, выбранного случ. образом.",
          "light": "Потребление маны уменьш. на 1."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Кажд. 15 сек. наносит 4 случ. врагам {1} ед. маг. урона и либо {2} ед. длит. маг. урона на 10 сек., либо оглушает на 2 сек, либо замораж. на 5 сек.",
        "name": "Получай!",
        "transcendence": {
          "dark": "Увелич. маг. урон, полученный целью, на 25%.",
          "light": "Активируется кажд. 12 сек."
        }
      },
      "subtitle": "Мечтающая о богатствах",
      "t5": {
        "dark": "При автоатаке шанс 30% восст. 3% ОЗ и 5% маны самого раненного союзника.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Сопротивление контролю +100"
      },
      "treasure": {
        "description": [
          "[Не продается!] Урон увеличивается на 20% и атакует противника на 1 раз больше.",
          "[Не продается!] Урон увеличивается на 24% и атакует противника на 1 раз больше.",
          "[Не продается!] Урон увеличивается на 29% и атакует противника на 1 раз больше.",
          "[Не продается!] Урон увеличивается на 35% и атакует противника на 1 раз больше.",
          "[Не продается!] Урон увеличивается на 42% и атакует противника на 1 раз больше.",
          "[Не продается!] Урон увеличивается на 50% и атакует противника на 1 раз больше."
        ],
        "name": "Загадочный хрустальный шар"
      },
      "weapon": {
        "description": [
          "При использ. навыка «Получай!», все союзники получают эффект «Все для вас!», а перезарядка всех навыков сокращ. на 10%.",
          "При использ. навыка «Получай!», все союзники получают эффект «Все для вас!», а перезарядка всех навыков сокращ. на 12%.",
          "При использ. навыка «Получай!», все союзники получают эффект «Все для вас!», а перезарядка всех навыков сокращ. на 14%.",
          "При использ. навыка «Получай!», все союзники получают эффект «Все для вас!», а перезарядка всех навыков сокращ. на 17%.",
          "При использ. навыка «Получай!», все союзники получают эффект «Все для вас!», а перезарядка всех навыков сокращ. на 20%.",
          "При использ. навыка «Получай!», все союзники получают эффект «Все для вас!», а перезарядка всех навыков сокращ. на 25%."
        ],
        "name": "Этелия, Коробка ароматов"
      }
    },
    "91": {
      "description": "Человек, покоривший Арену Орвела.  Люди боялись его и начали называть Зверем Арены.  Благодаря его невероятной технике боя, он может уничтожить врага за считанные секунды.",
      "name": "Глад",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Бьёт цель 7 раз, нанося в общем {1} Физ. Урона. Последний удар увеличивает получаемый целью Физ. Урон на {2} % на 10 сек..",
        "name": "Быстрые Удары",
        "transcendence": {
          "dark": "Эффект получаемого Физ. Урона увеличивается на 50%.",
          "light": "В случае, если вы бьётесь только с 1 врагом, Урон увеличивается на 100%."
        }
      },
      "s2": {
        "books": {
          "1": "Множители Атаки и Урона увеличены на {1} %.",
          "2": "Множители Атаки и Урона увеличены на {1} %.",
          "3": "Множители Атаки и Урона увеличены на {1} %."
        },
        "description": "Снимает все негатив. эффекты с себя и наносит  {1} Физ.Урона ближ. врагам, и получает статус 'Бог Войны'. Находясь в данном статусе Атака увеличивается на {2} и все авто-атаки получают 30% шанс потратить 5% маны и нанести экстра- атаку в {3} доп. Физ. Урона. В момент получения Магич. Урона, уклоняется от всего Магич. Урон в теч.1 сек. Эффект уклонения активируется 1 раз в теч. 2 сек.",
        "name": "Прибытие Бога Войны",
        "transcendence": {
          "dark": "Шанс нанести доп. Урон повышен на 20%.",
          "light": "Длительность эффекта 'Бог Войны' увеличивается на 5 сек."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Атакует противника и бежит вперед к врагам на передовой, нанося {1} Физ. Урона противникам на расстоянии и оглушая их на 3 сек. Если целью является босс, атака игнорирует Защиту.",
        "name": "Невероятный Удар!",
        "transcendence": {
          "dark": "Потребление маны уменьш. на 1.",
          "light": "Урон повышается на 40%."
        }
      },
      "s4": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Каждый раз, когда Глад попадает по одной цели 5мя авто-атаками, наносится {1} экстра Урона, который игнорирует Защиту.",
        "name": "Будет больно!",
        "transcendence": {
          "dark": "Когда активировано на Арене, использует 15% от текущего значения ОЗ (HP) цели как доп. Физ. Защиту, игнорируя Физ. Урон",
          "light": "В случае, если вы бьётесь только с 1 врагом, Урон увеличивается на 100%."
        }
      },
      "subtitle": "Зверь Арены",
      "t5": {
        "dark": "Вся защита повышается на 8% от уровня Атаки.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/СКР АТК +100"
      },
      "treasure": {
        "description": [
          "[Невероятный Удар!] Перезарядка навыка сокращается на 30% и за каждую активацию Урон повышается на 4%. Данный эффект может быть объединен максимум 10 раз.",
          "[Невероятный Удар!] Перезарядка навыка сокращается на 30% и за каждую активацию Урон повышается на 4.8%. Данный эффект может быть объединен максимум 10 раз.",
          "[Невероятный Удар!] Перезарядка навыка сокращается на 30% и за каждую активацию Урон повышается на 5.8%. Данный эффект может быть объединен максимум 10 раз.",
          "[Невероятный Удар!] Перезарядка навыка сокращается на 30% и за каждую активацию Урон повышается на 7%. Данный эффект может быть объединен максимум 10 раз.",
          "[Невероятный Удар!] Перезарядка навыка сокращается на 30% и за каждую активацию Урон повышается на 8.4%. Данный эффект может быть объединен максимум 10 раз.",
          "[Невероятный Удар!] Перезарядка навыка сокращается на 30% и за каждую активацию Урон повышается на 10%. Данный эффект может быть объединен максимум 10 раз."
        ],
        "name": "Лавровый венок чемпиона"
      },
      "weapon": {
        "description": [
          "В момент Крит. Удара, Крит. Урон повышается на 20% на 5 сек. Эффект может быть объединен до 7 раз.",
          "В момент Крит. Удара, Крит. Урон повышается на 24% на 5 сек. Эффект может быть объединен до 7 раз.",
          "В момент Крит. Удара, Крит. Урон повышается на 29% на 5 сек. Эффект может быть объединен до 7 раз.",
          "В момент Крит. Удара, Крит. Урон повышается на 35% на 5 сек. Эффект может быть объединен до 7 раз.",
          "В момент Крит. Удара, Крит. Урон повышается на 42% на 5 сек. Эффект может быть объединен до 7 раз.",
          "В момент Крит. Удара, Крит. Урон повышается на 50% на 5 сек. Эффект может быть объединен до 7 раз."
        ],
        "name": "Кулак Зверя, Мастра"
      }
    },
    "92": {
      "description": "Гений из Башни мудрости, сумевший возродить руническую магию.  В настоящее время заведует финансами в Орвеле, а также занимает должность управляющего гильдиями. Ее мудрость и руническая магия сокрушат любого врага.",
      "name": "Вероника",
      "s1": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Наносит {1} ед. магического урона цели и ближайшим противникам, а также оглушает их на {2} сек.",
        "name": "Будет немножко больно!",
        "transcendence": {
          "dark": "Количество целей меняется на 2.",
          "light": "Повышает урон на 100%, когда противник один."
        }
      },
      "s2": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Сила АТК + {1} %."
        },
        "description": "Наделяет всех союзников руной, повышающей их АТК на {1} ед. и весь урон по боссам на 15% на 10 сек.",
        "name": "Я помогу.",
        "transcendence": {
          "dark": "Снижает время перезарядки на 5 сек.",
          "light": "Повышает усиление АТК на 40%."
        }
      },
      "s3": {
        "books": {
          "1": "Урон + {1} %.",
          "2": "Урон + {1} %.",
          "3": "Урон + {1} %."
        },
        "description": "Атакует цель и противников в обширной области 2 раза, нанося {1} ед. маг. урона, также сбивает их с ног на 5 сек. и увеличивает получаемый ими маг. урон на 30% на 10 сек.",
        "name": "С глаз долой!",
        "transcendence": {
          "dark": "Цель получает повышенный маг. и физ. урон.",
          "light": "Повышает затраты маны на 1 ед. и урон на 100%."
        }
      },
      "s4": {
        "books": {
          "1": "Сила АТК + {1} %.",
          "2": "Сила АТК + {1} %.",
          "3": "Сила АТК + {1} %."
        },
        "description": "Атака всех союзников повышается на {1} , и после использования навыка 3 раза, мгновенно получает Знание Лучшего Финансиста. За каждый подобный эффект, собственная крит. удара повышается на 30%, и эффекты навыков повышаются на 10% каждый. Знание Лучшего Финансиста может быть объединено до 5 раз максимум, и не может быть убрано.",
        "name": "Знание великого финансиста",
        "transcendence": {
          "dark": "При применении повышает АТК персонажа на 50% на 10 сек.",
          "light": "При применении восстанавливает персонажу 2 сферы маны."
        }
      },
      "subtitle": "Проницательное Око",
      "t5": {
        "dark": "Каждые 20 сек. снижает время перезарядки всех навыков персонажа на 15%.",
        "light": "Сила АТК, ЗЩТ, ОЗ +15%/Шанс крит. удара +100"
      },
      "treasure": {
        "description": [
          "[С глаз долой!] Урон повышается на 20% и за каждое попадаение по противнику перезарядка уменьшается на 10%.",
          "[С глаз долой!] Урон повышается на 24% и за каждое попадаение по противнику перезарядка уменьшается на 10%.",
          "[С глаз долой!] Урон повышается на 29% и за каждое попадаение по противнику перезарядка уменьшается на 10%.",
          "[С глаз долой!] Урон повышается на 35% и за каждое попадаение по противнику перезарядка уменьшается на 10%.",
          "[С глаз долой!] Урон повышается на 42% и за каждое попадаение по противнику перезарядка уменьшается на 10%.",
          "[С глаз долой!] Урон повышается на 50% и за каждое попадаение по противнику перезарядка уменьшается на 10%."
        ],
        "name": "Печать управляющего гильдией"
      },
      "weapon": {
        "description": [
          "Все навыки наносят доп. маг. урон в размере 50% от АТК. Макс. число зарядов «Знания великого финансиста» увеличивается до 9.",
          "Все навыки наносят доп. маг. урон в размере 60% от АТК. Макс. число зарядов «Знания великого финансиста» увеличивается до 10.",
          "Все навыки наносят доп. маг. урон в размере 70% от АТК. Макс. число зарядов «Знания великого финансиста» увеличивается до 11.",
          "Все навыки наносят доп. маг. урон в размере 85% от АТК. Макс. число зарядов «Знания великого финансиста» увеличивается до 12.",
          "Все навыки наносят доп. маг. урон в размере 100% от АТК. Макс. число зарядов «Знания великого финансиста» увеличивается до 13.",
          "Все навыки наносят доп. маг. урон в размере 125% от АТК. Макс. число зарядов «Знания великого финансиста» увеличивается до 15."
        ],
        "name": "Вечный лидер Аккордио"
      }
    }
  },
  "ui": {
    "acc": "Меткость",
    "archer": "Лучник",
    "artifact": "Реликвия",
    "aspd": "СКР АТК",
    "assassin": "Убийца",
    "atk": "АТК",
    "back": "Тыл",
    "block": "Блок",
    "blockdef": "Сокращение Урона в момент Блока",
    "ccresist": "Отпор отриц. эффектам",
    "class": "Свойства класса",
    "crit": "Шанс крит. удара",
    "critdmg": "Шанс крит. урона",
    "critresist": "Сопротивление Крит. Удару",
    "dmgtype": "Свойства атаки",
    "dodge": "Уклонение",
    "front": "Передовая",
    "hero": "Герои",
    "hp": "Макс. ОЗ",
    "knight": "Рыцарь",
    "level": "Ур.",
    "lifesteal": "Вампиризм",
    "magical": "М. свойства",
    "mblock": "Шанс маг. блока",
    "mblockdef": "Уменьш. урона маг. блока",
    "mdodge": "Шанс маг. уклонения",
    "mechanic": "Механик",
    "middle": "Середина",
    "mpatk": "Восст. маны при АТК",
    "mtough": "Уменьш. получ. маг. урон",
    "pblock": "Шанс физ. блока",
    "pdodge": "Шанс физ. уклонения",
    "pen": "Пробойная сила",
    "physical": "Физ. свойства",
    "position": "Место боя",
    "priest": "Жрец",
    "ptough": "Уменьш. получ. физ. урон",
    "tough": "Жесткость",
    "treasure": "Сокровище",
    "warrior": "Воин",
    "weapon": "Оружие",
    "wizard": "Маг"
  }
}