{
  "artifact": {
    "1": {
      "description": [
        "เมื่อโจมตีปกติ มีโอกาส 10 % ในการฟื้น Mana 1 ช่อง",
        "เมื่อโจมตีปกติ มีโอกาส 12 % ในการฟื้น Mana 1 ช่อง",
        "เมื่อโจมตีปกติ มีโอกาส 14 % ในการฟื้น Mana 1 ช่อง",
        "เมื่อโจมตีปกติ มีโอกาส 17 % ในการฟื้น Mana 1 ช่อง",
        "เมื่อโจมตีปกติ มีโอกาส 20 % ในการฟื้น Mana 1 ช่อง",
        "เมื่อโจมตีปกติ มีโอกาส 25 % ในการฟื้น Mana 1 ช่อง"
      ],
      "name": "เตาเพลิง แห่ง เอลฟ์"
    },
    "10": {
      "description": [
        "เมื่อโดนโจมตี มีโอกาส 5 % ที่จะต้านความเสียหายทั้งหมด 3 วินาที เวลาคูลดาวน์ 5 วินาที",
        "เมื่อโดนโจมตี มีโอกาส 5 % ที่จะต้านความเสียหายทั้งหมด 3.5 วินาที เวลาคูลดาวน์ 5 วินาที",
        "เมื่อโดนโจมตี มีโอกาส 5 % ที่จะต้านความเสียหายทั้งหมด 4 วินาที เวลาคูลดาวน์ 5 วินาที",
        "เมื่อโดนโจมตี มีโอกาส 5 % ที่จะต้านความเสียหายทั้งหมด 5 วินาที เวลาคูลดาวน์ 5 วินาที",
        "เมื่อโดนโจมตี มีโอกาส 5 % ที่จะต้านความเสียหายทั้งหมด 6 วินาที เวลาคูลดาวน์ 5 วินาที",
        "เมื่อโดนโจมตี มีโอกาส 5 % ที่จะต้านความเสียหายทั้งหมด 7.5 วินาที เวลาคูลดาวน์ 5 วินาที"
      ],
      "name": "หน้ากากทองคำแห่งราชันย์โบราณ"
    },
    "11": {
      "description": [
        "เพิ่มอัตราบล็อคเวทย์ 300 และเพิ่มการลดความเสียหายเวทย์ที่ได้รับ 100 ให้กับตนเอง",
        "เพิ่มอัตราบล็อคเวทย์ 330 และเพิ่มการลดความเสียหายเวทย์ที่ได้รับ 110 ให้กับตนเอง",
        "เพิ่มอัตราบล็อคเวทย์ 360 และเพิ่มการลดความเสียหายเวทย์ที่ได้รับ 120 ให้กับตนเอง",
        "เพิ่มอัตราบล็อคเวทย์ 400 และเพิ่มการลดความเสียหายเวทย์ที่ได้รับ 140 ให้กับตนเอง",
        "เพิ่มอัตราบล็อคเวทย์ 440 และเพิ่มการลดความเสียหายเวทย์ที่ได้รับ 160 ให้กับตนเอง",
        "เพิ่มอัตราบล็อคเวทย์ 500 และเพิ่มการลดความเสียหายเวทย์ที่ได้รับ 200 ให้กับตนเอง"
      ],
      "name": "กระจกทองแดงของคุณหญิง"
    },
    "12": {
      "description": [
        "ทุก 20 วินาที ทำให้ศัตรู 1 คนแบบสุ่มติดสถานะเงียบเป็นเวลา 3 วินาที และกำจัดผลซึ่งเป็นโทษต่อตัวฮีโร่",
        "ทุก 19 วินาที ทำให้ศัตรู 1 คนแบบสุ่มติดสถานะเงียบเป็นเวลา 3.5 วินาที และกำจัดผลซึ่งเป็นโทษต่อตัวฮีโร่",
        "ทุก 18 วินาที ทำให้ศัตรู 1 คนแบบสุ่มติดสถานะเงียบเป็นเวลา 4 วินาที และกำจัดผลซึ่งเป็นโทษต่อตัวฮีโร่",
        "ทุก 17 วินาที ทำให้ศัตรู 1 คนแบบสุ่มติดสถานะเงียบเป็นเวลา 4.5 วินาที และกำจัดผลซึ่งเป็นโทษต่อตัวฮีโร่",
        "ทุก 16 วินาที ทำให้ศัตรู 1 คนแบบสุ่มติดสถานะเงียบเป็นเวลา 5 วินาที และกำจัดผลซึ่งเป็นโทษต่อตัวฮีโร่",
        "ทุก 15 วินาที ทำให้ศัตรู 1 คนแบบสุ่มติดสถานะเงียบเป็นเวลา 6 วินาที และกำจัดผลซึ่งเป็นโทษต่อตัวฮีโร่"
      ],
      "name": "ผนึกโซ่แห่งเทพโบราณ"
    },
    "13": {
      "description": [
        "เพิ่มความเสียหายที่สร้างแก่ก๊อบลินขึ้น 40 % และลดความเสียหายจากก๊อบลินลง 20 %",
        "เพิ่มความเสียหายที่สร้างแก่ก๊อบลินขึ้น 48 % และลดความเสียหายจากก๊อบลินลง 24 %",
        "เพิ่มความเสียหายที่สร้างแก่ก๊อบลินขึ้น 57 % และลดความเสียหายจากก๊อบลินลง 28 %",
        "เพิ่มความเสียหายที่สร้างแก่ก๊อบลินขึ้น 69 % และลดความเสียหายจากก๊อบลินลง 34 %",
        "เพิ่มความเสียหายที่สร้างแก่ก๊อบลินขึ้น 83 % และลดความเสียหายจากก๊อบลินลง 41 %",
        "เพิ่มความเสียหายที่สร้างแก่ก๊อบลินขึ้น 100 % และลดความเสียหายจากก๊อบลินลง 50 %"
      ],
      "name": "หน้ากากแห่งก็อบลิน"
    },
    "14": {
      "description": [
        "เพิ่มความเสียหายที่สร้างแก่ฮาร์ปี้ขึ้น 40 % และลดความเสียหายจากฮาร์ปี้ลง 20 %",
        "เพิ่มความเสียหายที่สร้างแก่ฮาร์ปี้ขึ้น 48 % และลดความเสียหายจากฮาร์ปี้ลง 24 %",
        "เพิ่มความเสียหายที่สร้างแก่ฮาร์ปี้ขึ้น 57 % และลดความเสียหายจากฮาร์ปี้ลง 28 %",
        "เพิ่มความเสียหายที่สร้างแก่ฮาร์ปี้ขึ้น 69 % และลดความเสียหายจากฮาร์ปี้ลง 34 %",
        "เพิ่มความเสียหายที่สร้างแก่ฮาร์ปี้ขึ้น 83 % และลดความเสียหายจากฮาร์ปี้ลง 41 %",
        "เพิ่มความเสียหายที่สร้างแก่ฮาร์ปี้ขึ้น 100 % และลดความเสียหายจากฮาร์ปี้ลง 50 %"
      ],
      "name": "หน้ากากแห่งฮาร์ปี"
    },
    "15": {
      "description": [
        "เพิ่มความเสียหายที่สร้างแก่ออร์คขึ้น 40 % และลดความเสียหายจากออร์คลง 20 %",
        "เพิ่มความเสียหายที่สร้างแก่ออร์คขึ้น 48 % และลดความเสียหายจากออร์คลง 24 %",
        "เพิ่มความเสียหายที่สร้างแก่ออร์คขึ้น 57 % และลดความเสียหายจากออร์คลง 28 %",
        "เพิ่มความเสียหายที่สร้างแก่ออร์คขึ้น 69 % และลดความเสียหายจากออร์คลง 34 %",
        "เพิ่มความเสียหายที่สร้างแก่ออร์คขึ้น 83 % และลดความเสียหายจากออร์คลง 41 %",
        "เพิ่มความเสียหายที่สร้างแก่ออร์คขึ้น 100 % และลดความเสียหายจากออร์คลง 50 %"
      ],
      "name": "หน้ากากแห่งอ็อค"
    },
    "16": {
      "description": [
        "เพิ่มความเสียหายที่สร้างแก่ดาร์คเอลฟ์ขึ้น 40 % และลดความเสียหายจากดาร์คเอลฟ์ลง 20 %",
        "เพิ่มความเสียหายที่สร้างแก่ดาร์คเอลฟ์ขึ้น 48 % และลดความเสียหายจากดาร์คเอลฟ์ลง 24 %",
        "เพิ่มความเสียหายที่สร้างแก่ดาร์คเอลฟ์ขึ้น 57 % และลดความเสียหายจากดาร์คเอลฟ์ลง 28 %",
        "เพิ่มความเสียหายที่สร้างแก่ดาร์คเอลฟ์ขึ้น 69 % และลดความเสียหายจากดาร์คเอลฟ์ลง 34 %",
        "เพิ่มความเสียหายที่สร้างแก่ดาร์คเอลฟ์ขึ้น 83 % และลดความเสียหายจากดาร์คเอลฟ์ ลง 41 %",
        "เพิ่มความเสียหายที่สร้างแก่ดาร์คเอลฟ์ขึ้น 100 % และลดความเสียหายจากดาร์คเอลฟ์ ลง 50 %"
      ],
      "name": "หน้ากากแห่งดาร์คเอลฟ์"
    },
    "18": {
      "description": [
        "เพิ่มความเสียหายที่สร้างแก่โครงกระดูกขึ้น 40 % และลดความเสียหายจากโครงกระดูกลง 20 %",
        "เพิ่มความเสียหายที่สร้างแก่โครงกระดูกขึ้น 48 % และลดความเสียหายจากโครงกระดูกลง 24 %",
        "เพิ่มความเสียหายที่สร้างแก่โครงกระดูกขึ้น 57 % และลดความเสียหายจากโครงกระดูกลง 28 %",
        "เพิ่มความเสียหายที่สร้างแก่โครงกระดูกขึ้น 69 % และลดความเสียหายจากโครงกระดูกลง 34 %",
        "เพิ่มความเสียหายที่สร้างแก่โครงกระดูกขึ้น 83 % และลดความเสียหายจากโครงกระดูกลง 41 %",
        "เพิ่มความเสียหายที่สร้างแก่โครงกระดูกขึ้น 100 % และลดความเสียหายจากโครงกระดูกลง 50 %"
      ],
      "name": "หน้ากากแห่งโครงกระดูก"
    },
    "19": {
      "description": [
        "ทุกๆครั้งงที่เริ่มต่อสู้ ฟื้นฟู HP 24%, Mana 12%",
        "ทุกๆครั้งงที่เริ่มต่อสู้ ฟื้นฟู HP 28%, Mana 14%",
        "ทุกๆครั้งงที่เริ่มต่อสู้ ฟื้นฟู HP 34%, Mana 17%",
        "ทุกๆครั้งงที่เริ่มต่อสู้ ฟื้นฟู HP 42%, Mana 21%",
        "ทุกๆครั้งงที่เริ่มต่อสู้ ฟื้นฟู HP 50%, Mana 25%",
        "ทุกๆครั้งงที่เริ่มต่อสู้ ฟื้นฟู HP 60%, Mana 30%"
      ],
      "name": "น้ำแร่แห่งวิญญาณ"
    },
    "2": {
      "description": [
        "เมื่อโจมตีปกติมีโอกาส 10% ที่จะเพิ่มพลังโจมตี 10% และความเร็วในการโจมตี 100 เป็นเวลา 10 วินาที",
        "เมื่อโจมตีปกติมีโอกาส 10% ที่จะเพิ่มพลังโจมตี 12% และความเร็วในการโจมตี 120 เป็นเวลา 10 วินาที",
        "เมื่อโจมตีปกติมีโอกาส 10% ที่จะเพิ่มพลังโจมตี 14% และความเร็วในการโจมตี 140 เป็นเวลา 10 วินาที",
        "เมื่อโจมตีปกติมีโอกาส 10% ที่จะเพิ่มพลังโจมตี 17% และความเร็วในการโจมตี 170 เป็นเวลา 10 วินาที",
        "เมื่อโจมตีปกติมีโอกาส 10% ที่จะเพิ่มพลังโจมตี 20% และความเร็วในการโจมตี 200 เป็นเวลา 10 วินาที",
        "เมื่อโจมตีปกติมีโอกาส 10% ที่จะเพิ่มพลังโจมตี 25% และความเร็วในการโจมตี 250 เป็นเวลา 10 วินาที"
      ],
      "name": "จอกสุราแห่งโคโบราณ"
    },
    "20": {
      "description": [
        "เมื่อได้รับเอฟเฟ็กดีบัพจะลบดีบัพนั้นทันที หลังจากลบแล้วจะไม่ติดสถานะผิดปกติ 1 วินาที เวลาคูลดาวน์ 20 วินาที",
        "เมื่อได้รับเอฟเฟ็กดีบัพจะลบดีบัพนั้นทันที หลังจากลบแล้วจะไม่ติดสถานะผิดปกติ 1.5 วินาที เวลาคูลดาวน์ 19 วินาที",
        "เมื่อได้รับเอฟเฟ็กดีบัพจะลบดีบัพนั้นทันที หลังจากลบแล้วจะไม่ติดสถานะผิดปกติ 2 วินาที เวลาคูลดาวน์ 18 วินาที",
        "เมื่อได้รับเอฟเฟ็กดีบัพจะลบดีบัพนั้นทันที หลังจากลบแล้วจะไม่ติดสถานะผิดปกติ 2.5 วินาที เวลาคูลดาวน์ 17 วินาที",
        "เมื่อได้รับเอฟเฟ็กดีบัพจะลบดีบัพนั้นทันที หลังจากลบแล้วจะไม่ติดสถานะผิดปกติ 3 วินาที เวลาคูลดาวน์ 16 วินาที",
        "เมื่อได้รับเอฟเฟ็กดีบัพจะลบดีบัพนั้นทันที หลังจากลบแล้วจะไม่ติดสถานะผิดปกติ 3.5 วินาที เวลาคูลดาวน์ 15 วินาที"
      ],
      "name": "เครื่องรางแห่งการต้านทาน"
    },
    "21": {
      "description": [
        "ความแม่นยำและความแม่นยำในการใช้สถานะผิดปกติเพิ่มขึ้น 300",
        "ความแม่นยำและความแม่นยำในการใช้สถานะผิดปกติเพิ่มขึ้น 360",
        "ความแม่นยำและความแม่นยำในการใช้สถานะผิดปกติเพิ่มขึ้น 430",
        "ความแม่นยำและความแม่นยำในการใช้สถานะผิดปกติเพิ่มขึ้น 520",
        "ความแม่นยำและความแม่นยำในการใช้สถานะผิดปกติเพิ่มขึ้น 630",
        "ความแม่นยำและความแม่นยำในการใช้สถานะผิดปกติเพิ่มขึ้น 750"
      ],
      "name": "กำไลการพิพากษาแห่งแสง"
    },
    "22": {
      "description": [
        "เพิ่มความเสียหายที่สร้างแก่มนุษย์กิ้งก่าขึ้น 40 % และลดความเสียหายจากมนุษย์กิ้งก่าลง 20 %",
        "เพิ่มความเสียหายที่สร้างแก่มนุษย์กิ้งก่าขึ้น 48 % และลดความเสียหายจากมนุษย์กิ้งก่าลง 24 %",
        "เพิ่มความเสียหายที่สร้างแก่มนุษย์กิ้งก่าขึ้น 57 % และลดความเสียหายจากมนุษย์กิ้งก่าลง 28 %",
        "เพิ่มความเสียหายที่สร้างแก่มนุษย์กิ้งก่าขึ้น 69 % และลดความเสียหายจากมนุษย์กิ้งก่าลง 34 %",
        "เพิ่มความเสียหายที่สร้างแก่มนุษย์กิ้งก่าขึ้น 83 % และลดความเสียหายจากมนุษย์กิ้งก่าลง 41 %",
        "เพิ่มความเสียหายที่สร้างแก่มนุษย์กิ้งก่าขึ้น 100 % และลดความเสียหายจากมนุษย์กิ้งก่าลง 50 %"
      ],
      "name": "หน้ากากแห่งมนุษย์กิ้งก่า"
    },
    "24": {
      "description": [
        "หลังจากเริ่มการต่อสู้จะต้านสถานะผิดปกติและเพิ่มพลังป้องกันทั้งหมด 50 % เป็นเวลา 8 วินาที",
        "ต้านสถานะผิดปกติหลังจากเริ่มต่อสู้เป็นเวลา 10 วินาทีและเพิ่มความต้านทานทุกอย่าง 50%",
        "ต้านสถานะผิดปกติหลังจากเริ่มต่อสู้เป็นเวลา 12 วินาทีและเพิ่มความต้านทานทุกอย่าง 50%",
        "ต้านสถานะผิดปกติหลังจากเริ่มต่อสู้เป็นเวลา 14 วินาทีและเพิ่มความต้านทานทุกอย่าง 50%",
        "ต้านสถานะผิดปกติหลังจากเริ่มต่อสู้เป็นเวลา 17 วินาทีและเพิ่มความต้านทานทุกอย่าง 50%",
        "ต้านสถานะผิดปกติหลังจากเริ่มต่อสู้เป็นเวลา 20 วินาทีและเพิ่มความต้านทานทุกอย่าง 50%"
      ],
      "name": "คุุ้มครองดินแดน"
    },
    "25": {
      "description": [
        "เพิ่มพลังโจมตี 40% เมื่อมีศัตรู 1 คน",
        "เพิ่มพลังโจมตี 48% เมื่อมีศัตรู 1 คน",
        "เพิ่มพลังโจมตี 58% เมื่อมีศัตรู 1 คน",
        "เพิ่มพลังโจมตี 69% เมื่อมีศัตรู 1 คน",
        "เพิ่มพลังโจมตี 83% เมื่อมีศัตรู 1 คน",
        "เพิ่มพลังโจมตี 100% เมื่อมีศัตรู 1 คน"
      ],
      "name": "ดินแดนศักดิ์สิทธิ์"
    },
    "26": {
      "description": [
        "เพิ่มพลังโจมตี, HP และ พลังป้องกันทั้งหมด 10%",
        "เพิ่มพลังโจมตี, HP และ พลังป้องกันทั้งหมด 12%",
        "เพิ่มพลังโจมตี, HP และ พลังป้องกันทั้งหมด 14%",
        "เพิ่มพลังโจมตี, HP และ พลังป้องกันทั้งหมด 17%",
        "เพิ่มพลังโจมตี, HP และ พลังป้องกันทั้งหมด 20%",
        "เพิ่มพลังโจมตี, HP และ พลังป้องกันทั้งหมด 25%"
      ],
      "name": "แกนโลก"
    },
    "27": {
      "description": [
        "เพิ่มความเสียหายแก่ยักษ์น้ำแข็ง 40% และลดความเสียหายที่ตัวเองได้รับ 20%",
        "เพิ่มความเสียหายแก่ยักษ์น้ำแข็ง 48% และลดความเสียหายที่ตัวเองได้รับ 24%",
        "เพิ่มความเสียหายแก่ยักษ์น้ำแข็ง 57% และลดความเสียหายที่ตัวเองได้รับ 28%",
        "เพิ่มความเสียหายแก่ยักษ์น้ำแข็ง 69% และลดความเสียหายที่ตัวเองได้รับ 34%",
        "เพิ่มความเสียหายแก่ยักษ์น้ำแข็ง 83% และลดความเสียหายที่ตัวเองได้รับ 41%",
        "เพิ่มความเสียหายแก่ยักษ์น้ำแข็ง 100% และลดความเสียหายที่ตัวเองได้รับ 50%"
      ],
      "name": "หน้ากากยักษ์น้ำแข็ง"
    },
    "28": {
      "description": [
        "ทุก 50 ครั้งที่ได้รับความเสียหายเวทย์ จะกำจัดทุกสกิลที่เป็นผลเสียกับตัวเองและสร้างเกราะเท่ากับ 480% ของพลังโจมตีเป็นเวลา 5 วินาที ขณะที่มีเกราะจะต้านสถานะและไม่ได้รับแสต็คความเสียหายใดๆ",
        "ทุก 50 ครั้งที่ได้รับความเสียหายเวทย์ จะกำจัดทุกสกิลที่เป็นผลเสียกับตัวเองและสร้างเกราะเท่ากับ 580% ของพลังโจมตีเป็นเวลา 5 วินาที ขณะที่มีเกราะจะต้านสถานะและไม่ได้รับแสต็คความเสียหายใดๆ",
        "ทุก 50 ครั้งที่ได้รับความเสียหายเวทย์ จะกำจัดทุกสกิลที่เป็นผลเสียกับตัวเองและสร้างเกราะเท่ากับ 690% ของพลังโจมตีเป็นเวลา 5 วินาที ขณะที่มีเกราะจะต้านสถานะและไม่ได้รับแสต็คความเสียหายใดๆ",
        "ทุก 50 ครั้งที่ได้รับความเสียหายเวทย์ จะกำจัดทุกสกิลที่เป็นผลเสียกับตัวเองและสร้างเกราะเท่ากับ 830% ของพลังโจมตีเป็นเวลา 5 วินาที ขณะที่มีเกราะจะต้านสถานะและไม่ได้รับแสต็คความเสียหายใดๆ",
        "ทุก 50 ครั้งที่ได้รับความเสียหายเวทย์ จะกำจัดทุกสกิลที่เป็นผลเสียกับตัวเองและสร้างเกราะเท่ากับ 1000% ของพลังโจมตีเป็นเวลา 5 วินาที ขณะที่มีเกราะจะต้านสถานะและไม่ได้รับแสต็คความเสียหายใดๆ",
        "ทุก 50 ครั้งที่ได้รับความเสียหายเวทย์ จะกำจัดทุกสกิลที่เป็นผลเสียกับตัวเองและสร้างเกราะเท่ากับ 1200% ของพลังโจมตีเป็นเวลา 5 วินาที ขณะที่มีเกราะจะต้านสถานะและไม่ได้รับแสต็คความเสียหายใดๆ"
      ],
      "name": "ตราสัญลักษณ์แห่งความเชื่ออันมุ่งมั่น"
    },
    "29": {
      "description": [
        "เมื่อโจมตีปกติมีโอกาส 10% ที่จะลด Mana ของเป้าหมาย 600 มีเวลาคูลดาวน์ 6 วินาที",
        "เมื่อโจมตีปกติมีโอกาส 12% ที่จะลด Mana ของเป้าหมาย 700 มีเวลาคูลดาวน์ 6 วินาที",
        "เมื่อโจมตีปกติมีโอกาส 14% ที่จะลด Mana ของเป้าหมาย 800 มีเวลาคูลดาวน์ 6 วินาที",
        "เมื่อโจมตีปกติมีโอกาส 16% ที่จะลด Mana ของเป้าหมาย 1000 มีเวลาคูลดาวน์ 6 วินาที",
        "เมื่อโจมตีปกติมีโอกาส 18% ที่จะลด Mana ของเป้าหมาย 1200 มีเวลาคูลดาวน์ 6 วินาที",
        "เมื่อโจมตีปกติมีโอกาส 20% ที่จะลด Mana ของเป้าหมาย 1500 มีเวลาคูลดาวน์ 6 วินาที"
      ],
      "name": "มีดสั้นต้องมนต์ของความมืด"
    },
    "3": {
      "description": [
        "เมื่อโจมตีปกติ มีโอกาส 3 % ที่จะสร้างความเสียหายเวทย์ 400 %",
        "เมื่อโจมตีปกติ มีโอกาส 3 % ที่จะสร้างความเสียหายเวทย์ 480 %",
        "เมื่อโจมตีปกติ มีโอกาส 3 % ที่จะสร้างความเสียหายเวทย์ 575 %",
        "เมื่อโจมตีปกติ มีโอกาส 3 % ที่จะสร้างความเสียหายเวทย์ 690 %",
        "เมื่อโจมตีปกติ มีโอกาส 3 % ที่จะสร้างความเสียหายเวทย์ 830 %",
        "เมื่อโจมตีปกติ มีโอกาส 3 % ที่จะสร้างความเสียหายเวทย์ 1000 %"
      ],
      "name": "ลูกแห่งตัวอักษรเวทย์มนต์"
    },
    "32": {
      "description": [
        "ทุก 7 วินาที เพิ่มพลังป้องกันเวทย์เท่ากับ 1% ของพลังโจมตีของตัวเอง แสต็คสูงสุด 6 ครั้ง",
        "ทุก 7 วินาที เพิ่มพลังป้องกันเวทย์เท่ากับ 1.2% ของพลังโจมตีของตัวเอง แสต็คสูงสุด 6 ครั้ง",
        "ทุก 7 วินาที เพิ่มพลังป้องกันเวทย์เท่ากับ 1.4% ของพลังโจมตีของตัวเอง แสต็คสูงสุด 6 ครั้ง",
        "ทุก 7 วินาที เพิ่มพลังป้องกันเวทย์เท่ากับ 1.7% ของพลังโจมตีของตัวเอง แสต็คสูงสุด 6 ครั้ง",
        "ทุก 7 วินาที เพิ่มพลังป้องกันเวทย์เท่ากับ 2% ของพลังโจมตีของตัวเอง แสต็คสูงสุด 6 ครั้ง",
        "ทุก 7 วินาที เพิ่มพลังป้องกันเวทย์เท่ากับ 2.5% ของพลังโจมตีของตัวเอง แสต็คสูงสุด 6 ครั้ง"
      ],
      "name": "ลูกแก้วแห่งคำมั่นสัญญา"
    },
    "33": {
      "description": [
        "ในทุก 10 วินาทีจะสร้างความเสียหายเวทย์เท่ากับ 2% ของพลังงานในปัจจุบันโดยไม่สนพลังป้องกัน ให้แก่ศัตรูแบบสุ่มเป็นเวลา 5 วินาทีและลด Mana 200. สถานะนี้เป็นผลได้แค่ในอารีน่าเท่านั้น",
        "ในทุก 10 วินาทีจะสร้างความเสียหายเวทย์เท่ากับ 2.4% ของพลังงานในปัจจุบันโดยไม่สนพลังป้องกัน ให้แก่ศัตรูแบบสุ่มเป็นเวลา 5 วินาทีและลด Mana 240. สถานะนี้เป็นผลได้แค่ในอารีน่าเท่านั้น",
        "ในทุก 10 วินาทีจะสร้างความเสียหายเวทย์เท่ากับ 2.9% ของพลังงานในปัจจุบันโดยไม่สนพลังป้องกัน ให้แก่ศัตรูแบบสุ่มเป็นเวลา 5 วินาทีและลด Mana 290. สถานะนี้เป็นผลได้แค่ในอารีน่าเท่านั้น",
        "ในทุก 10 วินาทีจะสร้างความเสียหายเวทย์เท่ากับ 3.5% ของพลังงานในปัจจุบันโดยไม่สนพลังป้องกัน ให้แก่ศัตรูแบบสุ่มเป็นเวลา 5 วินาทีและลด Mana 350. สถานะนี้เป็นผลได้แค่ในอารีน่าเท่านั้น",
        "ในทุก 10 วินาทีจะสร้างความเสียหายเวทย์เท่ากับ 4.2% ของพลังงานในปัจจุบันโดยไม่สนพลังป้องกัน ให้แก่ศัตรูแบบสุ่มเป็นเวลา 5 วินาทีและลด Mana 420. สถานะนี้เป็นผลได้แค่ในอารีน่าเท่านั้น",
        "ในทุก 10 วินาทีจะสร้างความเสียหายเวทย์เท่ากับ 5% ของพลังงานในปัจจุบันโดยไม่สนพลังป้องกัน ให้แก่ศัตรูแบบสุ่มเป็นเวลา 5 วินาทีและลด Mana 500. สถานะนี้เป็นผลได้แค่ในอารีน่าเท่านั้น"
      ],
      "name": "คัมภีร์เวทย์มนต์ดำ"
    },
    "4": {
      "description": [
        "เมื่อเริ่มการต่อสู้ทุกครั้งจะเพิ่มความเร็ว 400  เป็นเวลา 15 วินาที",
        "เมื่อเริ่มการต่อสู้ทุกครั้งจะเพิ่มความเร็ว 480  เป็นเวลา 15 วินาที",
        "เมื่อเริ่มการต่อสู้ทุกครั้งจะเพิ่มความเร็ว 570  เป็นเวลา 15 วินาที",
        "เมื่อเริ่มการต่อสู้ทุกครั้งจะเพิ่มความเร็ว 690  เป็นเวลา 15 วินาที",
        "เมื่อเริ่มการต่อสู้ทุกครั้งจะเพิ่มความเร็ว 830  เป็นเวลา 15 วินาที",
        "เมื่อเริ่มการต่อสู้ทุกครั้งจะเพิ่มความเร็ว 1000  เป็นเวลา 15 วินาที"
      ],
      "name": "รูปปั้นแมวทอง"
    },
    "40": {
      "description": [
        "สร้างความเสียหาย 100 ครั้งให้แก่ศัตรู เพิ่มพลังโจมตีของตัวเอง 30% และอัตราคริติคอล 200 เป็นเวลา 15 วินาที  เอฟเฟ็กต์นี้ไม่สามารถยกเลิกได้",
        "สร้างความเสียหาย 100 ครั้งให้แก่ศัตรู เพิ่มพลังโจมตีของตัวเอง 36% และอัตราคริติคอล 240 เป็นเวลา 15 วินาที เอฟเฟ็กต์นี้ไม่สามารถยกเลิกได้",
        "สร้างความเสียหาย 100 ครั้งให้แก่ศัตรู เพิ่มพลังโจมตีของตัวเอง 44% และอัตราคริติคอล 290 เป็นเวลา 15 วินาที เอฟเฟ็กต์นี้ไม่สามารถยกเลิกได้",
        "สร้างความเสียหาย 100 ครั้งให้แก่ศัตรู เพิ่มพลังโจมตีของตัวเอง 53% และอัตราคริติคอล 350 เป็นเวลา 15 วินาที เอฟเฟ็กต์นี้ไม่สามารถยกเลิกได้",
        "สร้างความเสียหาย 100 ครั้งให้แก่ศัตรู เพิ่มพลังโจมตีของตัวเอง 63% และอัตราคริติคอล 420 เป็นเวลา 15 วินาที เอฟเฟ็กต์นี้ไม่สามารถยกเลิกได้",
        "สร้างความเสียหาย 100 ครั้งให้แก่ศัตรู เพิ่มพลังโจมตีของตัวเอง 75% และอัตราคริติคอล 500 เป็นเวลา 15 วินาที เอฟเฟ็กต์นี้ไม่สามารถยกเลิกได้"
      ],
      "name": "ตรีศูลแห่งความดิ่งลึก"
    },
    "41": {
      "description": [
        "หลังจากเริ่มต่อสู้เป็นระยะเวลา 8 วินาที กำหนดความเร็วในการโจมตีของศัตรู 1 ตัวแบบสุ่มให้อยู่ที่ 1000 และลดพลังโจมตี 20%",
        "หลังจากเริ่มต่อสู้เป็นระยะเวลา 10 วินาที กำหนดความเร็วในการโจมตีของศัตรู 1 ตัวแบบสุ่มให้อยู่ที่ 1000 และลดพลังโจมตี 24%",
        "หลังจากเริ่มต่อสู้เป็นระยะเวลา 12 วินาที กำหนดความเร็วในการโจมตีของศัตรู 1 ตัวแบบสุ่มให้อยู่ที่ 1000 และลดพลังโจมตี 29%",
        "หลังจากเริ่มต่อสู้เป็นระยะเวลา 14 วินาที กำหนดความเร็วในการโจมตีของศัตรู 1 ตัวแบบสุ่มให้อยู่ที่ 1000 และลดพลังโจมตี 35%",
        "หลังจากเริ่มต่อสู้เป็นระยะเวลา 17 วินาที กำหนดความเร็วในการโจมตีของศัตรู 1 ตัวแบบสุ่มให้อยู่ที่ 1000 และลดพลังโจมตี 42%",
        "หลังจากเริ่มต่อสู้เป็นระยะเวลา 20 วินาที กำหนดความเร็วในการโจมตีของศัตรู 1 ตัวแบบสุ่มให้อยู่ที่ 1000 และลดพลังโจมตี 50%"
      ],
      "name": "แหวนเวทย์มนต์แห่งความดิ่งลึก"
    },
    "42": {
      "description": [
        "เพิ่มพลังป้องกันทั้งหมดของตัวเอง 50% เมื่อมีศัตรู 1 ตัว",
        "เพิ่มพลังป้องกันทั้งหมดของตัวเอง 60% เมื่อมีศัตรู 1 ตัว",
        "เพิ่มพลังป้องกันทั้งหมดของตัวเอง 72% เมื่อมีศัตรู 1 ตัว",
        "เพิ่มพลังป้องกันทั้งหมดของตัวเอง 86% เมื่อมีศัตรู 1 ตัว",
        "เพิ่มพลังป้องกันทั้งหมดของตัวเอง 103% เมื่อมีศัตรู 1 ตัว",
        "เพิ่มพลังป้องกันทั้งหมดของตัวเอง 125% เมื่อมีศัตรู 1 ตัว"
      ],
      "name": "คริสตัลพิทักษ์แห่งความดิ่งลึก"
    },
    "5": {
      "description": [
        "ในทุก 10 วินาทีจะลดเวลาคูลไทม์สกิลทั้งหมด 1 วินาที และเพิ่มความเร็วในการโจมตี 80 เป็นเวลา 5 วินาที",
        "ในทุก 10 วินาทีจะลดเวลาคูลไทม์สกิลทั้งหมด 1.2 วินาที และเพิ่มความเร็วในการโจมตี 96 เป็นเวลา 5 วินาที",
        "ในทุก 10 วินาทีจะลดเวลาคูลไทม์สกิลทั้งหมด 1.4 วินาที และเพิ่มความเร็วในการโจมตี 115 เป็นเวลา 5 วินาที",
        "ในทุก 10 วินาทีจะลดเวลาคูลไทม์สกิลทั้งหมด 1.7 วินาที และเพิ่มความเร็วในการโจมตี 138 เป็นเวลา 5 วินาที",
        "ในทุก 10 วินาทีจะลดเวลาคูลไทม์สกิลทั้งหมด 2 วินาที และเพิ่มความเร็วในการโจมตี 165 เป็นเวลา 5 วินาที",
        "ในทุก 10 วินาทีจะลดเวลาคูลไทม์สกิลทั้งหมด 2.5 วินาที และเพิ่มความเร็วในการโจมตี 200 เป็นเวลา 5 วินาที"
      ],
      "name": "นาฬิกาแห่งอารยธรรมโบราณ"
    },
    "51": {
      "description": [
        "เพิ่ม HP มากสุด 20% ทุกๆวินาทีจะสร้างความเสียหายทางกายเท่ากับ 2% ของ HP มากสุดของตัวเองให้กับศัตรูรอบๆในวงแคบ",
        "เพิ่ม HP มากสุด 24% ทุกๆวินาทีจะสร้างความเสียหายทางกายเท่ากับ 2% ของ HP มากสุดของตัวเองให้กับศัตรูรอบๆในวงแคบ",
        "เพิ่ม HP มากสุด 29% ทุกๆวินาทีจะสร้างความเสียหายทางกายเท่ากับ 2% ของ HP มากสุดของตัวเองให้กับศัตรูรอบๆในวงแคบ",
        "เพิ่ม HP มากสุด 35% ทุกๆวินาทีจะสร้างความเสียหายทางกายเท่ากับ 2% ของ HP มากสุดของตัวเองให้กับศัตรูรอบๆในวงแคบ",
        "เพิ่ม HP มากสุด 42% ทุกๆวินาทีจะสร้างความเสียหายทางกายเท่ากับ 2% ของ HP มากสุดของตัวเองให้กับศัตรูรอบๆในวงแคบ",
        "เพิ่ม HP มากสุด 50% ทุกๆวินาทีจะสร้างความเสียหายทางกายเท่ากับ 2% ของ HP มากสุดของตัวเองให้กับศัตรูรอบๆในวงแคบ"
      ],
      "name": "หัวฟักทองฉุนเฉียว"
    },
    "52": {
      "description": [
        "ลดความเสียหายที่ได้รับทั้งหมด 10% และเพิ่มความเสียหายที่ศัตรูได้รับ 10%",
        "ลดความเสียหายที่ได้รับทั้งหมด 12% และเพิ่มความเสียหายที่ศัตรูได้รับ 12%",
        "ลดความเสียหายที่ได้รับทั้งหมด 14% และเพิ่มความเสียหายที่ศัตรูได้รับ 14%",
        "ลดความเสียหายที่ได้รับทั้งหมด 17% และเพิ่มความเสียหายที่ศัตรูได้รับ 17%",
        "ลดความเสียหายที่ได้รับทั้งหมด 20% และเพิ่มความเสียหายที่ศัตรูได้รับ 20%",
        "ลดความเสียหายที่ได้รับทั้งหมด 25% และเพิ่มความเสียหายที่ศัตรูได้รับ 25%"
      ],
      "name": "หัวฟักทองเกรี้ยวกราด"
    },
    "53": {
      "description": [
        "ทุกๆ 15 วินาที ฟื้นฟู HP เท่ากับ 1 % ของ HP สูงสุดเป็นเวลา 3 วินาที",
        "ทุกๆ 15 วินาที ฟื้นฟู HP เท่ากับ 1.2 % ของ HP สูงสุดเป็นเวลา 3 วินาที",
        "ทุกๆ 15 วินาที ฟื้นฟู HP เท่ากับ 1.4 % ของ HP สูงสุดเป็นเวลา 3 วินาที",
        "ทุกๆ 15 วินาที ฟื้นฟู HP เท่ากับ 1.7 % ของ HP สูงสุดเป็นเวลา 3 วินาที",
        "ทุกๆ 15 วินาที ฟื้นฟู HP เท่ากับ 2 % ของ HP สูงสุดเป็นเวลา 3 วินาที",
        "ทุกๆ 15 วินาที ฟื้นฟู HP เท่ากับ 2.5 % ของ HP สูงสุดเป็นเวลา 3 วินาที"
      ],
      "name": "ไก่งวงย่างที่สุกดีแล้ว"
    },
    "55": {
      "description": [
        "ทุกครั้งที่เริ่มการต่อสู้ ในเวลา 5 วินาทีจะฟื้นฟู Mana ของตัวเอง 260% ทุกวินาทีและเพิ่มพลังต้านคริติคอล 100 เอฟเฟ็คนี้ไม่สามารถลบล้างได้",
        "ทุกครั้งที่เริ่มการต่อสู้ ในเวลา 5 วินาทีจะฟื้นฟู Mana ของตัวเอง 310% ทุกวินาทีและเพิ่มพลังต้านคริติคอล 120 เอฟเฟ็คนี้ไม่สามารถลบล้างได้",
        "ทุกครั้งที่เริ่มการต่อสู้ ในเวลา 5 วินาทีจะฟื้นฟู Mana ของตัวเอง 370% ทุกวินาทีและเพิ่มพลังต้านคริติคอล 140 เอฟเฟ็คนี้ไม่สามารถลบล้างได้",
        "ทุกครั้งที่เริ่มการต่อสู้ ในเวลา 5 วินาทีจะฟื้นฟู Mana ของตัวเอง 450% ทุกวินาทีและเพิ่มพลังต้านคริติคอล 170 เอฟเฟ็คนี้ไม่สามารถลบล้างได้",
        "ทุกครั้งที่เริ่มการต่อสู้ ในเวลา 5 วินาทีจะฟื้นฟู Mana ของตัวเอง 540% ทุกวินาทีและเพิ่มพลังต้านคริติคอล 210 เอฟเฟ็คนี้ไม่สามารถลบล้างได้",
        "ทุกครั้งที่เริ่มการต่อสู้ ในเวลา 5 วินาทีจะฟื้นฟู Mana ของตัวเอง 650% ทุกวินาทีและเพิ่มพลังต้านคริติคอล 250 เอฟเฟ็คนี้ไม่สามารถลบล้างได้"
      ],
      "name": "ดาวประดับต้นคริสมาสต์"
    },
    "56": {
      "description": [
        "เพิ่มพลังโจมตี 5% เป็นเวลา 60 วินาที เมื่อเริ่มต่อสู้",
        "เพิ่มพลังโจมตี 6% เป็นเวลา 60 วินาที เมื่อเริ่มต่อสู้",
        "เพิ่มพลังโจมตี 7.2% เป็นเวลา 60 วินาที เมื่อเริ่มต่อสู้",
        "เพิ่มพลังโจมตี 8.6% เป็นเวลา 60 วินาที เมื่อเริ่มต่อสู้",
        "เพิ่มพลังโจมตี 10.4% เป็นเวลา 60 วินาที เมื่อเริ่มต่อสู้",
        "เพิ่มพลังโจมตี 12.5% เป็นเวลา 60 วินาที เมื่อเริ่มต่อสู้"
      ],
      "name": "ดอกไม้ไฟวันปีใหม่"
    },
    "57": {
      "description": [
        "เพิ่มอัตราคริติคอล 100 และความเสียหายคริติคอล 20%",
        "เพิ่มอัตราคริติคอล 120 และความเสียหายคริติคอล 24%",
        "เพิ่มอัตราคริติคอล 140 และความเสียหายคริติคอล 29%",
        "เพิ่มอัตราคริติคอล 170 และความเสียหายคริติคอล 35%",
        "เพิ่มอัตราคริติคอล 210 และความเสียหายคริติคอล 42%",
        "เพิ่มอัตราคริติคอล 250 และความเสียหายคริติคอล 50%"
      ],
      "name": "เครื่องประดับท้องถิ่น"
    },
    "6": {
      "description": [
        "เมื่อ HP ต่ำกว่า 20% จะเพิ่มพลังโจมตี 30% และเพิ่มการลดความเร็วและความเสียหายทั้งหมด 300",
        "เมื่อ HP ต่ำกว่า 20% จะเพิ่มพลังโจมตี 36% และเพิ่มการลดความเร็วและความเสียหายทั้งหมด 360",
        "เมื่อ HP ต่ำกว่า 20% จะเพิ่มพลังโจมตี 43% และเพิ่มการลดความเร็วและความเสียหายทั้งหมด 430",
        "เมื่อ HP ต่ำกว่า 20% จะเพิ่มพลังโจมตี 51% และเพิ่มการลดความเร็วและความเสียหายทั้งหมด 510",
        "เมื่อ HP ต่ำกว่า 20% จะเพิ่มพลังโจมตี 62% และเพิ่มการลดความเร็วและความเสียหายทั้งหมด 620",
        "เมื่อ HP ต่ำกว่า 20% จะเพิ่มพลังโจมตี 75% และเพิ่มการลดความเร็วและความเสียหายทั้งหมด 750"
      ],
      "name": "ประกายไฟ แห่ง วีรบุรุษ"
    },
    "7": {
      "description": [
        "เมื่อ Mana ถึง 100% เพิ่มอัตราและความแม่นยำของคริติคอล 400 เป็นเวลา 10 วินาที มีเวลาคูลไทม์ใช้ซ้ำ 20 วินาที",
        "เมื่อ Mana ถึง 100% เพิ่มอัตราและความแม่นยำของคริติคอล 480 เป็นเวลา 10 วินาที มีเวลาคูลไทม์ใช้ซ้ำ 20 วินาที",
        "เมื่อ Mana ถึง 100% เพิ่มอัตราและความแม่นยำของคริติคอล 570 เป็นเวลา 10 วินาที มีเวลาคูลไทม์ใช้ซ้ำ 20 วินาที",
        "เมื่อ Mana ถึง 100% เพิ่มอัตราและความแม่นยำของคริติคอล 690 เป็นเวลา 10 วินาที มีเวลาคูลไทม์ใช้ซ้ำ 20 วินาที",
        "เมื่อ Mana ถึง 100% เพิ่มอัตราและความแม่นยำของคริติคอล 830 เป็นเวลา 10 วินาที มีเวลาคูลไทม์ใช้ซ้ำ 20 วินาที",
        "เมื่อ Mana ถึง 100% เพิ่มอัตราและความแม่นยำของคริติคอล 1000 เป็นเวลา 10 วินาที มีเวลาคูลไทม์ใช้ซ้ำ 20 วินาที"
      ],
      "name": "กล้องส่องโบราณ"
    },
    "8": {
      "description": [
        "เมื่อ HP ของตนเองลดลงต่ำกว่า 35% สร้างความเสียหายกายเท่ากับ 100% ของพลังโจมตีแก่ศัตรูที่อยู่รอบๆและทำให้ล้ม ลดพลังโจมตีของศัตรูที่ได้รับความเสียหาย 14% และความเร็วในการโจมตี 140 เป็นเวลา 10 วินาที คูลดาวน์สกิล 30 วินาที",
        "เมื่อ HP ของตนเองลดลงต่ำกว่า 35% สร้างความเสียหายกายเท่ากับ 100% ของพลังโจมตีแก่ศัตรูที่อยู่รอบๆและทำให้ล้ม ลดพลังโจมตีของศัตรูที่ได้รับความเสียหาย 16% และความเร็วในการโจมตี 160 เป็นเวลา 10 วินาที คูลดาวน์สกิล 30 วินาที",
        "เมื่อ HP ของตนเองลดลงต่ำกว่า 35% สร้างความเสียหายกายเท่ากับ 100% ของพลังโจมตีแก่ศัตรูที่อยู่รอบๆและทำให้ล้ม ลดพลังโจมตีของศัตรูที่ได้รับความเสียหาย 20% และความเร็วในการโจมตี 200 เป็นเวลา 10 วินาที คูลดาวน์สกิล 30 วินาที",
        "เมื่อ HP ของตนเองลดลงต่ำกว่า 35% สร้างความเสียหายกายเท่ากับ 100% ของพลังโจมตีแก่ศัตรูที่อยู่รอบๆและทำให้ล้ม ลดพลังโจมตีของศัตรูที่ได้รับความเสียหาย 24% และความเร็วในการโจมตี 240 เป็นเวลา 10 วินาที คูลดาวน์สกิล 30 วินาที",
        "เมื่อ HP ของตนเองลดลงต่ำกว่า 35% สร้างความเสียหายกายเท่ากับ 100% ของพลังโจมตีแก่ศัตรูที่อยู่รอบๆและทำให้ล้ม ลดพลังโจมตีของศัตรูที่ได้รับความเสียหาย 29% และความเร็วในการโจมตี 290 เป็นเวลา 10 วินาที คูลดาวน์สกิล 30 วินาที",
        "เมื่อ HP ของตนเองลดลงต่ำกว่า 35% สร้างความเสียหายกายเท่ากับ 100% ของพลังโจมตีแก่ศัตรูที่อยู่รอบๆและทำให้ล้ม ลดพลังโจมตีของศัตรูที่ได้รับความเสียหาย 35% และความเร็วในการโจมตี 350 เป็นเวลา 10 วินาที คูลดาว์นสกิล 30 วินาที"
      ],
      "name": "รูปปั้ั้นเสือคำราม"
    },
    "9": {
      "description": [
        "ในขณะต่อสู้ หาก HP ของฮีโร่ต่ำกว่า 25% 1 ครั้ง จะฟื้นฟู HP ขึ้น 30% และลบดีบัพทั้งหมด",
        "ในขณะต่อสู้ หาก HP ของฮีโร่ต่ำกว่า 25% 1 ครั้ง จะฟื้นฟู HP ขึ้น 36% และลบดีบัพทั้งหมด",
        "ในขณะต่อสู้ หาก HP ของฮีโร่ต่ำกว่า 25% 1 ครั้ง จะฟื้นฟู HP ขึ้น 43% และลบดีบัพทั้งหมด",
        "ในขณะต่อสู้ หาก HP ของฮีโร่ต่ำกว่า 25% 1 ครั้ง จะฟื้นฟูพ HP ขึ้น 51% และลบดีบัพทั้งหมด",
        "ในขณะต่อสู้ หาก HP ของฮีโร่ต่ำกว่า 25% 1 ครั้ง จะฟื้นฟู HP ขึ้น 62% และลบดีบัพทั้งหมด",
        "ในขณะต่อสู้ หาก HP ของฮีโร่ต่ำกว่า 25% 1 ครั้ง จะฟื้นฟู HP ขึ้น 75% และลบดีบัพทั้งหมด"
      ],
      "name": "แอปเปิ้ลทองคำแห่งเทพี"
    }
  },
  "hero": {
    "1": {
      "description": "นักรบผู้ถูกเลือกจากเทพธิดา ผู้แบกดาบใหญ่ติดตัวตลอดเวลาเพื่อฟาดฟันความชั่วร้ายที่ขวางหน้า ด้วยพลังจากเทพธิดา Lua เขาสามารถปลุกพลังแฝงและระเบิดพลังทำลายได้ช่วงเวลาหนึ่ง",
      "name": "Kasel",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายทางกาย {1} แก่ศัตรูในอาณาเขตและทำให้ล้มลงเป็นเวลา {2} วินาที",
        "name": "ใบมีดแห่งการพิพากษา",
        "transcendence": {
          "dark": "ไม่สนการป้องกันเมื่อมีศัตรู 1 ตัว",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "เมื่อหลบหลีก สร้างความเสียหายกายภาพ {1} แก่ศัตรูแนวหน้าในอาณาเขตเป็นเวลาและลดอัตราความแม่นยำ {2} แก่ศัตรูที่ถูกความเสียหายเป็นเวลา 5 วินาที หลังโจมตีฟื้น Mana 300",
        "name": "การโจมตีของเทพธิดา",
        "transcendence": {
          "dark": "เพิ่มความเสียหายทางกายที่ได้รับ 25%",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มความเร็ว {1} อย่างต่อเนื่อง"
        },
        "description": "สร้างความเสียหายกายภาพ {1} แก่ศัตรูรอบๆและทำให้สลบ 3 วินาที ทำให้พลังโจมตีของตนเอง {3} และอัตราการหลบหลีกเพิ่มขึ้น {4} และต้านสถานะผิดปกติเป็นเวลา {2} วินาที ไม่สามารถยกเลิกสถานะนี้ได้",
        "name": "ตัวแทนแห่งพระเจ้า",
        "transcendence": {
          "dark": "เพิ่มการเพิ่มพลังโจมตี 40%",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "สร้างความเสียหายทางกายภาพ {1} แก่ศัตรูในอาณาเขต",
        "name": "ความรวดเร็วที่กล้าหาญ",
        "transcendence": {
          "dark": "เวลาร่ายสกิลเร็วขึ้นและลดเวลาคูลดาวน์ 1 วินาที",
          "light": "เปลี่ยนอัตราลดความแม่นยำเป็น 250"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เมื่อโจมตี สร้างความเสียหายเพิ่มเติมเท่ากับ 40% ของพลังโจมตีของตัวเอง",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / หลบหลีกกาย +100"
      },
      "treasure": {
        "description": [
          "[ตัวแทนแห่งพระเจ้า] เพิ่มอัตราการหลบหลีก 250, ความเร็วโจมตี 100 เป็นเวลาต่อเนื่อง",
          "[ตัวแทนแห่งพระเจ้า] เพิ่มอัตราการหลบหลีก 250, ความเร็วโจมตี 120 เป็นเวลาต่อเนื่อง",
          "[ตัวแทนแห่งพระเจ้า] เพิ่มอัตราการหลบหลีก 250, ความเร็วโจมตี 140 เป็นเวลาต่อเนื่อง",
          "[ตัวแทนแห่งพระเจ้า] เพิ่มอัตราการหลบหลีก 250, ความเร็วโจมตี 170 เป็นเวลาต่อเนื่อง",
          "[ตัวแทนแห่งพระเจ้า] เพิ่มอัตราการหลบหลีก 250, ความเร็วโจมตี 210 เป็นเวลาต่อเนื่อง",
          "[ตัวแทนแห่งพระเจ้า] เพิ่มอัตราการหลบหลีก 250, ความเร็วโจมตี 250 เป็นเวลาต่อเนื่อง"
        ],
        "name": "ตราประทับของผู้แทน"
      },
      "weapon": {
        "description": [
          "ทุกการโจมตีมีโอกาส 35 % ที่จะสร้างความเสียหายทางกายภาพเพิ่ม 160 %",
          "ทุกการโจมตีมีโอกาส 35 % ที่จะสร้างความเสียหายทางกายภาพเพิ่ม 192 %",
          "ทุกการโจมตีมีโอกาส 35 % ที่จะสร้างความเสียหายทางกายภาพเพิ่ม 230 %",
          "ทุกการโจมตีมีโอกาส 35 % ที่จะสร้างความเสียหายทางกายภาพเพิ่ม 276 %",
          "ทุกการโจมตีมีโอกาส 35 % ที่จะสร้างความเสียหายทางกายภาพเพิ่ม 331 %",
          "ทุกการโจมตีมีโอกาส 35 % ที่จะสร้างความเสียหายทางกายภาพเพิ่ม 400 %"
        ],
        "name": "ดาบศักดิ์สิทธิ์ เอียร์"
      }
    },
    "10": {
      "description": "เธอคือเอลฟ์ผู้เย่อหยิ่ง ผู้พิทักษ์แห่ง Forest of Life ลูกธนูของเธออาบไปด้วยพลังดวงจันทร์ ที่พร้อมจะวิ่งเข้าหาเป้าหมายของเธอหากเธอต้องการ",
      "name": "Selene",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "ยิงธนู 12 ดอก สร้างความเสียหายทางกายภาพทั้งหมด {1} แก่ศัตรูแบบสุ่ม",
        "name": "ฝนลูกธนู",
        "transcendence": {
          "dark": "มีโอกาส 20% ที่จะทำให้ศัตรูสลบ 2 วินาที",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มความเสียหายคริติคอลของฮีโร่ {1} ทุกครั้งที่โจมตี"
        },
        "description": "เมื่อโจมตีจะเพิ่มพลังโจมตี {2} , อัตราคริติคอล {3} ของตัวเองเป็นระยะเวลา {1} วินาที สามารถแสต็คได้มากสุด 3 ครั้ง",
        "name": "ลูกธนูแสงจันทร์",
        "transcendence": {
          "dark": "ศัตรูที่โดนเอฟเฟ็กต์จะแข็ง 0.5วินาที",
          "light": "ไม่สนการป้องกันเมื่อมีศัตรู 1 ตัว"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายกายภาพสูงสุด {1} โดยเทียบกับ HP ที่เหลือของเป้าหมายแก่ศัตรูในแนวตรงและทำให้ล้มลง",
        "name": "แสงจันทร์กระทบ",
        "transcendence": {
          "dark": "ไม่สนใจเอฟเฟ็กบล็อคของเป้าหมาย",
          "light": "เวลาคูลไทม์สกิลลดลง 3 วินาที"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "เมื่อฮีโร่โจมตี เรียกธนูที่โจมตีศัตรูอัตโนมัติออกมา  5 ดอก ธนูแต่ละดอกสร้างความเสียหายกายภาพ {1} ",
        "name": "ความว่องไว",
        "transcendence": {
          "dark": "เพิ่มขอบเขตการโจมตีปกติ 20%",
          "light": "เปลี่ยนจำนวนแสต็คสูงสุดเป็น 5"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "ลดอัตราคริติคอลของตัวเอง 300 และเพิ่มความเสียหายคริติคอล 100%",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[แสงจันทร์กระทบ] เพิ่มความเสียหาย 20% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20% เป็นเวลา 10 วินาที",
          "[แสงจันทร์กระทบ] เพิ่มความเสียหาย 24% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20% เป็นเวลา 10 วินาที",
          "[แสงจันทร์กระทบ] เพิ่มความเสียหาย 29% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20% เป็นเวลา 10 วินาที",
          "[แสงจันทร์กระทบ] เพิ่มความเสียหาย 35% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20% เป็นเวลา 10 วินาที",
          "[แสงจันทร์กระทบ] เพิ่มความเสียหาย 42% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20% เป็นเวลา 10 วินาที",
          "[แสงจันทร์กระทบ] เพิ่มความเสียหาย 50% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20% เป็นเวลา 10 วินาที"
        ],
        "name": "ลูกธนูเงิน"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตีคริติคอล เพิ่มความเร็วในการโจมตี 200 เป็นเวลา 10 วินาทีและในเวลาที่กำหนด เมื่อโจมตีปกติ  จะยิงลูกธนูเพิ่มเติมแก่เป้าหมาย สร้างความเสียหายทางกายภาพ 100%",
          "เมื่อโจมตีคริติคอล เพิ่มความเร็วในการโจมตี 240 เป็นเวลา 10 วินาทีและในเวลาที่กำหนด เมื่อโจมตีปกติ  จะยิงลูกธนูเพิ่มเติมแก่เป้าหมาย สร้างความเสียหายทางกายภาพ 120%",
          "เมื่อโจมตีคริติคอล เพิ่มความเร็วในการโจมตี 280 เป็นเวลา 10 วินาทีและในเวลาที่กำหนด เมื่อโจมตีปกติ  จะยิงลูกธนูเพิ่มเติมแก่เป้าหมาย สร้างความเสียหายทางกายภาพ 140%",
          "เมื่อโจมตีคริติคอล เพิ่มความเร็วในการโจมตี 340 เป็นเวลา 10 วินาทีและในเวลาที่กำหนด เมื่อโจมตีปกติ  จะยิงลูกธนูเพิ่มเติมแก่เป้าหมาย สร้างความเสียหายทางกายภาพ 170%",
          "เมื่อโจมตีคริติคอล เพิ่มความเร็วในการโจมตี 410 เป็นเวลา 10 วินาทีและในเวลาที่กำหนด เมื่อโจมตีปกติ  จะยิงลูกธนูเพิ่มเติมแก่เป้าหมาย สร้างความเสียหายทางกายภาพ 210%",
          "เมื่อโจมตีคริติคอล เพิ่มความเร็วในการโจมตี 500 เป็นเวลา 10 วินาทีและในเวลาที่กำหนด เมื่อโจมตีปกติ  จะยิงลูกธนูเพิ่มเติมแก่เป้าหมาย สร้างความเสียหายทางกายภาพ 250%"
        ],
        "name": "โนทอส, สายลมสีเขียว"
      }
    },
    "11": {
      "description": "เทพผู้ได้รับพรจากฮีโร่ได้ช่วยโลกไว้ในอดีต คำสาปด้วยขนอีกา ใส่ศัตรูทำลายการต่อสู้ทุกรูปแบบ",
      "name": "Maria",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "ลดความเร็วโจมตี {1} % เป็นช่วงเวลาต่อเนื่อง"
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรูในอาณาเขตและผลักออกไป ทำให้พลังป้องกันเวทย์ลดลง {3} % เป็นเวลา {2} วินาที",
        "name": "พายุอีกา",
        "transcendence": {
          "dark": "มีโอกาสในการคุมขัง 3 วินาที 20%",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มปริมาณการลด {1} %",
          "2": "เพิ่มปริมาณการลด {1} %",
          "3": "ลดอัตราคริติคอลของศัตรู {1} % เป็นระยะเวลาต่อเนื่อง"
        },
        "description": "ลดพลังโจมตีของศัตรูที่ได้รับความเสียหายจาก Maria {2} เป็นเวลา {1} วินาที",
        "name": "สายลมสีดำ",
        "transcendence": {
          "dark": "เพิ่มเวลาการคุมขัง 1.5 วินาที",
          "light": "เพิ่มการใช้ Mana 1 และเปลี่ยนเป้าหมายเป็น 3 ตัว"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "ดึงศัตรูในอาณาเขตมารวมไว้ตรงกลางและสร้างความเสียหายเวทย์ {1} ในการโจมตีครั้งสุดท้ายทำให้ศัตรูหมดสติเป็นเวลา 3 วินาที",
        "name": "พื้นที่แห่งความมืด",
        "transcendence": {
          "dark": "ลดการใช้ Mana 1",
          "light": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ {1} % ในระยะเวลาที่กำหนดอย่างต่อเนื่อง"
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรู 2 คนและล่ามไว้เป็นเวลา {2} วินาที เป้าหมายที่ได้รับความเสียหายจะได้รับความเสียหายเวทย์เพิ่มเติมอย่างต่อเนื่อง",
        "name": "กรงเล็บกักขัง",
        "transcendence": {
          "dark": "ลดการต้านคริติคอลเวทย์ของเป้าหมาย 25% เป็นเวลา 10 วินาที",
          "light": "เพิ่มการลดพลังโจมตี 40%"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เมื่อคริติคอลลดความต้านทานสถานะของเป้าหมาย 250 เป็นเวลา 10 วินาทีและลดเวลาคูลไทม์ของสกิลทั้งหมด 2% ยกเว้นสกิลที่ใช้อยู่",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / อัตราคริติคอล +100"
      },
      "treasure": {
        "description": [
          "[พื้นที่แห่งความมืด] เพิ่มความเสียหาย 20% การโจมตีครั้งสุดท้ายจะลดพลังป้องกันทั้งหมดของเป้าหมาย 30% เป็นเวลา 7 วินาที",
          "[พื้นที่แห่งความมืด] เพิ่มความเสียหาย 24% การโจมตีครั้งสุดท้ายจะลดพลังป้องกันทั้งหมดของเป้าหมาย 30% เป็นเวลา 7 วินาที",
          "[พื้นที่แห่งความมืด] เพิ่มความเสียหาย 29% การโจมตีครั้งสุดท้ายจะลดพลังป้องกันทั้งหมดของเป้าหมาย 30% เป็นเวลา 7 วินาที",
          "[พื้นที่แห่งความมืด] เพิ่มความเสียหาย 35% การโจมตีครั้งสุดท้ายจะลดพลังป้องกันทั้งหมดของเป้าหมาย 30% เป็นเวลา 7 วินาที",
          "[พื้นที่แห่งความมืด] เพิ่มความเสียหาย 42% การโจมตีครั้งสุดท้ายจะลดพลังป้องกันทั้งหมดของเป้าหมาย 30% เป็นเวลา 7 วินาที",
          "[พื้นที่แห่งความมืด] เพิ่มความเสียหาย 50% การโจมตีครั้งสุดท้ายจะลดพลังป้องกันทั้งหมดของเป้าหมาย 30% เป็นเวลา 7 วินาที"
        ],
        "name": "จี้แห่งความมืด"
      },
      "weapon": {
        "description": [
          "เมื่อคริติคอล สร้างความเสียหายเวทต่อเนื่อง 300% ของพลังโจมตีแก่ศัตรูเป็นเวลา 10 วินาที และลดพลังฟื้นฟูลง 50%",
          "เมื่อคริติคอล สร้างความเสียหายเวทต่อเนื่อง 375% ของพลังโจมตีแก่ศัตรูเป็นเวลา 10 วินาที และลดพลังฟื้นฟูลง 50%",
          "เมื่อคริติคอล สร้างความเสียหายเวทต่อเนื่อง 450% ของพลังโจมตีแก่ศัตรูเป็นเวลา 10 วินาที และลดพลังฟื้นฟูลง 50%",
          "เมื่อคริติคอล สร้างความเสียหายเวทต่อเนื่อง 525% ของพลังโจมตีแก่ศัตรูเป็นเวลา 10 วินาที และลดพลังฟื้นฟูลง 50%",
          "เมื่อคริติคอล สร้างความเสียหายเวทต่อเนื่อง 625% ของพลังโจมตีแก่ศัตรูเป็นเวลา 10 วินาที และลดพลังฟื้นฟูลง 50%",
          "เมื่อคริติคอล สร้างความเสียหายเวทต่อเนื่อง 750% ของพลังโจมตีแก่ศัตรูเป็นเวลา 10 วินาที และลดพลังฟื้นฟูลง 50%"
        ],
        "name": "โคคูทอส, ผู้ส่งสารแห่ง ลีอาร์"
      }
    },
    "12": {
      "description": "โจรสลัดในตำนานผู้ถูกสาปให้กลายเป็นเด็กผู้หญิงตัวเล็กๆ เขามีสามารถสามารถในการยิงกระสุนปืนใหญ่ใส่หัวของศัตรูอย่างแม่นยำ",
      "name": "Miruru",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "สร้างความเสียหายทางกายภาพ {1} แก่ศัตรูในอาณาเขตและดันออกไป",
        "name": "ปังงงง!",
        "transcendence": {
          "dark": "เพิ่มพลังโจมตี 35% เป็นเวลา 10 วินาทีเมื่อทำงาน",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "สร้างความเสียหายทางกายภาพ {1} 3 ครั้งแก่ศัตรูที่อยู่แนวหน้า และทุกการโจมตีจะมีโอกาสที่ทำให้ล้มลง {2} % เป็นเวลา {3} วินาที",
        "name": "กลิ้งไปมา",
        "transcendence": {
          "dark": "ลดเวลาคูลดาวน์ 8% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "สร้างความเสียหายทางกายภาพ {2} และลดความเร็วของศัตรูในอาณาเขตลง {3} % เป็นเวลา {1} วินาที",
        "name": "กลุ่มโจรสลัด Miruru!",
        "transcendence": {
          "dark": "ลบเอฟเฟ็กลดความเร็วโจมตีและเปลี่ยนเป็นเอฟเฟ็กทำให้หมดสติ 3 วินาที",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "เมื่อโจมตีปกติ มีโอกาส 60% ที่จะยิงกระสุนเพิ่มเติมและสร้างความเสียหายกายภาพ {1} แก่ศัตรู 3 คนแบบสุ่ม",
        "name": "ตูมมมม!",
        "transcendence": {
          "dark": "มีโอกาส 10% ที่จะทำให้ศัตรูที่ได้รับความเสียหายสลบ 1 วินาที",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เมื่อโจมตี จะแสต็คความมืดแก่ตัวเองเท่ากับจำนวนศัตรูที่โดนความเสียหาย เมื่อแสต็คครบ 50 อันจะระเบิดและเพิ่มความเร็วการโจมตี 800, พลังโจมตี 20%",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / อัตราคริติคอล +100"
      },
      "treasure": {
        "description": [
          "[กลุ่มโจรสลัด Miruru!] เพิ่มความเสียหาย 50% ลดเวลาคูลดาวน์ 12%",
          "[กลุ่มโจรสลัด Miruru!] เพิ่มความเสียหาย 50% ลดเวลาคูลดาวน์ 14%",
          "[กลุ่มโจรสลัด Miruru!] เพิ่มความเสียหาย 50% ลดเวลาคูลดาวน์ 17%",
          "[กลุ่มโจรสลัด Miruru!] เพิ่มความเสียหาย 50% ลดเวลาคูลดาวน์ 21%",
          "[กลุ่มโจรสลัด Miruru!] เพิ่มความเสียหาย 50% ลดเวลาคูลดาวน์ 25%",
          "[กลุ่มโจรสลัด Miruru!] เพิ่มความเสียหาย 50% ลดเวลาคูลดาวน์ 30%"
        ],
        "name": "ลููกปืนใหญ่ประจำตัวกัปตัน Miruru"
      },
      "weapon": {
        "description": [
          "สร้างความเสียหายทางกายภาพต่อพลังโจมตี 100% ต่อแนวแบบสุ่มทุก 5 วินาที และเพิ่มความเสียหายทางกายภาพที่ศัตรูที่โดน 20%",
          "สร้างความเสียหายทางกายภาพต่อพลังโจมตี 120% ต่อแนวแบบสุ่มทุก 5 วินาที และเพิ่มความเสียหายทางกายภาพที่ศัตรูที่โดน 24%",
          "สร้างความเสียหายทางกายภาพต่อพลังโจมตี 144% ต่อแนวแบบสุ่มทุก 5 วินาที และเพิ่มความเสียหายทางกายภาพที่ศัตรูที่โดน 29%",
          "สร้างความเสียหายทางกายภาพต่อพลังโจมตี 172% ต่อแนวแบบสุ่มทุก 5 วินาที และเพิ่มความเสียหายทางกายภาพที่ศัตรูที่โดน 35%",
          "สร้างความเสียหายทางกายภาพต่อพลังโจมตี 207% ต่อแนวแบบสุ่มทุก 5 วินาที และเพิ่มความเสียหายทางกายภาพที่ศัตรูที่โดน 42%",
          "สร้างความเสียหายทางกายภาพต่อพลังโจมตี 250% ต่อแนวแบบสุ่มทุก 5 วินาที และเพิ่มความเสียหายทางกายภาพที่ศัตรูที่โดน 50%"
        ],
        "name": "ลาไวด์แท้น, อาวุธขั้นสุดยอด"
      }
    },
    "13": {
      "description": "เอลฟ์ Druid ผู้ที่เข้าร่วมในกองกำลังพันธมิตรของมนุษย์เมื่อครั้งที่ราชาปีศาจบุกโลก สื่อสารกับธรรมชาติและโจมตีศัตรูโดยการใช้ต้นไม้",
      "name": "Lorraine",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เมื่อเกิดคริติคอล แสต็คพิษครั้งละ 2 อัน"
        },
        "description": "โจมตี 3 ครั้งแบบสุ่ม ทุกการโจมตี สร้างความเสียหายเวทย์ {1} แก่ศัตรูในอาณาเขตและแสต็คพิษ 1 อัน",
        "name": "ป่าหนาม",
        "transcendence": {
          "dark": "เมื่อโจมตีโดนศัตรูที่แสต็คพิษ 5 ครั้งจะคุมขังเป็นเวลา 3 วินาที",
          "light": "เพิ่มจำนวนการโจมตี 1 ครั้ง"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "ทุก 15 วินาที โจมตีศัตรูแบบสุ่ม 3 ครั้ง ในการโจมตีทุกครั้งสร้างความเสียหายเวทย์ {1}  แก่ศัตรู 1 คนและแสต็คพิษ 1 อัน",
        "name": "ใบไม้มีด",
        "transcendence": {
          "dark": "ศัตรูตัวสุดท้ายที่โดนเอฟเฟ็กระเบิดจะหมดสติเป็นเวลา 2",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "สร้างความเสียหายทางเวทย์ {1} แก่ศัตรูในอาณาเขตและทำให้ล้มเป็นเวลา 3 วินาที ศัตรูที่ติดพิษจะได้รับความเสียหายเพิ่ม {2} % ต่อพิษ 1 อัน",
        "name": "ความโกรธแค้นแห่งป่า",
        "transcendence": {
          "dark": "เมื่อสร้างความเสียหายแก่ศัตรูที่แสต็คพิษ 5 ครั้ง จะลดเอฟเฟ็กบัฟ",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ {1} % ในระยะเวลาที่กำหนด"
        },
        "description": "สร้างความเสียหายเวทย์ {1} ในแนวเส้นตรงและแสต็คพิษ 2 อันพร้อมล่ามไว้เป็นเวลา {2} วินาที หลังจากเวลาที่กำหนด สร้างความเสียหายอย่างมากโดยเที่ยบกับจำนวนแสต็คพิษ",
        "name": "เถาวัลย์พันเกี่ยว",
        "transcendence": {
          "dark": "มีโอกาส 20% ที่จะคุมขังศัตรูที่ได้รับความเสียหาย 2 วินาที",
          "light": "เปลี่ยนจำนวนแสต็คพิษสูงสุดเป็น 6 ครั้ง"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "โจมตีศัตรูแบบสุ่มด้วยป่าหนามทุก 7 วินาที 1 ครั้ง",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / อัตราคริติคอล +100"
      },
      "treasure": {
        "description": [
          "[ความโกรธแค้นแห่งป่า] เพิ่มความเสียหาย 20% เมื่อเกิดคริติคอลกับศัตรูที่มีการแสต็คพิษมากกว่า 5 อันจะลดเวลาคูลดาวน์ 4%",
          "[ความโกรธแค้นแห่งป่า] เพิ่มความเสียหาย 24% เมื่อเกิดคริติคอลกับศัตรูที่มีการแสต็คพิษมากกว่า 5 อันจะลดเวลาคูลดาวน์ 4%",
          "[ความโกรธแค้นแห่งป่า] เพิ่มความเสียหาย 29% เมื่อเกิดคริติคอลกับศัตรูที่มีการแสต็คพิษมากกว่า 5 อันจะลดเวลาคูลดาวน์ 4%",
          "[ความโกรธแค้นแห่งป่า] เพิ่มความเสียหาย 35% เมื่อเกิดคริติคอลกับศัตรูที่มีการแสต็คพิษมากกว่า 5 อันจะลดเวลาคูลดาวน์ 4%",
          "[ความโกรธแค้นแห่งป่า] เพิ่มความเสียหาย 42% เมื่อเกิดคริติคอลกับศัตรูที่มีการแสต็คพิษมากกว่า 5 อันจะลดเวลาคูลดาวน์ 4%",
          "[ความโกรธแค้นแห่งป่า] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลกับศัตรูที่มีการแสต็คพิษมากกว่า 5 อันจะลดเวลาคูลดาวน์ 4%"
        ],
        "name": "รากต้นไม้กำเนิดโลก"
      },
      "weapon": {
        "description": [
          "ทุก 7 วินาที สร้างความเสียหายเวท 40% ของพลังโจมตีและลดพลังป้องกันเวท 10% แก่ศัตรูที่ติดพิษ เพิ่มความเสียหาย 20% ต่อสแต็คพิษ",
          "ทุก 7 วินาที สร้างความเสียหายเวท 48% ของพลังโจมตีและลดพลังป้องกันเวท 12% แก่ศัตรูที่ติดพิษ เพิ่มความเสียหาย 20% ต่อสแต็คพิษ",
          "ทุก 7 วินาที สร้างความเสียหายเวท 57% ของพลังโจมตีและลดพลังป้องกันเวท 14% แก่ศัตรูที่ติดพิษ เพิ่มความเสียหาย 20% ต่อสแต็คพิษ",
          "ทุก 7 วินาที สร้างความเสียหายเวท 69% ของพลังโจมตีและลดพลังป้องกันเวท 17% แก่ศัตรูที่ติดพิษ เพิ่มความเสียหาย 20% ต่อสแต็คพิษ",
          "ทุก 7 วินาที สร้างความเสียหายเวท 83% ของพลังโจมตีและลดพลังป้องกันเวท 20% แก่ศัตรูที่ติดพิษ เพิ่มความเสียหาย 20% ต่อสแต็คพิษ",
          "ทุก 7 วินาที สร้างความเสียหายเวท 100% ของพลังโจมตีและลดพลังป้องกันเวท 25% แก่ศัตรูที่ติดพิษ เพิ่มความเสียหาย 20% ต่อสแต็คพิษ"
        ],
        "name": "โรบุรุ, ประสงค์ของต้นไม้กำเนิดโลก"
      }
    },
    "15": {
      "description": "เขาเคยเป็นอัศวินผู้เดินทางไปทั่วโลก ไม่ว่าการรบใดๆ เขาจะเป็นคนที่ยืนกองหน้าปกป้องพรรคพวกที่อยู่ข้างหลังเสมอ ไม่ว่าศัตรูจะบุกมาในรูปแบบไหนเขาก็จะป้องกันและสวนกลับจนศัตรูไม่สามารถบุกเข้ามาได้ เขาได้จึงได้สมญานามว่ากำแพงเหล็ก",
      "name": "Clause",
      "s1": {
        "books": {
          "1": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {1} %"
        },
        "description": "เพิ่มพลังป้องกันกายภาพของพันธมิตรทั้งหมด {2} เป็นเวลา {1} วินาทีและลดอัตราโดนคริติคอลกายภาพ {3} %",
        "name": "โล่คุ้มครอง",
        "transcendence": {
          "dark": "เพิ่มการใช้ Mana 1 และมีโอกาส 100 % ในการดึงเป้าหมายให้เข้ามาใกล้ตัวเอง",
          "light": "ลดเวลาคูลดาวน์ 2 วินาที"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "ลดความเร็วเป้าหมายลง {1} %"
        },
        "description": "สร้างความเสียหายกายภาพ {1} โดยเทียบกับพลังป้องกันแก่ศัตรูในอาณาเขตและดันออกไป ลดพลังป้องกันของศัตรูที่ได้รับความเสียหาย {2} % เมื่อบล็อค เวลาคูลไทม์สกิลลดลง 0.5 วินาที",
        "name": "จู่โจมโล่",
        "transcendence": {
          "dark": "ทำให้เป้าหมายหมดสติ 1 วินาที",
          "light": "เพิ่มความเสียหายทางกายของเป้าหมาย 25% เป็นเวลา 10 วินาที"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มเวลาหมดสติต่อเนื่อง {1} วินาที"
        },
        "description": "กระโดดแล้วสร้างความเสียหายทางกายภาพ {1} แก่ศัตรูในอาณาเขตและทำให้หมดสติเป็นเวลา {2} วินาที",
        "name": "หั่นปฐพี",
        "transcendence": {
          "dark": "เพิ่มเอฟเฟ็กการลดความเสียหายทางกายที่ได้รับเป็นเวลาต่อเนื่อง 25%",
          "light": "เพิ่มตัวเลขพลังป้องกัน 40%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายกายภาพ  {1} กับเป้าหมายด้านหน้าเมื่อทำการสกัดและลดพลังโจมตีของเป้าหมายลง {3} % เป็นเวลา {2} วินาที หลังจากโจมตีศัตรู ฟื้นฟูMana 300",
        "name": "คำปฏิญาณของอัศวิน",
        "transcendence": {
          "dark": "ลดการเพิ่มพลังโจมตี 10%",
          "light": "เพิ่มความเร็วในการร่ายสกิลอย่างมาก"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เพิ่มพลังป้องกันกาย 20% และความต้านทานคริติคอลกาย 20% ของพันธมิตรทั้งหมดเป็นเวลา 5 วินาทีเมื่อพันธมิตรนอกจากตัวเองโดนโจมตี เวลาคูลไทม์ 10 วินาที",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / บล็อคกาย +200"
      },
      "treasure": {
        "description": [
          "[โล่คุ้มครอง] เมื่อใช้จะลบเอฟเฟ็กด้านลบที่ตัวเองติดอยู่ทั้งหมด เพิ่มปริมาณการเพิ่มพลังป้องกัน 20%",
          "[โล่คุ้มครอง] เมื่อใช้จะลบเอฟเฟ็กด้านลบที่ตัวเองติดอยู่ทั้งหมด เพิ่มปริมาณการเพิ่มพลังป้องกัน 24%",
          "[โล่คุ้มครอง] เมื่อใช้จะลบเอฟเฟ็กด้านลบที่ตัวเองติดอยู่ทั้งหมด เพิ่มปริมาณการเพิ่มพลังป้องกัน 29%",
          "[โล่คุ้มครอง] เมื่อใช้จะลบเอฟเฟ็กด้านลบที่ตัวเองติดอยู่ทั้งหมด เพิ่มปริมาณการเพิ่มพลังป้องกัน 35%",
          "[โล่คุ้มครอง] เมื่อใช้จะลบเอฟเฟ็กด้านลบที่ตัวเองติดอยู่ทั้งหมด เพิ่มปริมาณการเพิ่มพลังป้องกัน 42%",
          "[โล่คุ้มครอง] เมื่อใช้จะลบเอฟเฟ็กด้านลบที่ตัวเองติดอยู่ทั้งหมด เพิ่มปริมาณการเพิ่มพลังป้องกัน 50%"
        ],
        "name": "ตราประทับของกลุ่มอัศวินผู้พิทักษ์"
      },
      "weapon": {
        "description": [
          "เมื่อพลังชีวิตลดต่ำกว่า 35% เพิ่มค่าความต้านทานความเสียหายทางกายภาพให้กับพันธมิตร 200 และพลังโจมตีเพิ่มขึ้นเท่ากับ 100% ของพลังป้องกันกายภาพของตนเองพร้อมทั้งป้องกันสถานะผิดปกติ",
          "เมื่อพลังชีวิตลดต่ำกว่า 35% เพิ่มค่าความต้านทานความเสียหายทางกายภาพให้กับพันธมิตร 240 และพลังโจมตีเพิ่มขึ้นเท่ากับ 120% ของพลังป้องกันกายภาพของตนเองพร้อมทั้งป้องกันสถานะผิดปกติ",
          "เมื่อพลังชีวิตลดต่ำกว่า 35% เพิ่มค่าความต้านทานความเสียหายทางกายภาพให้กับพันธมิตร 280 และพลังโจมตีเพิ่มขึ้นเท่ากับ 144% ของพลังป้องกันกายภาพของตนเองพร้อมทั้งป้องกันสถานะผิดปกติ",
          "เมื่อพลังชีวิตลดต่ำกว่า 35% เพิ่มค่าความต้านทานความเสียหายทางกายภาพให้กับพันธมิตร 340 และพลังโจมตีเพิ่มขึ้นเท่ากับ 173% ของพลังป้องกันกายภาพของตนเองพร้อมทั้งป้องกันสถานะผิดปกติ",
          "เมื่อพลังชีวิตลดต่ำกว่า 35% เพิ่มค่าความต้านทานความเสียหายทางกายภาพให้กับพันธมิตร 410 และพลังโจมตีเพิ่มขึ้นเท่ากับ 207% ของพลังป้องกันกายภาพของตนเองพร้อมทั้งป้องกันสถานะผิดปกติ",
          "เมื่อพลังชีวิตลดต่ำกว่า 35% เพิ่มค่าความต้านทานความเสียหายทางกายภาพให้กับพันธมิตร 500 และพลังโจมตีเพิ่มขึ้นเท่ากับ 250% ของพลังป้องกันกายภาพของตนเองพร้อมทั้งป้องกันสถานะผิดปกติ"
        ],
        "name": "อัคเซี่ยน, ผู้พิทักษ์"
      }
    },
    "16": {
      "description": "ครึ่งมนุษย์, ครึ่งสัตว์ เผ่าพันธุ์ที่นำทางวิญญาณด้วยการใช้ตะเกียงแห่งวิญญาณ ฮีลพันธมิตร ด้วยพลังแห่งวิญญาณ ก่อกวนศัตรูหรือฟื้นฟู Mana ของพันธมิตรด้วยความช่วยเหลือของวิญญาณ",
      "name": "Rephy",
      "s1": {
        "books": {
          "1": "เพิ่มการรักษา {1} %",
          "2": "เพิ่มการรักษา {1} %",
          "3": "เพิ่มปริมาณฟื้น Mana ต่อวินาทีของเป้าหมาย {1} %"
        },
        "description": "ฟื้นฟู {3} % ของ HP สูงสุดของพันธมิตรที่มี HP น้อยที่สุด 4 คนและฟื้นฟูเพิ่มเติม {1} เป็นเวลา {2} วินาที สถานะนี้ไม่สามารถยกเลิกได้",
        "name": "วิญญาณบำบัด",
        "transcendence": {
          "dark": "การฟื้นฟูแค่ละครั้งมีโอกาส 20% ที่จะยกเลิกเอฟเฟ็กด้านลบได้",
          "light": "เพิ่มการใช้ Mana 1 และเป้าหมายเอฟเฟ็กเปลี่ยนเป็นพันธมิตรทั้งหมด"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มค่าพลังป้องกันเวทย์ที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังป้องกันเวทย์ที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มการต้านสถานะผิดปกติ {1} เป็นเวลา {2} วินาที"
        },
        "description": "ยกเลิกดีบัฟของพันธมิตรและเพิ่มพลังการป้องกันเวทย์ {2} เป็นเวลา {1} วินาที",
        "name": "พิทักษ์ชีวิต",
        "transcendence": {
          "dark": "เพิ่มพลังป้องกันเวทย์เท่ากับ 10% ของพลังป้องกันเวทย์ของตัวเอง",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "ความเสียหายทั้งหมดที่เป้าหมายได้รับเพิ่มขึ้น {1} %"
        },
        "description": "สร้างความเสียหายทางเวทย์ 10 ครั้งรวม {2} ให้กับศัตรูในอาณาเขตและลดความเร็วโจมตี {3} %",
        "name": "ความว่องไวของวิญญาณ",
        "transcendence": {
          "dark": "เพิ่มการใช้ Mana 1 และทำให้ศัตรูในอาณาเขตเงียบ 1 วินาที",
          "light": "ทุกครั้งที่โจมตี เป้าหมายที่ได้รับความเสียหายจะถูกลด Mana 250"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มการรักษา {1} %",
          "2": "เพิ่มการรักษา {1} %",
          "3": "เพิ่มการฟื้น Mana {1} %"
        },
        "description": "ทุก 7 วินาที ฟื้น 1 MP และ HP {1} ของพันธมิตร 1 คนที่ HP น้อยที่สุด",
        "name": "จูนวิญญาณ",
        "transcendence": {
          "dark": "ฟื้นฟู Mana 1 ช่องให้กับพันธมิตรที่มีพลังโจมตีสูงสุด",
          "light": "เปลี่ยนเป็นใช้สกิลทุกๆ 5 วินาที"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เมื่อโจมตีมีโอกาส 10% ที่จะลดพลังป้องกันทั้งหมดของเป้าหมาย 20% และลดเวลาคูลไทม์สกิลทั้งหมดของตัวเอง 5%",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / หลบหลีกเวทย์ +100"
      },
      "treasure": {
        "description": [
          "[ความว่องไวของวิญญาณ] ลดการใช้ Mana 1 ฟื้นฟู HP ของพันธมิตรทั้งหมดเท่ากับ 8% ของความเสียหาย",
          "[ความว่องไวของวิญญาณ] ลดการใช้ Mana 1 ฟื้นฟู HP ของพันธมิตรทั้งหมดเท่ากับ 10% ของความเสียหาย",
          "[ความว่องไวของวิญญาณ] ลดการใช้ Mana 1 ฟื้นฟู HP ของพันธมิตรทั้งหมดเท่ากับ 12% ของความเสียหาย",
          "[ความว่องไวของวิญญาณ] ลดการใช้ Mana 1 ฟื้นฟู HP ของพันธมิตรทั้งหมดเท่ากับ 14% ของความเสียหาย",
          "[ความว่องไวของวิญญาณ] ลดการใช้ Mana 1 ฟื้นฟู HP ของพันธมิตรทั้งหมดเท่ากับ 17% ของความเสียหาย",
          "[ความว่องไวของวิญญาณ] ลดการใช้ Mana 1 ฟื้นฟู HP ของพันธมิตรทั้งหมดเท่ากับ 20% ของความเสียหาย"
        ],
        "name": "ที่พำนักวิญญาณ"
      },
      "weapon": {
        "description": [
          "ทุก 20 วินาที ทำให้พันธมิตรที่มี HP น้อยที่สุดอยู่ในสภาพดวงวิญญาณเป็นเวลา 5 วินาที พันธมิตรที่อยู่ในสภาพวิญญาณจะต้านทานการโจมตีทางกายภาพและ HP จะไม่ลดต่ำกว่า 1%  เพิ่มปริมาณการฟื้น Mana 120% ต่อวินาที",
          "ทุก 20 วินาที ทำให้พันธมิตรที่มี HP น้อยที่สุดอยู่ในสภาพดวงวิญญาณเป็นเวลา 6 วินาที พันธมิตรที่อยู่ในสภาพวิญญาณจะต้านทานการโจมตีทางกายภาพและ HP จะไม่ลดต่ำกว่า 1%  เพิ่มปริมาณการฟื้น Mana 144% ต่อวินาที",
          "ทุก 20 วินาที ทำให้พันธมิตรที่มี HP น้อยที่สุดอยู่ในสภาพดวงวิญญาณเป็นเวลา 7 วินาที พันธมิตรที่อยู่ในสภาพวิญญาณจะต้านทานการโจมตีทางกายภาพและ HP จะไม่ลดต่ำกว่า 1%  เพิ่มปริมาณการฟื้น Mana 172% ต่อวินาที",
          "ทุก 20 วินาที ทำให้พันธมิตรที่มี HP น้อยที่สุดอยู่ในสภาพดวงวิญญาณเป็นเวลา 8 วินาที พันธมิตรที่อยู่ในสภาพวิญญาณจะต้านทานการโจมตีทางกายภาพและ HP จะไม่ลดต่ำกว่า 1%  เพิ่มปริมาณการฟื้น Mana 207% ต่อวินาที",
          "ทุก 20 วินาที ทำให้พันธมิตรที่มี HP น้อยที่สุดอยู่ในสภาพดวงวิญญาณเป็นเวลา 9 วินาที พันธมิตรที่อยู่ในสภาพวิญญาณจะต้านทานการโจมตีทางกายภาพและ HP จะไม่ลดต่ำกว่า 1%  เพิ่มปริมาณการฟื้น Mana 248% ต่อวินาที",
          "ทุก 20 วินาที ทำให้พันธมิตรที่มี HP น้อยที่สุดอยู่ในสภาพดวงวิญญาณเป็นเวลา 10 วินาที พันธมิตรที่อยู่ในสภาพวิญญาณจะต้านทานการโจมตีทางกายภาพและ HP จะไม่ลดต่ำกว่า 1%  เพิ่มปริมาณการฟื้น Mana 300% ต่อวินาที"
        ],
        "name": "คูรุลาติ, ตะเกียงแห่งพระเจ้า"
      }
    },
    "17": {
      "description": "ดาร์คเอลฟ์ลงมือล่าศัตรูในเงามืด การล้างแค้นด้วยหน้าไม้ ใช้ความมืดแทรกซึมผ่านศัตรูอย่างไม่มีเมตตา",
      "name": "Dimael",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรู 1 ตัว",
        "name": "กระหน่ำความมืด",
        "transcendence": {
          "dark": "มีโอกาส 25% ที่จะทำให้เป้าหมายที่ถูกโจมตีตาบอด 5 วินาที",
          "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มปริมาณความเสียหายเวทย์ที่เป้าหมายได้รับ {1} %"
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรูในอาณาเขตและพันธนาการเป็นเวลา {2} วินาที",
        "name": "โซ่ตรวนสีดำ",
        "transcendence": {
          "dark": "ดึงเป้าหมายที่ได้รับความเสียหายเข้ามาใกล้",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "เล็งไปที่ศัตรู 1 คน สร้างความเสียหายเวทย์ {1} ในแนวเส้นตรงและทำให้ตาบอดเป็นเวลา {2} วินาที",
        "name": "คลื่นเงา",
        "transcendence": {
          "dark": "ทำให้เอฟเฟ็กบวกของศัตรูในอาณาเขตหายไป",
          "light": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "เมื่อโจมตีธรรมดา สร้างความเสียหายเวทย์เพิ่มเติมแก่เป้าหมาย {1} โดยไม่สนพลังป้องกัน",
        "name": "รอยสีดำ",
        "transcendence": {
          "dark": "เมื่อโจมตีแบบปกติ มีโอกาส 10% จะที่กลายเป็นใช้สกิล 1",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เพิ่มความเสียหายเวทย์เท่ากับ 80% ของพลังโจมตีเมื่อโจมตีปกติ ฟื้นฟู Mana 100 มีโอกาส 10 % ที่จะเพิ่มความเสียหายทางเวทย์และ Mana 2 เท่า",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเร็วโจมตี +100"
      },
      "treasure": {
        "description": [
          "[คลื่นเงา] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการตาบอด 2 วินาที",
          "[คลื่นเงา] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการตาบอด 2.5 วินาที",
          "[คลื่นเงา] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการตาบอด 3 วินาที",
          "[คลื่นเงา] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการตาบอด 3.5 วินาที",
          "[คลื่นเงา] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการตาบอด 4 วินาที",
          "[คลื่นเงา] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการตาบอด 4.2 วินาที"
        ],
        "name": "ดวงตาแห่งเงา"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตี มีโอกาส 10% ที่จะสร้างความเสียหายเวทย์เท่ากับ 100% ของพลังโจมตีและลดเวลาคูลไทม์สกิลทั้งหมด 10%",
          "เมื่อโจมตี มีโอกาส 12% ที่จะสร้างความเสียหายเวทย์เท่ากับ 120% ของพลังโจมตีและลดเวลาคูลไทม์สกิลทั้งหมด 10%",
          "เมื่อโจมตี มีโอกาส 14% ที่จะสร้างความเสียหายเวทย์เท่ากับ 140% ของพลังโจมตีและลดเวลาคูลไทม์สกิลทั้งหมด 10%",
          "เมื่อโจมตี มีโอกาส 17% ที่จะสร้างความเสียหายเวทย์เท่ากับ 170% ของพลังโจมตีและลดเวลาคูลไทม์สกิลทั้งหมด 10%",
          "เมื่อโจมตี มีโอกาส 20% ที่จะสร้างความเสียหายเวทย์เท่ากับ 210% ของพลังโจมตีและลดเวลาคูลไทม์สกิลทั้งหมด 10%",
          "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เท่ากับ 250% ของพลังโจมตีและลดเวลาคูลไทม์สกิลทั้งหมด 10%"
        ],
        "name": "เนเรียส, น้ำตาของดวงจันทร์"
      }
    },
    "18": {
      "description": "ทหารรับจ้างผู้ใช้ดาบแสงมือเดียว หลบหลีกการโจมตีด้วยความเร็วแสง และแทงผ่านศัตรูด้วยปลายแหลมของดาบ",
      "name": "Reina",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "ทิ่มแทงศัตรูอย่างรวดเร็วสร้างความเสียหายกาย {1} และเมื่อติดคริติคอล จะสร้างบาดแผลให้ศัตรูและรีเซตเวลาคูลดาวน์สกิล ความเสียหายของสกิลนี้จะเพิ่มขึ้น 20% ต่อ 1 แสต็คบาดแผลของศัตรู ในขณะใช้สกิลจะไม่ได้รับความเสียหายใดๆ",
        "name": "ล่องลอยเหมือนผีเสื้อ",
        "transcendence": {
          "dark": "เวลาคูลดาวน์จะหายไป",
          "light": "เพิ่มการใช้ Mana 1 และเพิ่มจำนวนแสต็คบาดแผลสูงสุดเป็น 10 เป้าหมายที่ถูกแสต็ค 10 ครั้งจะได้รับความเสียหายเพิ่มเติม 100% ของพลังโจมตี"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มโอกาสคริติคอลที่เพิ่มขึ้น {1} %"
        },
        "description": "เพิ่มพลังโจมตีของฮีโร่ {2} เป็นเวลา {1} วินาทีและเพิ่มอัตราคริติคอล {3} ",
        "name": "ปลายมีดคมกริบ",
        "transcendence": {
          "dark": "เพิ่มการใช้ Mana 1 เป็นโอกาสอัตราคริติคอลเป็นความเสียหายคริติคอล 100% และเพิ่มเอฟเฟ็กความเสียหาย 25% แก่บอส",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "โจมตีศัตรูอย่างต่อเนื่องสร้างความเสียหายทางกาย {1} และทำให้ศัตรูกระเด็นไปไกลในการโจมตีครั้งสุดท้าย",
        "name": "ดาวตก",
        "transcendence": {
          "dark": "ป้องกันความเสียหายทั้งหมดในระหว่างที่ใช้",
          "light": "ทุกครั้งที่เกิดคริติคอลจะเพิ่มความเสียหายของการโจมตีครั้งสุดท้าย 10%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มพลังเจาะเกราะป้องกัน {1} ในระยะเวลาที่กำหนด"
        },
        "description": "เมื่อโจมตีคริติคอลตรงเป้า เพิ่มพลังโจมตี {2} เป็นระยะเวลา {1} วินาที แสต็คสูงสุด 5 ครั้ง",
        "name": "เด็กนำโชค",
        "transcendence": {
          "dark": "ลดความเสียหายที่ได้รับทั้งหมด 20% เมื่อถึงสแต็ค 5 ครั้ง",
          "light": "เพิ่มความเสียหายแก่ศัตรูที่ไม่ได้เป็นฮีโร่สแต็คละ 4%"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เมื่อโจมตีแบบปกติ มีโอกาส 10% เพิ่มความต้านทายคริติคอล 100% 5 วินาที",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[ดาวตก] เพิ่มความเสียหาย 20% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
          "[ดาวตก] เพิ่มความเสียหาย 24% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
          "[ดาวตก] เพิ่มความเสียหาย 29% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
          "[ดาวตก] เพิ่มความเสียหาย 35% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
          "[ดาวตก] เพิ่มความเสียหาย 42% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
          "[ดาวตก] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200"
        ],
        "name": "เหรียญแห่งความรวดเร็ว"
      },
      "weapon": {
        "description": [
          "ทุกครั้งที่โจมตีคริติคอลตรงเป้า ในเวลา 15 วินาที เพิ่มความเร็วในการโจมตี 80 และอัตราความเสียหายคริติคอล 20%  แสต็คสูงสุด 5 ครั้ง",
          "ทุกครั้งที่โจมตีคริติคอลตรงเป้า ในเวลา 15 วินาที เพิ่มความเร็วในการโจมตี 90 และอัตราความเสียหายคริติคอล 24%  แสต็คสูงสุด 5 ครั้ง",
          "ทุกครั้งที่โจมตีคริติคอลตรงเป้า ในเวลา 15 วินาที เพิ่มความเร็วในการโจมตี 110 และอัตราความเสียหายคริติคอล 28%  แสต็คสูงสุด 5 ครั้ง",
          "ทุกครั้งที่โจมตีคริติคอลตรงเป้า ในเวลา 15 วินาที เพิ่มความเร็วในการโจมตี 130 และอัตราความเสียหายคริติคอล 34%  แสต็คสูงสุด 5 ครั้ง",
          "ทุกครั้งที่โจมตีคริติคอลตรงเป้า ในเวลา 15 วินาที เพิ่มความเร็วในการโจมตี 160 และอัตราความเสียหายคริติคอล 41%  แสต็คสูงสุด 5 ครั้ง",
          "ทุกครั้งที่โจมตีคริติคอลตรงเป้า ในเวลา 15 วินาที เพิ่มความเร็วในการโจมตี 200 และอัตราความเสียหายคริติคอล 50%  แสต็คสูงสุด 5 ครั้ง"
        ],
        "name": "ไลเวทิส, สายฟ้าผ่า"
      }
    },
    "19": {
      "description": "นักเวทย์ผู้ได้รับพลังจากคำสาปมังกรน้ำแข็ง ใช้พลังเวทย์น้ำแข็งที่รุนแรงแช่แข็งศัตรู",
      "name": "Pavel",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรูเป้าหมายและทำให้เป็นน้ำแข็งเป็นเวลา {2} วินาที หากมีศัตรูที่อยู่ในสถานะแช่แข็งจะสร้างความเสียหายเพิ่มเติมและทำให้ศัตรูนั้นเป็นน้ำแข็ง",
        "name": "ลิ่มแห่งความเยือกเย็น",
        "transcendence": {
          "dark": "เพิ่มการใช้ Mana 1 เพิ่มเอฟเฟ็คน้ำแข็งต่อเนื่อง 5 วินาที",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "โจมตีศัตรูแบบสุ่ม 5 ครั้ง สร้างความเสียหายเวท {1} และทำให้ถูกดีบัพแช่แข็ง หากโจมตีศัตรูที่ติดสถานะแช่แข็งจะสร้างทวนเพิ่มเติม สร้างความเสียหายครึ่งหนึ่งแก่เป้าหมาย ทวนที่ถูกสร้างเพิ่มขึ้นจะไม่ติดสถานะแช่แข็ง เพิ่มความเสียหายแก่ศัตรูที่อยู่ในสถานะแข็ง 50%",
        "name": "หอกน้ำแข็ง",
        "transcendence": {
          "dark": "เปลี่ยนเป้าหมายเป็นศัตรูที่มีพลังโจมตีสูงสุด",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรูทั้งหมด ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา {2} วินาที และเพิ่มความเสียหายแก่เป้าหมายที่กลายเป็นน้ำแข็ง {3} %",
        "name": "การควบคุมของน้ำแข็ง",
        "transcendence": {
          "dark": "ป้องกันความเสียหายทั้งหมดในระหว่างที่ใช้",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายเวทย์ {2} และแช่แข็งศัตรู 3 คนในทุก {1} วินาที",
        "name": "สัมผัสที่เยือกเย็น",
        "transcendence": {
          "dark": "ไม่สามารถลบสถานะแช่แข็งได้ด้วยการใช้เอฟเฟ็กลบดีบัฟ",
          "light": "ลดการต้านทานสถานะผิดปกติของเป้าหมาย 250 เป็นเวลา 10 วินาที"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "ทุกๆ 3 วินาที โจมตีศัตรูทั้งหมด สร้างความเสียหายเวทย์เท่ากับ 50% ของพลังโจมตี มีโอกาส 50% ที่จะแช่แข็งศัตรู หากโจมตีศัตรูที่ติดสถานะแช่แข็งจะสร้างความเสียหายเวทย์เท่ากับ 300% ของพลังโจมตีทั้งหมดเพิ่มเติมอย่างต่อเนื่องเป็นเวลา 3 วินาที",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[การควบคุมของน้ำแข็ง] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการทำให้เป็นน้ำแข็ง 1 วินาที",
          "[การควบคุมของน้ำแข็ง] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการทำให้เป็นน้ำแข็ง 1.2 วินาที",
          "[การควบคุมของน้ำแข็ง] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการทำให้เป็นน้ำแข็ง 1.4 วินาที",
          "[การควบคุมของน้ำแข็ง] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการทำให้เป็นน้ำแข็ง 1.7 วินาที",
          "[การควบคุมของน้ำแข็ง] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการทำให้เป็นน้ำแข็ง 2.1 วินาที",
          "[การควบคุมของน้ำแข็ง] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการทำให้เป็นน้ำแข็ง 2.5 วินาที"
        ],
        "name": "หัวใจแห่งธารน้ำแข็ง"
      },
      "weapon": {
        "description": [
          "ทุก 15 วินาที สร้างความเสียหายเวทย์ 160% ของพลังโจมตีและแช่แข็งศัตรู 2 คนแบบสุ่ม ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา 5 วินาที",
          "ทุก 14 วินาที สร้างความเสียหายเวทย์ 192% ของพลังโจมตีและแช่แข็งศัตรู 2 คนแบบสุ่ม ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา 5 วินาที",
          "ทุก 12.5 วินาที สร้างความเสียหายเวทย์ 228% ของพลังโจมตีและแช่แข็งศัตรู 2 คนแบบสุ่ม ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา 5 วินาที",
          "ทุก 11 วินาที สร้างความเสียหายเวทย์ 276% ของพลังโจมตีและแช่แข็งศัตรู 2 คนแบบสุ่ม ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา 5 วินาที",
          "ทุก 9.5 วินาที สร้างความเสียหายเวทย์ 332% ของพลังโจมตีและแช่แข็งศัตรู 2 คนแบบสุ่ม ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา 5 วินาที",
          "ทุก 8 วินาที สร้างความเสียหายเวทย์ 400% ของพลังโจมตีและแช่แข็งศัตรู 2 คนแบบสุ่ม ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา 5 วินาที"
        ],
        "name": "แอนดาต้า แอนดราสเต้, หัวใจแห่งมังกร"
      }
    },
    "2": {
      "description": "เธอเป็นเพื่อนสนิทของ Kasel ตั้งแต่เด็ก และยังเป็นนักบวชศักดิ์สิทธิ์ผู้รับใช้เทพธิดาอีกด้วย ด้วยคำอวยพรของเทพธิดา เธอสามารถเพิ่มพลังเวทย์และพลังปกป้องรักษาของเธอได้ช่วงเวลาหนึ่ง",
      "name": "Frey",
      "s1": {
        "books": {
          "1": "เพิ่มการฟื้นฟูพลังชีวิต {1} %",
          "2": "เพิ่มการฟื้นฟูพลังชีวิต {1} %",
          "3": "กำจัดเอฟเฟ็คที่เป็นผลเสียที่เป้าหมายได้รับ"
        },
        "description": "ฟื้นฟู HP {1} ให้พันธมิตรที่เหลือ HP ที่น้อยที่สุด",
        "name": "แสงแห่งปาฏิหาริย์",
        "transcendence": {
          "dark": "เพิ่มการลดความเสียหายเวทย์ของพันธมิตรที่ได้ฟื้นฟู HP 10 วินาที 25%",
          "light": "เพิ่มการใช้ Mana 1 และเปลี่ยนเป็นเป้าหมาย 2 ตัว"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มค่าความต้านทานเวทย์ขึ้น {1} %",
          "2": "เพิ่มค่าความต้านทานเวทย์ขึ้น {1} %",
          "3": "ฟื้นฟู HP ของเป้าหมาย {1} % ระหว่างที่ใช้สกิล"
        },
        "description": "ทำให้พลังป้องกันเวทย์ของพันธมิตร 1 คนเพิ่มขึ้น {2} เป็นเวลา {1} วินาที",
        "name": "เทพธิดาปกปักษ์",
        "transcendence": {
          "dark": "เป้าหมายที่ได้รับเกราะคุ้มกันอยู่จะเพิ่มพลังการโจมตี 20%",
          "light": "เพิ่มปริมาณเกราะคุ้มกัน 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มบาเรียป้องกัน {1} %",
          "2": "เพิ่มบาเรียป้องกัน {1} %",
          "3": "เพิ่มพลังในการฟื้นตัวของเป้าหมาย {1} % ระหว่างที่ใช้สกิล"
        },
        "description": "สร้างเกราะคุ้มกันที่ดูดกลืนความเสียหาย {2} ให้พันธมิตรทั้งหมด เป็นเวลา {1} วินาที ในขณะที่ผลของโล่ยังอยู่จะต้านทานสถานะผิดปกติ",
        "name": "คำอวยพรแห่งแสง",
        "transcendence": {
          "dark": "ลดเวลาการตาบอดต่อเนื่อง 2 วินาที และเปลี่ยนเป้าหมายเป็นศัตรูแบบสุ่ม",
          "light": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 80%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "สร้างความเสียหายทางเวทย์ {1} แก่ศัตรูที่อยู่ในอาณาเขตและทำให้ตาบอดเป็นเวลา {2} วินาที",
        "name": "การแก้แค้นของสวรรค์",
        "transcendence": {
          "dark": "เปลี่ยนเป้าหมายเป็น 2 ตัว",
          "light": "เพิ่มความเร็วการโจมตีของเป้าหมาย 250"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "พันธมิตรที่รับรักษาจาก Frey พันธมิตรตัวนั้นเพิ่มพลังเท่ากับ 5% ของพลังโจมตีของ Frey เป็นเวลา 5 วินาที",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / บล็อคเวทย์ +200"
      },
      "treasure": {
        "description": [
          "[การแก้แค้นของสวรรค์] เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 10 วินาที 20% เพิ่มเวลาตาบอดต่อเนื่อง 1 วินาที",
          "[การแก้แค้นของสวรรค์] เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 10 วินาที 20% เพิ่มเวลาตาบอดต่อเนื่อง 1.5 วินาที",
          "[การแก้แค้นของสวรรค์] เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 10 วินาที 20% เพิ่มเวลาตาบอดต่อเนื่อง 2 วินาที",
          "[การแก้แค้นของสวรรค์] เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 10 วินาที 20% เพิ่มเวลาตาบอดต่อเนื่อง 2.5 วินาที",
          "[การแก้แค้นของสวรรค์] เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 10 วินาที 20% เพิ่มเวลาตาบอดต่อเนื่อง 3 วินาที",
          "[การแก้แค้นของสวรรค์] เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 10 วินาที 20% เพิ่มเวลาตาบอดต่อเนื่อง 3.5 วินาที"
        ],
        "name": "ขนนกของผู้พิพากษาที่ถูกลืม"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตีปกติ มีโอกาส 40% ที่จะฟื้นพลัง 42% ของพลังโจมตีให้พันธมิตรที่เหลือ HP น้อยที่สุด",
          "เมื่อโจมตีปกติ มีโอกาส 40% ที่จะฟื้นพลัง 50.4% ของพลังโจมตีให้พันธมิตรที่เหลือ HP น้อยที่สุด",
          "เมื่อโจมตีปกติ มีโอกาส 40% ที่จะฟื้นพลัง 58.8% ของพลังโจมตีให้พันธมิตรที่เหลือ HP น้อยที่สุด",
          "เมื่อโจมตีปกติ มีโอกาส 40% ที่จะฟื้นพลัง 71.4% ของพลังโจมตีให้พันธมิตรที่เหลือ HP น้อยที่สุด",
          "เมื่อโจมตีปกติ มีโอกาส 40% ที่จะฟื้นพลัง 86.1% ของพลังโจมตีให้พันธมิตรที่เหลือ HP น้อยที่สุด",
          "เมื่อโจมตีปกติ มีโอกาส 40% ที่จะฟื้นพลัง 105% ของพลังโจมตีให้พันธมิตรที่เหลือ HP น้อยที่สุด"
        ],
        "name": "โรสเมอต้า, อำนาจแห่งพระเจ้า"
      }
    },
    "20": {
      "description": "อัศวินผู้พิทักษ์ ซึ่งถือหอกและโล่ขนาดใหญ่ ยืนเผชิญหน้ากับศัตรูด้วยความแน่วแน่  และกำจัดศัตรูด้วยปลายหอก",
      "name": "Demia",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มเวลาหมดสติต่อเนื่อง {1} วินาที"
        },
        "description": "ขว้างหอกใส่ศัตรูที่อยู่ไกลที่สุด สร้างความเสียหายทางกาย {1} และดึงเข้ามาด้านหน้าตัวเอง หลังจากนั้น สร้างความเสียหายทางกาย {2} ให้กับศัตรูในบริเวณตัวเองและทำให้หมดสติ 3 วินาที",
        "name": "ทะลุทะลวง",
        "transcendence": {
          "dark": "เพิ่มความเสียหายทั้งหมดที่ศัตรูที่ถูกดึงเข้ามาได้รับ 25% เป็นเวลา 10 วินาที",
          "light": "เพิ่มการใช้ Mana 1 ดึงศัตรู 2 ตัวเข้ามา"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มปริมาณการลดพลังโจมตี {1} %"
        },
        "description": "เมื่อบล็อกการโจมตีของศัตรูในเวลา {1} วินาที ศัตรูที่อยู่ใกล้เคียงจะได้รับความเสียหายทางกายภาพ {2} และพลังโจมตีลดลง {3} %",
        "name": "ปรารถนาชัยชนะ",
        "transcendence": {
          "dark": "เมื่อร่ายเวทย์จะเพิ่มพลังป้องกันกายของพันธมิตร 20% เป็นเวลา 10 วินาที",
          "light": "เพิ่มความเสียหายทางกายเมื่อเทียบกับพลังป้องกันกายของตัวเอง"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "ขณะร่ายสกิลจะบล็อคความเสียหาย เพิ่มความเสียหายของการกระโดดโจมตี 7% และสร้างความเสียหาย {2} แก่ศัตรูและทำให้หมดสติ หลังจากร่ายสกิลเสร็จ กระโดตไปยังศัตรูแล้วสร้างความเสียหายทางกายภาพ {3} และทำให้ศัตรูสลบเป็นเวลา {4} วินาที ในขณะที่ใช้สกิลมีผลป้องกันสถานะผิดปกติทั้งหมด",
        "name": "ป้อมเหล็ก",
        "transcendence": {
          "dark": "ลดความเสียหายทางกายภาพที่พันธมิตรทั้งหมดได้รับเป็น 20% ในขณะที่ใช้",
          "light": "เมื่อโจมตีแบบกระโดดจะโจมตีเป้าหมายที่มีพลังโจมตีสูงสุด"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มพลังป้องกันที่เพิ่มขึ้น {1} %.",
          "2": "เพิ่มพลังป้องกันที่เพิ่มขึ้น {1} %.",
          "3": "เพิ่มพลังป้องกันที่เพิ่มขึ้น {1} %."
        },
        "description": "เพิ่มพลังป้องกันกายภาพของพันธมิตรทั้งหมด {1} และเพิ่มอัตราบล็อกกายภาพ {2} ",
        "name": "ทัพหน้า",
        "transcendence": {
          "dark": "เมื่อบล็อค จะฟื้นฟู HP โดยเทียบกับพลังป้องกันกายของตัวเอง",
          "light": "เพิ่มพลังป้องกันกาย 20% เพิ่มอัตราการบล็อคกาย 50"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "ทุกครั้งเมื่อเริ่มการต่อสู้จะลดพลังโจมตีของศัตรูทั้งหมด 20% เป็นเวลา 6 วินาที และสถานะนี้ไม่สามารถยกเลิกได้",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / บล็อคกาย +200"
      },
      "treasure": {
        "description": [
          "[ป้อมเหล็ก] ลดการใช้ Mana 1 เพิ่มเวลาการสลบต่อเนื่องของการกระโดดโจมตี 1 วินาที",
          "[ป้อมเหล็ก] ลดการใช้ Mana 1 เพิ่มเวลาการสลบต่อเนื่องของการกระโดดโจมตี 1.5 วินาที",
          "[ป้อมเหล็ก] ลดการใช้ Mana 1 เพิ่มเวลาการสลบต่อเนื่องของการกระโดดโจมตี 2 วินาที",
          "[ป้อมเหล็ก] ลดการใช้ Mana 1 เพิ่มเวลาการสลบต่อเนื่องของการกระโดดโจมตี 2.5 วินาที",
          "[ป้อมเหล็ก] ลดการใช้ Mana 1 เพิ่มเวลาการสลบต่อเนื่องของการกระโดดโจมตี 3 วินาที",
          "[ป้อมเหล็ก] ลดการใช้ Mana 1 เพิ่มเวลาการสลบต่อเนื่องของการกระโดดโจมตี 3.5 วินาที"
        ],
        "name": "พลังแห่งการปกป้อง"
      },
      "weapon": {
        "description": [
          "ถ้าป้องกันการโจมตีของศัตรูได้จะมีโอกาส 10% ที่จะฟื้นManaของตัวเอง 3% และลดเวลาคูลดาวน์ทุกสกิล 1 วินาที",
          "ถ้าป้องกันการโจมตีของศัตรูได้จะมีโอกาส 13% ที่จะฟื้นManaของตัวเอง 3% และลดเวลาคูลดาวน์ทุกสกิล 1 วินาที",
          "ถ้าป้องกันการโจมตีของศัตรูได้จะมีโอกาส 16% ที่จะฟื้นManaของตัวเอง 3% และลดเวลาคูลดาวน์ทุกสกิล 1 วินาที",
          "ถ้าป้องกันการโจมตีของศัตรูได้จะมีโอกาส 19% ที่จะฟื้นManaของตัวเอง 3% และลดเวลาคูลดาวน์ทุกสกิล 1 วินาที",
          "ถ้าป้องกันการโจมตีของศัตรูได้จะมีโอกาส 22% ที่จะฟื้นManaของตัวเอง 3% และลดเวลาคูลดาวน์ทุกสกิล 1 วินาที",
          "ถ้าป้องกันการโจมตีของศัตรูได้จะมีโอกาส 25% ที่จะฟื้นManaของตัวเอง 3% และลดเวลาคูลดาวน์ทุกสกิล 1 วินาที"
        ],
        "name": "อาร์เฟียส, แสงสีฟ้า"
      }
    },
    "21": {
      "description": "Harpy มีความเชี่ยวชาญในการต่อสู้ระยะประชิดด้วยการใช้สนับมือ เคลื่อนผ่านและล้มศัตรูลงได้อย่างรวดเร็ว โจมตีศัตรูด้วยการปล่อยพลังอย่างต่อเนื่อง",
      "name": "Naila",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "พุ่งเข้าใส่ศัตรู 2 ครั้ง สร้างความเสียหายทางกายภาพ {1} แก่ศัตรูในอาณาเขตและทำให้ล้มลงเป็นเวลา {2} วินาที",
        "name": "สายลมคมกริบ",
        "transcendence": {
          "dark": "เปลี่ยนเป้าหมายเป็นศัตรูที่มีพลังโจมตีสูงสุด",
          "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %"
        },
        "description": "เพิ่มอัตราหลบหลีกกายภาพของพันธมิตรทั้งหมด {2} เป็นเวลา {1} วินาที และเพิ่มพลังโจมตี {3} ",
        "name": "อ่านทางลม",
        "transcendence": {
          "dark": "เพิ่มโอกาสคริติคอลของฮีโร่ 600",
          "light": "เพิ่มตัวเลขพลังโจมตี 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "ทำให้ศัตรูที่ได้รับความเสียหายหมดสติเป็นเวลา 3 วินาที"
        },
        "description": "บินขึ้นและพุ่งลงใส่ศัตรูในอาณาเขต สร้างความเสียหายทางกายภาพ {1} เพิ่มความเสียหาย {2} % แก่เป้าหมายที่ล้มลง",
        "name": "ดิ่งพสุธา",
        "transcendence": {
          "dark": "เมื่อมีศัตรูที่โดนคริติคอล เวลาคูลไทม์สกิลลดลงตัวละ 10%",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "การโจมตีครั้งที่ 5 ของการโจมตีปกติ มีโอกาส 40%  ที่จะสร้างความเสียหายทางกายภาพเพิ่มเติม {1} แก่เป้าหมายและทำให้ล้มลง",
        "name": "พายุโจมตี",
        "transcendence": {
          "dark": "เมื่อเกิดเอฟเฟ็กจะเพิ่มความเร็วการโจมตีของตัวเอง 300",
          "light": "เปลี่ยนอัตราการทำงานของสกิลเป็น 60%"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "ลดเวลาคูลไทม์เมื่อหลบหลีกการโจมตี 2% เพิ่มพลังโจมตี 3%, ความเร็วโจมตี 30 แสต็คเอฟเฟ็กเพิ่มพลังโจมตีและความเร็ว สูงสุด 10 ครั้ง",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / หลบหลีกกาย +100"
      },
      "treasure": {
        "description": [
          "[ดิ่งพสุธา] ลดเวลาคูลดาวน์สกิล 30% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 10% เป็นเวลา 10 วินาที",
          "[ดิ่งพสุธา] ลดเวลาคูลดาวน์สกิล 30% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 12% เป็นเวลา 10 วินาที",
          "[ดิ่งพสุธา] ลดเวลาคูลดาวน์สกิล 30% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 14% เป็นเวลา 10 วินาที",
          "[ดิ่งพสุธา] ลดเวลาคูลดาวน์สกิล 30% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 17% เป็นเวลา 10 วินาที",
          "[ดิ่งพสุธา] ลดเวลาคูลดาวน์สกิล 30% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 21% เป็นเวลา 10 วินาที",
          "[ดิ่งพสุธา] ลดเวลาคูลดาวน์สกิล 30% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที"
        ],
        "name": "เกียรติยศแห่งลม"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตีคริติคอล สร้างความเสียหายกายภาพ 100% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 10 วินาที และเพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 20%",
          "เมื่อโจมตีคริติคอล สร้างความเสียหายกายภาพ 120% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 10 วินาที และเพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 24%",
          "เมื่อโจมตีคริติคอล สร้างความเสียหายกายภาพ 144% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 10 วินาที และเพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 28%",
          "เมื่อโจมตีคริติคอล สร้างความเสียหายกายภาพ 172% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 10 วินาที และเพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 34%",
          "เมื่อโจมตีคริติคอล สร้างความเสียหายกายภาพ 207% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 10 วินาที และเพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 41%",
          "เมื่อโจมตีคริติคอล สร้างความเสียหายกายภาพ 250% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 10 วินาที และเพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 50%"
        ],
        "name": "บาโรรุ, เล็บต้องสาป"
      }
    },
    "22": {
      "description": "เธอคือสไนเปอร์จากอาณาจักรที่มีแต่การต่อสู้  ในตอนที่, เธอเล็งไปที่เป้าหมายอย่างใจเย็น, ยิ่งเธอใช้สมาธิกับการเล็งไปที่เป้าหมายมากเท่าไหร่ มันก็ยิ่งจะทำให้เห็นถึงพลังที่แท้จริงของเธอ",
      "name": "Rodina",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหายจากคริติคอล {1} %"
        },
        "description": "ทำการร่ายเวทย์ เมื่อร่ายสำเร็จสร้างความเสียหายทางกายภาพ {1} แก่ศัตรูในแนวเส้นตรง เพิ่มความเสียหายสูงสุด {2} % โดยเทียบกับเวลาที่ใช้ร่ายเวทย์ ทำให้ศัตรูล้มลงเมื่อร่ายจนถึงรอบที่ 3",
        "name": "ยิงทะลวง",
        "transcendence": {
          "dark": "ป้องกันความเสียหายทั้งหมดในระหว่างที่ใช้",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มความเสียหายคริติคอล {1} % เป็นเวลาต่อเนื่อง"
        },
        "description": "เพิ่มความเสียหายต่อศัตรู {1} % และเพิ่มพลังโจมตีของตน {2} ",
        "name": "เล็งเป้าหมาย",
        "transcendence": {
          "dark": "เพิ่มระยะเวลาต่อเนื่อง 10 วินาที",
          "light": "เพิ่มตัวเลขพลังโจมตี 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหายจากคริติคอล {1} %"
        },
        "description": "ยิงกระสุน 10 นัดใส่ศัตรูแบบสุ่ม เมื่อโจมตีจะสร้างความเสียหาย {1} และเพิ่มความเสียหาย {1} % ทุกการโจมตี",
        "name": "ยิงเป้า",
        "transcendence": {
          "dark": "ไม่สนใจแอฟเฟ็คบล็อคของเป้าหมาย",
          "light": "เมื่อเกิดคริติคอลจะลดเวลาคูลดาวน์ 5%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหายจากคริติคอล {1} %"
        },
        "description": "ทุก 10 วินาที โจมตีต่อเนื่อง 2 ครั้ง สร้างความเสียหายทางกายภาพ {1} ",
        "name": "ยิงต่อเนื่อง",
        "transcendence": {
          "dark": "ทำให้ศัตรูที่ได้รับคริติคอลสลบเป็น 2วินาที",
          "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "ยิงตรงหัวเมื่อโจมตีปกติในโอกาส 15% และสร้างความเสียหายทางกายภาพ 600%.",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / อัตราคริติคอล +100"
      },
      "treasure": {
        "description": [
          "[ยิงเป้า] เพิ่มความเสียหาย 20% การโจมตีครั้งสุดท้ายจะสร้างความเสียหายที่ไม่สนใจพลังป้องกันของเป้าหมาย",
          "[ยิงเป้า] เพิ่มความเสียหาย 24% การโจมตีครั้งสุดท้ายจะสร้างความเสียหายที่ไม่สนใจพลังป้องกันของเป้าหมาย",
          "[ยิงเป้า] เพิ่มความเสียหาย 29% การโจมตีครั้งสุดท้ายจะสร้างความเสียหายที่ไม่สนใจพลังป้องกันของเป้าหมาย",
          "[ยิงเป้า] เพิ่มความเสียหาย 35% การโจมตีครั้งสุดท้ายจะสร้างความเสียหายที่ไม่สนใจพลังป้องกันของเป้าหมาย",
          "[ยิงเป้า] เพิ่มความเสียหาย 42% การโจมตีครั้งสุดท้ายจะสร้างความเสียหายที่ไม่สนใจพลังป้องกันของเป้าหมาย",
          "[ยิงเป้า] เพิ่มความเสียหาย 50% การโจมตีครั้งสุดท้ายจะสร้างความเสียหายที่ไม่สนใจพลังป้องกันของเป้าหมาย"
        ],
        "name": "ลูกปืนคัสตอม VII"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตี มีโอกาส 10% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 200% พร้อมทั้งผลักศัตรูออกไป จากนั้นจะเพิ่มความแม่นยำให้กับตนเอง 100 เป็นเวลา 10 วินาทีซึ่งสามารถแสต็คได้สูงสุด 3 ครั้ง",
          "เมื่อโจมตี มีโอกาส 11% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 240% พร้อมทั้งผลักศัตรูออกไป จากนั้นจะเพิ่มความแม่นยำให้กับตนเอง 100 เป็นเวลา 10 วินาทีซึ่งสามารถแสต็คได้สูงสุด 3 ครั้ง",
          "เมื่อโจมตี มีโอกาส 12% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 288% พร้อมทั้งผลักศัตรูออกไป จากนั้นจะเพิ่มความแม่นยำให้กับตนเอง 100 เป็นเวลา 10 วินาทีซึ่งสามารถแสต็คได้สูงสุด 3 ครั้ง",
          "เมื่อโจมตี มีโอกาส 13% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 344% พร้อมทั้งผลักศัตรูออกไป จากนั้นจะเพิ่มความแม่นยำให้กับตนเอง 100 เป็นเวลา 10 วินาทีซึ่งสามารถแสต็คได้สูงสุด 3 ครั้ง",
          "เมื่อโจมตี มีโอกาส 14% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 414% พร้อมทั้งผลักศัตรูออกไป จากนั้นจะเพิ่มความแม่นยำให้กับตนเอง 100 เป็นเวลา 10 วินาทีซึ่งสามารถแสต็คได้สูงสุด 3 ครั้ง",
          "เมื่อโจมตี มีโอกาส 15% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 500% พร้อมทั้งผลักศัตรูออกไป จากนั้นจะเพิ่มความแม่นยำให้กับตนเอง 100 เป็นเวลา 10 วินาทีซึ่งสามารถแสต็คได้สูงสุด 3 ครั้ง"
        ],
        "name": "โรดิน่า, ปืนไรเฟิล ม้อด.0"
      }
    },
    "23": {
      "description": "อัศวินปีศาจที่ใช้ลาวาจากพลังที่ชั่วร้าย สร้างบาดแผลที่เจ็บปวดให้กับศัตรูอย่างฉกรรจ์และทำให้ศัตรูพ่ายแพ้ด้วยความแข็งแกร่งจากการป้องกันที่เปรียบเหมือนหินแกรนิต",
      "name": "Morrah",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรูที่อยู่ในอาณาเขต ทำให้ล้มลงและแสต็คลูกไฟ 3 ครั้ง หลังจากนั้นเป็นเวลา {2} วินาที ทุกครั้งที่โจมตีปกติ สร้างความเสียหายเวทย์ {3} และแสต็คไฟแก่ศัตรูครั้งละ 1 อัน เพิ่มความเสียหาย {4} % ต่อทุกแสต็คไฟ แสต็คไฟทุก 1 อันจะสร้างความเสียหายเวทย์และทำให้พลังการฟื้นฟูลดลง 1%",
        "name": "พลังเผาผลาญ",
        "transcendence": {
          "dark": "ลดเวลาคูลดาวน์ 6% ต่อศัตรู 1 ตัวที่ได้รับความเสียหาย",
          "light": "เพิ่ความเร็วโจมตี 200 เป็นเวลา 15 วินาที"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มค่าความต้านทานเวทย์ที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าความต้านทานเวทย์ที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มอัตราการบล็อคเวทย์ที่เพิ่มขึ้น {1} %"
        },
        "description": "เพิ่มพลังป้องกันเวทย์ {2} ให้กับพันธมิตรทุกตัวเป็นเวลา {1} วินาที เพิ่มโอกาสในการบล็อคเวทย์ {3} พร้อมทั้งทุกๆ {4} วินาทีจะแสต็คไฟ 1 อันให้กับศัตรูรอบๆตัวเอง",
        "name": "เปลวเพลิงจากนรก",
        "transcendence": {
          "dark": "ในขณะที่เกิด 'เปลวเพลิงจากนรก' แบบต่อเนื่องจะสร้างความเสียหายรอบๆตัวเองเท่ากับพลังป้องกันเวทย์ของตัวเอง",
          "light": "เพิ่มโอกาสในการบล็อคเวทย์ 20%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหาย {1} แก่ศัตรูในอาณาเขตและทำให้ล้มลง เพิ่มความเสียหาย {2} % ต่อทุกๆลูกไฟที่แสต็ค",
        "name": "ลาวาปะทุตัว",
        "transcendence": {
          "dark": "ฟื้นฟู HP ของตัวเองเท่ากับ 40% ของความเสียหาย",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "เมื่อป้องกัน จะสร้างความเสียหายเวทย์ {2} ให้กับศัตรูในอาณาเขตรอบตัวเองและแสต็คลูกไฟ 3 ครั้ง",
        "name": "โจมตีเพลิง",
        "transcendence": {
          "dark": "เมื่อแสต็คลูกไฟเกิน 100 ครั้ง จะเพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 40%",
          "light": "เพิ่มพลังป้องกันเวทย์ของตัวเอง 5% เมื่อบล็อค มากสุด 10 ครั้ง"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เพิ่มความเสียหายของแสต็คลูกไฟ 100% และเพิ่มค่าแสต็คสูงสุดเป็น 120",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / บล็อคเวทย์ +200"
      },
      "treasure": {
        "description": [
          "[ลาวาปะทุตัว] เพิ่มความเสียหาย 20% ลดพลังป้องกันเวทย์ของเป้าหมาย 25% เป็นเวลา 7 วินาที",
          "[ลาวาปะทุตัว] เพิ่มความเสียหาย 24% ลดพลังป้องกันเวทย์ของเป้าหมาย 25% เป็นเวลา 7 วินาที",
          "[ลาวาปะทุตัว] เพิ่มความเสียหาย 29% ลดพลังป้องกันเวทย์ของเป้าหมาย 25% เป็นเวลา 7 วินาที",
          "[ลาวาปะทุตัว] เพิ่มความเสียหาย 35% ลดพลังป้องกันเวทย์ของเป้าหมาย 25% เป็นเวลา 7 วินาที",
          "[ลาวาปะทุตัว] เพิ่มความเสียหาย 42% ลดพลังป้องกันเวทย์ของเป้าหมาย 25% เป็นเวลา 7 วินาที",
          "[ลาวาปะทุตัว] เพิ่มความเสียหาย 50% ลดพลังป้องกันเวทย์ของเป้าหมาย 25% เป็นเวลา 7 วินาที"
        ],
        "name": "หินพลังร้ายจากนรก"
      },
      "weapon": {
        "description": [
          "ทุก 10 วินาที สร้างความเสียหายเวทย์เท่ากับ 80% ของพลังโจมตีแก่เป้าหมายที่ถูกแสต็คไฟและมีโอกาส 14% ที่จะทำให้ล้มลง เพิ่มความเสียหาย 2% ต่อแสต็คไฟ\\n",
          "ทุก 10 วินาที สร้างความเสียหายเวทย์เท่ากับ 96% ของพลังโจมตีแก่เป้าหมายที่ถูกแสต็คไฟและมีโอกาส 16% ที่จะทำให้ล้มลง เพิ่มความเสียหาย 2% ต่อแสต็คไฟ\\n",
          "ทุก 10 วินาที สร้างความเสียหายเวทย์เท่ากับ 115% ของพลังโจมตีแก่เป้าหมายที่ถูกแสต็คไฟและมีโอกาส 20% ที่จะทำให้ล้มลง เพิ่มความเสียหาย 2% ต่อแสต็คไฟ\\n",
          "ทุก 10 วินาที สร้างความเสียหายเวทย์เท่ากับ 138% ของพลังโจมตีแก่เป้าหมายที่ถูกแสต็คไฟและมีโอกาส 24% ที่จะทำให้ล้มลง เพิ่มความเสียหาย 2% ต่อแสต็คไฟ\\n",
          "ทุก 10 วินาที สร้างความเสียหายเวทย์เท่ากับ 166% ของพลังโจมตีแก่เป้าหมายที่ถูกแสต็คไฟและมีโอกาส 29% ที่จะทำให้ล้มลง เพิ่มความเสียหาย 2% ต่อแสต็คไฟ\\n",
          "ทุก 10 วินาที สร้างความเสียหายเวทย์เท่ากับ 200% ของพลังโจมตีแก่เป้าหมายที่ถูกแสต็คไฟและมีโอกาส 35% ที่จะทำให้ล้มลง เพิ่มความเสียหาย 2% ต่อแสต็คไฟ\\n"
        ],
        "name": "คาร์เพรน, เปลวไฟแห่งชัยชนะ"
      }
    },
    "24": {
      "description": "นักบวชที่เป็นอิสระจากประสงค์แห่ง Lua, เขาใช้ระเบิดศักดิ์สิทธิ์เพื่อปกป้องพวกพ้อง, ซึ่งมันสามารถที่จะฮีลให้กับพันธมิตรและสร้างความเสียหายให้กับศัตรูภายในครั้งเดียว",
      "name": "Baudouin",
      "s1": {
        "books": {
          "1": "เพิ่มการรักษา {1} %",
          "2": "เพิ่มการรักษา {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "ฟื้นฟู HP {1} ของพันธมิตรที่มี HP น้อยสุดและพันธมิตรรอบๆตัวนั้น สร้างความเสียหายเวทย์ {2} แก่ศัตรูรอบๆฮีโร่นั้นและลดความเร็วในการโจมตี {4} % เป็นเวลา {3} วินาที",
        "name": "ปะทุความศักดิ์สิทธิ์",
        "transcendence": {
          "dark": "ทำให้ศัตรูที่ได้รับคริติคอลสลบเป็น 1วินาที",
          "light": "เพิ่มการฟื้นฟูและความเสียหาย 40%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายทางเวทย์ {1} แก่ศัตรูและพันธนาการเป็นเวลา {2} วินาที เพิ่มความเสียหายทางเวทย์เป็น 25% ในขณะที่ถูกพันธนาการ",
        "name": "หอกแห่งแสง",
        "transcendence": {
          "dark": "เพิ่มเป้าหมายเป็น 2 ตัว",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มการรักษา {1} %",
          "2": "เพิ่มการรักษา {1} %",
          "3": "เพิ่มความเร็วในการโจมตีของเป้าหมาย {1} ในระยะเวลาที่กำหนด"
        },
        "description": "ทำให้พันธมิตรทั้งหมดเป็นอมตะเป็นเวลา {1} วินาทีและฟื้น HP {2} ในระยะเวลาที่กำหนด",
        "name": "ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง",
        "transcendence": {
          "dark": "เพิ่มการใช้ Mana 2 ลดเวลาอมตะ 3 วินาทีแต่จะเพิ่มพลังโจมตีของพันธมิตรแต่ละตัว 50%",
          "light": "เพิ่มระยะเวลาอมตะ 1.5 วินาที"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "เมื่อโจมตี มีโอกาส 20% ที่จะสร้างความเสียหายเวทย์ {1} แก่เป้าหมายและทำให้หมดสติเป็นเวลา {2} วินาที",
        "name": "การฝึกตนของพระเจ้า",
        "transcendence": {
          "dark": "เพิ่มขอบเขตการโจมตี 20%",
          "light": "เพิ่มโอกาสสกิลทำงาน 10%"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เมื่อโจมตีโดยใช้ 'ปะทุความศักดิ์สิทธิ์' และ 'หอกแห่งแสง' เพิ่มความเสียหายเวทย์เท่ากับ 100% ของพลังป้องกัน ลดเวลาคูลไทม์สกิลดังกล่าว 20%",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / บล็อคเวทย์ +200"
      },
      "treasure": {
        "description": [
          "[ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง] เพิ่มพลังโจมตี 25% เป็นเวลาต่อเนื่อง ฟื้นฟู Mana 120 ทุกวินาที",
          "[ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง] เพิ่มพลังโจมตี 25% เป็นเวลาต่อเนื่อง ฟื้นฟู Mana 140 ทุกวินาที",
          "[ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง] เพิ่มพลังโจมตี 25% เป็นเวลาต่อเนื่อง ฟื้นฟู Mana 170 ทุกวินาที",
          "[ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง] เพิ่มพลังโจมตี 25% เป็นเวลาต่อเนื่อง ฟื้นฟู Mana 200 ทุกวินาที",
          "[ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง] เพิ่มพลังโจมตี 25% เป็นเวลาต่อเนื่อง ฟื้นฟู Mana 250 ทุกวินาที",
          "[ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง] เพิ่มพลังโจมตี 25% เป็นเวลาต่อเนื่อง ฟื้นฟู Mana 300 ทุกวินาที"
        ],
        "name": "ลูกประคำเก่าแก่"
      },
      "weapon": {
        "description": [
          "ทุกๆ 30 วินาทีจะสุ่มเพิ่มพลังโจมตี 40%, โอกาสคริติคอล, ความเร็วโจมตี 400 ของพันธมิตร 1 ตัวเป็นเวลา 10 วินาที",
          "ทุกๆ 30 วินาทีจะสุ่มเพิ่มพลังโจมตี 48%, โอกาสคริติคอล, ความเร็วโจมตี 480 ของพันธมิตร 1 ตัวเป็นเวลา 10 วินาที",
          "ทุกๆ 30 วินาทีจะสุ่มเพิ่มพลังโจมตี 57%, โอกาสคริติคอล, ความเร็วโจมตี 570 ของพันธมิตร 1 ตัวเป็นเวลา 10 วินาที",
          "ทุกๆ 30 วินาทีจะสุ่มเพิ่มพลังโจมตี 69%, โอกาสคริติคอล, ความเร็วโจมตี 690 ของพันธมิตร 1 ตัวเป็นเวลา 10 วินาที",
          "ทุกๆ 30 วินาทีจะสุ่มเพิ่มพลังโจมตี 83%, โอกาสคริติคอล, ความเร็วโจมตี 830 ของพันธมิตร 1 ตัวเป็นเวลา 10 วินาที",
          "ทุกๆ 30 วินาทีจะสุ่มเพิ่มพลังโจมตี 100%, โอกาสคริติคอล, ความเร็วโจมตี 1000 ของพันธมิตร 1 ตัวเป็นเวลา 10 วินาที"
        ],
        "name": "เจเนซิส, ผู้กำหนดเก่าและใหม่"
      }
    },
    "25": {
      "description": "หญิงสาวที่เคยสู้รบกับเหล่าอันเดทจนตัวตายกลายเป็นผีดิบ เธอลากโรงศพที่บรรจุร่างของเธอไปมา เธอสร้างเครื่องหมายแห่งความตายไว้ที่ศัตรูแล้วฟื้นฟูพลังชีวิตตัวเอง",
      "name": "Jane",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มเวลาหมดสติต่อเนื่อง {1} วินาที"
        },
        "description": "สร้างความเสียหาย {1} แก่ศัตรูในอาณาเขตและทำให้หมดสติเป็นเวลา {2} วินาที",
        "name": "พิธีศพ",
        "transcendence": {
          "dark": "เพิ่มการใช้ Mana 1 มีโอกาส 100 % ที่จะดึงเป้าหมายมาใกล้ตัวเอง",
          "light": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างเครื่องหมายแห่งความตายให้กับศัตรูทุกตัวเป็นเวลา {1} วินาที และสร้างความเสียหายเวทย์ต่อเนื่อง {2} เป้าหมายที่ติดเครื่องหมายจะได้รับความเสียหายเวทย์เพิ่มขึ้น {3} %",
        "name": "เครื่องหมายแห่งความตาย",
        "transcendence": {
          "dark": "ไม่สามารถยกเลิกเครื่องหมายด้วยเอฟเฟ็คยกเลิกดีบัฟ",
          "light": "ลดระยะเวลาต่อเนื่องเป็น 10 วินาทีและเพิ่มความเสียหาย 250%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "ฟื้น Mana ของตัวเอง {1} %"
        },
        "description": "สร้างความเสียหายเวทย์ {2} แก่ศัตรูทั้งหมดทุกวินาทีเป็นเวลา {1} วินาที ฟื้นพลัง HP ของตัวเองเท่ากับ {3} % ของความเสียหายและต้านสถานะผิดปกติ หากมีสัญลักษณ์ความเสียหายจะเพิ่มขึ้น",
        "name": "วันแห่งการทำลายล้าง",
        "transcendence": {
          "dark": "มีโอกาส 10% ที่จะทำให้หมดสติ 1 วินาที",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มการรักษา {1} %",
          "2": "เพิ่มการรักษา {1} %",
          "3": "เพิ่มการรักษา {1} %"
        },
        "description": "หากได้รับความเสียหายถึงตายจะเข้าไปในโลงเป็นเวลา {1} วินาที และฟื้นฟู HP เท่ากับ {2} + 6% ของ HP สูงสุด เมื่ออยู่ในโลงจะไม่ได้รับความเสียหายใดๆ",
        "name": "สู่สุคติ",
        "transcendence": {
          "dark": "เมื่อเกิดเอฟเฟ็คจะทำให้ศัตรูทั้งหมดหมดสติ 2 วินาที",
          "light": "ในขณะที่อยู่ในโลงศพจะทำให้ศัตรูรอบๆได้รับความเสียหาย 5% ของ HP สูงสุดทุกวินาที"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เพิ่มพลังโจมตีและการฟื้นฟูของตัวเอง 1% เมื่อโจมตี แสต็คสูงสุด 50 ครั้ง",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / บล็อคเวทย์ +200"
      },
      "treasure": {
        "description": [
          "[วันแห่งการทำลายล้าง] เพิ่มความเสียหาย 20% ทุกครั้งที่สร้างความเสียหายจะลดพลังป้องกันเวทย์ของเป้าหมาย 5% เป็นเวลา 5 วินาที เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[วันแห่งการทำลายล้าง] เพิ่มความเสียหาย 24% ทุกครั้งที่สร้างความเสียหายจะลดพลังป้องกันเวทย์ของเป้าหมาย 5% เป็นเวลา 5 วินาที เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[วันแห่งการทำลายล้าง] เพิ่มความเสียหาย 29% ทุกครั้งที่สร้างความเสียหายจะลดพลังป้องกันเวทย์ของเป้าหมาย 5% เป็นเวลา 5 วินาที เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[วันแห่งการทำลายล้าง] เพิ่มความเสียหาย 35% ทุกครั้งที่สร้างความเสียหายจะลดพลังป้องกันเวทย์ของเป้าหมาย 5% เป็นเวลา 5 วินาที เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[วันแห่งการทำลายล้าง] เพิ่มความเสียหาย 42% ทุกครั้งที่สร้างความเสียหายจะลดพลังป้องกันเวทย์ของเป้าหมาย 5% เป็นเวลา 5 วินาที เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[วันแห่งการทำลายล้าง] เพิ่มความเสียหาย 50% ทุกครั้งที่สร้างความเสียหายจะลดพลังป้องกันเวทย์ของเป้าหมาย 5% เป็นเวลา 5 วินาที เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง"
        ],
        "name": "ดอกไม้แห่งอาณาจักรที่ถูกลืม"
      },
      "weapon": {
        "description": [
          "สร้างความเสียหายเวทย์ 10% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้เคียงและทำให้พลังโจมตีลดลง 14% พร้อมฟื้น Mana 30% เมื่อสกิลพาสซิฟทำงาน",
          "สร้างความเสียหายเวทย์ 12% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้เคียงและทำให้พลังโจมตีลดลง 17% พร้อมฟื้น Mana 30% เมื่อสกิลพาสซิฟทำงาน",
          "สร้างความเสียหายเวทย์ 14% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้เคียงและทำให้พลังโจมตีลดลง 20% พร้อมฟื้น Mana 30% เมื่อสกิลพาสซิฟทำงาน",
          "สร้างความเสียหายเวทย์ 17% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้เคียงและทำให้พลังโจมตีลดลง 24% พร้อมฟื้น Mana 30% เมื่อสกิลพาสซิฟทำงาน",
          "สร้างความเสียหายเวทย์ 20% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้เคียงและทำให้พลังโจมตีลดลง 29% พร้อมฟื้น Mana 30% เมื่อสกิลพาสซิฟทำงาน",
          "สร้างความเสียหายเวทย์ 25% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้เคียงและทำให้พลังโจมตีลดลง 35% พร้อมฟื้น Mana 30% เมื่อสกิลพาสซิฟทำงาน"
        ],
        "name": "เอเรคุร่า, จิตใจที่แน่วแน่"
      }
    },
    "26": {
      "description": "ธิดาของชนชั้นสูงซึ่งมีเชื้อสายเดิมจาก Orvelia อัจฉริยบุคคลที่ได้รับการยอมรับจากหอคอยนักปราชญ์ ได้รับพระราชทานนามว่า ‘สีม่วง’ยิงลูกปืนเวทที่พลังแข็งแกร่งจากร่มที่งดงามทะลุผ่านศัตรู",
      "name": "Aisha",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "สร้างความเสียหายทางเวทย์แก่ศัตรูในบริเวณแคบๆ {1} เมื่อติดคริติคอลจะลดเวลาคูลดาวน์ 1 วินาที",
        "name": "ระดมยิงเวทย์",
        "transcendence": {
          "dark": "ฟื้นฟู Mana 300 เมื่อเกิดคริติคอล",
          "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล  {1} "
        },
        "description": "สร้างความเสียหายเวทย์ {1} ให้แก่ศัตรูในแนวเส้นตรงทุกๆ 0.5 วินาที หลังจากใช้ต่อเนื่อง 5 วินาที Mana จะลดลงทีละ 3% ทุกๆ 0.5 วินาที และเพิ่มความเสียหายขึ้น 100% สามารถใช้ได้ต่อเนื่องสูงสุด 10 วินาที",
        "name": "ลำแสงทำลาย",
        "transcendence": {
          "dark": "การใช้ Mana ของลำแสงอัพเกรดเป็น 2 เท่า เปลี่ยนเอฟเฟ็กเพิ่มความเสียหายเป็น 200% จาก 100%",
          "light": "การใช้ Mana ของลำแสงอัพเกรดลดไปครึ่งหนึ่ง"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล  {1} "
        },
        "description": "สร้างความเสียหายเวทย์ {2} เป็นเวลา {1} ให้กับศัตรูแบบสุ่ม ลดพลังป้องกันเวทย์ของเป้าหมายลงทีละ 5% สามารถแสต็คได้สูงสุด 5 ครั้ง",
        "name": "ฝนกระหน่ำ",
        "transcendence": {
          "dark": "เพิ่มแสต็คลดพลังป้องกันเวทย์สูงสุดเป็น 10 ครั้ง",
          "light": "ได้เอฟเฟ็กความเสียหายในอาณาเขต"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "เมื่อคริติคอล สร้างความเสียหายทางเวทย์เพิ่มเติม {1} แก่เป้าหมาย",
        "name": "เสริมเวทย์",
        "transcendence": {
          "dark": "ไม่สนใจเอฟเฟ็กบล็อคของเป้าหมาย",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "สแต็ตมืด Aisha เมื่อใช้สกิล และเมื่อสแต็ตฟื้น Mana วินาทีละ 6%, และเพิ่มความเสียหาย 2% (สแต็ตสูงสุด 50 ครั้ง)",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / อัตราคริติคอล +100"
      },
      "treasure": {
        "description": [
          "[ฝนกระหน่ำ] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 30",
          "[ฝนกระหน่ำ] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 36",
          "[ฝนกระหน่ำ] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 43",
          "[ฝนกระหน่ำ] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 52",
          "[ฝนกระหน่ำ] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 62",
          "[ฝนกระหน่ำ] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 75"
        ],
        "name": "แหวนแห่งพลังเวทย์ที่ไม่สิ้นสุด"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตีมีโอกาส 35% สร้างความเสียหายทางเวทย์เพิ่มเติม คิดเป็น 40% ของพลังโจมตี",
          "เมื่อโจมตีมีโอกาส 35% สร้างความเสียหายทางเวทย์เพิ่มเติม คิดเป็น 48% ของพลังโจมตี",
          "เมื่อโจมตีมีโอกาส 35% สร้างความเสียหายทางเวทย์เพิ่มเติม คิดเป็น 57% ของพลังโจมตี",
          "เมื่อโจมตีมีโอกาส 35% สร้างความเสียหายทางเวทย์เพิ่มเติม คิดเป็น 69% ของพลังโจมตี",
          "เมื่อโจมตีมีโอกาส 35% สร้างความเสียหายทางเวทย์เพิ่มเติม คิดเป็น 83% ของพลังโจมตี",
          "เมื่อโจมตีมีโอกาส 35% สร้างความเสียหายทางเวทย์เพิ่มเติม คิดเป็น 100% ของพลังโจมตี"
        ],
        "name": "มาเฮตรา, โชคชะตาอันสูงส่ง"
      }
    },
    "27": {
      "description": "อาลักษณ์แห่งหอสมุดหลวงของ Orvelia   เขียนอักขระรักษาพันธมิตรและลบล้างเวทที่ส่งเสริมของศัตรู",
      "name": "Leo",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สลักอักขระใส่ศัตรูและลดพลังป้องกันกายภาพ {2} % เป็นเวลา {1} วินาที หลังจาก {3} วินาที สร้างความเสียหายเวทย์ {4} เทียบจาก HP ที่เสียไป โดยไม่คิดค่าพลังป้องกัน",
        "name": "อักขระแห่งความอ่อนแอ",
        "transcendence": {
          "dark": "เพิ่มเป้าหมายเป็น 2 ตัว",
          "light": "ลดเวลาคูลดาวน์ 2 วินาที"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มการรักษา {1} %",
          "2": "เพิ่มการรักษา {1} %",
          "3": "เพิ่มการรักษา {1} %"
        },
        "description": "ฟื้นพลัง HP ของพันธมิตรทั้งหมด {1} ",
        "name": "อักขระแห่งการรักษา",
        "transcendence": {
          "dark": "หลังฟื้นฟูแล้วจะเพิ่มพลังป้องกันกายของพันธมิตร 25% เป็นเวลา 10 วินาที",
          "light": "เพิ่มการฟื้นฟู 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มระยะเวลาเงียบ {1}  วินาที",
          "2": "เพิ่มระยะเวลาเงียบ {1}  วินาที",
          "3": "เพิ่มระยะเวลาเงียบ {1}  วินาที"
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรูทั้งหมดและลบล้างเอฟเฟ็คด้านบวกของศัตรู ทำให้ฝ่ายตรงข้ามอยู่ในสถานะเงียบเป็นเวลา {2} วินาที",
        "name": "อักขระแห่งการรักษา",
        "transcendence": {
          "dark": "เพิ่มความเสียหาย 200% เพิ่มความเสียหายทั้งหมดที่ศัตรูเป้าหมายได้รับ 20% เพิ่มการใช้ Mana 2",
          "light": "เพิ่มระยะเวลาติดใบ้ 1 วินาที"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มการรักษา {1} %",
          "2": "เพิ่มการรักษา {1} %",
          "3": "เพิ่มความต้านทางสถานะผิดปกติ {1} ในระยะเวลาที่กำหนด"
        },
        "description": "ทุก {1} วินาที สลักอักขระใส่พันธมิตรที่ HP น้อยที่สุด ฟื้น HP {3} เป็นเวลา {2} วินาที",
        "name": "อักขระแห่งการคุ้มครอง",
        "transcendence": {
          "dark": "หลังฟื้นฟูแล้วจะเพิ่มพลังป้องกันกายของเป้าหมายที่ได้รับการฟื้นฟู 40% เป็นเวลา 10 วินาที",
          "light": "เพิ่มการฟื้นฟู 40%"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "มีโอกาส 10% เมื่อโจมตีที่จะสร้างความเสียหายเวทย์เท่ากับ 100% ของพลังโจมตีให้กับศัตรูแบบสุ่ม ลด Mana 300 และทำให้ติดใบ้ 1 วินาที",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / บล็อคกาย +200"
      },
      "treasure": {
        "description": [
          "[อักขระแห่งความเงียบ] เพิ่มความเสียหายที่เป้าหมายได้รับ 15% เป็นเวลา 10 วินาที ลดความต้านทานสถานะผิดปกติ 120",
          "[อักขระแห่งความเงียบ] เพิ่มความเสียหายที่เป้าหมายได้รับ 15% เป็นเวลา 10 วินาที ลดความต้านทานสถานะผิดปกติ 140",
          "[อักขระแห่งความเงียบ] เพิ่มความเสียหายที่เป้าหมายได้รับ 15% เป็นเวลา 10 วินาที ลดความต้านทานสถานะผิดปกติ 170",
          "[อักขระแห่งความเงียบ] เพิ่มความเสียหายที่เป้าหมายได้รับ 15% เป็นเวลา 10 วินาที ลดความต้านทานสถานะผิดปกติ 210",
          "[อักขระแห่งความเงียบ] เพิ่มความเสียหายที่เป้าหมายได้รับ 15% เป็นเวลา 10 วินาที ลดความต้านทานสถานะผิดปกติ 250",
          "[อักขระแห่งความเงียบ] เพิ่มความเสียหายที่เป้าหมายได้รับ 15% เป็นเวลา 10 วินาที ลดความต้านทานสถานะผิดปกติ 300"
        ],
        "name": "ม้วนหนังสือแห่งความทรงจำ"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตีปกติ มีโอกาส 10% สร้างความเสียหายเวทเพิ่มเติม 100% แก่เป้าหมายและกำจัดผลที่เป็นผลเสียจากเป้าหมาย",
          "เมื่อโจมตีปกติ มีโอกาส 12% สร้างความเสียหายเวทเพิ่มเติม 100% แก่เป้าหมายและกำจัดผลที่เป็นผลเสียจากเป้าหมาย",
          "เมื่อโจมตีปกติ มีโอกาส 14% สร้างความเสียหายเวทเพิ่มเติม 100% แก่เป้าหมายและกำจัดผลที่เป็นผลเสียจากเป้าหมาย",
          "เมื่อโจมตีปกติ มีโอกาส 17% สร้างความเสียหายเวทเพิ่มเติม 100% แก่เป้าหมายและกำจัดผลที่เป็นผลเสียจากเป้าหมาย",
          "เมื่อโจมตีปกติ มีโอกาส 20% สร้างความเสียหายเวทเพิ่มเติม 100% แก่เป้าหมายและกำจัดผลที่เป็นผลเสียจากเป้าหมาย",
          "เมื่อโจมตีปกติ มีโอกาส 25% สร้างความเสียหายเวทเพิ่มเติม 100% แก่เป้าหมายและกำจัดผลที่เป็นผลเสียจากเป้าหมาย"
        ],
        "name": "เบลิซ่า ปากกาขนนกฟีนิกซ์"
      }
    },
    "28": {
      "description": "รองหัวหน้าอัศวินกองราชองครักษ์ที่สังกัดโดยตรงต่อองค์จักรพรรดิ์   มีฝีมือดาบความเร็วสูงที่ฟันได้กระทั้งเวทมนตร์   สามารถโจมตีศัตรูที่แข็งแกร่งที่สุดก่อนเป็นอันดับแรกได้",
      "name": "Fluss",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "สร้างความเสียหายกายภาพ {1} แก่ศัตรูเป้าหมายและโดยรอบเป้าหมาย",
        "name": "ดาบเจ้าพายุ",
        "transcendence": {
          "dark": "เมื่อเกิดคริติคอล ลดเวลาคูลดาวน์ 6%",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "เคลื่อนไปหาศัตรูที่พลังโจมตีสูงที่สุด ทำให้เป้าหมายอยู่ในสถานะเงียบเป็นเวลา 2 วินาที และลดความเสียหายเวทย์ที่ได้รับ {2} เป็นเวลา {1} วินาที สลักสัญลักษณ์แก่เป้าหมายเป็นเวลา {3} วินาที การโจมตีทั้งหมดของตัวเองจะโจมตีศัตรูที่มีสัญลักษฯณ์ก่อนและ ทุกครั้งที่โจมตีเป้าหมายซึ่งมีสัญลักษณ์จะสร้างความเสียหายกายภาพเพิ่มเติม {4} ",
        "name": "ฉับพลัน",
        "transcendence": {
          "dark": "กำจัดเอฟเฟ็กต์บวกของเป้าหมาย",
          "light": "เพิ่มการใช้ Mana 1 และลดเวลาคูลดาวน์ 5 วินาที"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "สร้างความเสียหายกายภาพ {1} แก่ศัตรูหนึ่งคนและควบคุมศัตรูระหว่างที่ร่ายสกิล",
        "name": "กลีบดอกไม้ประกายเลือด",
        "transcendence": {
          "dark": "เมื่อกำลังคูลไทม์ เพิ่มความเสียหายของการโจมตีปกติ 50%",
          "light": "ทุกครั้งที่เกิดคริติคอล จะเพิ่มความเสียหายของการโจมตีสุดท้าย 10%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายกายภาพ {2} แก่ศัตรูทั้งหมดพร้อมทั้งสร้างความเสียหายทางเวทย์ทุกๆ {1} วินาที และหลบความเสียหายทางเวทย์ทั้งหมดเป็นเวลา {3} วินาที",
        "name": "เลื่อยคาถา",
        "transcendence": {
          "dark": "มีโอกาส 30% ที่จะทำให้ศัตรูที่ได้รับความเสียหายสลบ 3 วินาที",
          "light": "เมื่อหลบหลีกจะเพิ่มพลังโจมตีของตัวเอง 3% แสต็คสูงสุด 10 ครั้ง"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เพิ่มความเสียหายทางกาย 20% ของพลังโจมตีเมื่อโจมตีแบบปกติ มีโอกาส 10% ที่จะสร้างความเสียหายกายสองเท่า ลบเอฟแฟ็กบวกของเป้าหมาย",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / หลบหลีกเวทย์ +100"
      },
      "treasure": {
        "description": [
          "[กลีบดอกไม้ประกายเลือด] เพิ่มความเสียหาย 20% ขณะที่ใช้จะหลบหลีกการโจมตีเวทย์ทั้งหมด",
          "[กลีบดอกไม้ประกายเลือด] เพิ่มความเสียหาย 24% ขณะที่ใช้จะหลบหลีกการโจมตีเวทย์ทั้งหมด",
          "[กลีบดอกไม้ประกายเลือด] เพิ่มความเสียหาย 29% ขณะที่ใช้จะหลบหลีกการโจมตีเวทย์ทั้งหมด",
          "[กลีบดอกไม้ประกายเลือด] เพิ่มความเสียหาย 35% ขณะที่ใช้จะหลบหลีกการโจมตีเวทย์ทั้งหมด",
          "[กลีบดอกไม้ประกายเลือด] เพิ่มความเสียหาย 42% ขณะที่ใช้จะหลบหลีกการโจมตีเวทย์ทั้งหมด",
          "[กลีบดอกไม้ประกายเลือด] เพิ่มความเสียหาย 50% ขณะที่ใช้จะหลบหลีกการโจมตีเวทย์ทั้งหมด"
        ],
        "name": "ดอกกุหลาบที่ไม่หลับไหล"
      },
      "weapon": {
        "description": [
          "ทุกๆ 7 วินาที พลังโจมตีของตนเองเพิ่มขึ้น 12% และความเร็วในการโจมตีเพิ่มขึ้น 120 เป็นเวลา 30 วินาที สามารถแสตคได้สูงสุด 3 ครั้ง",
          "ทุกๆ 7 วินาที พลังโจมตีของตนเองเพิ่มขึ้น 14% และความเร็วในการโจมตีเพิ่มขึ้น 140 เป็นเวลา 30 วินาที สามารถแสตคได้สูงสุด 3 ครั้ง",
          "ทุกๆ 7 วินาที พลังโจมตีของตนเองเพิ่มขึ้น 17% และความเร็วในการโจมตีเพิ่มขึ้น 170 เป็นเวลา 30 วินาที สามารถแสตคได้สูงสุด 3 ครั้ง",
          "ทุกๆ 7 วินาที พลังโจมตีของตนเองเพิ่มขึ้น 20% และความเร็วในการโจมตีเพิ่มขึ้น 200 เป็นเวลา 30 วินาที สามารถแสตคได้สูงสุด 3 ครั้ง",
          "ทุกๆ 7 วินาที พลังโจมตีของตนเองเพิ่มขึ้น 25% และความเร็วในการโจมตีเพิ่มขึ้น 250 เป็นเวลา 30 วินาที สามารถแสตคได้สูงสุด 3 ครั้ง",
          "ทุกๆ 7 วินาที พลังโจมตีของตนเองเพิ่มขึ้น 30% และความเร็วในการโจมตีเพิ่มขึ้น 300 เป็นเวลา 30 วินาที สามารถแสตคได้สูงสุด 3 ครั้ง"
        ],
        "name": "เวรัลต้า ดาบคู่แห่งความโกรธเกรี้ยว"
      }
    },
    "29": {
      "description": "เด็กน้อยนิรนามที่พกหนังสติ๊กขนาดเท่ากับตัวเองไปไหนมาไหน   ลูกกระสุนที่ยิ่งออกจากหนังสติ๊กยักษ์ยิ่งไปไกลยิ่งแข็งแกร่งขึ้น",
      "name": "Luna",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "โจมตี 3 เด้งจากศัตรูที่อยู่ใกล้ที่สุด สร้างความเสียหายเวทย์ {1} แก่ศัตรู ยิ่งอยู่ไกลจากเป้าหมายความเสียหายยิ่งเพิ่มขึ้น",
        "name": "ปิ้ว!",
        "transcendence": {
          "dark": "ทำให้ศัตรูที่ได้รับคริติคอลสลบเป็น 1วินาที",
          "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายเวทย์ {1}  ในวงแคบแก่ศัตรูที่อยู่ด้านหลังที่สุดและทำให้เป้าหมายหมดสติเป็นเวลา {2} วินาที ยิ่งอยู่ไกลจากเป้าหมายความเสียหายยิ่งเพิ่มขึ้น",
        "name": "ระวังหัวนะ!",
        "transcendence": {
          "dark": "ไม่สนใจแอฟเฟ็คบล็อคของเป้าหมาย",
          "light": "เพิ่มการใช้ Mana 2 และโจมตีศัตรูแบบสุ่ม 3 ครั้ง"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรูในอาณาเขต และลดอัตราคริติคอลของเป้าหมาย {3} % เป็นเวลา {2} วินาที",
        "name": "ระยิบระยับ",
        "transcendence": {
          "dark": "เพิ่มการใช้ Mana 1 และผลักลอยไปไกล",
          "light": "ลดความแม่นยำของศัตรูที่ได้รับความเสียหาย 150 เป็นเวลา 7 วินาที"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "ทุก {1} วินาที สร้างความเสียหายเวทย์ {3} แก่ศัตรูที่อยู่ด้านหลังที่สุดเป็นเวลา {2} วินาที ยิ่งอยู่ไกลจากเป้าหมายความเสียหายยิ่งเพิ่มขึ้น",
        "name": "จับได้แล้ว!",
        "transcendence": {
          "dark": "เปลี่ยนเป้าหมายเป็น 2 ตัว",
          "light": "มีโอกาส 20% ที่จะทำให้เป้าหมายลอยไปไกลและล้มลง 2 วินาที"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "ผลักศัตรูลอยไปไกลในโอกาส 10% เมื่อโจมตีปกติ และทำให้สลบ 3 วินาที แล้วเพิ่มความเร็วในกานโจมตี 500 เป็นเวลา 3 วินาที",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[ระยิบระยับ] เพิ่มความเสียหาย 20% เปลี่ยนให้ไม่สามารถยกเลิกเอฟเฟ็กลดอัตราคริติคอลได้",
          "[ระยิบระยับ] เพิ่มความเสียหาย 24% เปลี่ยนให้ไม่สามารถยกเลิกเอฟเฟ็กลดอัตราคริติคอลได้",
          "[ระยิบระยับ] เพิ่มความเสียหาย 29% เปลี่ยนให้ไม่สามารถยกเลิกเอฟเฟ็กลดอัตราคริติคอลได้",
          "[ระยิบระยับ] เพิ่มความเสียหาย 35% เปลี่ยนให้ไม่สามารถยกเลิกเอฟเฟ็กลดอัตราคริติคอลได้",
          "[ระยิบระยับ] เพิ่มความเสียหาย 42% เปลี่ยนให้ไม่สามารถยกเลิกเอฟเฟ็กลดอัตราคริติคอลได้",
          "[ระยิบระยับ] เพิ่มความเสียหาย 50% เปลี่ยนให้ไม่สามารถยกเลิกเอฟเฟ็กลดอัตราคริติคอลได้"
        ],
        "name": "เกล็ดหิมะที่ไม่มีวันละลาย"
      },
      "weapon": {
        "description": [
          "ทุกครั้งที่โจมตีปกติ สร้างความเสียหายเวทย์เพิ่มเติม 40% แก่ศัตรูแบบสุ่ม",
          "ทุกครั้งที่โจมตีปกติ สร้างความเสียหายเวทย์เพิ่มเติม 48% แก่ศัตรูแบบสุ่ม",
          "ทุกครั้งที่โจมตีปกติ สร้างความเสียหายเวทย์เพิ่มเติม 57% แก่ศัตรูแบบสุ่ม",
          "ทุกครั้งที่โจมตีปกติ สร้างความเสียหายเวทย์เพิ่มเติม 69% แก่ศัตรูแบบสุ่ม",
          "ทุกครั้งที่โจมตีปกติ สร้างความเสียหายเวทย์เพิ่มเติม 83% แก่ศัตรูแบบสุ่ม",
          "ทุกครั้งที่โจมตีปกติ สร้างความเสียหายเวทย์เพิ่มเติม 100% แก่ศัตรูแบบสุ่ม"
        ],
        "name": "ไฮด์ซิน ดอกไม้อมตะ"
      }
    },
    "3": {
      "description": "สาวน้อยจอมเวทย์ไฟความมั่นใจสูงจาก Red Tower เธอคือผู้ถือกำเนิดมาพร้อมกับพลังแห่งไฟ สามารถใช้ไฟโจมตีเป้าหมาย ได้เป็นกลุ่ม และยังทำให้เวทย์ไฟของเธอระเบิดเพื่อเพิ่มความเสียหายได้อีกด้วย",
      "name": "Cleo",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายทางเวทย์ {1} แก่ศัตรูสูงสุด 5 คนแบบสุ่มและแสต็คด้วยไฟที่สร้างความเสียหายเวทย์อย่างต่อเนื่อง 1 ลูกทุกครั้งที่โจมตี",
        "name": "เข็มไฟ",
        "transcendence": {
          "dark": "แสต็คลูกไฟทีละ 2 ลูก",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "แสต็คลูกไฟ 2 ลูกเมื่อเกิดคริติคอล"
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรู 3 ตัวและศัตรูรอบๆ และแสต็คลูกไฟ 1 อัน ศัตรูที่ติดลูกไฟจะลดพลังป้องกันเวทย์ทีละ 5%",
        "name": "เปลวไฟลุกลาม",
        "transcendence": {
          "dark": "เพิ่มการใช้ Mana 1 และโจมตีศัตรูแบบสุ่ม 2 ครั้ง",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "ทุกๆครั้งที่โจมตี สร้างความเสียหายเวทย์ {1} แก่ศัตรูทุกตัวและทำให้ติดแสด็คไฟไหม้ ความเสียหายจะเพิ่มขึ้นทีละ {2} % ต่อ 1 แสต็คไฟ",
        "name": "ฝนไฟ",
        "transcendence": {
          "dark": "ศัตรูทีแสต็คลูกไฟมากกว่า 5 ลูกจะหมดสติ 1 วินาที",
          "light": "ลดเวลาคูลดาวน์ 3 วินาที"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรูในอาณาเขตและทำให้หมดสติเป็นเวลา 2 วินาที ความเสียหายเพิ่มขึ้น {2} %  ต่อทุกๆ 1 ลูกไฟที่แสต็คแก่ศัตรู",
        "name": "ลูกไฟ",
        "transcendence": {
          "dark": "เปลี่ยนไปใช้สกิลทุกๆ 9 วินาที",
          "light": "เปลี่ยนจำนวนแสต็คลูกไฟสูงสุดเป็น 6 ลูก"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เพิ่มความเสียหายของลูกไฟ 200%",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / อัตราคริติคอล +100"
      },
      "treasure": {
        "description": [
          "[ฝนไฟ] เพิ่มความเสียหาย 20% ศัตรูที่มีการแสต็คลูกไฟเกิน 5 อันจะลดเวลาคูลดาวน์ 3% เมื่อเกิดคริติคอล",
          "[ฝนไฟ] เพิ่มความเสียหาย 24% ศัตรูที่มีการแสต็คลูกไฟเกิน 5 อันจะลดเวลาคูลดาวน์ 3% เมื่อเกิดคริติคอล",
          "[ฝนไฟ] เพิ่มความเสียหาย 29% ศัตรูที่มีการแสต็คลูกไฟเกิน 5 อันจะลดเวลาคูลดาวน์ 3% เมื่อเกิดคริติคอล",
          "[ฝนไฟ] เพิ่มความเสียหาย 35% ศัตรูที่มีการแสต็คลูกไฟเกิน 5 อันจะลดเวลาคูลดาวน์ 3% เมื่อเกิดคริติคอล",
          "[ฝนไฟ] เพิ่มความเสียหาย 42% ศัตรูที่มีการแสต็คลูกไฟเกิน 5 อันจะลดเวลาคูลดาวน์ 3% เมื่อเกิดคริติคอล",
          "[ฝนไฟ] เพิ่มความเสียหาย 50% ศัตรูที่มีการแสต็คลูกไฟเกิน 5 อันจะลดเวลาคูลดาวน์ 3% เมื่อเกิดคริติคอล"
        ],
        "name": "หนังสือเวทย์แห่งหินไฟ"
      },
      "weapon": {
        "description": [
          "ลูกไฟจะระเบิดทุก 4 วินาทีและสร้างความเสียหายเวท 80 % ของพลังโจมตีแก่ศัตรูรอบข้าง",
          "ลูกไฟจะระเบิดทุก 4 วินาทีและสร้างความเสียหายเวท 96 % ของพลังโจมตีแก่ศัตรูรอบข้าง",
          "ลูกไฟจะระเบิดทุก 4 วินาทีและสร้างความเสียหายเวท 114 % ของพลังโจมตีแก่ศัตรูรอบข้าง",
          "ลูกไฟจะระเบิดทุก 4 วินาทีและสร้างความเสียหายเวท 138 % ของพลังโจมตีแก่ศัตรูรอบข้าง",
          "ลูกไฟจะระเบิดทุก 4 วินาทีและสร้างความเสียหายเวท 166 % ของพลังโจมตีแก่ศัตรูรอบข้าง",
          "ลูกไฟจะระเบิดทุก 4 วินาทีและสร้างความเสียหายเวท 200 % ของพลังโจมตีแก่ศัตรูรอบข้าง"
        ],
        "name": "ฟรีนอส, เปลวไฟแห่งการเริ่มต้น"
      }
    },
    "30": {
      "description": "นักบวชหญิงแห่งน้ำผู้ปกป้องโอเอซิสแห่งทะเลทราย Aegina   เป็นมังกรน้ำผู้เมตตาที่มีชีวิตมาอย่างยาวนาน   น้ำที่เธอควบคุมมีพลังแห่งรักษาที่แข็งแกร่ง",
      "name": "Laias",
      "s1": {
        "books": {
          "1": "เพิ่มการรักษา {1} %.",
          "2": "เพิ่มการรักษา {1} %.",
          "3": "เพิ่มการรักษา {1} %."
        },
        "description": "ฟื้นฟู HP ของพันธมิตรสูงสุด {1} โดยเทียบกับ HP ที่เสียไป",
        "name": "น้ำแห่งการรักษา",
        "transcendence": {
          "dark": "เมื่อฟื้นฟูพันธมิตร จะเพิ่มความต้านทานคริติคอลเวทย์ 25% เป็นเวลา 10 วินาที",
          "light": "เพิ่มการฟื้นฟู 40%"
        }
      },
      "s2": {
        "books": {
          "1": "โล่เพิ่มขึ้น {1} %.",
          "2": "โล่เพิ่มขึ้น {1} %.",
          "3": "โล่เพิ่มขึ้น {1} %."
        },
        "description": "สร้างโล่ป้องกันให้กับพันธมิตรที่ HP น้อยที่สุด 1 ตัวเป็นเวลา 15 วินาที ป้องกันความเสียหาย {1} ต้านทานสถานะผิดปกติ พร้อมทั้งฟื้นฟูพลังชีวิต {2} ทุกๆวินาทีตราบที่โล่ยังแสดงผลและต้านทานสถานะผิดปกติ",
        "name": "โล่หยดน้ำ",
        "transcendence": {
          "dark": "เพิ่มการต้านคริติคอลทางเวทย์ของเป้าเหมาย 25%",
          "light": "เพิ่มพลังโจมตีของเป้าหมาย 30%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายทางเวทย์ {1} แก่ศัตรูที่อยู่รอบๆและทำให้ล้ม ฟื้นฟู  Mana ของพันธมิตรทุกคนยกเว้นตัวเอง 2  และหลังจากนั้นจะสร้างความเสียหายทางเวทย์ {3} เป็นเวลา {2} วินาที และทำให้ล้มเป็นเวลา 2 วินาที",
        "name": "เทศกาลสายน้ำ",
        "transcendence": {
          "dark": "ฟื้นฟู HP สูงสุดของพันธมิตรทั้งหมด 15%",
          "light": "ทำให้เกิดเอฟเฟ็กความเสียหายทุก 3 วินาที"
        }
      },
      "s4": {
        "books": {
          "1": "ค่าพลังป้องกันเพิ่มขึ้น {1} %.",
          "2": "ค่าพลังป้องกันเพิ่มขึ้น {1} %.",
          "3": "ค่าพลังป้องกันเพิ่มขึ้น {1} %."
        },
        "description": "เพิ่มพลังป้องกันเวทย์แก่พันธมิตรทั้งหมด {1} และเพิ่มความต้านทานคริติคอลจากเวทย์ {2} ",
        "name": "พรจากมังกรน้ำ",
        "transcendence": {
          "dark": "เพิ่มความต้านทานคริติคอลของตัวเอง 400",
          "light": "เพิ่มการเพิ่มพลังป้องกันเวทย์ 20% เพิ่มความต้านทายคริติคอลเวทย์ 100"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "ถ้าฟื้นฟู HP ให้กับพันธมิตร จะเพิ่มพลังป้องกันเวทย์ของเป้าหมายเท่ากับ  5% ของพลังโจมตีของ Laias และฟื่นฟ Mana 75 เป็นเวลา 10 วินาที",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / บล็อคเวทย์ +200"
      },
      "treasure": {
        "description": [
          "[เทศกาลสายน้ำ] เอฟเฟ็กของพายุหมุนจะเกิดกับศัตรู 2 ตัวและจะฟื้นฟู Mana 500 ให้กับพันธมิตรทั้งหมด",
          "[เทศกาลสายน้ำ] เอฟเฟ็กของพายุหมุนจะเกิดกับศัตรู 2 ตัวและจะฟื้นฟู Mana 600 ให้กับพันธมิตรทั้งหมด",
          "[เทศกาลสายน้ำ] เอฟเฟ็กของพายุหมุนจะเกิดกับศัตรู 2 ตัวและจะฟื้นฟู Mana 720 ให้กับพันธมิตรทั้งหมด",
          "[เทศกาลสายน้ำ] เอฟเฟ็กของพายุหมุนจะเกิดกับศัตรู 2 ตัวและจะฟื้นฟู Mana 860 ให้กับพันธมิตรทั้งหมด",
          "[เทศกาลสายน้ำ] เอฟเฟ็กของพายุหมุนจะเกิดกับศัตรู 2 ตัวและจะฟื้นฟู Mana 1040 ให้กับพันธมิตรทั้งหมด",
          "[เทศกาลสายน้ำ] เอฟเฟ็กของพายุหมุนจะเกิดกับศัตรู 2 ตัวและจะฟื้นฟู Mana 1250 ให้กับพันธมิตรทั้งหมด"
        ],
        "name": "พาไพรัสที่ไหลเวียน"
      },
      "weapon": {
        "description": [
          "เมื่อคริติคอล ฟื้นฟูพลังชีวิตของพันธมิตรที่เหลือพลังชีวิตน้อยที่สุดเท่ากับ 80% ของความเสียหาย",
          "เมื่อคริติคอล ฟื้นฟูพลังชีวิตของพันธมิตรที่เหลือพลังชีวิตน้อยที่สุดเท่ากับ 96% ของความเสียหาย",
          "เมื่อคริติคอล ฟื้นฟูพลังชีวิตของพันธมิตรที่เหลือพลังชีวิตน้อยที่สุดเท่ากับ 115% ของความเสียหาย",
          "เมื่อคริติคอล ฟื้นฟูพลังชีวิตของพันธมิตรที่เหลือพลังชีวิตน้อยที่สุดเท่ากับ 138% ของความเสียหาย",
          "เมื่อคริติคอล ฟื้นฟูพลังชีวิตของพันธมิตรที่เหลือพลังชีวิตน้อยที่สุดเท่ากับ 166% ของความเสียหาย",
          "เมื่อคริติคอล ฟื้นฟูพลังชีวิตของพันธมิตรที่เหลือพลังชีวิตน้อยที่สุดเท่ากับ 200% ของความเสียหาย"
        ],
        "name": "เอลทรัวร์, วัฏจักรที่หมุนเวียน"
      }
    },
    "31": {
      "description": "เผ่าเทพชั้นสูงที่จุติมาเพื่อหยุดยั้งพวกปีศาจที่สร้างความวุ่นวายบนโลก ลงทัณฑ์ศัตรูกลางอากาศด้วยธนูแห่งแสง",
      "name": "Arch",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายทางเวทย์ {1} แก่ศัตรู 3 ตัวและทำให้ล้ม ผู้ที่ติดสัญลักษณ์คำพิพากษาจะโดนความเสียหายจากสกิลนี้แรงขึ้น 30% สำหรับศัตรูที่ได้รับความเสียหายจะติดสัญลักษณ์คำพิพากษาเป็นระยะเวลา 15 วินาที",
        "name": "ลูกธนูจากสวรรค์",
        "transcendence": {
          "dark": "ศัตรูที่ติดสัญลักษณ์แห่งการพิพากษาจะสลบไป 1 วินาที",
          "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายทางเวทย์ {1} แก่ศัตรูเป็นเส้นตรง ศัตรูที่ติดสัญลักษณ์แห่งการพิพากษาจะได้รับความเสียหายเวทย์เพิ่มเติม {2} โดยไม่สนพลังป้องกัน",
        "name": "แสงแห่งการชำระล้าง",
        "transcendence": {
          "dark": "ลดเวลาคูลดาวน์ 3 วินาที",
          "light": "เพิ่มอัตราคริติคอล 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายทางเวทย์ {1} แก่ศัตรูที่อยู่ในขอบเขตสกิล ความเสียหายเวทย์ที่ศัตรูที่ติดสัญลักษณ์แห่งการพิพากษาจะเพิ่มขึ้น 50% เป็นเวลา 5 วินาที และติดสถานะไบ้ พันธมิตรทั้งหมดจะอยู่ในสถานะต้านทานเวทย์เป็นเวลา 5 วินาที",
        "name": "ผู้พิพากษา",
        "transcendence": {
          "dark": "เพิ่มเอฟเฟ็กเพิ่มความเสียหายทางเวทย์และเอฟเฟ็กใบ้กับศัตรูที่ไม่มีสัญลักษณ์แห่งการพิพากษา",
          "light": "ติดสัญลักษณ์แห่งการพิพากษาให้กับศัตรูที่ได้รับความเสียหาย"
        }
      },
      "s4": {
        "books": {
          "1": "ความเสียหายและเกราะป้องกันเพิ่มขึ้น {1} %",
          "2": "ความเสียหายและเกราะป้องกันเพิ่มขึ้น  {1} %",
          "3": "ความเสียหายและเกราะป้องกันเพิ่มขึ้น  {1} %"
        },
        "description": "ทุกๆ 15 วินาที สร้างความเสียหายทางเวทย์ {1} แบบไม่คิดค่าพลังป้องกัน ให้แก่ศัตรูที่ติดสัญลักษณ์แห่งการพิพากษา หากได้รับความเสียหายจนตายในขณะต่อสู้ สร้างความเสียหายเวทย์เพิ่มเติม {2} และทำให้หมดสติเป็นเวลา 3 วินาทีแก่ศัตรูที่ติดสัญลักษณ์แห่งการพิพากษา พร้อมสร้างโล่ป้องกันความเสียหาย {3} ให้กับพันธมิตรทั้งหมดเป็นเวลา 5 วินาที ต้านทานสถานะผิดปกติเมื่อตราบที่โล่ยังแสดงผล \\nเมื่อเอฟเฟ็ค ทำงานจะใช้ Mana ของตัวเองทั้งหมดและเพิ่มเวลาคูลไทม์ 50% ของสกิลทั้งหมด ",
        "name": "การพิพากษาครั้งสุดท้าย",
        "transcendence": {
          "dark": "ลดเวลาเอฟเฟ็กทำงาน 3 วินาที",
          "light": "หลังจากรับความเสียหายเกือบถึงแก่ชีวิตจะ โจมตีศัตรู 2 ตัว 20 วินาทีแบบปกติ"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เมื่อเกิดคริติคอล เพิ่ม HP ของพันธมิตรทั้งหมด 4% จากความเสียหาย",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / อัตราคริติคอล +100"
      },
      "treasure": {
        "description": [
          "[ผู้พิพากษา] เพิ่มความเสียหาย 20% และเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 30% ตลอดเวลาต่อเนื่องของเกราะเวทย์",
          "[ผู้พิพากษา] เพิ่มความเสียหาย 24% และเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 30% ตลอดเวลาต่อเนื่องของเกราะเวทย์",
          "[ผู้พิพากษา] เพิ่มความเสียหาย 29% และเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 30% ตลอดเวลาต่อเนื่องของเกราะเวทย์",
          "[ผู้พิพากษา] เพิ่มความเสียหาย 35% และเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 30% ตลอดเวลาต่อเนื่องของเกราะเวทย์",
          "[ผู้พิพากษา] เพิ่มความเสียหาย 42% และเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 30% ตลอดเวลาต่อเนื่องของเกราะเวทย์",
          "[ผู้พิพากษา] เพิ่มความเสียหาย 50% และเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 30% ตลอดเวลาต่อเนื่องของเกราะเวทย์"
        ],
        "name": "ดวงตาแห่งท้องฟ้า"
      },
      "weapon": {
        "description": [
          "ทุกๆ 10 วินาที จะสร้างสัญลักษณ์คำพิพากษาให้กับศัตรูแบบสุ่ม คงอยู่ 15 วินาที และสร้างความเสียหายเวทย์ 168% ของพลังโจมตี",
          "ทุกๆ 10 วินาที จะสร้างสัญลักษณ์คำพิพากษาให้กับศัตรูแบบสุ่ม คงอยู่ 15 วินาที และสร้างความเสียหายเวทย์ 201.6% ของพลังโจมตี",
          "ทุกๆ 10 วินาที จะสร้างสัญลักษณ์คำพิพากษาให้กับศัตรูแบบสุ่ม คงอยู่ 15 วินาที และสร้างความเสียหายเวทย์ 241.5% ของพลังโจมตี",
          "ทุกๆ 10 วินาที จะสร้างสัญลักษณ์คำพิพากษาให้กับศัตรูแบบสุ่ม คงอยู่ 15 วินาที และสร้างความเสียหายเวทย์ 289.8% ของพลังโจมตี",
          "ทุกๆ 10 วินาที จะสร้างสัญลักษณ์คำพิพากษาให้กับศัตรูแบบสุ่ม คงอยู่ 15 วินาที และสร้างความเสียหายเวทย์ 348.6% ของพลังโจมตี",
          "ทุกๆ 10 วินาที จะสร้างสัญลักษณ์คำพิพากษาให้กับศัตรูแบบสุ่ม คงอยู่ 15 วินาที และสร้างความเสียหายเวทย์ 420% ของพลังโจมตี"
        ],
        "name": "เชอร์ไคด์, ท้องฟ้าสีครามสดใส"
      }
    },
    "32": {
      "description": "เจ้าหญิงแวมไพร์ที่ต่อสู้ร่วมกับฮีโร่ในสงครามเมื่อ 100 ปีที่แล้ว เธอเป็นแวมไพร์สายเลือดแท้แต่ยังต้องฟื้นตัวจากการใช้พลังในสงครามในอดีต โจมตีศัตรูด้วยพลังของการควบคุมเลือดและเหล่าสมุน",
      "name": "Lewisia",
      "s1": {
        "books": {
          "1": "ความเสียหายเพิ่มขึ้น {1} %",
          "2": "ความเสียหายเพิ่มขึ้น {1} %",
          "3": "ความเสียหายเพิ่มขึ้น {1} %"
        },
        "description": "สร้างความเสียหายทางเวทย์ {1} แก่ศัตรูเป้าหมายและเพิ่มความเสียหายเวทย์ที่ได้รับ 25% เป็นเวลา 10 วินาที เพิ่มความเสียหายคำสาปเลือดแก่เป้าหมายแสต็คละ 1.5% \\n ]เมื่อใช้จะลด HP ปัจจุบันของตัวเอง 10% ",
        "name": "ลูกแก้วเลือด",
        "transcendence": {
          "dark": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
          "light": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%"
        }
      },
      "s2": {
        "books": {
          "1": "ความเสียหายเพิ่มขึ้น {1} %",
          "2": "ความเสียหายเพิ่มขึ้น {1} %",
          "3": "ความเสียหายเพิ่มขึ้น {1} %"
        },
        "description": "สร้างความเสียหายทางเวทย์ {1} แก่ศัตรูเป้าหมาย สร้างพื้นดินแห่งเลือดรอบศัตรูเป็นเวลา 10 วินาที ศัตรูที่อยู่ในพื้นดินแห่งเลือด ทุก 0.5 วินาทีจะได้รับความเสียหายเวทย์ {2} และลดพลังป้องกันเวทย์ 30% เพิ่มความเสียหาย 0.5% ต่อทุกๆแสต็คคำสาปเลือดที่เป้าหมายได้รับอยู่ \\n เมื่อใช้จะลด HP ปัจจุบันของตัวเอง 20% ",
        "name": "พื้นดินแห่งเลือด",
        "transcendence": {
          "dark": "ลดเวลาคูลดาวน์ 3 วินาที",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s3": {
        "books": {
          "1": "ความเสียหายเพิ่มขึ้น {1} %",
          "2": "ความเสียหายเพิ่มขึ้น {1} %",
          "3": "ความเสียหายเพิ่มขึ้น {1} %"
        },
        "description": "โจมตีศัตรูในแนวหน้า 3 ครั้ง สร้างความเสียหายทางเวทย์รวม {1} และทำให้หมดสติเป็นเวลา 3 วินาที เพิ่มความเสียหาย 0.5% ต่อทุกๆแสต็คคำสาปเลือดที่เป้าหมายได้รับอยู่ \\n ]เมื่อใช้จะลด HP ปัจจุบันของตัวเอง 10% ",
        "name": "งานเลี้ยงแห่งเลือด",
        "transcendence": {
          "dark": "ลดการใช้ Mana 1",
          "light": "ลดเวลาคูลไทม์ของสกิลทั้งหมด 5% เมื่อโจมตีศัตรูที่สแต็คคำสาปเลือดมากกว่า 80 ครั้ง"
        }
      },
      "s4": {
        "books": {
          "1": "ความเสียหายเพิ่มขึ้น {1} %",
          "2": "ความเสียหายเพิ่มขึ้น {1} %",
          "3": "ความเสียหายเพิ่มขึ้น {1} %"
        },
        "description": "เมื่อ HP ของตัวเองเกิน 50% จะเพิ่มพลังโจมตี {1} , พลังเจาะเกราะ 250 และเมื่อโจมตีจะทำให้เป้าหมายตกอยู่ในสถานะคำสาปเลือกและสร้างความเสียหายเวทย์ต่อเนื่องรวม {2} เป็นเวลา 20 วินาที มีการฟื้นฟู HP เท่ากับ 10% ของความเสียหายที่สร้างจากเอฟเฟ็คคำสาปเลือด คำสาปเลือดจะแสต็คสูงสุด 100 ครั้งและไม่สามารถยกเลิกได้",
        "name": "ผู้ควบคุมเลือด",
        "transcendence": {
          "dark": "เพิ่มพลังฟื้นฟู HP ของพันธมิตรทั้งหมด 20% และลดพลังฟื้นฟู HP ของศัตรูทั้งหมด 20%",
          "light": "เพิ่มแสต็คสูงสุดของคำสาปเลือดเป็น 200"
        }
      },
      "subtitle": "สายเลือดอันสูงศักดิ์ของเวอร์มิลเลียน",
      "t5": {
        "dark": "เพิ่มปริมาณการใช้ HP 50% ของตัวเองเมื่อใช้ทุกสกิล 50% และลดเวลาคูลดาวน์ 20%",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / อัตราคริติคอล +100"
      },
      "treasure": {
        "description": [
          "[งานเลี้ยงแห่งเลือด] เพิ่มความเสียหาย 20% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 400",
          "[งานเลี้ยงแห่งเลือด] เพิ่มความเสียหาย 24% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 400",
          "[งานเลี้ยงแห่งเลือด] เพิ่มความเสียหาย 29% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 400",
          "[งานเลี้ยงแห่งเลือด] เพิ่มความเสียหาย 35% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 400",
          "[งานเลี้ยงแห่งเลือด] เพิ่มความเสียหาย 42% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 400",
          "[งานเลี้ยงแห่งเลือด] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 400"
        ],
        "name": "เลือดโบราณ"
      },
      "weapon": {
        "description": [
          "เมื่อ HP มากกว่า 50% จะเพิ่มพลังโจมตี 20% และเมื่อ HP ต่ำกว่า 50% จะลดความเสียหายที่ได้รับ 10%",
          "เมื่อ HP มากกว่า 50% จะเพิ่มพลังโจมตี 24% และเมื่อ HP ต่ำกว่า 50% จะลดความเสียหายที่ได้รับ 12%",
          "เมื่อ HP มากกว่า 50% จะเพิ่มพลังโจมตี 29% และเมื่อ HP ต่ำกว่า 50% จะลดความเสียหายที่ได้รับ 14%",
          "เมื่อ HP มากกว่า 50% จะเพิ่มพลังโจมตี 35% และเมื่อ HP ต่ำกว่า 50% จะลดความเสียหายที่ได้รับ 17%",
          "เมื่อ HP มากกว่า 50% จะเพิ่มพลังโจมตี 42% และเมื่อ HP ต่ำกว่า 50% จะลดความเสียหายที่ได้รับ 21%",
          "เมื่อ HP มากกว่า 50% จะเพิ่มพลังโจมตี 50% และเมื่อ HP ต่ำกว่า 50% จะลดความเสียหายที่ได้รับ 25%"
        ],
        "name": "Dominicia ผู้ปกครองแสงสการ์เล็ต"
      }
    },
    "33": {
      "description": "นักเวทย์แห่งประตูมิติ โจมตีศัตรูด้วยดาบกว่าพันเล่มที่ออกมาจากประตูมิติ",
      "name": "Nyx",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "สร้างความเสียหายทางกายภาพ {1} แก่เป้าหมาย แสต็คมีดจะเพิ่มขึ้น 1 อันต่อ 1 เป้าหมายที่โดนโจมตี จำนวนเป้าหมายที่ถูกโจมตีจะเพิ่มขึ้นตามจำนวนแสต็คมีด แสต็คมีดสะสมได้สูงสุด 5 ครั้ง เป็นเวลา 20 วินาที",
        "name": "ใบมีดแห่งมิติ",
        "transcendence": {
          "dark": "เพิ่มแสต็คมีดสูงสุด1ครั้ง",
          "light": "เวลาคูลดาวน์จะหายไป"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "ยกเลืกบัพทั้งหมดของเป้าหมายและสร้างความเสียหายทางกายภาพ {1} ศัตรูที่โดนโจมตีจะได้รับความเสียหายทางกายภาพ {3} เป็นเวลา {2} วินาที และทำให้ล้มลงเป็นเวลา 3 วินาที จำนวนเป้าหมายที่ถูกโจมตีจะเพิ่มขึ้นตามจำนวนแสต็คมีด",
        "name": "ตัดผ่ามิติ",
        "transcendence": {
          "dark": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "สร้างความเสียหายทางกายภาพ {1} แก่เป้าหมายในบริเวณด้านหน้า การโจมตีสุดท้ายจะสร้างความเสียหาย {2} ให้แก่ศัตรูตัวเดียว และทำให้ล้มลงเป็นเวลา 3 วินาที เป้าหมายการโจมตีสุดท้ายจะเพิ่มขึ้นตามแสต็คมีด",
        "name": "ดาบไร้ขีดจำกัด",
        "transcendence": {
          "dark": "เมื่อแสต็คใบไม้มีดมากกว่า 5 อันจะเพิ่มความเสียหาย 70%",
          "light": "ลดเวลาคูลดาวน์ 5 วินาที"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "เมื่อโจมตีธรรมดาจะยิงใบมีดออกไปสร้างความเสียหายทางกายภาพ {1} จำนวนเป้าหมายจะเพิ่มขึ้นตามแสต็คมีด",
        "name": "ใบมีดที่ซ่อนเร้น",
        "transcendence": {
          "dark": "มีโอกาส 10% ในการกำจัดเอฟเฟ็กบวกของเป้าหมาย",
          "light": "เพิ่มความเสียหายแก่ศัตรูละ 15%"
        }
      },
      "subtitle": "ดาบทะลุมิติ",
      "t5": {
        "dark": "เมื่อโจมตีปกติมีโอกาส 10% ที่จะแสต็คมีด 1 ครั้ง และจะเพิ่มพลังโจมตี 10% ต่อจำนวนแสต็คมีดที่ตัวเองมี",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[ดาบไร้ขีดจำกัด] ลดการใช้ Mana 1 และเพิ่มความเสียหาย 20%",
          "[ดาบไร้ขีดจำกัด] ลดการใช้ Mana 1 และเพิ่มความเสียหาย 24%",
          "[ดาบไร้ขีดจำกัด] ลดการใช้ Mana 1 และเพิ่มความเสียหาย 29%",
          "[ดาบไร้ขีดจำกัด] ลดการใช้ Mana 1 และเพิ่มความเสียหาย 35%",
          "[ดาบไร้ขีดจำกัด] ลดการใช้ Mana 1 และเพิ่มความเสียหาย 42%",
          "[ดาบไร้ขีดจำกัด] ลดการใช้ Mana 1 และเพิ่มความเสียหาย 50%"
        ],
        "name": "หินแห่งมิติ"
      },
      "weapon": {
        "description": [
          "การโจมตีปกติจะเจาะเกราะเป็นเส้นตรงและเพิ่มความเสียหาย 30% เพิ่มความเสียหาย 4% ต่อ 1 แสต็คใบไม้มีดที่มีอยู่",
          "การโจมตีปกติจะเจาะเกราะเป็นเส้นตรงและเพิ่มความเสียหาย 36% เพิ่มความเสียหาย 4.8% ต่อ 1 แสต็คใบไม้มีดที่มีอยู่",
          "การโจมตีปกติจะเจาะเกราะเป็นเส้นตรงและเพิ่มความเสียหาย 43% เพิ่มความเสียหาย 5.7% ต่อ 1 แสต็คใบไม้มีดที่มีอยู่",
          "การโจมตีปกติจะเจาะเกราะเป็นเส้นตรงและเพิ่มความเสียหาย 52% เพิ่มความเสียหาย 6.9% ต่อ 1 แสต็คใบไม้มีดที่มีอยู่",
          "การโจมตีปกติจะเจาะเกราะเป็นเส้นตรงและเพิ่มความเสียหาย 62% เพิ่มความเสียหาย 8.3% ต่อ 1 แสต็คใบไม้มีดที่มีอยู่",
          "การโจมตีปกติจะเจาะเกราะเป็นเส้นตรงและเพิ่มความเสียหาย 75% เพิ่มความเสียหาย 10% ต่อ 1 แสต็คใบไม้มีดที่มีอยู่"
        ],
        "name": "Magnus Fille กุญแจแห่งมิติ"
      }
    },
    "34": {
      "description": "นักประดิษฐ์ที่ฝันอยากให้คนธรรมดาใช้เวทย์มนตร์ได้ เธอใช้หุ่นยนต์ประดิษฐ์ที่เธอสร้างขึ้นเป็นอาวุธ",
      "name": "Annette",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เมื่อใช้จะได้รับปริมาณชาร์จเพิ่มขึ้น 30%"
        },
        "description": "โจมตีศัตรูเป็นเส้นตรงสร้างความเสียหายเวทย์ {1} และทำให้เป้าหมายโดนความเสียหายทางเวทย์เพิ่มขึ้น {2} % ขณะที่โอเวอร์ชาร์จอยู่จะสร้างความเสียหายทางเวทย์เพิ่มเติม {3} และ ทำให้เป้าหมายได้รับความเสียหายทางเวทย์เพิ่มขึ้น {4} %",
        "name": "ลำแสงทำลายล้าง",
        "transcendence": {
          "dark": "เมื่อใช้จะเพิ่มปริมาณการชาร์จที่มี 40%",
          "light": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มการรักษา {1} %",
          "2": "เพิ่มการรักษา {1} %",
          "3": "เมื่อใช้จะได้รับปริมาณชาร์จเพิ่มขึ้น 30%"
        },
        "description": "ยกเลิกดีบัฟของพันธมิตรทั้งหมดและฟื้นฟูพลังชีวิต {1} เป็นเวลา 10 วินาที เพิ่มการต้านทานสถานะผิดปกติ 250 หากใช้ในขณะโอเวอร์ชาร์จจะเพิ่มอัตราคริติคอลของพันธมิตรทั้งหมด {2} และต้านสถานะผิดปกติ",
        "name": "กู้ชีพฉุกเฉิน",
        "transcendence": {
          "dark": "เมื่อใช้จะเพิ่มปริมาณการชาร์จที่มี 40%",
          "light": "ลดเวลาคูลดาวน์ 3 วินาที"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เมื่อใช้จะได้รับปริมาณชาร์จเพิ่มขึ้น 30%"
        },
        "description": "ยิงลูกไฟพลังงานใส่รอบๆเป้าหมายแบบสุ่ม เมื่อลูกไฟระเบิดสร้างความเสียหายเวทย์รวม {1} หากใช้ขณะโอเวอร์ชาร์จ เมื่อลูกไฟระเบิดจะสร้างความเสียหายทางเวทย์ {2} เป็นเวลา 5 วินาทีและทำให้หมดสติ",
        "name": "ขั้นตอนทำลายล้าง",
        "transcendence": {
          "dark": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25%",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เมื่ออยู่ในสถานะโอเวอร์ชาร์จ ความเร็วในการโจมตีจะเพิ่มขึ้น {1} "
        },
        "description": "ทุกๆ 0.5 วินาที เมื่อใช้ Mana 1 จะได้รับ 10 ชาร์จ เมื่อครบ 100 ชาร์จ จะอยู่ในสถานะโอเวอร์ชาร์จและเพิ่มพลังโจมตี {1} การโจมตีปกติจะลดเวลาคูลดาวน์สกิล 10% เป็นระยะเวลา 15 วินาที ไม่สามารถยกเลิกเอฟเฟ็คทั้งหมดได้และขณะอยู่ในสถานะโอเวอร์ชาร์จจะไม่สามารถแสต็คชาร์จอีกได้",
        "name": "ชาร์จ",
        "transcendence": {
          "dark": "เพิ่มระยะเวลาโอเวอร์ชาร์จต่อเนื่อง 3 วินาที",
          "light": "เพิ่มตัวเลขพลังโจมตี 40%"
        }
      },
      "subtitle": "นักประดิษฐ์แห่งวังหลวง",
      "t5": {
        "dark": "เมื่อโอเวอร์ชาร์จ ให้ความเร็วโจมตี 200 แก่พันธมิตรทั้งหมด เพิ่มพลังโจมตี 5% เท่ากับพลังโจมตีของ Annette",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเร็วโจมตี +100"
      },
      "treasure": {
        "description": [
          "[ขั้นตอนทำลายล้าง] เพิ่มความเสียหาย 20% เมื่อโจมตีจะได้รับชาร์จเพิ่ม 2 อัน สามารถได้รับชาร์จดังกล่าวถึงแม้จะอยู่ในสถานะโอเวอร์ชาร์จ",
          "[ขั้นตอนทำลายล้าง] เพิ่มความเสียหาย 24% เมื่อโจมตีจะได้รับชาร์จเพิ่ม 2 อัน สามารถได้รับชาร์จดังกล่าวถึงแม้จะอยู่ในสถานะโอเวอร์ชาร์จ",
          "[ขั้นตอนทำลายล้าง] เพิ่มความเสียหาย 29% เมื่อโจมตีจะได้รับชาร์จเพิ่ม 2 อัน สามารถได้รับชาร์จดังกล่าวถึงแม้จะอยู่ในสถานะโอเวอร์ชาร์จ",
          "[ขั้นตอนทำลายล้าง] เพิ่มความเสียหาย 35% เมื่อโจมตีจะได้รับชาร์จเพิ่ม 2 อัน สามารถได้รับชาร์จดังกล่าวถึงแม้จะอยู่ในสถานะโอเวอร์ชาร์จ",
          "[ขั้นตอนทำลายล้าง] เพิ่มความเสียหาย 42% เมื่อโจมตีจะได้รับชาร์จเพิ่ม 2 อัน สามารถได้รับชาร์จดังกล่าวถึงแม้จะอยู่ในสถานะโอเวอร์ชาร์จ",
          "[ขั้นตอนทำลายล้าง] เพิ่มความเสียหาย 50% เมื่อโจมตีจะได้รับชาร์จเพิ่ม 2 อัน สามารถได้รับชาร์จดังกล่าวถึงแม้จะอยู่ในสถานะโอเวอร์ชาร์จ"
        ],
        "name": "โค้ดแห่งการทำลายล้าง"
      },
      "weapon": {
        "description": [
          "ทุกๆ 1.5 วินาที จะแสต็คชาร์จ 1 และฟื้นฟู Mana  1 %",
          "ทุกๆ 1.4 วินาที จะแสต็คชาร์จ 1 และฟื้นฟู Mana  1 %",
          "ทุกๆ 1.3 วินาที จะแสต็คชาร์จ 1 และฟื้นฟู Mana  1 %",
          "ทุกๆ 1.1 วินาที จะแสต็คชาร์จ 1 และฟื้นฟู Mana  1 %",
          "ทุกๆ 0.9 วินาที จะแสต็คชาร์จ 1 และฟื้นฟู Mana  1 %",
          "ทุกๆ 0.7 วินาที จะแสต็คชาร์จ 1 และฟื้นฟู Mana  1 %"
        ],
        "name": "หุ่นยุนต์ประดิษฐ์ Rascal"
      }
    },
    "35": {
      "description": "เขาถูกเรียกอีกชื่อว่าเสียงเพลงแห่งความบ้าคลั่งสีเงิน เป็นชายผู้ไร้ความปราณี ไม่มีความรับผิดชอบต่อคนอื่น แต่เมื่อการต่อสู้เริ่มขึ้น เขากลายมาเป็นหมาป่าที่จับตัวไม่ได้ เขาเปลี่ยนสนามรบให้กลายเป็นลานประหารชั้นดี",
      "name": "Mitra",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "โจมตีศัตรู 2 ครั้ง แต่ละครั้งสร้างความเสียหายทางกายภาพ {1} หากติดคริติคอลจะระเบิดและสร้างความเสียหายทางกายภาพ {2} รอบๆเป้าหมาย",
        "name": "ปัง! ปัง!!",
        "transcendence": {
          "dark": "แสต็คสัญลักษณ์ 2 ครั้งเมื่อโจมตี",
          "light": "เมื่อมีศัตรู 1 ตัวจะเพิ่มความเสียหาย 100%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %"
        },
        "description": "เพิ่มพลังโจมตี {1} และความแม่นยำ {2} ของตัวเองเป็นเวลา 20 วินาที เมื่อโจมตีธรรมดาจะมีโอกาสใช้ Bang! Bang!! 15%",
        "name": "ถึงเวลาตายแล้ว!",
        "transcendence": {
          "dark": "เพิ่มโอกาสปัง! ปัง!! 10%",
          "light": "เพิ่มความเสียหายที่ตัวเองได้รับทั้งหมด 20% แต่จะได้เพิ่มพลังโจมตี 100% แทน"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "ยิงปืน 12 นัด สร้างความเสียหายกายภาพทั้งหมด {1} แก่เป้าหมายแบบสุ่ม ทุกครั้งที่สร้างความเสียหายจะสร้างสัญลักษณ์แห่งความตายที่ลบไม่ได้ให้กับศัตรู ความเสียหายของสกิลนี้จะเพิ่มขึ้น 1% ต่อ 1 สัญลักษณ์แห่งความตาย",
        "name": "เต้นไปด้วยกันมั้ย?",
        "transcendence": {
          "dark": "เพิ่มแสต็คสัญลักษณ์ 2 ครั้ง",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "เมื่อโจมตีธรรมดา สร้างสัญลักษณ์แห่งความตายที่ลบไม่ได้แก่ศัตรู หาก Bang! Bang!! ทำงาน จะสร้างความเสียหายกายภาพเพิ่มเติม {1} ความเสียหายของสกิลนี้จะเพิ่มขึ้น 2% ต่อ 1 สัญลักษณ์แห่งความตาย สัญลักษณ์จะสามารถแสต็คได้สูงสุด 100 แสต็ค",
        "name": "รายต่อไปคือเจ้า!!",
        "transcendence": {
          "dark": "เมื่อโจมตีเป้าหมายที่สแต็ค 100 ครั้งจะลดเวลาคูลดาวน์ทุกสกิล 0.3 วินาที",
          "light": "เพิ่มจำนวนแสต็คสัญลักษณ์สูงสุดเป็น 200"
        }
      },
      "subtitle": "หมาป่าสีเงิน",
      "t5": {
        "dark": "เมื่อคริติคอลจะเพิ่มความเสียหายคริติคอลของตัวเอง 0.5% , เพิ่มความเร็วโจมตี 5 แสต็คสูงสุด 100 ครั้ง",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[เต้นไปด้วยกันมั้ย?] เพิ่มความเสียหาย 20% ทุกครั้งที่ใข้จะลดเวลาคูลดาวน์สกิลนี้ 5% เอฟเฟ็กนี้จะแสต็คสูงสุด 8 ครั้ง",
          "[เต้นไปด้วยกันมั้ย?] เพิ่มความเสียหาย 24% ทุกครั้งที่ใข้จะลดเวลาคูลดาวน์สกิลนี้ 5% เอฟเฟ็กนี้จะแสต็คสูงสุด 8 ครั้ง",
          "[เต้นไปด้วยกันมั้ย?] เพิ่มความเสียหาย 29% ทุกครั้งที่ใข้จะลดเวลาคูลดาวน์สกิลนี้ 5% เอฟเฟ็กนี้จะแสต็คสูงสุด 8 ครั้ง",
          "[เต้นไปด้วยกันมั้ย?] เพิ่มความเสียหาย 35% ทุกครั้งที่ใข้จะลดเวลาคูลดาวน์สกิลนี้ 5% เอฟเฟ็กนี้จะแสต็คสูงสุด 8 ครั้ง",
          "[เต้นไปด้วยกันมั้ย?] เพิ่มความเสียหาย 42% ทุกครั้งที่ใข้จะลดเวลาคูลดาวน์สกิลนี้ 5% เอฟเฟ็กนี้จะแสต็คสูงสุด 8 ครั้ง",
          "[เต้นไปด้วยกันมั้ย?] เพิ่มความเสียหาย 50% ทุกครั้งที่ใข้จะลดเวลาคูลดาวน์สกิลนี้ 5% เอฟเฟ็กนี้จะแสต็คสูงสุด 8 ครั้ง"
        ],
        "name": "ตราประทับทหารรับจ้าง หัวหมาป่า"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตีธรรมดาค่าเจาะเกราะและความเร็วโจมตีเพิ่มขึ้น 8 สามารถแสต็คได้สูงสุด 30 ครั้ง",
          "เมื่อโจมตีธรรมดาค่าเจาะเกราะและความเร็วโจมตีเพิ่มขึ้น 10 สามารถแสต็คได้สูงสุด 30 ครั้ง",
          "เมื่อโจมตีธรรมดาค่าเจาะเกราะและความเร็วโจมตีเพิ่มขึ้น 12 สามารถแสต็คได้สูงสุด 30 ครั้ง",
          "เมื่อโจมตีธรรมดาค่าเจาะเกราะและความเร็วโจมตีเพิ่มขึ้น 14 สามารถแสต็คได้สูงสุด 30 ครั้ง",
          "เมื่อโจมตีธรรมดาค่าเจาะเกราะและความเร็วโจมตีเพิ่มขึ้น 17 สามารถแสต็คได้สูงสุด 30 ครั้ง",
          "เมื่อโจมตีธรรมดาค่าเจาะเกราะและความเร็วโจมตีเพิ่มขึ้น 20 สามารถแสต็คได้สูงสุด 30 ครั้ง"
        ],
        "name": "เสียงร้องแห่งความบ้าคลั่ง Velkinoth"
      }
    },
    "36": {
      "description": "ฮีโร่ใจกล้าที่ปกป้องโลกมนุษย์จากเหล่าปีศาจมาเป็นเวลานาน โจมตีศัตรูด้วยเสาที่ได้รับพรจากเทพธิดา",
      "name": "Ricardo",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "ต้านสถานะผิดปกติทั้งหมดในระหว่างที่ใช้"
        },
        "description": "สร้างความเสียหายทางกายภาพให้แก่ศัตรูในแนวหน้า {1} และทำให้ล้มลง 3 วินาที",
        "name": "ทำลายล้าง",
        "transcendence": {
          "dark": "เพิ่มพลังป้องกันเวทย์ 200% และเพิ่มความเสียหายทางกายภาพ",
          "light": "เพิ่มความเสียหายทางกายภาพของเป้าหมาย 25% เป็นเวลา 10วินาที"
        }
      },
      "s2": {
        "books": {
          "1": "ค่าพลังป้องกันเพิ่มขึ้น {1} %.",
          "2": "ค่าพลังป้องกันเพิ่มขึ้น {1} %.",
          "3": "ทุกวินาทีจะฟื้นฟู HP เท่ากับ 1% ของ HP สูงสุดของตัวเองเป็นเวลา 10 วินาที"
        },
        "description": "สร้างความเสียหายกาย {1} ให้กับศัตรูภายในอาณาเขตรอบๆตัวเองและทำให้สลบ 1 วินาที เพิ่มพลังป้องกันเวทย์ของตัวเอง {2} เป็นเวลา 10 วินาที รับความเสียหายเวทย์แทนพันธมิตร 80%",
        "name": "การปกปักษ์จากพระเจ้า",
        "transcendence": {
          "dark": "สกิลที่กำจัดเอฟเฟ็กบวกไม่สามารถกำจัดเอฟเฟ็กรับความเสียหายแทนได้",
          "light": "เพิ่มการใช้ Mana 1 และลดความเสียหาย 30% ที่ Ricardo รับแทนพันธมิตร"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "ป้องกันความเสียหายทั้งหมดที่ได้รับขณะร่ายสกิล"
        },
        "description": "โจมตีศัตรูในแนวหน้าจำนวน 3 ครั้ง โจมตี 2 ครั้งแรกสร้างความเสียหายกายภาพ {1} ละทำให้หมดสติเป็นเวลา 4 วินาที โจมตีครั้งสุดท้ายสร้างความเสียหายทางกายภาพ {2} แก่ศัตรูในอาณาเขต 20% และทำให้หมดสติ 4 วินาที ทุกครั้งที่โจมตีมีโอกาส 50% ที่จะลบล้างเวทย์บัพของศัตรูในอาณาเขต",
        "name": "การพิพากษาจากพระเจ้า",
        "transcendence": {
          "dark": "ลดการใช้ Mana 1",
          "light": "เพิ่มเวลาการสลบ 2 วินาที"
        }
      },
      "s4": {
        "books": {
          "1": "ค่าพลังป้องกันเพิ่มขึ้น {1} %.",
          "2": "ค่าพลังป้องกันเพิ่มขึ้น {1} %.",
          "3": "เพิ่มระยะเวลาต่อเนื่อง 2 วินาที"
        },
        "description": "เมื่อพันธมิตรทั้งหมดยกเว้นตัวเองโดนความเสียหายทางเวทย์ เพิ่มพลังป้องกันเวทย์เป้าหมาย {2} เป็นเวลา 5 วินาที แสต็คสูงสุด 5 ครั้ง",
        "name": "พรจากพระเจ้า",
        "transcendence": {
          "dark": "เปลี่ยนเป็นแสต็คสูงสุด 8 ครั้ง",
          "light": "เพิ่มพลังป้องกันเวทย์ 40%"
        }
      },
      "subtitle": "การพิพากษาของ Lua,",
      "t5": {
        "dark": "เมื่อ HP ของตัวเองต่ำกว่า 30% จะทำให้ HP ของตัวเองไม่ลดต่ำกว่า 10% เป็นเวลา 10 วินาทีและเพิ่มพลังโจมตีของพันธมิตรทั้งหมดเท่ากับ 50% ของพลังป้องกันเวทย์ของตัวเอง เอฟเฟ็กนี้จะทำงานแค่ 1 ครั้งใน 60 วินาทีเท่านั้น",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / บล็อคกาย +200"
      },
      "treasure": {
        "description": [
          "[การพิพากษาจากพระเจ้า] เปลี่ยนให้สามารถยกเลิกเอฟเฟ็กที่เป็นผลดีได้ 75% ลดความเร็วโจมตีของเป้าหมาย 100 เป็นเวลา 10 วินาที",
          "[การพิพากษาจากพระเจ้า] เปลี่ยนให้สามารถยกเลิกเอฟเฟ็กที่เป็นผลดีได้ 75% ลดความเร็วโจมตีของเป้าหมาย 120 เป็นเวลา 10 วินาที",
          "[การพิพากษาจากพระเจ้า] เปลี่ยนให้สามารถยกเลิกเอฟเฟ็กที่เป็นผลดีได้ 75% ลดความเร็วโจมตีของเป้าหมาย 140 เป็นเวลา 10 วินาที",
          "[การพิพากษาจากพระเจ้า] เปลี่ยนให้สามารถยกเลิกเอฟเฟ็กที่เป็นผลดีได้ 75% ลดความเร็วโจมตีของเป้าหมาย 170 เป็นเวลา 10 วินาที",
          "[การพิพากษาจากพระเจ้า] เปลี่ยนให้สามารถยกเลิกเอฟเฟ็กที่เป็นผลดีได้ 75% ลดความเร็วโจมตีของเป้าหมาย 210 เป็นเวลา 10 วินาที",
          "[การพิพากษาจากพระเจ้า] เปลี่ยนให้สามารถยกเลิกเอฟเฟ็กที่เป็นผลดีได้ 75% ลดความเร็วโจมตีของเป้าหมาย 250 เป็นเวลา 10 วินาที"
        ],
        "name": "คำปฏิญาณครูเซเดอร์"
      },
      "weapon": {
        "description": [
          "เมื่อพันธมิตรทั้งหมดยกเว้นตัวเองโดนความเสียหาย มีโอกาส 10% ที่จะสร้างเกราะคุ้มกันเท่ากับ 320% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 5 วินาที เอฟเฟ็คนี้จะทำงาน 1 ครั้งใน 5 วินาที",
          "เมื่อพันธมิตรทั้งหมดยกเว้นตัวเองโดนความเสียหาย มีโอกาส 12% ที่จะสร้างเกราะคุ้มกันเท่ากับ 384% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 5 วินาที เอฟเฟ็คนี้จะทำงาน 1 ครั้งใน 5 วินาที",
          "เมื่อพันธมิตรทั้งหมดยกเว้นตัวเองโดนความเสียหาย มีโอกาส 14% ที่จะสร้างเกราะคุ้มกันเท่ากับ 460% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 5 วินาที เอฟเฟ็คนี้จะทำงาน 1 ครั้งใน 5 วินาที",
          "เมื่อพันธมิตรทั้งหมดยกเว้นตัวเองโดนความเสียหาย มีโอกาส 17% ที่จะสร้างเกราะคุ้มกันเท่ากับ 552% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 5 วินาที เอฟเฟ็คนี้จะทำงาน 1 ครั้งใน 5 วินาที",
          "เมื่อพันธมิตรทั้งหมดยกเว้นตัวเองโดนความเสียหาย มีโอกาส 20% ที่จะสร้างเกราะคุ้มกันเท่ากับ 660% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 5 วินาที เอฟเฟ็คนี้จะทำงาน 1 ครั้งใน 5 วินาที",
          "เมื่อพันธมิตรทั้งหมดยกเว้นตัวเองโดนความเสียหาย มีโอกาส 25% ที่จะสร้างเกราะคุ้มกันเท่ากับ 800% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 5 วินาที เอฟเฟ็คนี้จะทำงาน 1 ครั้งใน 5 วินาที"
        ],
        "name": "Theoria แสงแห่งการพิพากษา"
      }
    },
    "37": {
      "description": "นักฆ่าชั้นสูงใส่หน้ากากยิ้มซึ่งเป็นเพื่อนกับ Roi เธอเป็นเหมือนผู้เก็บกวาดในองค์กร และหน้าที่ของเธอก็คือการปริดชีวีตผู้ทรยศ. เธอมักจัดการศัตรูอย่างเงียบและเฉียบขาดโดยศัตรูยังไม่ทันรู้ตัว",
      "name": "Tanya",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "เคลื่อนที่ไปหลังศัตรูที่พลังป้องกันต่ำที่สุดสร้างความเสียหายกายภาพ {2} ทำให้ศัตรูล้ม พร้อมทั้งทำให้ศัตรูตัวนั้นโดนความเสียหายกายภาพเพิ่มขึ้น {1} % หากอยู่ในสถานะเงาจะสตันเป้าหมาย 6 วินาที หากไม่ใช่ก็จะกลายสภาพเป็นสถานะเงา  [เงา]ขณะอยู่ในสถานะเงาอัตราคริติคอลและอัตราการหลบหลีกเพิ่มขึ้น 200 ",
        "name": "เล็งเป้าหมาย",
        "transcendence": {
          "dark": "ลดพลังต้านคริติคอลทางกายภาพของเป้าหมาย 250 เป็นเวลา 10 วินาที",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "โจมตีศัตรูรอบๆ 3 ครั้งสร้างความเสียหายกายภาพ {1} พร้อมทำให้ติดสถานะเลือดไหล หากตอนใช้สกิลอยู่ในสถานะเงา จะลดอัตราฟื้นฟู HP ของเป้าหมาย 70% หากไม่ใช่ก็จะกลายสภาพเป็นสถานะเงาเป็นเวลา 10 วินาที [เงา]ขณะอยู่ในสถานะเงาอัตราคริติคอลและอัตราการหลบหลีกเพิ่มขึ้น 200 ",
        "name": "ทอร์นาโดใบมีด",
        "transcendence": {
          "dark": "เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
          "light": "เมื่อมีศัตรู 1 ตัวจะเพิ่มความเสียหาย 100%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "โจมตีศัตรููแบบสุ่ม 6 ครั้ง สร้างความเสียหายกายภาพรวม {1} ในการโจมตีสุดท้ายสร้างความเสียหายกายภาพ {2} หากอยู่ในสถานะเงาจะลบบัพของคู่ต่อสู้ หากไม่ใช่จะกลายสภาพเป็นสถานะเงาเป็นเวลา 10 วินาที [เงา]ขณะอยู่ในสถานะเงาอัตราคริติคอลและอัตราการหลบหลีกเพิ่มขึ้น 200 ",
        "name": "เสียงกระซิบจากความตาย",
        "transcendence": {
          "dark": "ลดเวลาคูลดาวน์ 5 วินาที",
          "light": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มระยะเวลาเงียบ {1}  วินาที"
        },
        "description": "เมื่อใช้สกิลหากติดคริติคอลจะสร้างความเสียหายทางกายภาพเพิ่มเติม {1} แก่ศัตรู พร้อมทำให้ศัตรูติดใบ้เป็นเวลา {2} วินาที",
        "name": "ซุ่มโจมตี",
        "transcendence": {
          "dark": "เมื่อมีศัตรู 1 ตัวจะทำให้ติดใบ้เพิ่ม 2 วินาที",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "subtitle": "เพลงดาบแห่งความเงียบ\\n",
      "t5": {
        "dark": "เพิ่มความเสียหายของการโจมตีปกติ 50% เมื่ออยู่ในสถานะเงา",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[เสียงกระซิบจากความตาย] เพิ่มความเสียหาย 20% เมื่อใช้จะได้รับเงาทันที หากอยู่ในสถานะเงาอยู่แล้วจะเพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาที",
          "[เสียงกระซิบจากความตาย] เพิ่มความเสียหาย 24% เมื่อใช้จะได้รับเงาทันที หากอยู่ในสถานะเงาอยู่แล้วจะเพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาที",
          "[เสียงกระซิบจากความตาย] เพิ่มความเสียหาย 29% เมื่อใช้จะได้รับเงาทันที หากอยู่ในสถานะเงาอยู่แล้วจะเพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาที",
          "[เสียงกระซิบจากความตาย] เพิ่มความเสียหาย 35% เมื่อใช้จะได้รับเงาทันที หากอยู่ในสถานะเงาอยู่แล้วจะเพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาที",
          "[เสียงกระซิบจากความตาย] เพิ่มความเสียหาย 42% เมื่อใช้จะได้รับเงาทันที หากอยู่ในสถานะเงาอยู่แล้วจะเพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาที",
          "[เสียงกระซิบจากความตาย] เพิ่มความเสียหาย 50% เมื่อใช้จะได้รับเงาทันที หากอยู่ในสถานะเงาอยู่แล้วจะเพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาที"
        ],
        "name": "ดาบสั้นแห่งความเงียบงัน"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตีธรรมดา มีโอกาส 10% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 140% และตนเองจะอยู่ในสถานะเงา มีเวลาคูลดาวน์ 10 วินาที",
          "เมื่อโจมตีธรรมดา มีโอกาส 12% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 170% และตนเองจะอยู่ในสถานะเงา มีเวลาคูลดาวน์ 10 วินาที",
          "เมื่อโจมตีธรรมดา มีโอกาส 14% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 200% และตนเองจะอยู่ในสถานะเงา มีเวลาคูลดาวน์ 10 วินาที",
          "เมื่อโจมตีธรรมดา มีโอกาส 17% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 240% และตนเองจะอยู่ในสถานะเงา มีเวลาคูลดาวน์ 10 วินาที",
          "เมื่อโจมตีธรรมดา มีโอกาส 20% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 290% และตนเองจะอยู่ในสถานะเงา มีเวลาคูลดาวน์ 10 วินาที",
          "เมื่อโจมตีธรรมดา มีโอกาส 25% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 350% และตนเองจะอยู่ในสถานะเงา มีเวลาคูลดาวน์ 10 วินาที"
        ],
        "name": "ปีศาจแห่งความเงียบ, Caethasis"
      }
    },
    "38": {
      "description": "ลูกครึ่งเผ่าปีศาจและมนุษย์ที่สาปแช่งชีวิตของตัวเอง ทำลายศัตรูให้แหลกเป็นชิ้นๆด้วยการหมุนแขนขวาที่มีเลือดปีศาจเข้มข้นไหลเวียนอยู่",
      "name": "Ezekiel",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "กวาดศัตรูในอาณาเขตวงกลมรอบตัวเองสร้างความเสียหายเวทย์ {1} พุ่งลงที่พื้นแล้วสร้างความเสียหายเวทย์ {2} พร้อมทำให้สลบ 3 วินาที \\n [ดุดัน] - ใช้โดยเสีย HP ปัจจุบันของตัวเอง 15% ขยายขอบเขตการโจมตีและทำให้การกวาดศัตรูนั้นดึงศัตรูเข้ามารวมกัน ",
        "name": "สัญชาตญาณทำลายล้าง",
        "transcendence": {
          "dark": "เพิ่มพลังโจมตีหลังจากใช้ 40% เป็นเวลา 5 วินาที",
          "light": "เพิ่มอัตราความเสียหาย 40%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "พุ่งเข้าใส่ศัตรูที่มีพลังโจมตีสูงสุด สร้างความเสียหายเวทย์ {1} ให้กับศัตรูในอาณาเขตเป้าหมาย {1} และลดความเร็วโจมตี {2}\\n\\n [ดุดัน] - ใช้โดยเสีย HP ปัจจุบันของตัวเอง 10% ขยายขอบเขตการโจมตี ทำให้สลบ {3} วินาทีและเพิ่มความเร็วโจมตีของตัวเอง {5} เป็นเวลา {4} วินาที ",
        "name": "ความสิ้นหวังคืบคลาน",
        "transcendence": {
          "dark": "เมื่อใช้ในขณะที่อยู่ในสถานะดุดัน จะไม่สนใจพลังป้องกันของเป้าหมาย",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "รวมพลังแล้วโจมตีศัตรูเป้าหมาย สร้างความเสียหายเวทย์ {1} และทำให้สลบ {2} วินาที \\n [ดุดัน] - ใช้โดยเสีย HP ปัจจุบันของตัวเอง 20% โจมตีศัตรูในอาณาเขตเป้าหมายเพิ่มความเสียหาย 3 เท่า ",
        "name": "กวาดล้างสิ้นซาก",
        "transcendence": {
          "dark": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว",
          "light": "ในขณะที่ใช้จะต้านสถานะผิดปกติ"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "เมื่อสกิลของ Ezekiel จบลงจะได้รับ 'เลือดต้องคำสาป' ถ้าได้รับเลือดต้องคำสาปครบ 4 แล้วจะใช้ในการรีเซทเวลาคูลดาวน์สกิลทั้งหมดและสร้างความเสียหายเวทย์ {1} ให้กับศัตรูรอบๆและทำให้สลบ 3 วินาที ตัวเองจะอยู่ในสถานะดุดันที่ไม่สามารถยกเลิกได้ {2} วินาที ในสถานะดุดันจะต้องต่อสู้แบบอัตโนมัติโดยไม่สามารถควบคุมได้ เพิ่มพลังโจมตี {3} , ความเสียหาย 2 เท่าของการโจมตีปกติและเสริมเอฟเฟ็กสกิลทั้งหมด ในขณะที่ตกอยู่ในสถานะดุดันจะไม่สามารถได้รับเลือดต้องคำสาปจากการใช้สกิลอีกแต่จะสามารถรับได้หากฆ่าศัตรูได้",
        "name": "เลือดต้องคำสาป",
        "transcendence": {
          "dark": "ลดความเสียหายทั้งหมด 10% ต่อ 1 แสต็ค 'เลือดต้องคำสาป' ที่ครอบครองอยู่",
          "light": "เมื่ออยู่ในสถานะดุดันจะเพิ่มการฟื้นฟู HP 50%"
        }
      },
      "subtitle": "เลือดต้องคำสาป",
      "t5": {
        "dark": "ในขณะที่อยู่ในสถานะดุดัน การโจมตีปกติจะสร้างความเสียหายโดยไม่สนพลังป้องกัน",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเร็วโจมตี +100"
      },
      "treasure": {
        "description": [
          "[กวาดล้างสิ้นซาก] เพิ่มความเสียหาย 20% หลังใช้สกิลจะได้รับคำสาปเลือดเพิ่ม 1 อัน",
          "[กวาดล้างสิ้นซาก] เพิ่มความเสียหาย 24% หลังใช้สกิลจะได้รับคำสาปเลือดเพิ่ม 1 อัน",
          "[กวาดล้างสิ้นซาก] เพิ่มความเสียหาย 29% หลังใช้สกิลจะได้รับคำสาปเลือดเพิ่ม 1 อัน",
          "[กวาดล้างสิ้นซาก] เพิ่มความเสียหาย 35% หลังใช้สกิลจะได้รับคำสาปเลือดเพิ่ม 1 อัน",
          "[กวาดล้างสิ้นซาก] เพิ่มความเสียหาย 42% หลังใช้สกิลจะได้รับคำสาปเลือดเพิ่ม 1 อัน",
          "[กวาดล้างสิ้นซาก] เพิ่มความเสียหาย 50% หลังใช้สกิลจะได้รับคำสาปเลือดเพิ่ม 1 อัน"
        ],
        "name": "คุกที่ถูกปิดผนึก"
      },
      "weapon": {
        "description": [
          "เพิ่มเวลาต่อเนื่องของสถานะดุดัน 2 วินาที เมื่ออยู่ในสถานะดุดัน จะเพิ่มความเสียหายคริติคอล 80%",
          "เพิ่มเวลาต่อเนื่องของสถานะดุดัน 3 วินาที เมื่ออยู่ในสถานะดุดัน จะเพิ่มความเสียหายคริติคอล 90%",
          "เพิ่มเวลาต่อเนื่องของสถานะดุดัน 4 วินาที เมื่ออยู่ในสถานะดุดัน จะเพิ่มความเสียหายคริติคอล 100%",
          "เพิ่มเวลาต่อเนื่องของสถานะดุดัน 5 วินาที เมื่ออยู่ในสถานะดุดัน จะเพิ่มความเสียหายคริติคอล 110%",
          "เพิ่มเวลาต่อเนื่องของสถานะดุดัน 6 วินาที เมื่ออยู่ในสถานะดุดันจะเพิ่มความเสียหายคริติคอล 120%",
          "เพิ่มเวลาต่อเนื่องของสถานะดุดัน 7 วินาที เมื่ออยู่ในสถานะดุดัน จะเพิ่มความเสียหายคริติคอล 130%"
        ],
        "name": "ผู้คุ้มความสิ้นหวัง บาร์บาโทส"
      }
    },
    "39": {
      "description": "หญิงสาวอันตรายเจ้าของ Gold Bar สาวผู้มีเสน่ห์สมฉายาแบดเกิร์ลที่มีความอีโรติค, เซ็กซี่ตั้งแต่แรกพบ เธอส่งกำลังให้พันธมิตรของเธอด้วยท่าเต้นที่ยั่วยวน",
      "name": "Cassandra",
      "s1": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายและการรักษา {1} %",
          "2": "เพิ่มปริมาณความเสียหายและการรักษา {1} %",
          "3": "เพิ่มเวลาสถานะใบ้ {1} วินาที"
        },
        "description": "ฟื้นฟู HP ของพันธมิตรทั้งหมด {1} และสร้างความเสียหายแก่ศัตรูทั้งหมด {2} ศัตรูที่ถูกโจมตีจะติดใบ้ 2 วินาที",
        "name": "เบาๆ~",
        "transcendence": {
          "dark": "ลด Mana 200 ศัตรูที่ถูกคริติคอลเป็นเวลา 5วินาที",
          "light": "เพิ่มความเร็วของพันธมิตร 200 ที่ฟื้นฟู 10วินาที"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มปริมาณพลังโจมตี {1} %",
          "2": "เพิ่มปริมาณพลังโจมตี {1} %",
          "3": "เพิ่มปริมาณพลังโจมตี {1} %"
        },
        "description": "เพิ่มพลังโจมตี {1} และเพิ่มอัตราคริติคอล {2} ของพันธมิตรทั้งหมดเป็นเวลา 15 วินาที",
        "name": "อย่างดุดัน!",
        "transcendence": {
          "dark": "ลดการใช้ Mana 1",
          "light": "เพิ่มปริมาณการโจมตี 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มเวลาสถานะลุ่มหลง {1} วินาที"
        },
        "description": "สร้างความเสียหายทางเวทย์ต่อศัตรูที่พลังโจมตีสูงสุด {1} เมื่อใช้ในอารีน่าจะทำให้ศัตรูตกอยู่ในสถานะลุ่มหลงเป็น 7 วินาที เมื่อใช้นอกอารีน่าจะเพิ่มความเสียหายทางเวทย์ {2} %  ศัตรูที่อยู่ในสถานะลุ่มหลงจะไม่สามารถใช้สกิลได้และโจมตีปกติใส่พันธมิตรของตัวเอง",
        "name": "สัมผัสแห่งความลุ่มหลง",
        "transcendence": {
          "dark": "ลดการใช้ Mana 1",
          "light": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มปริมาณพลังป้องกัน {1} %",
          "2": "เพิ่มปริมาณพลังป้องกัน {1} %",
          "3": "เพิ่มปริมาณพลังป้องกัน {1} %"
        },
        "description": "เมื่อเริ่มการต่อสู้ทุกครั้ง จะลด Mana 2 ช่องต่อการใช้สกิล 1 ครั้ง และเพิ่มพลังป้องกันทั้งหมดของพันธมิตร {1} เป็นเวลา 5 วินาที",
        "name": "สัมผัสที่นุ่มนวล",
        "transcendence": {
          "dark": "เพิ่มเวลาคูลไทม์ของเอฟเฟ็กเพิ่มพลังป้องกัน 5 วินาที",
          "light": "ลดความเสียหายทั้งหมดที่พันมิตรทั้งหมดได้รับ 20 % เป็นเวลา 5 วินาที"
        }
      },
      "subtitle": "สายลมน่าหลงใหล",
      "t5": {
        "dark": "ป้องกันความเสียหายทั้งหมดของพันธมิตร 1 ตัวแบบสุ่มเป็นเวลา 3 วินาที เมื่อเริ่มการต่อสู้",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเร็วโจมตี +100"
      },
      "treasure": {
        "description": [
          "[สัมผัสแห่งความลุ่มหลง] ลดเวลาคูลดาวน์สกิล 30% เพิ่มเวลาต่อเนื่องของการลุ่มหลง 1 วินาที",
          "[สัมผัสแห่งความลุ่มหลง] ลดเวลาคูลดาวน์สกิล 30% เพิ่มเวลาต่อเนื่องของการลุ่มหลง 1.5 วินาที",
          "[สัมผัสแห่งความลุ่มหลง] ลดเวลาคูลดาวน์สกิล 30% เพิ่มเวลาต่อเนื่องของการลุ่มหลง 2 วินาที",
          "[สัมผัสแห่งความลุ่มหลง] ลดเวลาคูลดาวน์สกิล 30% เพิ่มเวลาต่อเนื่องของการลุ่มหลง 2.5 วินาที",
          "[สัมผัสแห่งความลุ่มหลง] ลดเวลาคูลดาวน์สกิล 30% เพิ่มเวลาต่อเนื่องของการลุ่มหลง 3 วินาที",
          "[สัมผัสแห่งความลุ่มหลง] ลดเวลาคูลดาวน์สกิล 30% เพิ่มเวลาต่อเนื่องของการลุ่มหลง 3.5 วินาที"
        ],
        "name": "กลิ่นแห่งทองคำ"
      },
      "weapon": {
        "description": [
          "ทุก 15 วินาที ฟื้นฟู HP ของพันธมิตรที่มี HP น้อยสุดเท่ากับ 200% ของพลังโจมตีของตัวเอง และกำจัดทุกเอฟเฟ็คที่เป็นผลเสีย",
          "ทุก 14 วินาที ฟื้นฟู HP ของพันธมิตรที่มี HP น้อยสุดเท่ากับ 240% ของพลังโจมตีของตัวเอง และกำจัดทุกเอฟเฟ็คที่เป็นผลเสีย",
          "ทุก 12.5 วินาที ฟื้นฟู HP ของพันธมิตรที่มี HP น้อยสุดเท่ากับ 290% ของพลังโจมตีของตัวเอง และกำจัดทุกเอฟเฟ็คที่เป็นผลเสีย",
          "ทุก 11 วินาที ฟื้นฟู HP ของพันธมิตรที่มี HP น้อยสุดเท่ากับ 350% ของพลังโจมตีของตัวเอง และกำจัดทุกเอฟเฟ็คที่เป็นผลเสีย",
          "ทุก 9.5 วินาที ฟื้นฟู HP ของพันธมิตรที่มี HP น้อยสุดเท่ากับ 420% ของพลังโจมตีของตัวเอง และกำจัดทุกเอฟเฟ็คที่เป็นผลเสีย",
          "ทุก 8 วินาที ฟื้นฟู HP ของพันธมิตรที่มี HP น้อยสุดเท่ากับ 500% ของพลังโจมตีของตัวเอง และกำจัดทุกเอฟเฟ็คที่เป็นผลเสีย"
        ],
        "name": "โกลด์บรีซ, เสียงกระซิบของแสงสีทอง"
      }
    },
    "4": {
      "description": "เมื่อก่อนเขาเป็นนักฆ่าผู้ชั่วร้าย และกลับใจเพื่อแก้ไขอดีตของตน เขาเชี่ยวชาญการโจมตีใส่เป้าหมายเดียว และสร้างความเสียหายอย่างรุนแรงโดยที่เป้าหมายของเขาไม่ทันตั้งตัว",
      "name": "Roi",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหายจากคริติคอล {1} %"
        },
        "description": "สร้างความเสียหายทางกายเพิ่มเติม {1} เมื่อการโจมตีธรรมดาโดนเป้าเป็นคริติคอล",
        "name": "ฟาดฟัน",
        "transcendence": {
          "dark": "เพิ่มความเสียหายทางกาย 25% ให้กับเป้าหมายที่ถูกโจมตี 10 วินาที",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มความเร็วในการโจมตี {1} เป็นเวลาต่อเนื่อง"
        },
        "description": "พลังโจมตีเพิ่มขึ้น {2} และหลบหลีกการโจมตีกายภาพทั้งหมดเป็นเวลา {1} วินาที",
        "name": "ม่านความมืด",
        "transcendence": {
          "dark": "เพิ่มความเสียหายที่โจมตีจากเดิม 100% เป็นเวลาต่อเนื่อง",
          "light": "เพิ่มตัวเลขพลังโจมตี 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหายจากคริติคอล {1} %"
        },
        "description": "โจมตีแบบสุ่ม 3 ครั้งสร้างความเสียหายกายภาพ {1} และทำให้แสต็คสถานะเลือดไหลที่สร้างความเสียหายกายภาพอย่างต่อเนื่อง 1 อัน สถานะเลือดไหลแสต็คสูงสุด 3 ครั้ง",
        "name": "ไร้ความปรานี",
        "transcendence": {
          "dark": "เวลาคูลดาวน์จะหายไป",
          "light": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหายจากคริติคอล {1} %"
        },
        "description": "เคลื่อนได้ด้านหลังของศัตรูที่มี HP ต่ำที่สุด สร้างความเสียหายทางกายภาพ [FFC800]{1} เพิ่มความเสียหาย {2} % ทุก 1 สถานะเลือดไหลที่ถูกแสต็คใส่ศัตรู และทำให้แสต็คเลือดทั้งหมดหายไป หากเกิดคริติคอล ฟื้น 2 Mana และรีเซ็ตคูลไทม์สกิล",
        "name": "กรงเล็บใบมีด",
        "transcendence": {
          "dark": "มีโอกาสที่จะสแต็คเลือดไหล 50%.",
          "light": "ทุกครั้งที่โจมตีจะฟื้นฟู Mana 300"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เมื่อเกิดคริติคอล มีโอกาส 10% ที่จะเพิ่มความเร็วโจมตี 300, ความเสียหายคริติคอล 60% เป็นเวลา 5 วินาที ในขณะที่เอฟเฟ็คทำงานจะไม่มีการทำงานซ้ำอีก",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[กรงเล็บใบมีด] เพิ่มความเสียหาย 20% เมื่อเกิดคริติคอลจะฟื้นฟู Mana เพิ่มเติม 300",
          "[กรงเล็บใบมีด] เพิ่มความเสียหาย 24% เมื่อเกิดคริติคอลจะฟื้นฟู Mana เพิ่มเติม 300",
          "[กรงเล็บใบมีด] เพิ่มความเสียหาย 29% เมื่อเกิดคริติคอลจะฟื้นฟู Mana เพิ่มเติม 300",
          "[กรงเล็บใบมีด] เพิ่มความเสียหาย 35% เมื่อเกิดคริติคอลจะฟื้นฟู Mana เพิ่มเติม 300",
          "[กรงเล็บใบมีด] เพิ่มความเสียหาย 42% เมื่อเกิดคริติคอลจะฟื้นฟู Mana เพิ่มเติม 300",
          "[กรงเล็บใบมีด] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana เพิ่มเติม 300"
        ],
        "name": "หน้ากากที่แตกร้าว"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตีปกติ มีโอกาส 25 % ที่จะแสต็คสถานะเลือดไหล 1 อันและสร้างความเสียหายเพิ่มเติม 50% ของพลังโจมตี",
          "เมื่อโจมตีปกติ มีโอกาส 28 % ที่จะทำให้สแต๊คสถานะเลือดไหล 1 อันและสร้างความเสียหายเพิ่มเติม 60% ของพลังโจมตี",
          "เมื่อโจมตีปกติ มีโอกาส 31 % ที่จะทำให้สแต๊คสถานะเลือดไหล 1 อันและสร้างความเสียหายเพิ่มเติม 72% ของพลังโจมตี",
          "เมื่อโจมตีปกติ มีโอกาส 34 % ที่จะทำให้สแต๊คสถานะเลือดไหล 1 อันและสร้างความเสียหายเพิ่มเติม 86% ของพลังโจมตี",
          "เมื่อโจมตีปกติ มีโอกาส 37 % ที่จะทำให้สแต๊คสถานะเลือดไหล 1 อันและสร้างความเสียหายเพิ่มเติม 103% ของพลังโจมตี",
          "เมื่อโจมตีปกติ มีโอกาส 40 % ที่จะทำให้สแต๊คสถานะเลือดไหล 1 อันและสร้างความเสียหายเพิ่มเติม 125% ของพลังโจมตี"
        ],
        "name": "รีดีล, ลมหายใจของกริมผู้ดุดัน"
      }
    },
    "40": {
      "description": "อัศวินที่ 1 แห่งราชอาณาจักรเกรย์ที่ล่มสลายและผู้ที่เดินทางรอบโลกเพื่อตามหาเจน นายหญิงของตัวเองที่หายไป หอกคู่ที่มีพลังที่ร้ายแรงของเขานั้นไม่มีแม้แต่ความปรานี เมื่อมีปีศาจปรากฏกายอยู่ข้างหน้า",
      "name": "Theo",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "โจมตีศัตรู 16 ครั้งและสร้างความเสียหายทางเวทย์ {1} แก่ศัตรูใกล้เคียง เมื่อเกิดคริติคอลจะเพิ่มความเสียหายคริติคอลของตัวเอง 3% เป็นเวลา 10 วินาที มีโอกาส 30 % ที่จะสร้างความเสียหายทางเวทย์เพิ่ม {2} และทำให้หมดสติเป็นเวลา 0.3 วินาที เอฟเฟ็คเพิ่มความเสียหายคริติคอลจะแสต็คสูงสุด 30 ครั้ง",
        "name": "สู้สุดพลัง",
        "transcendence": {
          "dark": "ลดเวลาคูลดาวน์ 2 วินาที",
          "light": "เมื่อมีศัตรู 1 ตัวจะเพิ่มความเสียหาย 100%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {1} %",
          "2": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {1} %",
          "3": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {1} %"
        },
        "description": "เมื่อร่ายสกิลจะอยู่ในสถานะ 'เทพเจ้าสายฟ้า' โดยจะสร้างความเสียหายทางเวทย์ {1} เมื่อขว้างหอกสายฟ้าแก่ศัตรูและผลักออกไป ศัตรูที่ถูกความเสียหายจะเพิ่มความเสียหายทางเวทย์ {2} % เป็นเวลา 10 วินาที หากอยู่ในสถานะ 'เทพเจ้าสายฟ้า' จะไม่มีการฟื้นฟู Mana ทั้งหมดเป็นเวลา 10 วินาที แต่เพิ่มโอกาส 40% ที่สกิล 'เพื่อ Jane' จะทำงานและเพิ่มพลังโจมตี {3} ",
        "name": "เทพเจ้าสายฟ้า",
        "transcendence": {
          "dark": "เมื่ออยู่ในสถานะเทพเจ้าสายฟ้า จะเพิ่มความเสียหายต่อตัวเอง 30% และเพิ่มปริมาณของพลังโจมตี 100%",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "กระโดดเข้าหาศัตรูและขว้างหอกใส่ศัตรูที่อยู่ข้างหน้าเพื่อโจมตีศัตรูในอาณาเขต 5 ครั้ง สร้างความเสียหายทางเวทย์รวม {1} และทำให้สลบ 3 วินาที",
        "name": "ระเบิดสายฟ้า",
        "transcendence": {
          "dark": "เพิ่มเวลาสลบ 1 วินาที",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "เมื่อโจมตีปกติมีโอกาส 20% ที่จะสร้างความเสียหายทางเวทย์แก่ศัตรู {1} ทำให้เป้าหมายสลบ 0.7 วินาที",
        "name": "เพื่อ Jane",
        "transcendence": {
          "dark": "เพิ่มเวลาสลบ 0.2 วินาที",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "subtitle": "อัศวินแห่งความภักดี",
      "t5": {
        "dark": "เมื่ออยู่ในสถานะเทพเจ้าสายฟ้า จะสามารถฟื้นฟู Mana ครึ่งเดียว เมื่อ Mana เต็มจะเพิ่มพลังโจมตี 50% เป็นเวลา 10 วินาที สถานะนี้เกิดขึ้น 1 ครั้งใน 20 วินาที",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเร็วโจมตี +100"
      },
      "treasure": {
        "description": [
          "[ระเบิดสายฟ้า] ลดเวลาคูลดาวน์สกิล 30% เมื่อโจมตีจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 40% ของพลังโจมตี",
          "[ระเบิดสายฟ้า] ลดเวลาคูลดาวน์สกิล 30% เมื่อโจมตีจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 48% ของพลังโจมตี",
          "[ระเบิดสายฟ้า] ลดเวลาคูลดาวน์สกิล 30% เมื่อโจมตีจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 58% ของพลังโจมตี",
          "[ระเบิดสายฟ้า] ลดเวลาคูลดาวน์สกิล 30% เมื่อโจมตีจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 70% ของพลังโจมตี",
          "[ระเบิดสายฟ้า] ลดเวลาคูลดาวน์สกิล 30% เมื่อโจมตีจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 84% ของพลังโจมตี",
          "[ระเบิดสายฟ้า] ลดเวลาคูลดาวน์สกิล 30% เมื่อโจมตีจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี"
        ],
        "name": "แก่นแท้แห่งสายฟ้าสีแดง"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตีปกติและใช้สกิลจะแสต็ค 'สายฟ้า' กับตัวเอง เมื่อแสต็คครบ 50 อาวุธ 'สายฟ้าฟาด, Legios' จะทำงาน เพิ่มความเร็วการโจมตีของตัวเอง 300 , ความเสียหายการคริติคอล 100%, เจาะเกราะ 300 เป็นเวลา 10 วินาที เมื่อสถานะ 'สายฟ้าฟาด, Legios' ทำงาน จะไม่สามารถแสต็ค 'สายฟ้า' ได้ เอฟเฟ็กต์นี้ไม่สามารถยกเลิกได้",
          "เมื่อโจมตีปกติและใช้สกิลจะแสต็ค 'สายฟ้า' กับตัวเอง เมื่อแสต็คครบ 50 อาวุธ 'สายฟ้าฟาด, Legios' จะทำงาน เพิ่มความเร็วการโจมตีของตัวเอง 360 , ความเสียหายการคริติคอล 120%, เจาะเกราะ 360 เป็นเวลา 10 วินาที เมื่อสถานะ 'สายฟ้าฟาด, Legios' ทำงาน จะไม่สามารถแสต็ค 'สายฟ้า' ได้ เอฟเฟ็กต์นี้ไม่สามารถยกเลิกได้",
          "เมื่อโจมตีปกติและใช้สกิลจะแสต็ค 'สายฟ้า' กับตัวเอง เมื่อแสต็คครบ 50 อาวุธ 'สายฟ้าฟาด, Legios' จะทำงาน เพิ่มความเร็วการโจมตีของตัวเอง 430 , ความเสียหายการคริติคอล 144%, เจาะเกราะ 430 เป็นเวลา 10 วินาที เมื่อสถานะ 'สายฟ้าฟาด, Legios' ทำงาน จะไม่สามารถแสต็ค 'สายฟ้า' ได้ เอฟเฟ็กต์นี้ไม่สามารถยกเลิกได้",
          "เมื่อโจมตีปกติและใช้สกิลจะแสต็ค 'สายฟ้า' กับตัวเอง เมื่อแสต็คครบ 50 อาวุธ 'สายฟ้าฟาด, Legios' จะทำงาน เพิ่มความเร็วการโจมตีของตัวเอง 520 , ความเสียหายการคริติคอล 173%, เจาะเกราะ 520 เป็นเวลา 10 วินาที เมื่อสถานะ 'สายฟ้าฟาด, Legios' ทำงาน จะไม่สามารถแสต็ค 'สายฟ้า' ได้ เอฟเฟ็กต์นี้ไม่สามารถยกเลิกได้",
          "เมื่อโจมตีปกติและใช้สกิลจะแสต็ค 'สายฟ้า' กับตัวเอง เมื่อแสต็คครบ 50 อาวุธ 'สายฟ้าฟาด, Legios' จะทำงาน เพิ่มความเร็วการโจมตีของตัวเอง 620 , ความเสียหายการคริติคอล 208%, เจาะเกราะ 620 เป็นเวลา 10 วินาที เมื่อสถานะ 'สายฟ้าฟาด, Legios' ทำงาน จะไม่สามารถแสต็ค 'สายฟ้า' ได้ เอฟเฟ็กต์นี้ไม่สามารถยกเลิกได้",
          "เมื่อโจมตีปกติและใช้สกิลจะแสต็ค 'สายฟ้า' กับตัวเอง เมื่อแสต็คครบ 50 อาวุธ 'สายฟ้าฟาด, Legios' จะทำงาน เพิ่มความเร็วการโจมตีของตัวเอง 750 , ความเสียหายการคริติคอล 250%, เจาะเกราะ 750 เป็นเวลา 10 วินาที เมื่อสถานะ 'สายฟ้าฟาด, Legios' ทำงาน จะไม่สามารถแสต็ค 'สายฟ้า' ได้ เอฟเฟ็กต์นี้ไม่สามารถยกเลิกได้"
        ],
        "name": "สายฟ้าฟาด Legios"
      }
    },
    "41": {
      "description": "ผู้สืบทอดวิชาการแพทย์ที่ใช้รักษาผู้คนในยุคที่นักบวชขาดแคลน เธอใช้เข็มฉีดยายักษ์ในการฉีดยารักษาและทำให้พันธมิตรแข็งแรงขึ้น และทำให้ศัตรูอ่อนแอลงอีกด้วย",
      "name": "Mediana",
      "s1": {
        "books": {
          "1": "เพิ่มการรักษา {1} %",
          "2": "เพิ่มการรักษา {1} %",
          "3": "เพิ่มการรักษา {1} %"
        },
        "description": "ฟื้น HP ของพันธมิตรทั้งหมด {1} และยกเลิกความเสียหายที่จะได้รับครั้งต่อไป 1 ครั้ง",
        "name": "ยาน้ำฟื้นฟู",
        "transcendence": {
          "dark": "ลดการใช้ Mana 1",
          "light": "เพิ่มพลังโจมตี 10% ของพันธมิตรที่ได้รับการฟื้นฟูเป็นเวลา 10 วินาที"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายและรักษา {1} %",
          "2": "เพิ่มปริมาณความเสียหายและรักษา {1} %",
          "3": "เพิ่มปริมาณความเสียหายและรักษา {1} %"
        },
        "description": "ยิงปืนฉีดน้ำใส่แนวหน้า ทุกๆ 0.5 วินาทีจะฟื้นฟูพลังของพันธมิตรในอาณาเขต {1} และสร้างความเสียหายทางกายภาพแก่ศัตรู {2} ",
        "name": "ปืนใหญ่น้ำแบบพิเศษ",
        "transcendence": {
          "dark": "ป้องกันสถานะผิดปกติทั้งหมดในระหว่างที่ใช้",
          "light": "เพิ่มการรักษาและความเสียหาย 40 %"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มปริมาณพลังโจมตี {1} %",
          "2": "เพิ่มปริมาณพลังโจมตี {1} %",
          "3": "เพิ่มปริมาณพลังโจมตี {1} %"
        },
        "description": "ฉีดยาแก่พันธมิตรที่มีพลังโจมตีสูงสุด เพิ่มพลังโจมตีเท่ากับ Mediana 20%+{1} และทำให้พลังงานไม่ลดลงต่ำกว่า 5% เป็นเวลา 15 วินาที",
        "name": "ยาน้ำทำให้แข็งแกร่ง",
        "transcendence": {
          "dark": "เพิ่มโอกาสการเกิดคริติคอล 400",
          "light": "เพิ่มปริมาณการโจมตี 40%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มปริมาณการโจมตี {1} %",
          "2": "เพิ่มปริมาณการโจมตี {1} %",
          "3": "เพิ่มอัตราบล็อกกายภาพของพันธมิตรทั้งหมด {1} "
        },
        "description": "เพิ่มพลังโจมตี {1} และความต้านทานคริติคอลกายภาพ {2} ของพันธมิตรทั้งหมด เมื่อโจมตีจะฉีดพิษพิเศษแก่เป้าหมายเพื่อสร้างความเสียหายกายภาพต่อเนื่อง 5 วินาทีรวม {3} และลดการต้านคริติคอลกายภาพ {4} ",
        "name": "พิษพิเศษของ Mediana",
        "transcendence": {
          "dark": "เพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 20%",
          "light": "เปลี่ยนการเพิ่มความต้านคริติคอลทางกายภาพเป็น 300"
        }
      },
      "subtitle": "แพทย์อันตราย",
      "t5": {
        "dark": "เมื่อตัวเองถูกโจมตีจะเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 2% แสต็คสูงสุด 20 ครั้ง",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ป้องกันสถานะ +100"
      },
      "treasure": {
        "description": [
          "[ยาน้ำทำให้แข็งแกร่ง] ยกเลิกเอฟเฟ็กด้านลบของเป้าหมายและทำให้ต้านสถานะผิดปกติ 2 วินาที",
          "[ยาน้ำทำให้แข็งแกร่ง] ยกเลิกเอฟเฟ็กด้านลบของเป้าหมายและทำให้ต้านสถานะผิดปกติ 3 วินาที",
          "[ยาน้ำทำให้แข็งแกร่ง] ยกเลิกเอฟเฟ็กด้านลบของเป้าหมายและทำให้ต้านสถานะผิดปกติ 4 วินาที",
          "[ยาน้ำทำให้แข็งแกร่ง] ยกเลิกเอฟเฟ็กด้านลบของเป้าหมายและทำให้ต้านสถานะผิดปกติ 5 วินาที",
          "[ยาน้ำทำให้แข็งแกร่ง] ยกเลิกเอฟเฟ็กด้านลบของเป้าหมายและทำให้ต้านสถานะผิดปกติ 6 วินาที",
          "[ยาน้ำทำให้แข็งแกร่ง] ยกเลิกเอฟเฟ็กด้านลบของเป้าหมายและทำให้ต้านสถานะผิดปกติ 7 วินาที"
        ],
        "name": "น้ำยาแห่งตัวตนที่ไม่แน่ชัด"
      },
      "weapon": {
        "description": [
          "เพิ่มความเสียหายของพิษพิเศษ 40% และเมื่อพันธมิตรนอกเหนือจากตัว Mediana ได้โจมตีเป้าหมายที่ถูกพิษ จะสร้างความเสียหายทางกายภาพเพิ่มเติมเท่ากับ 30% ของพลังโจมตีของ Mediana เอฟเฟ็คความเสียหายเพิ่มนี้จะทำงาน 1 ครั้งต่อวินาทีเท่านั้น",
          "เพิ่มความเสียหายของพิษพิเศษ 48% และเมื่อพันธมิตรนอกเหนือจากตัว Mediana ได้โจมตีเป้าหมายที่ถูกพิษ จะสร้างความเสียหายทางกายภาพเพิ่มเติมเท่ากับ 36% ของพลังโจมตีของ Mediana เอฟเฟ็คความเสียหายเพิ่มนี้จะทำงาน 1 ครั้งต่อวินาทีเท่านั้น",
          "เพิ่มความเสียหายของพิษพิเศษ 57% และเมื่อพันธมิตรนอกเหนือจากตัว Mediana ได้โจมตีเป้าหมายที่ถูกพิษ จะสร้างความเสียหายทางกายภาพเพิ่มเติมเท่ากับ 43% ของพลังโจมตีของ Mediana เอฟเฟ็คความเสียหายเพิ่มนี้จะทำงาน 1 ครั้งต่อวินาทีเท่านั้น",
          "เพิ่มความเสียหายของพิษพิเศษ 69% และเมื่อพันธมิตรนอกเหนือจากตัว Mediana ได้โจมตีเป้าหมายที่ถูกพิษ จะสร้างความเสียหายทางกายภาพเพิ่มเติมเท่ากับ 52% ของพลังโจมตีของ Mediana เอฟเฟ็คความเสียหายเพิ่มนี้จะทำงาน 1 ครั้งต่อวินาทีเท่านั้น",
          "เพิ่มความเสียหายของพิษพิเศษ 83% และเมื่อพันธมิตรนอกเหนือจากตัว Mediana ได้โจมตีเป้าหมายที่ถูกพิษ จะสร้างความเสียหายทางกายภาพเพิ่มเติมเท่ากับ 62% ของพลังโจมตีของ Mediana เอฟเฟ็คความเสียหายเพิ่มนี้จะทำงาน 1 ครั้งต่อวินาทีเท่านั้น",
          "เพิ่มความเสียหายของพิษพิเศษ 100% และเมื่อพันธมิตรนอกเหนือจากตัว Mediana ได้โจมตีเป้าหมายที่ถูกพิษ จะสร้างความเสียหายทางกายภาพเพิ่มเติมเท่ากับ 75% ของพลังโจมตีของ Mediana เอฟเฟ็คความเสียหายเพิ่มนี้จะทำงาน 1 ครั้งต่อวินาทีเท่านั้น"
        ],
        "name": "ภัยอันตรายที่แสนอ่อนโยน Phistonia"
      }
    },
    "42": {
      "description": "ช่างนาฬิกาผู้ต้องคำสาปจาก Redpur สัตว์มหัศจรรย์  เขาสามารถโจมตีศัตรูหรือทำให้เป็นอัมพาตได้โดยใช้นาฬิกาเวทย์มนต์  และยังทำให้พันธมิตรสามารถใช้ความสามารถของตัวเองได้เร็วขึ้นด้วย",
      "name": "Oddy",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} %"
        },
        "description": "สร้างความเสียหายทางเวทย์แก่ศัตรูในแนวหน้า {1} และทำให้เป็นอัมพาต 3 วินาที",
        "name": "รอยแตกกาลเวลา",
        "transcendence": {
          "dark": "ลดคูลไทม์ 1.5 วินาที",
          "light": "เพิ่มปริมาณความเสียหายเป็น 40%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} %"
        },
        "description": "โจมตีเป้าหมายแบบสุ่มทั้งหมด 6 ครั้งและสร้างความเสียหายทางเวทย์รวม {1} มีโอกาส 50 % ที่จะรีเซทเวลาคูลไทม์ของสกิล ชิ้นส่วนกาลเวลา และไม่ใช้ Mana เมื่อใช้ครั้งต่อไป",
        "name": "ชิ้นส่วนกาลเวลา",
        "transcendence": {
          "dark": "เมื่ออยู่ในระหว่างคูลไทม์ การโจมตีปกติจะทำให้เวลาคูลไทม์สกิล 'ชิ้นส่วนกาลเวลา' ลดลง 1 วินาที",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} %"
        },
        "description": "สร้างความเสียหายทางเวทย์แก่ศัตรูทั้งหมด {1} และเพิ่มความเร็วโจมตีของพันธมิตร {2} เป็นเวลา 15 วินาที หลังจากนั้นลดเวลาคูลไทม์ของพันธมิตรทั้งหมด 50% แต่ไม่มีผลกับการเปลี่ยนเวลาคูลไทม์สกิล 'บิดเบือนกาลเวลา'",
        "name": "บิดเบือนกาลเวลา",
        "transcendence": {
          "dark": "ป้องกันสถานะผิดปกติทั้งหมดในระหว่างที่ใช้",
          "light": "ฟื้นฟู Mana 1 ช่องของพันธมิตรทั้งหมด"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอลเป็น {1} %"
        },
        "description": "เมื่อใช้สกิล จะสร้างความเสียหายทางเวทย์เพิ่มเติมเมื่อโจมตีปกติ 2 ครั้งถัดไปเท่ากับ {1}  และมีโอกาส 30% ที่จะทำให้เป็นอัมพาต 3 วินาที",
        "name": "นาฬิกาเวทย์มนต์",
        "transcendence": {
          "dark": "จำกัดเอฟเฟ็กความเสียหายเพิ่มเติมที่แสต็คให้อยู่สูงสุด 20 ครั้งและเพิ่มพลังโจมตีแสต็คที่มีอยู่ 3% ต่อ 1 อัน",
          "light": "เปลี่ยนเอฟเฟ็กความเสียหายเพิ่มเติมเป็น 1 ครั้งและเพิ่มความเสียหาย 100%"
        }
      },
      "subtitle": "ช่างนาฬิกาผู้เป็นอมตะ",
      "t5": {
        "dark": "ทุก 10 วินาทีจะลดเวลาคูลไทม์ของพันธมิตร 4 ตัวแบบสุ่ม 1 วินาที",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเร็วโจมตี +100"
      },
      "treasure": {
        "description": [
          "[บิดเบือนกาลเวลา] เพิ่มความเสียหาย 20% ยกเลิกเอฟเฟ็กด้านลบของพันธมิตรทั้งหมด",
          "[บิดเบือนกาลเวลา] เพิ่มความเสียหาย 24% ยกเลิกเอฟเฟ็กด้านลบของพันธมิตรทั้งหมด",
          "[บิดเบือนกาลเวลา] เพิ่มความเสียหาย 29% ยกเลิกเอฟเฟ็กด้านลบของพันธมิตรทั้งหมด",
          "[บิดเบือนกาลเวลา] เพิ่มความเสียหาย 35% ยกเลิกเอฟเฟ็กด้านลบของพันธมิตรทั้งหมด",
          "[บิดเบือนกาลเวลา] เพิ่มความเสียหาย 42% ยกเลิกเอฟเฟ็กด้านลบของพันธมิตรทั้งหมด",
          "[บิดเบือนกาลเวลา] เพิ่มความเสียหาย 50% ยกเลิกเอฟเฟ็กด้านลบของพันธมิตรทั้งหมด"
        ],
        "name": "ปั่นด้ายแห่งเวลา"
      },
      "weapon": {
        "description": [
          "ลดเวลาคูลไทม์ของพันธมิตรอีก 2 วินาทีและเพิ่มพลังโจมตี 14% เป็นเวลา 10 วินาทีเมื่อใช้สกิลบิดเบือนกาลเวลา",
          "ลดเวลาคูลไทม์ของพันธมิตรอีก 3 วินาทีและเพิ่มพลังโจมตี 17% เป็นเวลา 10 วินาทีเมื่อใช้สกิลบิดเบือนกาลเวลา",
          "ลดเวลาคูลไทม์ของพันธมิตรอีก 4 วินาทีและเพิ่มพลังโจมตี 21% เป็นเวลา 10 วินาทีเมื่อใช้สกิลบิดเบือนกาลเวลา",
          "ลดเวลาคูลไทม์ของพันธมิตรอีก 5 วินาทีและเพิ่มพลังโจมตี 25% เป็นเวลา 10 วินาทีเมื่อใช้สกิลบิดเบือนกาลเวลา",
          "ลดเวลาคูลไทม์ของพันธมิตรอีก 6 วินาทีและเพิ่มพลังโจมตี 30% เป็นเวลา 10 วินาทีเมื่อใช้สกิลบิดเบือนกาลเวลา",
          "ลดเวลาคูลไทม์ของพันธมิตรอีก 7 วินาทีและเพิ่มพลังโจมตี 35% เป็นเวลา 10 วินาทีเมื่อใช้สกิลบิดเบือนกาลเวลา"
        ],
        "name": "แทมโพเดียน่า, เวลาของเงาดวงจันทร์"
      }
    },
    "43": {
      "description": "ปีศาจที่แท้จริงที่แยกตัวออกมาจับปีศาจที่แข็งแกร่งกินเพื่อสร้างพลังให้ตัวเอง  มันจุติลงมาที่โลกโดยการข้ามรอยแยกของมิติเพื่อจะจับปีศาจที่แข็งแกร่งในโลกมนุษย์กิน  หนามที่หลังของมันมีไว้เพื่อแทงและฉีกศัตรูเป็นชิ้นๆ",
      "name": "Viska",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %"
        },
        "description": "โจมตีศัตรูในบริเวณแนวหน้าทำให้ศัตรูได้รับความเสียหายเวทย์ {1} ลดพลังโจมตีของศัตรู {2} % และเพิ่มพลังการโจมตีของตัวเอง {3}  เป็นเวลา 10 วินาที เมื่อใช้เมื่อมีวิญญาณมากกว่า 3 ตัวจะพันธนาการศัตรูเป็นเวลา 3 วินาที",
        "name": "ได้เวลาอาหาร!!",
        "transcendence": {
          "dark": "ลบเงื่อนไขวิญญาณจากเอฟเฟ็กล่าม",
          "light": "เพิ่มการใช้ Mana 1 และลดเวลาคูลดาวน์ 4 วินาที"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มปริมาณความเสียหายเวทย์ที่เป้าหมายได้รับ {1} %"
        },
        "description": "ย้ายไปหลังศัตรูเป้าหมาย และลบล้างเวทย์บัพของศัตรู สร้างความเสียหายทางเวทย์ {1} และทำให้ล้มลง เมื่อใช้เมื่อมีวิญญาณมากกว่า 3 ตัวจะทำให้พลังป้องกันเวทย์ของศัตรูลดลง {2} % เป็นเวลา 15 วินาที",
        "name": "จะสับให้ละเอียดเลย!!",
        "transcendence": {
          "dark": "ลบเงื่อนไขวิญญาณจากเอฟเฟ็กลดพลังป้องกันเวทย์",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "ดึงศัตรูรอบๆมาก่อนจะทำการโจมตี"
        },
        "description": "โจมตีศัตรูในอาณาเขตบริเวณกว่าง สร้างความเสียหายเวทย์ {1} และทำให้สลบ 3 วินาที หากใช้ในขณะที่มีวิญญาณมากกว่า 5 ตัวจะรีเซทเวลาคูลไทม์ของสกิลนี้ และใช้วิญญาณให้หมดไป",
        "name": "จะฉีกให้เป็นชิ้นๆ!!",
        "transcendence": {
          "dark": "ลดการใช้ Mana 1",
          "light": "เมื่อใช้ขณะมีวิญญาณ 5 ตัว วิญญาณจะไม่สลายไป"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายและการฟื้นฟู {1} %",
          "2": "เพิ่มปริมาณความเสียหายและการฟื้นฟู {1} %",
          "3": "ศัตรูที่ถูกพรากวิญญาณไป Mana ลดลง {1} "
        },
        "description": "สร้างความเสียหายให้กับศัตรูพร้อมพรากวิญญาณด้วยการใช้สกิล เมื่อพรากวิญญาณ เป้าหมายจะได้รับความเสียหายเวทย์เพิ่มเติม {1} จะมีการฟื้น HP {2} , Mana 300 ของ Viska ต่อวิญญาณ 1 ตัว จะคงเช่นนี้จนกว่าจะมีการใช้วิญญาณที่ได้รับจนหมดไปและไม่สามารถยกเลิกได้ สามารถครอบครองได้มากสุด 5 ตัว",
        "name": "เป็นวิญญาณที่อร่อยจริงๆ!",
        "transcendence": {
          "dark": "เพิ่มพลังโจมตีกับวิญญาญที่ตัวเองมีอยู่ตัวละ10%",
          "light": "เป้าหมายที่ถูกพรากวิญญาณจะลดความต้านทานสถานะผิดปกติ 250 เป็นเวลา 10 วินาที"
        }
      },
      "subtitle": "นักล่าปีศาจ",
      "t5": {
        "dark": "เพิ่มอัตราคริติคอลของตัวเอง 50, ความเสียหายคริติคอล 30% ต่อวิญญาณที่ครอบครอง 1 ตัว",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / อัตราคริติคอล +100"
      },
      "treasure": {
        "description": [
          "[จะฉีกให้เป็นชิ้นๆ!!] จะต้านสถานะปกติเมื่อใช้ ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 4% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[จะฉีกให้เป็นชิ้นๆ!!] จะต้านสถานะปกติเมื่อใช้ ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 4.8% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[จะฉีกให้เป็นชิ้นๆ!!] จะต้านสถานะปกติเมื่อใช้ ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 5.8% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[จะฉีกให้เป็นชิ้นๆ!!] จะต้านสถานะปกติเมื่อใช้ ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 7% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[จะฉีกให้เป็นชิ้นๆ!!] จะต้านสถานะปกติเมื่อใช้ ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 8.4% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[จะฉีกให้เป็นชิ้นๆ!!] จะต้านสถานะปกติเมื่อใช้ ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 10% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง"
        ],
        "name": "วิญญาณปีศาจขนาดใหญ่"
      },
      "weapon": {
        "description": [
          "ศัตรูที่ถูกพรากวิญญาณไปจะเพิ่มความเสียหายเวทย์ที่ได้รับ 25% เป็นเวลา 10 วินาที",
          "ศัตรูที่ถูกพรากวิญญาณไปจะเพิ่มความเสียหายเวทย์ที่ได้รับ 30% เป็นเวลา 10 วินาที",
          "ศัตรูที่ถูกพรากวิญญาณไปจะเพิ่มความเสียหายเวทย์ที่ได้รับ 36% เป็นเวลา 10 วินาที",
          "ศัตรูที่ถูกพรากวิญญาณไปจะเพิ่มความเสียหายเวทย์ที่ได้รับ 43% เป็นเวลา 10 วินาที",
          "ศัตรูที่ถูกพรากวิญญาณไปจะเพิ่มความเสียหายเวทย์ที่ได้รับ 51% เป็นเวลา 10 วินาที",
          "ศัตรูที่ถูกพรากวิญญาณไปจะเพิ่มความเสียหายเวทย์ที่ได้รับ 60% เป็นเวลา 10 วินาที"
        ],
        "name": "Kitrax เขี้ยวแห่งฝันร้าย"
      }
    },
    "44": {
      "description": "เธอเป็นผู้นำคนเก่าของเหล่าทหาร Orvelian ปัจจุบันเป็นแม่บ้านส่วนตัวประจำหอคอยนักเวทของ Aisha ลูกสาวคนเดียวของตระกูลอัจฉริยะ Daphnel Pon โจมตีศัตรูด้วยง้าวขนาด",
      "name": "Priscilla",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "สร้างความเสียหายกายภาพ {1} แก่ศัตรูแนวหน้าในอาณาเขต และทำให้หมดสติ 1 วินาที การโจมตีนี้ทำให้เกิดคริติคอลเสมอ",
        "name": "โจมตีจุดตาย",
        "transcendence": {
          "dark": "ทำให้เอฟเฟ็คที่ทำให้เกิดคริติคอลแน่นอนหายไปและเพิ่มความเสียหายคริติคอล 150%",
          "light": "เพิ่มเวลาการสลบ 2 วินาที"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %"
        },
        "description": "ทำให้ตัวเองและพันธมิตรที่มีพลังโจมตีสูงสุดร่วมมือกันเป็นเวลา 20 วินาที พันธมิตรที่ 'ร่วมมือ' และ Priscilla จะเพิ่มพลังโจมตี เท่ากับพลังโจมตีของ Priscilla 15%+{1} ",
        "name": "ร่วมมือ",
        "transcendence": {
          "dark": "เมื่ออยู่ในสถานะร่วมมือจะเพิ่มความเสียหายที่เป้าหมายได้รับเมื่อโจมตีปกติ 15%",
          "light": "เพิ่มความเสียหายคริติคอล 80%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "สร้างความเสียหายทางกาย {1} ให้กับศัตรูรอบตัวเองเป็นวงกลมดึงมาให้อยู่รอบตัวเอง ถ้าตัวเองอยู่ในสถานะ 'ร่วมมือ' จะเพิ่ม 'ความเสียหายทั้งหมดที่ได้รับ' ของเป้าหมาย {2} % เป็นเวลา 10 วินาที",
        "name": "การเต้นรำของพายุ",
        "transcendence": {
          "dark": "เมื่อมีศัตรู 1 ตัวจะเพิ่มความเสียหาย 100%",
          "light": "เมื่อเกิดคริติคอลจะลดเวลาคูลดาวน์ 10%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มความเสียหายคริติคอล {1} %"
        },
        "description": "เพิ่มพลังโจมตีของตัวเอง {1} , เจาะเกราะ {2} ",
        "name": "ชำนาญอาวุธ",
        "transcendence": {
          "dark": "เพิ่มอัตราคริติคอล 250",
          "light": "เพิ่มตัวเลขพลังโจมตี 40%"
        }
      },
      "subtitle": "แม่บ้านเหล็กกล้า",
      "t5": {
        "dark": "เพิ่มพลังโจมตีเท่ากับ 3% ของพลังโจมตีของตัวเองและเพิ่มพลังป้องกันกายภาพเท่ากับ 3% ของพลังป้องกันกายภาพของตัวเองให้แก่พันธมิตรทั้งหมด",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ป้องกันสถานะ +100"
      },
      "treasure": {
        "description": [
          "[การเต้นรำของพายุ] เพิ่มความเสียหาย 20% ทำให้เป้าหมายสลบ 3 วินาที",
          "[การเต้นรำของพายุ] เพิ่มความเสียหาย 24% ทำให้เป้าหมายสลบ 3 วินาที",
          "[การเต้นรำของพายุ] เพิ่มความเสียหาย 29% ทำให้เป้าหมายสลบ 3 วินาที",
          "[การเต้นรำของพายุ] เพิ่มความเสียหาย 35% ทำให้เป้าหมายสลบ 3 วินาที",
          "[การเต้นรำของพายุ] เพิ่มความเสียหาย 420% ทำให้เป้าหมายสลบ 3 วินาที",
          "[การเต้นรำของพายุ] เพิ่มความเสียหาย 50% ทำให้เป้าหมายสลบ 3 วินาที"
        ],
        "name": "หินเวทย์แห่งแรงโน้มถ่วง"
      },
      "weapon": {
        "description": [
          "เมื่อใช้สกิลโจมตีจุดอ่อน 'การเต้นรำของพายุ' จะลดเวลาคูลดาวน์ใช้สกิล 1 วินาทีต่อศัตรูที่ถูกโจมตี 1 ตัว และเพิ่มความเร็วโจมตี 50 เป็นเวลา 5 วินาที แสต็คเอฟเฟ็กความเร็วโจมตีมากสุด 10 ครั้ง",
          "เมื่อใช้สกิลโจมตีจุดอ่อน 'การเต้นรำของพายุ' จะลดเวลาคูลดาวน์ใช้สกิล 1.2 วินาทีต่อศัตรูที่ถูกโจมตี 1 ตัว และเพิ่มความเร็วโจมตี 50 เป็นเวลา 5 วินาที แสต็คเอฟเฟ็กความเร็วโจมตีมากสุด 10 ครั้ง",
          "เมื่อใช้สกิลโจมตีจุดอ่อน 'การเต้นรำของพายุ' จะลดเวลาคูลดาวน์ใช้สกิล 1.4 วินาทีต่อศัตรูที่ถูกโจมตี 1 ตัว และเพิ่มความเร็วโจมตี 50 เป็นเวลา 5 วินาที แสต็คเอฟเฟ็กความเร็วโจมตีมากสุด 10 ครั้ง",
          "เมื่อใช้สกิลโจมตีจุดอ่อน 'การเต้นรำของพายุ' จะลดเวลาคูลดาวน์ใช้สกิล 1.7 วินาทีต่อศัตรูที่ถูกโจมตี 1 ตัว และเพิ่มความเร็วโจมตี 50 เป็นเวลา 5 วินาที แสต็คเอฟเฟ็กความเร็วโจมตีมากสุด 10 ครั้ง",
          "เมื่อใช้สกิลโจมตีจุดอ่อน 'การเต้นรำของพายุ' จะลดเวลาคูลดาวน์ใช้สกิล 2 วินาทีต่อศัตรูที่ถูกโจมตี 1 ตัว และเพิ่มความเร็วโจมตี 50 เป็นเวลา 5 วินาที แสต็คเอฟเฟ็กความเร็วโจมตีมากสุด 10 ครั้ง",
          "เมื่อใช้สกิลโจมตีจุดอ่อน 'การเต้นรำของพายุ' จะลดเวลาคูลดาวน์ใช้สกิล 2.5 วินาทีต่อศัตรูที่ถูกโจมตี 1 ตัว และเพิ่มความเร็วโจมตี 50 เป็นเวลา 5 วินาที แสต็คเอฟเฟ็กความเร็วโจมตีมากสุด 10 ครั้ง"
        ],
        "name": "Excilius การเต้นรำแห่งความโกลาหล"
      }
    },
    "45": {
      "description": "นักรบบาบาเรี่ยนผู้เดินทางข้ามทวีปเพื่อล่าปีศาจที่คอยรังแกผู้คน หนึ่งเดียวที่พิฆาตมังกร Svelta บ้าคลั่งลงได้ ลูกธนูยักษ์ทรงพลังของเธอสามารถเจาะทะลุแม้กระทั่งกำแพงปราสาทได้",
      "name": "Yanne",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหายคริติคอล {1} %"
        },
        "description": "ตั้งสมาธิและสร้างความเสียหายทางกายภาพ {1} แก่ศัตรูที่อยู่ตรงหน้า ทำให้สลบ 3 วินาทีเมื่อเป้าหมายคือมังกร ความเสียหายและเวลาสลบจะเพิ่มขึ้นสูงสุด {2} % ตามเวลาตั้งสมาธิ",
        "name": "เล็งแล้วยิง!",
        "transcendence": {
          "dark": "เพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
          "light": "เพิ่มปริมาณความเสียหาย 40%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหายคริติคอล {1} %"
        },
        "description": "สร้างความเสียหายทางกายภาพ {1} แก่เป้าหมายและศัตรูที่อยู่ใกล้เคียง หากเป้าหมายเป็นมังกรจะสร้างความเสียหายทางกายภาพ {2} เพิ่มเติม โดยไม่สนพลังป้องกัน",
        "name": "กวาดให้เรียบ!",
        "transcendence": {
          "dark": "ทำให้ศัตรูที่ได้รับความเสียหายสลบเป็นเวลา 2 วินาที",
          "light": "ความเสียหายจะเพิ่มขึ้น 100% เมื่อมีศัตรูตัวเดียว"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มปริมาณพลังโจมตี {1} %",
          "2": "เพิ่มปริมาณพลังโจมตี {1} %",
          "3": "เพิ่มปริมาณพลังโจมตี {1} %"
        },
        "description": "ยกเลิกเอฟเฟ็คที่เป็นผลเสียของตัวเองทั้งหมดและเพิ่มพลังโจมตี {1} และเจาะเกราะ {2} เป็นเวลา 30 วินาที ในเวลาต่อเนื่องจะเปลี่ยนการโจมตีปกติเป็นการใช้ Mana 3% เพื่อสร้างความเสียหายแก่ศัตรูในอาณาเขตเป็นเส้นตรง สร้างความเสียหาย {3} โดยไม่สนพลังป้องกันต่อมังกร",
        "name": "ไม่ออมมือล่ะนะ!",
        "transcendence": {
          "dark": "ลดความเสียหายที่ได้รับ 25% อย่างต่อเนื่อง",
          "light": "เพิ่มความเร็วการโจมตี 250 อย่างต่อเนื่อง"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มปริมาณพลังโจมตี {1} %",
          "2": "เพิ่มปริมาณพลังโจมตี {1} %",
          "3": "เพิ่มปริมาณพลังโจมตี {1} %"
        },
        "description": "เพิ่มพลังโจมตี {1} และ HP สูงสุด {2} % ของตัวเอง และเพิ่มความเสียหายที่สร้างแก่มังกร {3} %",
        "name": "นักล่ามังกร",
        "transcendence": {
          "dark": "เพิ่มความเสียหาย 15% ที่มังกรได้รับ",
          "light": "ลดความเสียหายที่พันธมิตรทั้งหมดได้รับจากมังกร 7%"
        }
      },
      "subtitle": "ผู้พิฆาตมังกร",
      "t5": {
        "dark": "ความเสียหายจากการโจมตีปกติจะไม่สนใจเอฟเฟ็กบล็อคของเป้าหมาย",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[ไม่ออมมือล่ะนะ!] ลดการใช้ Mana 1 เพิ่มเวลาต่อเนื่อง 5 วินาที",
          "[ไม่ออมมือล่ะนะ!] ลดการใช้ Mana 1 เพิ่มเวลาต่อเนื่อง 6 วินาที",
          "[ไม่ออมมือล่ะนะ!] ลดการใช้ Mana 1 เพิ่มเวลาต่อเนื่อง 7 วินาที",
          "[ไม่ออมมือล่ะนะ!] ลดการใช้ Mana 1 เพิ่มเวลาต่อเนื่อง 8 วินาที",
          "[ไม่ออมมือล่ะนะ!] ลดการใช้ Mana 1 เพิ่มเวลาต่อเนื่อง 9 วินาที",
          "[ไม่ออมมือล่ะนะ!] ลดการใช้ Mana 1 เพิ่มเวลาต่อเนื่อง 10 วินาที"
        ],
        "name": "สเต็คมังกร"
      },
      "weapon": {
        "description": [
          "เมื่อเกิดคริติคอล จะมีโอกาส 10% ที่จะสร้างความเสียหายทางกายภาพเท่ากับ 200% ของพลังโจมตีของตัวเองและฟื้นฟู Mana 5% เมื่อเป้าหมายเป็นมังกรจะทำให้สลบ 1 วินาที",
          "เมื่อเกิดคริติคอล จะมีโอกาส 10% ที่จะสร้างความเสียหายทางกายภาพเท่ากับ 240% ของพลังโจมตีของตัวเองและฟื้นฟู Mana 5% เมื่อเป้าหมายเป็นมังกรจะทำให้สลบ 1 วินาที",
          "เมื่อเกิดคริติคอล จะมีโอกาส 10% ที่จะสร้างความเสียหายทางกายภาพเท่ากับ 290% ของพลังโจมตีของตัวเองและฟื้นฟู Mana 5% เมื่อเป้าหมายเป็นมังกรจะทำให้สลบ 1 วินาที",
          "เมื่อเกิดคริติคอล จะมีโอกาส 10% ที่จะสร้างความเสียหายทางกายภาพเท่ากับ 350% ของพลังโจมตีของตัวเองและฟื้นฟู Mana 5% เมื่อเป้าหมายเป็นมังกรจะทำให้สลบ 1 วินาที",
          "เมื่อเกิดคริติคอล จะมีโอกาส 10% ที่จะสร้างความเสียหายทางกายภาพเท่ากับ 420% ของพลังโจมตีของตัวเองและฟื้นฟู Mana 5% เมื่อเป้าหมายเป็นมังกรจะทำให้สลบ 1 วินาที",
          "เมื่อเกิดคริติคอล จะมีโอกาส 10% ที่จะสร้างความเสียหายทางกายภาพเท่ากับ 500% ของพลังโจมตีของตัวเองและฟื้นฟู Mana 5% เมื่อเป้าหมายเป็นมังกรจะทำให้สลบ 1 วินาที"
        ],
        "name": "สเวลทา, หายนะมังกร"
      }
    },
    "49": {
      "description": "โหราจารย์แห่งกลุ่มการแสดงสตาร์ดัสท์ที่โด่งดังทั่วทุกทวีป แทนที่จะเดินทางเป็นส่วนหนึ่งของสมาคมแม่มด เธอออกเดินทางไปหาผู้ร่วมโชคชะตาที่พบเจอในฝัน เธอโจมตีศัตรูที่อยู่ไกลด้วยใช้ไพ่ทาโร่ที่ลอยอยู่รอบตัวเอง",
      "name": "Ophelia",
      "s1": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "โจมตีศัตรูเป้าหมายสร้างความเสียหายเวทย์ {1} และทำให้สลบ {2} วินาที ใช้ไพ่ที่ตัวเองครอบครองเพื่อเพิ่มเอฟเฟ็คตามความสามารถ หลังจากใช้จะได้รับไพ่ [ความตาย] \\n [ความตาย] - ความเสียหายจะไม่สนพลังป้องกันของศัตรูและเพิ่มระยะเวลาสลบ 5 วินาที\\n[ความรัก] - สร้างความเสียหายเวทย์ต่อเนื่องรวม {3} เป็นเวลา 7 วินาที ลดการฟื้นฟู 100% \\n[โชคลาภ] - ไม่มีการใช้เวลาคูลไทม์ ",
        "name": "ไพ่แห่งความตาย - คาร์ทา",
        "transcendence": {
          "dark": "ลดการใช้ Mana 1",
          "light": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มปริมาณการโจมตี {1} %",
          "2": "เพิ่มปริมาณการโจมตี {1} %",
          "3": "เพิ่มปริมาณการโจมตี {1} %"
        },
        "description": "เพิ่มพลังโจมตีของตัวเอง {2} เป็นเวลา {1} วินาที เพิ่มการฟื้นฟู Mana วินาทีละ {3}% ใช้ไพ่ที่ตัวเองครอบครองเพื่อเพิ่มเอฟเฟ็คตามความสามารถ หลังจากใช้จะได้รับไพ่ [ความรัก] \\n [ความตาย] - เพิ่มพลังเจาะเกราะ 600 เป็นระยะเวลาต่อเนื่อง\\n[ความรัก] - ใช้เอฟเฟ็กกับพันธมิตรทั้งหมด \\n[โชคลาภ] - ไม่มีการใช้เวลาคูลไทม์ ",
        "name": "ไพ่แห่งความรัก - แอลิเซียด",
        "transcendence": {
          "dark": "เพิ่มปริมาณการเพิ่มพลังโจมตี 40%",
          "light": "ฟื้นฟู Mana ของเป้าหมาย 1000"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "โจมตีศัตรูเป้าหมายและอาณาเขตรอบๆและสร้างความเสียหายเวทย์ {1} การโจมตีนี้จะไม่พลาดเป้าและเพิ่มความเสียหายคริติคอล 100% หลังจากใช้จะได้รับไพ่ [โชคลาภ]\\n [ความตาย] - เพิ่มความเสียหายคริติคอลอีก 200% \\n[ความรัก] - ลบเอฟเฟ็กบัฟของศัตรูในอาณาเขต\\n[โชคลาภ] - - ไม่มีการใช้เวลาคูลไทม์และฟื้นฟู Mana ของตัวเอง 1 ช่อง ",
        "name": "ไพ่แห่งโชคชะตา - เวลเลเคีย",
        "transcendence": {
          "dark": "เกิดคริติคอลอย่างแน่นอน",
          "light": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มปริมาณการเพิ่มพลังโจมตีของพันธมิตรทั้งหมด {1} %",
          "2": "เพิ่มปริมาณการเพิ่มพลังโจมตีของพันธมิตรทั้งหมด {1} %",
          "3": "เพิ่มปริมาณการเพิ่มอัตราคริติคอลของพันธมิตรทั้งหมด {1} "
        },
        "description": "เพิ่มพลังโจมตี {1} , อัตราคริติคอล 100 ของพันธมิตรทั้งหมด ใช้ไพ่ที่ตัวเองครอบครองเพื่อเพิ่มเอฟเฟ็คตามความสามารถ \\n [ความตาย] - เพิ่มพลังโจมตี {3}% \\n[ความรัก] - ฟื้นฟู HP ทุกวินาทีเท่ากับ {4}% ของ HP สูงสุด\\n[โชคลาภ] - เพิ่มอัตราการหลบหลีกเวทย์ 200 ",
        "name": "ผู้คุ้มครองทางเดินแห่งโชคชะตา",
        "transcendence": {
          "dark": "เมื่อเริ่มต่อสู้ครั้งแรกจะได้รับไพ่ [ความรัก] ไพ่ใบนี้ไม่มีเอฟเฟ็กฟื้นฟู",
          "light": "เมื่อเริ่มต่อสู้ครั้งแรกจะได้รับไพ่ [ความตาย] ไพ่ใบนี้ไม่มีเอฟเฟ็กเพิ่มพลังโจมตี"
        }
      },
      "subtitle": "ผู้คุ้มครองทางเดินแห่งโชคชะตา",
      "t5": {
        "dark": "เมื่อใช้สกิลมีโอกาส 7% ที่จะลดการใช้ Mana ของสกิลทั้งหมดเป็นเวลา 7 วินาที เอฟเฟ็กนี้ไม่สามารถยกเลิกได้",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[ไพ่แห่งโชคชะตา - เวลเลเคีย] ลดการใช้ Mana 1 เพิ่มความเสียหาย 20%",
          "[ไพ่แห่งโชคชะตา - เวลเลเคีย] ลดการใช้ Mana 1 เพิ่มความเสียหาย 24%",
          "[ไพ่แห่งโชคชะตา - เวลเลเคีย] ลดการใช้ Mana 1 เพิ่มความเสียหาย 29%",
          "[ไพ่แห่งโชคชะตา - เวลเลเคีย] ลดการใช้ Mana 1 เพิ่มความเสียหาย 35%",
          "[ไพ่แห่งโชคชะตา - เวลเลเคีย] ลดการใช้ Mana 1 เพิ่มความเสียหาย 42%",
          "[ไพ่แห่งโชคชะตา - เวลเลเคีย] ลดการใช้ Mana 1 เพิ่มความเสียหาย 50%"
        ],
        "name": "เหรียญนำโชค"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตี มีโอกาส 77.7% ที่จะเพิ่มความเร็วโจมตี 20, การฟื้นฟู Mana ต่อวินาที 10% เป็นเวลา 7 วินาที เอฟเฟ็กนี้สามารถแสต็คสูงสุด 15 ครั้ง",
          "เมื่อโจมตี มีโอกาส 77.7% ที่จะเพิ่มความเร็วโจมตี 24, การฟื้นฟู Mana ต่อวินาที 12% เป็นเวลา 7 วินาที เอฟเฟ็กนี้สามารถแสต็คสูงสุด 15 ครั้ง",
          "เมื่อโจมตี มีโอกาส 77.7% ที่จะเพิ่มความเร็วโจมตี 29, การฟื้นฟู Mana ต่อวินาที 14% เป็นเวลา 7 วินาที เอฟเฟ็กนี้สามารถแสต็คสูงสุด 15 ครั้ง",
          "เมื่อโจมตี มีโอกาส 77.7% ที่จะเพิ่มความเร็วโจมตี 35, การฟื้นฟู Mana ต่อวินาที 17% เป็นเวลา 7 วินาที เอฟเฟ็กนี้สามารถแสต็คสูงสุด 15 ครั้ง",
          "เมื่อโจมตี มีโอกาส 77.7% ที่จะเพิ่มความเร็วโจมตี 42, การฟื้นฟู Mana ต่อวินาที 21% เป็นเวลา 7 วินาที เอฟเฟ็กนี้สามารถแสต็คสูงสุด 15 ครั้ง",
          "เมื่อโจมตี มีโอกาส 77.7% ที่จะเพิ่มความเร็วโจมตี 50, การฟื้นฟู Mana ต่อวินาที 25% เป็นเวลา 7 วินาที เอฟเฟ็กนี้สามารถแสต็คสูงสุด 15 ครั้ง"
        ],
        "name": "ไพ่ชะตากรรม แดล์ อาร์คานา"
      }
    },
    "5": {
      "description": "บาบาเรียนจากขุนเขาเยือกแข็ง เสียงคำรามของเขาทำให้ศัตรูหวาดกลัว และยังทำลายประสาทการรับฟัง เปิดช่องให้ถูกจู่โจมอย่างง่ายดาย",
      "name": "Gau",
      "s1": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %"
        },
        "description": "เพิ่มพลังโจมตีของพันธมิตรทั้งหมด {2} เป็นเวลา {1} วินาที ยกเลิกเอฟเฟ็คด้านเสียของพันธมิตรขณะร่ายเวทย์",
        "name": "เสียงร้องแห่งสนามรบ",
        "transcendence": {
          "dark": "ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 15% แสต็คสูงสุด 10 ครั้ง",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายกายภาพ {1} แก่ศัตรูในอาณาเขตและการโจมตีครั้งแรกทำให้ล้มลงเป็นเวลา {2} วินาที",
        "name": "บดแหลก I",
        "transcendence": {
          "dark": "เพิ่มเอฟเฟ็คเพิ่มความเร็วโจมตี 200",
          "light": "เพิ่มตัวเลขพลังโจมตี 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "ดึงศัตรูในบริเวณใกล้เคียงเข้ามารวมกันระหว่างที่ร่ายสกิล"
        },
        "description": "สร้างความเสียหายทางกายภาพ {1} แก่ศัตรูใกล้เคียงและการโจมครั้งสุดท้ายจะทำให้ศัตรูใกล้เคียงเป็นน้ำแข็งเป็นเวลา {2} วินาที ระหว่างที่ใช้สกิลจะไม่ติดสถานะผิดปกติ",
        "name": "พายุหมุน",
        "transcendence": {
          "dark": "ป้องกันความเสียหายทั้งหมดในระหว่างที่ใช้",
          "light": "ลดเวลาคูลดาวน์ 3 วินาที"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มการต้านทานสถานะผิดปกติ 50 ทุกๆครั้งที่แสต็ค"
        },
        "description": "เมื่อโจมตี เพิ่มพลังโจมตี {2} เป็นเวลา {1} วินาที แสต็คสูงสุด 10 ครั้ง",
        "name": "เติมโทสะ",
        "transcendence": {
          "dark": "เพิ่มความเสียหาย 5% ทุกๆแสต็ค เพิ่มแสต็คดูดเลือด 50 โอกาสคริติคอล 50 %",
          "light": "เพิ่มการเพิ่มพลังโจมตี 40%"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "ฟื้นฟู HP ต่อวินาทีเท่ากับ 10% ของพลังโจมตี และทุกครั้งที่ HP ลดลง 1% จะลดความเสียหายที่ได้รับ 0.6%",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / บล็อคกาย +200"
      },
      "treasure": {
        "description": [
          "[พายุหมุน] เพิ่มความเสียหาย 50% เพิ่มความเสียหายทั้งหมดที่เป้าหมายได้รับ 5% เป็นเวลา 10 วินาทีในการโจมตีครั้งสุดท้าย",
          "[พายุหมุน] เพิ่มความเสียหาย 50% เพิ่มความเสียหายทั้งหมดที่เป้าหมายได้รับ 6% เป็นเวลา 10 วินาทีในการโจมตีครั้งสุดท้าย",
          "[พายุหมุน] เพิ่มความเสียหาย 50% เพิ่มความเสียหายทั้งหมดที่เป้าหมายได้รับ 7% เป็นเวลา 10 วินาทีในการโจมตีครั้งสุดท้าย",
          "[พายุหมุน] เพิ่มความเสียหาย 50% เพิ่มความเสียหายทั้งหมดที่เป้าหมายได้รับ 8.5% เป็นเวลา 10 วินาทีในการโจมตีครั้งสุดท้าย",
          "[พายุหมุน] เพิ่มความเสียหาย 50% เพิ่มความเสียหายทั้งหมดที่เป้าหมายได้รับ 10.5% เป็นเวลา 10 วินาทีในการโจมตีครั้งสุดท้าย",
          "[พายุหมุน] เพิ่มความเสียหาย 50% เพิ่มความเสียหายทั้งหมดที่เป้าหมายได้รับ 12.5% เป็นเวลา 10 วินาทีในการโจมตีครั้งสุดท้าย"
        ],
        "name": "แก้วเหล้าของชาวบาบาเรี่ยน"
      },
      "weapon": {
        "description": [
          "เมื่อ HP ลดลงทุกๆ 1% พลังโจมตีเพิ่มขึ้น 0.8% และความเร็วในการโจมตีเพิ่มขึ้น 8",
          "เมื่อ HP  ลดลงทุกๆ 1% พลังโจมตีเพิ่มขึ้น 1% และความเร็วในการโจมตีเพิ่มขึ้น 10",
          "เมื่อ HP ลดลงทุกๆ 1% พลังโจมตีเพิ่มขึ้น 1.2% และความเร็วในการโจมตีเพิ่มขึ้น 12",
          "เมื่อ HP  ลดลงทุกๆ 1% พลังโจมตีเพิ่มขึ้น 1.4% และความเร็วในการโจมตีเพิ่มขึ้น 14",
          "เมื่อ HP  ลดลงทุกๆ 1% พลังโจมตีเพิ่มขึ้น 1.7% และความเร็วในการโจมตีเพิ่มขึ้น 17",
          "เมื่อ HP  ลดลงทุกๆ 1% พลังโจมตีเพิ่มขึ้น 2% และความเร็วในการโจมตีเพิ่มขึ้น 20"
        ],
        "name": "นูมินุ, นกศักดิ์สิทธิ์"
      }
    },
    "50": {
      "description": "แม่ค้าที่ขายพิษยาสำหรับลูกค้าที่ต้องการพิษของตัวเองทั่วโลก เธอทำให้ศัตรูหมดพลังด้วยใช้ปืนลมที่มีพิษหลากหลายชนิด",
      "name": "Requina",
      "s1": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "โจมตีศัตรู 2 ตัวและสร้างความเสียหายกาย {1} ทำให้ติด หยดน้ำตาคุณงูยักษ์! ที่ไม่สามารถยกเลิกได้เป็นเวลา {2} วินาที ศัตรูที่ติด หยดน้ำตาคุณงูยักษ์! จะไม่สามารถฟื้นฟู Mana ได้ เพิ่มความเสียหายทั้งหมดที่ได้รับ 30% และลดอัตราการบล็อคทั้งหมด 500",
        "name": "หยดน้ำตาคุณงูยักษ์!",
        "transcendence": {
          "dark": "ลด Mana ของเป้าหมาย 1200",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "โจมตีศัตรูแบบสุ่ม 3 ตัว สร้างความเสียหายรวม {1} ทำให้ติด กลิ่นหญ้าเสียงแหลมสกัด! เป็นระยะเวลา {2} วินาที ศัตรูที่ติด กลิ่นหญ้าเสียงแหลมสกัด! จะลดพลังโจมตี {3}%, อัตราคริติคอล {4}",
        "name": "กลิ่นหญ้าเสียงแหลมสกัด!",
        "transcendence": {
          "dark": "ทำให้เป้าหมายสลบ 1 วินาที",
          "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %"
        },
        "description": "เพิ่มพลังโจมตีของตัวเอง {2} เป็นเวลา {1} วินาที เอฟเฟ็คติดของ [หยดน้ำตาคุณงูยักษ์!], [กลิ่นหญ้าเสียงแหลมสกัด!], [น้ำยาจั๊กจี้!] ทั้งหมดนั้นจะเพิ่มเป็น 2 เท่า และจะเพิ่มเป้าหมายของ [การโจมตีปกติ], [หยดน้ำตาคุณงูยักษ์!], [กลิ่นหญ้าเสียงแหลมสกัด!] อีก 1 คน",
        "name": "มากขึ้น! แข็งแรงขึ้น!",
        "transcendence": {
          "dark": "ลดการใช้ Mana 1",
          "light": "เพิ่มความเสียหายของการโจมตีปกติ 100% เป็นเวลาต่อเนื่อง"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "เมื่อโจมตีจะทำให้ศัตรูเป้าหมายติด น้ำยาจั๊กจี้! ที่ไม่สามารถลบล้างได้เป็นเวลา {1} วินาที สร้างความเสียหายกายต่อเนื่องรวม {2}  น้ำยาจั๊กจี้! จะแสต็คสูงสุด 50 ครั้ง",
        "name": "น้ำยาจั๊กจี้!",
        "transcendence": {
          "dark": "เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20%",
          "light": "แสต็คน้ำยาคันยุกยิก! 3 อันในครั้งเดียว"
        }
      },
      "subtitle": "แม่ค้ายาพิษ",
      "t5": {
        "dark": "เมื่อโจมตีปกติใส่ศัตรูที่แสต็ค น้ำยาคักยุกยิก! เกิน 50 อัน จะสร้างความเสียหายกายเพิ่มเติมเท่ากับ 200% ของพลังโจมตีโดยไม่สนพลังป้องกัน",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / อัตราคริติคอล +100"
      },
      "treasure": {
        "description": [
          "[มากขึ้น! แข็งแรงขึ้น!] เพิ่มจำนวนเป้าหมายการโจมตี 1 ตัว เพิ่มความเร็วโจมตี 100 เป็นระยะเวลาต่อเนื่อง",
          "[มากขึ้น! แข็งแรงขึ้น!] เพิ่มจำนวนเป้าหมายการโจมตี 1 ตัว เพิ่มความเร็วโจมตี 120 เป็นระยะเวลาต่อเนื่อง",
          "[มากขึ้น! แข็งแรงขึ้น!] เพิ่มจำนวนเป้าหมายการโจมตี 1 ตัว เพิ่มความเร็วโจมตี 140 เป็นระยะเวลาต่อเนื่อง",
          "[มากขึ้น! แข็งแรงขึ้น!] เพิ่มจำนวนเป้าหมายการโจมตี 1 ตัว เพิ่มความเร็วโจมตี 170 เป็นระยะเวลาต่อเนื่อง",
          "[มากขึ้น! แข็งแรงขึ้น!] เพิ่มจำนวนเป้าหมายการโจมตี 1 ตัว เพิ่มความเร็วโจมตี 210 เป็นระยะเวลาต่อเนื่อง",
          "[มากขึ้น! แข็งแรงขึ้น!] เพิ่มจำนวนเป้าหมายการโจมตี 1 ตัว เพิ่มความเร็วโจมตี 250 เป็นระยะเวลาต่อเนื่อง"
        ],
        "name": "น้ำยาระยิบระยับ"
      },
      "weapon": {
        "description": [
          "เพิ่มแสต็คสูงสุดของ น้ำยาจั๊กจี้! เป็น 55 ครั้ง เมื่อโจมตีปกติจะมีโอกาส 10% ที่จะโจมตีศัตรู 1 ตัว สร้างความเสียหายเท่ากับ 20% ของพลังโจมตีและทำให้สลบ 1 วินาที",
          "เพิ่มแสต็คสูงสุดของ น้ำยาจั๊กจี้! เป็น 60 ครั้ง เมื่อโจมตีปกติจะมีโอกาส 10% ที่จะโจมตีศัตรู 1 ตัว สร้างความเสียหายเท่ากับ 24% ของพลังโจมตีและทำให้สลบ 1 วินาที",
          "เพิ่มแสต็คสูงสุดของ น้ำยาจั๊กจี้! เป็น 65 ครั้ง เมื่อโจมตีปกติจะมีโอกาส 10% ที่จะโจมตีศัตรู 1 ตัว สร้างความเสียหายเท่ากับ 29% ของพลังโจมตีและทำให้สลบ 1 วินาที",
          "เพิ่มแสต็คสูงสุดของ น้ำยาจั๊กจี้! เป็น 70 ครั้ง เมื่อโจมตีปกติจะมีโอกาส 10% ที่จะโจมตีศัตรู 1 ตัว สร้างความเสียหายเท่ากับ 35% ของพลังโจมตีและทำให้สลบ 1 วินาที",
          "เพิ่มแสต็คสูงสุดของ น้ำยาจั๊กจี้! เป็น 75 ครั้ง เมื่อโจมตีปกติจะมีโอกาส 10% ที่จะโจมตีศัตรู 1 ตัว สร้างความเสียหายเท่ากับ 42% ของพลังโจมตีและทำให้สลบ 1 วินาที",
          "เพิ่มแสต็คสูงสุดของ น้ำยาจั๊กจี้! เป็น 80 ครั้ง เมื่อโจมตีปกติจะมีโอกาส 10% ที่จะโจมตีศัตรู 1 ตัว สร้างความเสียหายเท่ากับ 50% ของพลังโจมตีและทำให้สลบ 1 วินาที"
        ],
        "name": "ขลุ่ยลมเงียบ ลาร์คชะทาร์"
      }
    },
    "51": {
      "description": "ในฐานะอัศวินแห่งสรวงสวรรค์อันชอบธรรม นางลงทัณฑ์เหล่าอธรรมด้วยดาบและปกป้องผู้ที่อ่อนแอด้วยโล่ นางลงมาเพื่อปราบปีศาจที่กำลังทำลายล้างอาณาจักรโลก ดาบและโล่อันงดงามของนางถูกกวัดแกว่งเพื่อฟาดฟันศัตรูและปกป้องเพื่อนพ้องด้วยแสงสว่าง",
      "name": "Aselica",
      "s1": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มเวลาหมดสติต่อเนื่อง {1} วินาที"
        },
        "description": "สร้างความเสียหายเวทมนตร์ {1} หน่วยแก่ศัตรูและศัตรูโดยรอบที่อยู่ภายในระยะ และสตันเป็นเวลา {2} วินาที",
        "name": "ดาบแห่งดวงอาทิตย์",
        "transcendence": {
          "dark": "เวลาคูลดาวน์ลดลง 2 วินาที",
          "light": "หลังจากใช้ เพิ่มความเร็วโจมตี 350 หน่วยเป็นเวลา 5 วินาที"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %"
        },
        "description": "ดูดซึมพรแห่งดวงอาทิตย์ให้แก่พันธมิตรที่มีพลังโจมตีสูงที่สุด ซึ่งลดเวลาคูลดาวน์ของสกิลทั้งหมดลง 20% และเพิ่มพลังโจมตีขึ้น {1} หน่วยเป็นเวลา 15 วินาที",
        "name": "พรแห่งดวงอาทิตย์",
        "transcendence": {
          "dark": "ลบล้างเอฟเฟ็กที่เป็นโทษของเป้าหมาย",
          "light": "เพิ่มการใช้ Mana 1 หน่วยและมอบเอฟเฟคให้แก่พันธมิตร 2 คนที่มีพลังโจมตีสูงที่สุด"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายและการฟื้นฟู {1} %",
          "2": "เพิ่มปริมาณความเสียหายและการฟื้นฟู {1} %",
          "3": "เพิ่มปริมาณความเสียหายและการฟื้นฟู {1} %"
        },
        "description": "ประจำตำแหน่ง ตั้งสมาธิเพื่อฟื้นฟู HP ของพันธมิตรที่อยู่ใกล้ 8 ครั้งเป็นจำนวนรวม {1} หน่วย ยกเว้นผู้ใช้สกิล และเพิ่มพลังป้องกันทางกายภาพของพวกเขา {2} หน่วยเป็นเวลา 5 วินาที สกิลนี้ยังสร้างความเสียหายเวทมนตร์เป็นจำนวนรวม {3} หน่วยแก่ศัตรู 8 ครั้งภายในระยะ และลดพลังป้องกันเวทมนตร์ของพวกเขาลง {4} หน่วยเป็นเวลา 5 วินาที หลังจากสิ้นสุดการร่ายสกิลแล้ว ฟื้นฟู HP ของพันธมิตรที่อยู่ภายในระยะ {5} หน่วยยกเว้นผู้ใช้สกิล ยังสร้างความเสียหายเวทมนตร์ {6} หน่วยแก่ศัตรู และทำให้ล้มเป็นเวลา 3 วินาที",
        "name": "การพิพากษาแห่งดวงอาทิตย์",
        "transcendence": {
          "dark": "เพิ่มระยะเวลาของเอฟเฟคการลดพลังป้องกันเวทมนตร์ 5 วินาที",
          "light": "ลดการใช้ Mana 1 หน่วย"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "เมื่อโจมตีเป้าหมาย ทำให้ศัตรูติดสถานะคำสาปแห่งดวงอาทิตย์เป็นเวลา 10 วินาที ศัตรูที่ติดแสต็คคำสาปแห่งดวงอาทิตย์ 10 ครั้งจะกลืนคำสาปเหล่านั้นและได้รับความเสียหายเวทมนตร์ {1} หน่วย ตาบอดเป็นเวลา {2} วินาที และจะมีพลังโจมตีลดลง {3} % เป็นเวลา 5 วินาที",
        "name": "คำสาปแห่งดวงอาทิตย์",
        "transcendence": {
          "dark": "ใช้เอฟเฟ็กเมื่อแสต็คคำสาปแห่งดวงอาทิตย์ 7 อัน",
          "light": "เปลี่ยนการลดพลังโจมตีเป็น 30%"
        }
      },
      "subtitle": "ผู้คุ้มครองแห่งดวงอาทิตย์",
      "t5": {
        "dark": "มอบความต้านทานความเสียหายทางกายภาพให้แก่พันธมิตร 1 คนที่มี HP ต่ำที่สุดทุกๆ 15 วินาทีเป็นเวลา 3 วินาที",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / บล็อคกาย +200"
      },
      "treasure": {
        "description": [
          "[การพิพากษาแห่งดวงอาทิตย์] เมื่อใช้จะต้านสถานะผิดปกติและเพิ่มพลังป้องกันทางกายภาพและการลดพลังป้องกันเวทย์ 20%",
          "[การพิพากษาแห่งดวงอาทิตย์] เมื่อใช้จะต้านสถานะผิดปกติและเพิ่มพลังป้องกันทางกายภาพและการลดพลังป้องกันเวทย์ 24%",
          "[การพิพากษาแห่งดวงอาทิตย์] เมื่อใช้จะต้านสถานะผิดปกติและเพิ่มพลังป้องกันทางกายภาพและการลดพลังป้องกันเวทย์ 29%",
          "[การพิพากษาแห่งดวงอาทิตย์] เมื่อใช้จะต้านสถานะผิดปกติและเพิ่มพลังป้องกันทางกายภาพและการลดพลังป้องกันเวทย์ 35%",
          "[การพิพากษาแห่งดวงอาทิตย์] เมื่อใช้จะต้านสถานะผิดปกติและเพิ่มพลังป้องกันทางกายภาพและการลดพลังป้องกันเวทย์ 42%",
          "[การพิพากษาแห่งดวงอาทิตย์] เมื่อใช้จะต้านสถานะผิดปกติและเพิ่มพลังป้องกันทางกายภาพและการลดพลังป้องกันเวทย์ 50%"
        ],
        "name": "แตรแห่งผู้คุ้มครอง"
      },
      "weapon": {
        "description": [
          "ทำสัญญากับพันธมิตรที่มีพลังโจมตีสูงที่สุดเมื่อตอนเริ่มต้นของการต่อสู้ครั้งแรก เพิ่มพลังป้องกันทางกายภาพของเป้าหมายเท่ากับ 6% ของพลังป้องกันทางกายภาพของ Aselica และยังเพิ่มพลังโจมตีของ Aselica เท่ากับ 6% ของพลังโจมตีของเป้าหมาย เอฟเฟคนี้ไม่สามารถยกเลิกได้",
          "ทำสัญญากับพันธมิตรที่มีพลังโจมตีสูงที่สุดเมื่อตอนเริ่มต้นของการต่อสู้ครั้งแรก เพิ่มพลังป้องกันทางกายภาพของเป้าหมายเท่ากับ 8% ของพลังป้องกันทางกายภาพของ Aselica และยังเพิ่มพลังโจมตีของ Aselica เท่ากับ 8% ของพลังโจมตีของเป้าหมาย เอฟเฟคนี้ไม่สามารถยกเลิกได้",
          "ทำสัญญากับพันธมิตรที่มีพลังโจมตีสูงที่สุดเมื่อตอนเริ่มต้นของการต่อสู้ครั้งแรก เพิ่มพลังป้องกันทางกายภาพของเป้าหมายเท่ากับ 10% ของพลังป้องกันทางกายภาพของ Aselica และยังเพิ่มพลังโจมตีของ Aselica เท่ากับ 10% ของพลังโจมตีของเป้าหมาย เอฟเฟคนี้ไม่สามารถยกเลิกได้",
          "ทำสัญญากับพันธมิตรที่มีพลังโจมตีสูงที่สุดเมื่อตอนเริ่มต้นของการต่อสู้ครั้งแรก เพิ่มพลังป้องกันทางกายภาพของเป้าหมายเท่ากับ 12% ของพลังป้องกันทางกายภาพของ Aselica และยังเพิ่มพลังโจมตีของ Aselica เท่ากับ 12% ของพลังโจมตีของเป้าหมาย เอฟเฟคนี้ไม่สามารถยกเลิกได้",
          "ทำสัญญากับพันธมิตรที่มีพลังโจมตีสูงที่สุดเมื่อตอนเริ่มต้นของการต่อสู้ครั้งแรก เพิ่มพลังป้องกันทางกายภาพของเป้าหมายเท่ากับ 14% ของพลังป้องกันทางกายภาพของ Aselica และยังเพิ่มพลังโจมตีของ Aselica เท่ากับ 14% ของพลังโจมตีของเป้าหมาย เอฟเฟคนี้ไม่สามารถยกเลิกได้",
          "ทำสัญญากับพันธมิตรที่มีพลังโจมตีสูงที่สุดเมื่อตอนเริ่มต้นของการต่อสู้ครั้งแรก เพิ่มพลังป้องกันทางกายภาพของเป้าหมายเท่ากับ 16% ของพลังป้องกันทางกายภาพของ Aselica และยังเพิ่มพลังโจมตีของ Aselica เท่ากับ 16% ของพลังโจมตีของเป้าหมาย เอฟเฟคนี้ไม่สามารถยกเลิกได้"
        ],
        "name": "รัศมีสุริยะ, อิกนีซุส"
      }
    },
    "52": {
      "description": "เขาเคยเป็นอดีตทหารนาวี แต่ตอนนี้เป็นนักล่าค่าหัวและนักแก้ปัญหา เขาขี้ระแวงและไม่ไว้ใจคนง่ายๆ ปืนของเขาแบ่งออกเป็นสามประเภท",
      "name": "Crow",
      "s1": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "สร้างความเสียหายกายภาพ {1} หน่วย แก่ศัตรูด้านหน้า 15 ครั้งและทิ้ง 'รอยเขี้ยวของสุนัขล่าสัตว์' เป็นเวลา 40 วินาที รอยเขี้ยวของสุนัขล่าสัตว์สามารถแสต็คกันได้สูงสุดถึง 100 ครั้ง",
        "name": "กำจัดเป้าหมาย",
        "transcendence": {
          "dark": "แสต็ครอยเขี้ยวของสุนัขล่าสัตว์อีก 1 ครั้ง",
          "light": "ฟื้นฟู Mana 30 ทุกครั้งที่ได้รับความเสียหาย"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "สร้างความเสียหายกายภาพ {1} หน่วยด้วยการโจมตีศัตรูชั่วคราว 10 ครั้ง และยิงกระสุนน้ำแข็งที่สร้างความเสียหายกายภาพ {2} แก่เป้าหมายและศัตรูรอบๆ และแช่แข็งศัตรูทั้งหมดเป็นเวลา 4 วินาที กระสุนน้ำแข็งพิเศษสร้างพื้นที่แช่แข็งเป็นเวลา 6 วินาทีซึ่งสร้างความเสียหายกายภาพ {3} ทุกๆ 2 วินาที พร้อมโอกาส 50% ในการแช่แข็งเป็นเวลา 2 วินาที",
        "name": "อย่าดิ้นรนไปเลย",
        "transcendence": {
          "dark": "เพิ่มโอกาสในการแช่แข็งของพื้นที่แช่แข็ง 30%",
          "light": "ลดเวลาคูลดาวน์ 3 วินาที"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "ตั้งท่าและเล็ง เมื่อยิงเลเซอร์จะสร้างความเสียหายกายภาพ {1} แก่ศัตรูด้านหน้าเป็นเส้นตรง สร้างความเสียหายกายภาพเพิ่ม {2} ต่อแสต็ครอยเขี้ยวของสุนัขล่าสัตว์ของเป้าหมาย อาณาเขตของเอฟเฟคจะเพิ่มขึ้นตามเวลาที่เล็งเลเซอร์ ความเสียหายสามารถเพิ่มขึ้นได้สูงสุด {3} % เมื่อเล็งแล้วยิงจะทำให้ศัตรูลอยไปไกล",
        "name": "แม้แต่พระเจ้าก็ไม่เว้น",
        "transcendence": {
          "dark": "ลดการใช้ Mana ลง 1 หน่วย",
          "light": "เพิ่มเวลาคูลดาวน์ 10 วินาทีและเพิ่มความเสียหาย 100%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %"
        },
        "description": "Crow จะไม่ได้ผลจากความเร็วโจมตีที่เปลี่ยนไป เพิ่มพลังโจมตี {1} และความเสียหายคริติคอล {2} % ฟื้นฟู Mana {3} ทุกวินาที และยังทิ้ง 'รอยเขี้ยวของสุนัขล่าสัตว์' บนเป้าหมายเป็นเวลา 40 วินาทีเมื่อโจมตีธรรมดา",
        "name": "เตรียมตัวออกล่า",
        "transcendence": {
          "dark": "เพิ่มการฟื้นฟู Mana  40%",
          "light": "เพื่อความเสียหายที่สร้างแก่บอส 15%"
        }
      },
      "subtitle": "กระสุนลงทัณฑ์",
      "t5": {
        "dark": "เพิ่มการใช้ Mana ของทุกสกิล 1 หน่วยและเพิ่มความเสียหาย 75%",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[แม้แต่พระเจ้าก็ไม่เว้น] ต้านสถานะผิดปกติขณะใช้ เพิ่มความเสียหาย 20%",
          "[แม้แต่พระเจ้าก็ไม่เว้น] ต้านสถานะผิดปกติขณะใช้ เพิ่มความเสียหาย 24%",
          "[แม้แต่พระเจ้าก็ไม่เว้น] ต้านสถานะผิดปกติขณะใช้ เพิ่มความเสียหาย 29%",
          "[แม้แต่พระเจ้าก็ไม่เว้น] ต้านสถานะผิดปกติขณะใช้ เพิ่มความเสียหาย 35%",
          "[แม้แต่พระเจ้าก็ไม่เว้น] ต้านสถานะผิดปกติขณะใช้ เพิ่มความเสียหาย 42%",
          "[แม้แต่พระเจ้าก็ไม่เว้น] ต้านสถานะผิดปกติขณะใช้ เพิ่มความเสียหาย 50%"
        ],
        "name": "สร้อยแห่งความทรงจำ"
      },
      "weapon": {
        "description": [
          "การโจมตีธรรมดาจะยิงกระสุนเพิ่มอีกนัดซึ่งสร้างความเสียหาย 50% ของพลังโจมตีเป็นความเสียหายกายภาพ เมื่อสกิลสิ้นสุดลง 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงาน เพิ่มพลังโจมตี 30% และความเสียหายคริติคอล 30% เป็นเวลา 10 วินาที 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงานเพียงหนึ่งครั้งใน 20 วินาที",
          "การโจมตีธรรมดาจะยิงกระสุนเพิ่มอีกนัดซึ่งสร้างความเสียหาย 60% ของพลังโจมตีเป็นความเสียหายกายภาพ เมื่อสกิลสิ้นสุดลง 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงาน เพิ่มพลังโจมตี 36% และความเสียหายคริติคอล 36% เป็นเวลา 10 วินาที 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงานเพียงหนึ่งครั้งใน 20 วินาที",
          "การโจมตีธรรมดาจะยิงกระสุนเพิ่มอีกนัดซึ่งสร้างความเสียหาย 70% ของพลังโจมตีเป็นความเสียหายกายภาพ เมื่อสกิลสิ้นสุดลง 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงาน เพิ่มพลังโจมตี 43% และความเสียหายคริติคอล 43% เป็นเวลา 10 วินาที 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงานเพียงหนึ่งครั้งใน 20 วินาที",
          "การโจมตีธรรมดาจะยิงกระสุนเพิ่มอีกนัดซึ่งสร้างความเสียหาย 85% ของพลังโจมตีเป็นความเสียหายกายภาพ เมื่อสกิลสิ้นสุดลง 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงาน เพิ่มพลังโจมตี 52% และความเสียหายคริติคอล 52% เป็นเวลา 10 วินาที 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงานเพียงหนึ่งครั้งใน 20 วินาที",
          "การโจมตีธรรมดาจะยิงกระสุนเพิ่มอีกนัดซึ่งสร้างความเสียหาย 100% ของพลังโจมตีเป็นความเสียหายกายภาพ เมื่อสกิลสิ้นสุดลง 'สุนัขปีศาจ, อาร์คริสทรา'จะทำงาน เพิ่มพลังโจมตี 62% และความเสียหายคริติคอล 62% เป็นเวลา 10 วินาที 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงานเพียงหนึ่งครั้งใน 20 วินาที",
          "การโจมตีธรรมดาจะยิงกระสุนเพิ่มอีกนัดซึ่งสร้างความเสียหาย 125% ของพลังโจมตีเป็นความเสียหายกายภาพ เมื่อสกิลสิ้นสุดลง 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงาน เพิ่มพลังโจมตี 75% และความเสียหายคริติคอล 75% เป็นเวลา 10 วินาที 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงานเพียงหนึ่งครั้งใน 20 วินาที"
        ],
        "name": "สุนัขปีศาจ, อาร์คริสทรา"
      }
    },
    "6": {
      "description": "นักล่ามังกรในตำนาน ผู้ปราบมังกรที่มีชื่อเสียง จู่โจมด้วยโล่อันทรงพลัง หยุดยั้งศัตรูทุกรูปแบบ มุ่งหมายต่อชีวิตเท่านั้น",
      "name": "Phillop",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "ทำให้พลังป้องกันกายภาพของศัตรูที่ถูกโจมตีลดลง {2} % เป็นเวลา {1} วินาที"
        },
        "description": "สร้างความเสียหายทางกายภาพ {1} แก่ศัตรูและทำให้ล้มลงเป็นเวลา {2} วินาที",
        "name": "การปะทะ",
        "transcendence": {
          "dark": "ลดเวลาคูลดาวน์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "ทำให้พลังโจมตีของเป้าหมายลดลง {1} %"
        },
        "description": "พุ่งเข้าใส่ศัตรู สร้างความเสียหายทางกายภาพ {1} และผลักออกไป ศัตรูที่ถูกโจมตีจะถูกลดความเร็วในการโจมตี {3} % เป็นเวลา {2} วินาที",
        "name": "เฮดบัตต์",
        "transcendence": {
          "dark": "เมื่อใช้จะเปลี่ยนเอฟเฟ็คดันออกไปเป็นทำให้หมดสติ 3 วินาที",
          "light": "เพิ่มความเสียหายทางกายเท่ากับ 10% ของ HP สูงสุด"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มอัตราการลดความเสียหายที่ได้รับ {1} "
        },
        "description": "เพิ่มพลังป้องกันทั้งหมดของตนเอง {2} และฟื้นพลัง HP {3} % เป็นเวลา {1} วินาที พร้อมอยู่ในสภาพต้านสถานะผิดปกติ",
        "name": "แผ่นดินอวตาร",
        "transcendence": {
          "dark": "ทำให้ศัตรูที่อยู่ใกล้หมดสติเป็นเวลา 3 วินาที",
          "light": "เพิ่มความเสียหายเท่ากับ 1% ของ HP สูงสุดให้กับศัตรูรอบๆทุกวินาที"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มการลดพลังป้องกัน {1} %",
          "2": "เพิ่มการลดพลังป้องกัน {1} %",
          "3": "ลดอัตราหลบหลีกทางกายภาพของเป้าหมาย {1} % ทุกแสต็ค"
        },
        "description": "เมื่อโจมตี พลังป้องกันกายภาพของเป้าหมายจะลดลง {2} เป็นเวลา {1} วินาที แสต็คสูงสุด 5 ครั้ง",
        "name": "ทำลายเครื่องป้องกัน",
        "transcendence": {
          "dark": "กำจัดเอฟเฟ็กต์บวกของเป้าหมายเมื่อโจมตี เพิ่มความเสียหายทางกายภาพที่ได้รับ 20%  เป็นเวลา 20 วินาที และใช้เวลาคูลไทม์ 20 วินาที",
          "light": "ทุกครั้งที่โจมตีศัตรูที่มีแสต็ค 5 จะเพิ่มความเสียหายทางกายเท่ากับ 1% ของ HP สูงสุด"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เมื่อโจมตีปกติมีโอกาส 10% ที่จะทำให้เป้าหมายสลบ 2 วินาทีและสร้างความเสียหายกายเพิ่มเติมเท่ากับ 10% ของ HP สูงสุดของตัวเอง",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / บล็อคกาย +200"
      },
      "treasure": {
        "description": [
          "[แผ่นดินอวตาร] เพิ่มอัตราคริติคอลและความเร็วโจมตีของตัวเอง 250 เป็นระยะเวลาต่อเนื่อง และเพิ่มปริมาณการเพิ่มพลังป้องกัน 20%",
          "[แผ่นดินอวตาร] เพิ่มอัตราคริติคอลและความเร็วโจมตีของตัวเอง 250 เป็นระยะเวลาต่อเนื่อง และเพิ่มปริมาณการเพิ่มพลังป้องกัน 24%",
          "[แผ่นดินอวตาร] เพิ่มอัตราคริติคอลและความเร็วโจมตีของตัวเอง 250 เป็นระยะเวลาต่อเนื่อง และเพิ่มปริมาณการเพิ่มพลังป้องกัน 29%",
          "[แผ่นดินอวตาร] เพิ่มอัตราคริติคอลและความเร็วโจมตีของตัวเอง 250 เป็นระยะเวลาต่อเนื่อง และเพิ่มปริมาณการเพิ่มพลังป้องกัน 35%",
          "[แผ่นดินอวตาร] เพิ่มอัตราคริติคอลและความเร็วโจมตีของตัวเอง 250 เป็นระยะเวลาต่อเนื่อง และเพิ่มปริมาณการเพิ่มพลังป้องกัน 42%",
          "[แผ่นดินอวตาร] เพิ่มอัตราคริติคอลและความเร็วโจมตีของตัวเอง 250 เป็นระยะเวลาต่อเนื่อง และเพิ่มปริมาณการเพิ่มพลังป้องกัน 50%"
        ],
        "name": "ค้อนงานฉลองของคนแคระ"
      },
      "weapon": {
        "description": [
          "ทุกครั้งที่ได้รับความเสียหาย จะสะสมแสต็ค Dragon's Wisdom 1 อัน ถ้าถูกรักษาไว้เป็นเวลา 10 วินาที พลังโจมตีและพลังป้องกันของตนเองจะเพิ่มครั้งละ 0.8% แสต็คสูงสุด 100 ครั้ง",
          "ทุกครั้งที่ได้รับความเสียหาย จะสะสมแสต็ค Dragon's Wisdom 1 อัน ถ้าถูกรักษาไว้เป็นเวลา 10 วินาที พลังโจมตีและพลังป้องกันของตนเองจะเพิ่มครั้งละ 1% แสต็คสูงสุด 100 ครั้ง",
          "ทุกครั้งที่ได้รับความเสียหาย จะสะสมแสต็ค Dragon's Wisdom 1 อัน ถ้าถูกรักษาไว้เป็นเวลา 10 วินาที พลังโจมตีและพลังป้องกันของตนเองจะเพิ่มครั้งละ 1.2% แสต็คสูงสุด 100 ครั้ง",
          "ทุกครั้งที่ได้รับความเสียหาย จะสะสมแสต็ค Dragon's Wisdom 1 อัน ถ้าถูกรักษาไว้เป็นเวลา 10 วินาที พลังโจมตีและพลังป้องกันของตนเองจะเพิ่มครั้งละ 1.4% แสต็คสูงสุด 100 ครั้ง",
          "ทุกครั้งที่ได้รับความเสียหาย จะสะสมแสต็ค Dragon's Wisdom 1 อัน ถ้าถูกรักษาไว้เป็นเวลา 10 วินาที พลังโจมตีและพลังป้องกันของตนเองจะเพิ่มครั้งละ 1.7% แสต็คสูงสุด 100 ครั้ง",
          "ทุกครั้งที่ได้รับความเสียหาย จะสะสมแสต็ค Dragon's Wisdom 1 อัน ถ้าถูกรักษาไว้เป็นเวลา 10 วินาที พลังโจมตีและพลังป้องกันของตนเองจะเพิ่มครั้งละ 2% แสต็คสูงสุด 100 ครั้ง"
        ],
        "name": "เอไทน์, ซากมังกร"
      }
    },
    "62": {
      "description": "เจ้าหญิงแห่ง Ovrel ที่รักประชาชนของเธออย่างจริงใจ เธอเป็นอัศวินที่ปฏิญาณตนต่อดาบว่าจะปกป้องและช่วยเหลือผู้ที่อ่อนแอเพื่อความยุติธรรม เธอใช้ดาบขนาดใหญ่ที่ทำให้เวทย์มนต์ของฝ่ายตรงข้ามหยุดชะงักลงในการหั่นศัตรูของเธอ",
      "name": "Scarlet",
      "s1": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มความเสียหายทางกายของเป้าหมาย {1} % เป็นเวลา 10 วินาที"
        },
        "description": "สร้างความเสียหายทางกาย {1} ให้กับศัตรูในแนวหน้าของตัวเอง และทำให้ล้มลง 3 วินาที ฟื้น HP ของตัวเองเท่ากับ 30% ของความเสียหาย",
        "name": "อย่าขยับ!",
        "transcendence": {
          "dark": "เมื่อใช้จะลบล้างเอฟเฟ็คด้านเสียที่ตัวเองได้รับอยู่",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "ยกเลิกดีบัฟของพันธมิตรทั้งหมดและกำจัดบัฟของศัตรู พร้อมสร้างความเสียหายทางกายภาพ {1} ",
        "name": "นี่แหละความยุติธรรม!",
        "transcendence": {
          "dark": "เพิ่มความต้านทานคริติคอลกายของพันธมิตรทั้งหมด 200 เป็นเวลา 10 วินาที",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "โจมตีศัตรู 3 ครั้ง สร้างความเสียหายทางกายรวม {1} และปล่อยพลังจากดาบ สร้างความเสียหายทางกาย {2} ให้กับศัตรูด้านหน้าตัวเองเป็นเส้นตรงและทำให้ตาบอดเป็นเวลา 5 วินาที",
        "name": "เกียรติแห่งดาบ",
        "transcendence": {
          "dark": "ลดการฟื้น HP ของศัตรูที่ได้รับความเสียหาย 40% เป็นเวลา 10 วินาที",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "เพิ่มความต้านทานคริติคอลของตัวเองทั้งหมด {1} เมื่อโจมตีปกติ มีโอกาส 10% ที่จะสร้างความเสียหายกายเพิ่ม {2} ให้แก่เป้าหมายและทำให้หมดสติ 1 วินาที",
        "name": "เทพธิดาสงคราม",
        "transcendence": {
          "dark": "เมื่อมีศัตรู 1 ตัวจะเพิ่มระยะเวลาหมดสติ 2 วินาที",
          "light": "เพิ่มความต้านทานคริติคอลของตัวเอง 300"
        }
      },
      "subtitle": "ศรัทธาสีเงิน",
      "t5": {
        "dark": "หากสร้างความเสียหายคริติคอลจะมีโอกาส 5% ที่จะลบล้างเอฟเฟ็คด้านบวกของเป้าหมายที่ได้รับความเสียหายได้และทำให้หมดสติ 1 วินาที ใช้เวลาคูลดาวน์สกิล 8 วินาที",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ป้องกันสถานะ +100"
      },
      "treasure": {
        "description": [
          "[เกียรติแห่งดาบ!!] เพิ่มความเสียหาย 20% ทุกครั้งที่โจมตีจะทำให้ศัตรูสลบ 3 วินาที",
          "[เกียรติแห่งดาบ!!] เพิ่มความเสียหาย 24% ทุกครั้งที่โจมตีจะทำให้ศัตรูสลบ 3 วินาที",
          "[เกียรติแห่งดาบ!!] เพิ่มความเสียหาย 29% ทุกครั้งที่โจมตีจะทำให้ศัตรูสลบ 3 วินาที",
          "[เกียรติแห่งดาบ!!] เพิ่มความเสียหาย 35% ทุกครั้งที่โจมตีจะทำให้ศัตรูสลบ 3 วินาที",
          "[เกียรติแห่งดาบ!!] เพิ่มความเสียหาย 42% ทุกครั้งที่โจมตีจะทำให้ศัตรูสลบ 3 วินาที",
          "[เกียรติแห่งดาบ!!] เพิ่มความเสียหาย 50% ทุกครั้งที่โจมตีจะทำให้ศัตรูสลบ 3 วินาที"
        ],
        "name": "เกียรติแห่ง Orvel"
      },
      "weapon": {
        "description": [
          "เพิ่มความเสียหายที่สร้าง 8 % ต่อทุกๆสกิลที่อยู่ในช่วงเวลาคูลดาวน์",
          "เพิ่มความเสียหายที่สร้าง 10% ต่อทุกๆสกิลที่อยู่ในช่วงเวลาคูลดาวน์",
          "เพิ่มความเสียหายที่สร้าง 12% ต่อทุกๆสกิลที่อยู่ในช่วงเวลาคูลดาวน์",
          "เพิ่มความเสียหายที่สร้าง 14% ต่อทุกๆสกิลที่อยู่ในช่วงเวลาคูลดาวน์",
          "เพิ่มความเสียหายที่สร้าง 17% ต่อทุกๆสกิลที่อยู่ในช่วงเวลาคูลดาวน์",
          "เพิ่มความเสียหายที่สร้าง 20% ต่อทุกๆสกิลที่อยู่ในช่วงเวลาคูลดาวน์"
        ],
        "name": "ดาบแห่งความภาคภูมิ, ไวท์เบลโลน่า"
      }
    },
    "63": {
      "description": "อัจฉริยะที่ได้รับการยอมรับในวิชาเวทย์แม้ไม่ได้จบจากหอคอยนักปราชญ์ เธอที่ได้รับฉายา 'น้ำเงิน' นั้นแท้จริงแล้วเป็นโฮมุนคิวลัส สายฟ้าจากคริสตัลของเธอทำให้ทุกอย่างสลายแบบไม่ทิ้งแม้แต่เถ้าถ่าน",
      "name": "Sonia",
      "s1": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "สร้างฟ้าผ่าในแนวหน้า ทำให้เกิดความเสียหายเวทย์ {1} ให้กับศัตรูในอาณาเขตและสร้างพื้นที่นำไฟฟ้าเป็นเวลา 3 วินาที พื้นที่นำไฟฟ้าจะสร้างความเสียหายเวทย์รวม {2} 10 ครั้งและทุกครั้งที่โจมตีจะมีโอกาส 25% ที่จะทำให้สลบ 0.5 วินาที",
        "name": "โจมตีด้วยสายฟ้า!",
        "transcendence": {
          "dark": "เพิ่มโอกาสการหมดสติ 10%",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มค่าการเพิ่มพลังโจมตีและพลังป้องกัน {1} %.",
          "2": "เพิ่มค่าการเพิ่มพลังโจมตีและพลังป้องกัน {1} %.",
          "3": "เพิ่มค่าการเพิ่มพลังโจมตีและพลังป้องกัน {1} %."
        },
        "description": "เพิ่มพลังโจมตีของตัวเอง {1} และเพิ่มพลังป้องกันทั้งหมด {2} เป็นเวลา 15 วินาที สร้างความเสียหายเวทย์ {3} และทำให้หมดสติเป็นเวลา 0.5 วินาทีแก่ศัตรูแบบสุ่ม 2 คนเมื่อโจมตีปกติเป็นเวลาต่อเนื่อง",
        "name": "พลังแห่งสายฟ้า!",
        "transcendence": {
          "dark": "ใช้เอฟเฟ็กความเสียหายเพิ่มเติมแก่ศัตรูทั้งหมด",
          "light": "เพิ่มค่าการเพิ่มพลังโจมตีและพลังป้องกัน 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "โจมตีศัตรูรอบๆตัวเองเป็นวงกลม 3 ครั้งและสร้างความเสียหายเวทย์รวม {1} หลังจากนั้นจะชีอตไฟฟ้าและสร้างความเสียหายเวทย์ 3 ครั้งรวม {2} และทำให้สลบ 5 วินาที",
        "name": "ระเบิดกระแสไฟ!",
        "transcendence": {
          "dark": "เพิ่มเวลาการสลบ 1 วินาที",
          "light": "ป้องกันความเสียหายทั้งหมดในระหว่างที่ใช้"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "ทุกการโจมตี จะปล่อยกระแสไฟฟ้าเข้าสู้เป้าหมายที่ไม่ได้อยู่ในสถานะช็อคและเพิ่มความเสียหายเวทย์ที่ได้รับ {1} % เป็นเวลา 10 วินาที ถ้าแสต็คไฟฟ้าครบ 30 ครั้ง เป้าหมายที่แสต็คจะใช้ไฟฟ้าแล้วได้รับความเสียหายเวทย์ {2} และช็อคเป็นเวลา 7 วินาที เป้าหมายที่อยู่ในสถานะช็อคจะเพิ่มเวลาการหมดสติทั้งหมด {3} วินาทีและเพิ่มความเสียหายเวทย์ที่ได้รับ {4} %",
        "name": "ช็อค",
        "transcendence": {
          "dark": "เปลี่ยนเอฟเฟ็คการเพิ่มความเสียหายเวทย์เป็นการเพิ่มความเสียหายทั้งหมด",
          "light": "เพิ่มระยะเวลาช็อค 2 วินาที"
        }
      },
      "subtitle": "พายุแห่งแสงสีน้ำเงิน",
      "t5": {
        "dark": "เมื่อโจมตีปกติ มีโอกาส 15% ที่จะสร้างความเสียกายเวทย์เพิ่มเติมเท่ากับ 10% ของ HP สูงสุดของตัวเอง และปล่อยกระแสไฟฟ้าเพิ่ม 1 อัน",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเร็วโจมตี +100"
      },
      "treasure": {
        "description": [
          "[ระเบิดกระแสไฟ!] เมื่อโจมตีศัตรูที่อยู่ในสถานะช็อคจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี และลดพลังป้องกันทั้งหมดของเป้าหมาย 10% เป็นเวลา 5 วินาที",
          "[ระเบิดกระแสไฟ!] เมื่อโจมตีศัตรูที่อยู่ในสถานะช็อคจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี และลดพลังป้องกันทั้งหมดของเป้าหมาย 12% เป็นเวลา 5 วินาที",
          "[ระเบิดกระแสไฟ!] เมื่อโจมตีศัตรูที่อยู่ในสถานะช็อคจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี และลดพลังป้องกันทั้งหมดของเป้าหมาย 14% เป็นเวลา 5 วินาที",
          "[ระเบิดกระแสไฟ!] เมื่อโจมตีศัตรูที่อยู่ในสถานะช็อคจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี และลดพลังป้องกันทั้งหมดของเป้าหมาย 17% เป็นเวลา 5 วินาที",
          "[ระเบิดกระแสไฟ!] เมื่อโจมตีศัตรูที่อยู่ในสถานะช็อคจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี และลดพลังป้องกันทั้งหมดของเป้าหมาย 21% เป็นเวลา 5 วินาที",
          "[ระเบิดกระแสไฟ!] เมื่อโจมตีศัตรูที่อยู่ในสถานะช็อคจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี และลดพลังป้องกันทั้งหมดของเป้าหมาย 25% เป็นเวลา 5 วินาที"
        ],
        "name": "หัวใจแห่งทะเลสาป"
      },
      "weapon": {
        "description": [
          "เพิ่มสถานะช็อคต่อเนื่อง 2 วินาทีและเมื่อตัวเองโจมตีปกติใส่ศัตรูที่อยู่ในสถานะช็อค จะลดเวลาคูลดาวน์ทุกสกิล 1.6%",
          "เพิ่มสถานะช็อคต่อเนื่อง 3 วินาทีและเมื่อตัวเองโจมตีปกติใส่ศัตรูที่อยู่ในสถานะช็อค จะลดเวลาคูลดาวน์ทุกสกิล 1.9%",
          "เพิ่มสถานะช็อคต่อเนื่อง 4 วินาทีและเมื่อตัวเองโจมตีปกติใส่ศัตรูที่อยู่ในสถานะช็อค จะลดเวลาคูลดาวน์ทุกสกิล 2.3%",
          "เพิ่มสถานะช็อคต่อเนื่อง 5 วินาทีและเมื่อตัวเองโจมตีปกติใส่ศัตรูที่อยู่ในสถานะช็อค จะลดเวลาคูลดาวน์ทุกสกิล 2.7%",
          "เพิ่มสถานะช็อคต่อเนื่อง 6 วินาทีและเมื่อตัวเองโจมตีปกติใส่ศัตรูที่อยู่ในสถานะช็อค จะลดเวลาคูลดาวน์ทุกสกิล 3.3%",
          "เพิ่มสถานะช็อคต่อเนื่อง 7 วินาทีและเมื่อตัวเองโจมตีปกติใส่ศัตรูที่อยู่ในสถานะช็อค จะลดเวลาคูลดาวน์ทุกสกิล 4%"
        ],
        "name": "นัยน์ตาพายุ, ยานาดิส"
      }
    },
    "64": {
      "description": "ราชินีแห่งอาณาจักรเพนเธโอเนีย อาณาจักรแห่งกำแพงเหล็กที่ไม่เคยปล่อยให้ศัตรูเข้ามาย่างกรายได้ในช่วง 100 ปีก่อนที่ต่อสู้กับปีศาจ แสงแห่งความยุติธรรมจากไม้เท้าของเธอนั้น ทำให้ศัตรูต้องแหลกสลายเป็นเถ้าถ่าน",
      "name": "Artemia",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "สร้างเสาแห่งแสงแก่ศัตรู สร้างความเสียหายทางเวทย์ทั้งหมด {1} ในเวลา 5 วินาที และลดพลังโจมตี {2} % เป็นเวลา 10 วินาที",
        "name": "เสาแห่งแสง",
        "transcendence": {
          "dark": "ทุกครั้งที่โจมตีจะมีโอกาส 25% ที่จะทำให้ศัตรูสลบไป 1 วินาที",
          "light": "เพิ่มปริมาณความเสียหายเป็น 40%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรูเป็นเส้นตรง การโจมตีนี้จะแสดงความเสียหายคริติคอลเป็น 100%",
        "name": "ลำแสงอมตะ",
        "transcendence": {
          "dark": "ลดเวลาคูลดาวน์ 50% เมื่อใช้ขณะแสต็คพรจากแสง 10 อัน",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "สร้างความเสียหายทางเวทย์ 3 ครั้ง รวม {1} แก่ศัตรูท้ังหมดในอาณาเขตและทำให้สลบ 5 วินาที ลดเวลาคูลไทม์ 30% ทุกๆครั้งที่ฆ่าศัตรูโดยใช้สกิลนี้",
        "name": "การพิพากษาแห่งแสง",
        "transcendence": {
          "dark": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%",
          "light": "ลดเวลาคูลดาวน์ 3 วินาที"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "เมื่อโจมตี มีโอกาส 50% ที่จะสร้างความเสียหายทางเวทย์ {1} แก่เป้าหมายและศัตรูที่อยู่ในเขตเมื่อโจมตี และแสต็คพรแห่งแสง 1 อันต่อตัวเอง เมื่อพรแห่งแสงแสต็คสูงสุดถึง 10 อัน แต่ละอันจะเพิ่มพลังโจมตีของตัวเอง {2} , เพิ่มความเสียหายแก่ศัตรูที่ไม่ได้เป็นฮีโร่ {3} %, และลดความเสียหาย {4} % จากศัตรูที่ไม่ได้เป็นฮีโร่",
        "name": "พรจากแสง",
        "transcendence": {
          "dark": "เพิ่มแสต็คสูงสุดของพรจากแสงเป็น 12 ครั้ง",
          "light": "เปลี่ยนโอกาสที่สกิลจะทำงานเป็น 60%"
        }
      },
      "subtitle": "จักพรรดินีแห่งความสว่างสไว",
      "t5": {
        "dark": "เมื่อ HP ของตัวเองน้อยกว่า 50% จะต้านความเสียหายทั้งหมดเป็นเวลา 2 วินาที เอฟเฟ็คนี้จะทำงาน 1 ครั้งใน 30 วินาทีเท่านั้น",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / อัตราคริติคอล +100"
      },
      "treasure": {
        "description": [
          "[การพิพากษาแห่งแสง] เพิ่มความเสียหาย 20% หากฆ่าศัตรูได้จะฟื้นฟู Mana 700",
          "[การพิพากษาแห่งแสง] เพิ่มความเสียหาย 24% หากฆ่าศัตรูได้จะฟื้นฟู Mana 700",
          "[การพิพากษาแห่งแสง] เพิ่มความเสียหาย 29% หากฆ่าศัตรูได้จะฟื้นฟู Mana 700",
          "[การพิพากษาแห่งแสง] เพิ่มความเสียหาย 35% หากฆ่าศัตรูได้จะฟื้นฟู Mana 700",
          "[การพิพากษาแห่งแสง] เพิ่มความเสียหาย 42% หากฆ่าศัตรูได้จะฟื้นฟู Mana 700",
          "[การพิพากษาแห่งแสง] เพิ่มความเสียหาย 50% หากฆ่าศัตรูได้จะฟื้นฟู Mana 700"
        ],
        "name": "มงกุฏแห่งความสว่างไสว"
      },
      "weapon": {
        "description": [
          "ในทุก 15 วินาทีจะสร้างบาเรียป้องกันเท่ากับ 200% ของพลังโจมตีของตัวเอง เป็นเวลา 10 วินาที และเพิ่มพลังโจมตีของตัวเอง 20% และต้านสถานะผิดปกติเมื่อมีบาเรียป้องกัน",
          "ในทุก 15 วินาทีจะสร้างบาเรียป้องกันเท่ากับ 240% ของพลังโจมตีของตัวเอง เป็นเวลา 10 วินาที และเพิ่มพลังโจมตีของตัวเอง 24% และต้านสถานะผิดปกติเมื่อมีบาเรียป้องกัน",
          "ในทุก 15 วินาทีจะสร้างบาเรียป้องกันเท่ากับ 290% ของพลังโจมตีของตัวเอง เป็นเวลา 10 วินาที และเพิ่มพลังโจมตีของตัวเอง 29% และต้านสถานะผิดปกติเมื่อมีบาเรียป้องกัน",
          "ในทุก 15 วินาทีจะสร้างบาเรียป้องกันเท่ากับ 350% ของพลังโจมตีของตัวเอง เป็นเวลา 10 วินาที และเพิ่มพลังโจมตีของตัวเอง 35% และต้านสถานะผิดปกติเมื่อมีบาเรียป้องกัน",
          "ในทุก 15 วินาทีจะสร้างบาเรียป้องกันเท่ากับ 420% ของพลังโจมตีของตัวเอง เป็นเวลา 10 วินาที และเพิ่มพลังโจมตีของตัวเอง 42% และต้านสถานะผิดปกติเมื่อมีบาเรียป้องกัน",
          "ในทุก 15 วินาทีจะสร้างบาเรียป้องกันเท่ากับ 500% ของพลังโจมตีของตัวเอง เป็นเวลา 10 วินาที และเพิ่มพลังโจมตีของตัวเอง 50% และต้านสถานะผิดปกติเมื่อมีบาเรียป้องกัน"
        ],
        "name": "เสียงชื่นชมอันสว่างสไว Brauxio"
      }
    },
    "65": {
      "description": "แม่บ้านและผู้ช่วยของนักเวทย์ Sonia ผู้ได้รับฉายา 'น้ำเงิน' เธอตอบสนองทุกอย่างเพื่อ Sonia ที่เป็นทั้งเจ้านาย, พี่น้องและเพื่อนของเธอ เธอใช้สายตาอันแหลมคมในการวิเคราะห์จุดอ่อนของศัตรูและโจมตีด้วยมีดสั้น",
      "name": "Mirianne",
      "s1": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "โจมตีศัตรูที่มีพลังโจมตีเวทย์ต่ำสุด 3 ครั้ง รวมสร้างความเสียหายเวทย์ {1} และทำให้สลบ 1 วินาที หากเป้าหมายอยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติม {2} การโจมตีครั้งสุดท้ายจะทำให้เป้าหมายตกอยู่ในสถานะเป้าหมายเป็นเวลา 10 วินาที สถานะเป้าหมายไม่สามารถยกเลิกได้และจะลดอัตราการบล็อคเวทย์ของเป้าหมาย 300",
        "name": "ล็อคเป้าหมาย",
        "transcendence": {
          "dark": "เพิ่มเวลาการสลบ 1 วินาที",
          "light": "คริติคอลจะเพิ่มขึ้น 100% เมื่อมีศัตรูตัวเดียว"
        }
      },
      "s2": {
        "books": {
          "1": "ความเสียหายและโล่ป้องกันเพิ่มขึ้น {1} %",
          "2": "ความเสียหายและโล่ป้องกันเพิ่มขึ้น {1} %",
          "3": "ความเสียหายและโล่ป้องกันเพิ่มขึ้น {1} %"
        },
        "description": "\\nสร้างความเสียหายเวทย์ {1} และทำให้หมดสติเป็นเวลา 2 วินาทีให้กับศัตรูเป้าหมายและศัตรูรอบๆ เคลื่อนตัวไปยังพันธมิตรที่มีพลังป้องกันกายน้อยที่สุด(ยกเว้นตัวเอง) และสร้างเกราะที่สามารถกันความเสียหาย {2} ได้เป็นเวลา 10 วินาที ในกรณีที่ไม่มีพันธมิตรจะไม่มีการสร้างเกราะ และในกรณีที่มีเกราะจะกันสถานะผิดปกติทั้งหมด",
        "name": "ยับยั้งและป้องกัน",
        "transcendence": {
          "dark": "เพิ่มเวลาการสลบ 2 วินาที",
          "light": "ป้องกันความเสียหายทั้งหมดในระหว่างที่ใช้"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "2": "เพิ่มปริมาณความเสียหายเป็น {1} %",
          "3": "เพิ่มปริมาณความเสียหายเป็น {1} %"
        },
        "description": "เคลื่อนตัวไปยังศัตรูที่มี HP น้อยที่สุด สร้างความเสียหายเวทย์ {1} และคลื่อนตัวไปยังพันธมิตรที่อยู่ไกลที่สุด หากเป้าหมายไม่ได้เป็นฮีโร่จะสร้างความเสียหายทางเวทย์โดยไม่สนพลังป้องกันเพิ่มเติม {2} หากเป้าหมายที่โดนสกิลนี้ตาย จะมีการใช้สกิล Restrain and Protect",
        "name": "ลอบสังหาร",
        "transcendence": {
          "dark": "เพิ่มปริมาณความเสียหายเป็น 40%",
          "light": "ยกเลิกบัฟของเป้าหมายและทำให้หมดสติเป็นเวลา 1 วินาที"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มปริมาณการโจมตี {1} %",
          "2": "เพิ่มปริมาณการโจมตี {1} %",
          "3": "เพิ่มปริมาณการโจมตี {1} %"
        },
        "description": "เมื่อมีศัตรูที่อยู่ในสถานะเป้าหมาย จะเพิ่มพลังโจมตี {1} ทุกสกิลที่ใช้จะโจมตีศัตรูที่อยู่ในสถานะเป้าหมายก่อน เมื่อฆ่าศัตรูที่อยู่ในสถานะเป้าหมายได้แล้วจะทำให้ศัตรูตัวอื่นที่มีพลังป้องกันเวทย์น้อยที่สุดตกอยู่ในสถานะเป้าหมายเป็นเวลา 10 วินาที",
        "name": "ทำลายเป้าหมาย",
        "transcendence": {
          "dark": "เมื่อมีศัตรููในสถานะเป้าหมายจะลดความเสียหายที่ได้รับ 30%",
          "light": "เพิ่มอัตราคริติคอล 400 เมื่อมีศัตรูที่อยู่ในสถานะเป้าหมาย"
        }
      },
      "subtitle": "ผู้รับใช้แสงสีน้ำเงิน",
      "t5": {
        "dark": "ลดเวลาคูลไทม์ของสกิลทั้งหมดของตัวเอง 50% และเพิ่ม Mana 1 ช่องเมื่อกำจัดศัตรูได้",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[ลอบสังหาร] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะเพิ่มพลังโจมตีของตัวเอง 10% เป็นเวลา 10 วินาที",
          "[ลอบสังหาร] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะเพิ่มพลังโจมตีของตัวเอง 12% เป็นเวลา 10 วินาที",
          "[ลอบสังหาร] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะเพิ่มพลังโจมตีของตัวเอง 14% เป็นเวลา 10 วินาที",
          "[ลอบสังหาร] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะเพิ่มพลังโจมตีของตัวเอง 17% เป็นเวลา 10 วินาที",
          "[ลอบสังหาร] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะเพิ่มพลังโจมตีของตัวเอง 21% เป็นเวลา 10 วินาที",
          "[ลอบสังหาร] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะเพิ่มพลังโจมตีของตัวเอง 25% เป็นเวลา 10 วินาที"
        ],
        "name": "ผงเวทย์มนต์แห่งการปะทุ"
      },
      "weapon": {
        "description": [
          "เพิ่มความเร็วโจมตีของตัวเอง 200 หากโจมตีศัตรูที่อยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 200% ของพลังโจมตี เอฟเฟ็คความเสียหายเพิ่มเติมจะทำงานแค่ 1 ครั้งใน 2 วินาทีเท่านั้น",
          "เพิ่มความเร็วโจมตีของตัวเอง 240 หากโจมตีศัตรูที่อยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 240% ของพลังโจมตี เอฟเฟ็คความเสียหายเพิ่มเติมจะทำงานแค่ 1 ครั้งใน 2 วินาทีเท่านั้น",
          "เพิ่มความเร็วโจมตีของตัวเอง 290 หากโจมตีศัตรูที่อยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 290% ของพลังโจมตี เอฟเฟ็คความเสียหายเพิ่มเติมจะทำงานแค่ 1 ครั้งใน 2 วินาทีเท่านั้น",
          "เพิ่มความเร็วโจมตีของตัวเอง 350 หากโจมตีศัตรูที่อยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 350% ของพลังโจมตี เอฟเฟ็คความเสียหายเพิ่มเติมจะทำงานแค่ 1 ครั้งใน 2 วินาทีเท่านั้น",
          "เพิ่มความเร็วโจมตีของตัวเอง 420 หากโจมตีศัตรูที่อยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 420% ของพลังโจมตี เอฟเฟ็คความเสียหายเพิ่มเติมจะทำงานแค่ 1 ครั้งใน 2 วินาทีเท่านั้น",
          "เพิ่มความเร็วโจมตีของตัวเอง 500 หากโจมตีศัตรูที่อยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 500% ของพลังโจมตี เอฟเฟ็คความเสียหายเพิ่มเติมจะทำงานแค่ 1 ครั้งใน 2 วินาทีเท่านั้น"
        ],
        "name": "ความรวดเร็วที่ไม่สิ้นสุด, ริเวนทิน่า"
      }
    },
    "66": {
      "description": "เด็กหญิงลึกลับผู้นี้รักษาผู้คนด้วยท่วงทำนองที่เปี่ยมไปด้วยเสน่ห์ นางรักษาผู้คนด้วยเสียงร้องแสนไพเราะและเสียงพิณวิเศษอันงดงามของนาง",
      "name": "Shea",
      "s1": {
        "books": {
          "1": "เพิ่มการรักษา {1} %.",
          "2": "เพิ่มการรักษา {1} %.",
          "3": "เพิ่มการรักษา {1} %."
        },
        "description": "ฟื้นฟู HP ของพันธมิตรทั้งหมด 8 ครั้งรวม {1}  ขณะร่ายสกิลจะลดความเสียหายทั้งหมดที่พันมิตรทั้งหมดได้รับ {2} % หากใช้เมื่อมีแสต็คภวังค์ 3 อัน เพิ่มปริมาณการรักษาของสกิลนี้ 100% และขณะที่ร่ายสกิลจะลดความเสียหายทั้งหมดที่พันธมิตรได้รับ {3} %",
        "name": "ท่วงทำนองเขียวขจี",
        "transcendence": {
          "dark": "เพิ่มความต้านทานคริติคอลของพันธมิตรทั้งหมด 250 ขณะร่าย",
          "light": "ฟื้นฟู HP ของพันธมิตรทั้งหมด 15% เมื่อใช้"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มการฟื้น Mana {1} %",
          "2": "เพิ่มการฟื้น Mana {1} %",
          "3": "เพิ่มการฟื้น Mana {1} %"
        },
        "description": "ฟื้นฟู Mana ของพันธมิตรทั้งหมด 8 ครั้งรวม {1} ฟื้นฟู HP ของเป้าหมายที่มี Mana สูงสุด {2} ขณะที่ร่ายสกิลจะลดเวลาต่อเนื่องของสถานะผิดปกติ {3} % หากใช้เมื่อมแสต็คภวังค์ 3 อันจะเพิ่มปริมาณการรักษาและการฟื้นฟู Mana ของสกิลนี้ 50% ขณะที่ร่ายสกิล พันธมิตรทั้งหมดจะต้านสถานะผิดปกติ",
        "name": "บทเพลงสายลมสีคราม",
        "transcendence": {
          "dark": "เพิ่มความเร็วโจมตีของพันธมิตรทั้งหมด 250 ขณะร่าย",
          "light": "ฟื้นฟู Mana ของพันธมิตรทั้งหมด 500 เมื่อใช้"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มปริมาณการโจมตี {1} %",
          "2": "เพิ่มปริมาณการโจมตี {1} %",
          "3": "เพิ่มปริมาณการโจมตี {1} %"
        },
        "description": "สร้างความเสียหายเวทย์ {1} หน่วย แก่ศัตรูทั้งหมดตลอด 8 รอบ เพิ่มพลังโจมตีของพันธมิตรทั้งหมด {2} ขณะร่าย หากใช้เมื่อภวังค์ซ้อนทับกัน 3 ครั้ง เพิ่มความเสียหายและบูสต์พลังโจมตี 100% และยกเลิกบัฟของศัตรูอย่างต่อเนื่อง",
        "name": "ระบำแดงเดือด",
        "transcendence": {
          "dark": "เพิ่มปริมาณความเสียหายที่ศัตรูทั้งหมดได้รับขึ้น 15% ขณะร่าย",
          "light": "ลดเวลาคูลดาวน์ของสกิลของพันธมิตรทั้งหมดลง 10% เมื่อใช้"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มการรักษา {1} %.",
          "2": "เพิ่มการรักษา {1} %.",
          "3": "เพิ่มการรักษา {1} %."
        },
        "description": "เมื่อสกิลสิ้นสุดลง แสต็คภวังค์เพิ่ม 1 ครั้ง สามารถแสต็คได้สูงสุด 3 ครั้งและหากใข้สกิลเมื่อแสต็ค 3 ครั้งจะใช้แสต็คทั้งหมดในการฟื้นฟู HP {1} แก่พันธมิตรทั้งหมด ภวังค์จะไม่สามารถยกเลิกได้",
        "name": "ภวังค์",
        "transcendence": {
          "dark": "หากใช้สกิลเมื่อมีแสต็คภวังค์ 3 อัน สร้างความเสียหายเวทย์ปริมาณเท่ากับพลังฟื้นฟูพันธมิตรแก่ศัตรูทั้งหมด และลดพลังป้องกันทั้งหมดลง 10% เป็นเวลา 10 วินาที",
          "light": "เพิ่มอัตราการรักษาของภวังค์ขึ้น 100%"
        }
      },
      "subtitle": "บทเพลงแห่งความเพ้อฝัน",
      "t5": {
        "dark": "เมื่อเริ่มการต่อสู้ทุกครั้ง แสต็คภวังค์ 1 อัน ฟื้นฟู Mana 500",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ป้องกันสถานะ +100"
      },
      "treasure": {
        "description": [
          "[ระบำแดงเดือด] เมื่อร่ายสกิลจะใบ้ศัตรูทั้งหมดเป็นเวลา 2 วินาทีและเพิ่มความเสียหายคริติคอลของพันธมิตรทั้งหมด 20% ขณะร่าย",
          "[ระบำแดงเดือด] เมื่อร่ายสกิลจะใบ้ศัตรูทั้งหมดเป็นเวลา 2 วินาทีและเพิ่มความเสียหายคริติคอลของพันธมิตรทั้งหมด 24% ขณะร่าย",
          "[ระบำแดงเดือด] เมื่อร่ายสกิลจะใบ้ศัตรูทั้งหมดเป็นเวลา 2 วินาทีและเพิ่มความเสียหายคริติคอลของพันธมิตรทั้งหมด 29% ขณะร่าย",
          "[ระบำแดงเดือด] เมื่อร่ายสกิลจะใบ้ศัตรูทั้งหมดเป็นเวลา 2 วินาทีและเพิ่มความเสียหายคริติคอลของพันธมิตรทั้งหมด 35% ขณะร่าย",
          "[ระบำแดงเดือด] เมื่อร่ายสกิลจะใบ้ศัตรูทั้งหมดเป็นเวลา 2 วินาทีและเพิ่มความเสียหายคริติคอลของพันธมิตรทั้งหมด 42% ขณะร่าย",
          "[ระบำแดงเดือด] เมื่อร่ายสกิลจะใบ้ศัตรูทั้งหมดเป็นเวลา 2 วินาทีและเพิ่มความเสียหายคริติคอลของพันธมิตรทั้งหมด 50% ขณะร่าย"
        ],
        "name": "มงกุฎแห่งเทพธิดา"
      },
      "weapon": {
        "description": [
          "เมื่อได้รับภวังค์ จะลดเวลาคูลดาวน์ทุกสกิลของตัวเอง 10% ฟื้นฟู Mana ของตัวเอง 200",
          "เมื่อได้รับภวังค์ จะลดเวลาคูลดาวน์ทุกสกิลของตัวเอง 12% ฟื้นฟู Mana ของตัวเอง 240",
          "เมื่อได้รับภวังค์ จะลดเวลาคูลดาวน์ทุกสกิลของตัวเอง 14% ฟื้นฟู Mana ของตัวเอง 290",
          "เมื่อได้รับภวังค์ จะลดเวลาคูลดาวน์ทุกสกิลของตัวเอง 17% ฟื้นฟู Mana ของตัวเอง 350",
          "เมื่อได้รับภวังค์ จะลดเวลาคูลดาวน์ทุกสกิลของตัวเอง 20% ฟื้นฟู Mana ของตัวเอง 420",
          "เมื่อได้รับภวังค์ จะลดเวลาคูลดาวน์ทุกสกิลของตัวเอง 25% ฟื้นฟู Mana ของตัวเอง 500"
        ],
        "name": "ท่วงทำนองทรงเสน่ห์, ชวานไฮท์"
      }
    },
    "7": {
      "description": "ก็อบลินเผือกผู้เชี่ยวชาญด้านเครื่องยนต์กลไก ปืนของเขาสามารถยิงและระเบิดได้ สามารถก่อกวน และกำจัดเป้าหมายได้ด้วยกระสุนแบบต่างๆ",
      "name": "Lakrak",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายทางกายภาพ {1} แก่ศัตรูในอาณาเขตและดันออกไป",
        "name": "ยิงลูกตะกั่ว",
        "transcendence": {
          "dark": "ทำให้เป้าหมายสลบ 3 วินาที",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "ทำให้ศัตรูที่ได้รับความเสียหายหมดสติเป็นเวลา 1 วินาที"
        },
        "description": "สร้างความเสียหายกายภาพ {1} แก่ศัตรูที่อยู่ในอาณาเขตและทำให้ตาบอดเป็นเวลา 4 วินาที",
        "name": "ระเบิดควัน",
        "transcendence": {
          "dark": "เพิ่มระยะเวลาตาบอดต่อเนื่อง 2 วินาที",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "หลังจาก {1} วินาที ระเบิดใส่ศัตรูแบบสุ่ม สร้างความเสียหายกายภาพโดยเทียบกับ HP ที่เหลือสูงสุด {2} แก่ศัตรูในอาณาเขต และติดระเบิดที่ทำให้หมดสติเป็นเวลา 3 วินาที ทำให้เป้าหมายหมดสติเป็นเวลา 2 วินาทีเมื่อระเบิดถูกจุดไฟ",
        "name": "ระเบิดกาว",
        "transcendence": {
          "dark": "ลดการใช้ Mana 1",
          "light": "เพิ่มการใช้ Mana 1 และติดตั้งระเบิดให้ศัตรูแบบสุ่ม 2 ครั้ง"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "เมื่อโจมตีปกติมีโอกาส 15% ที่จะยิงปินใส่ศัตรูในอาณาเขตและสร้างความเสียหายทางกายภาพ {2} และทำให้หมดสติ 2 วินาที",
        "name": "บรรจุปืนใหญ่",
        "transcendence": {
          "dark": "เพิ่มความเสียหายทางกายที่เป้าหมายได้รับ 25%",
          "light": "เพิ่มโอกาสสกิลทำงาน 10%"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เมื่อเกิดคริติคอล เพี่มความเสียหายคริติคอล 5%, เพิ่มความแม่นยำสถานะผิดปกติ 30 แสต็คสูงสุด 10 ครั้ง",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[ระเบิดกาว] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
          "[ระเบิดกาว] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 240",
          "[ระเบิดกาว] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 290",
          "[ระเบิดกาว] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 350",
          "[ระเบิดกาว] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 420",
          "[ระเบิดกาว] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 500"
        ],
        "name": "ดินปืนความหนาแน่นสูงพิเศษของก๊อบลิน"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตีปกติจะมีโอกาส 25% ที่จะเพิ่มความเร็วในการโจมตี 300 เป็นเวลา 10 วินาที",
          "เมื่อโจมตีปกติจะมีโอกาส 25% ที่จะเพิ่มความเร็วในการโจมตี 360 เป็นเวลา 10 วินาที",
          "เมื่อโจมตีปกติจะมีโอกาส 25% ที่จะเพิ่มความเร็วในการโจมตี 420 เป็นเวลา 10 วินาที",
          "เมื่อโจมตีปกติจะมีโอกาส 25% ที่จะเพิ่มความเร็วในการโจมตี 510 เป็นเวลา 10 วินาที",
          "เมื่อโจมตีปกติจะมีโอกาส 25% ที่จะเพิ่มความเร็วในการโจมตี 615 เป็นเวลา 10 วินาที",
          "เมื่อโจมตีปกติจะมีโอกาส 25% ที่จะเพิ่มความเร็วในการโจมตี 750 เป็นเวลา 10 วินาที"
        ],
        "name": "ลาครัค เอ็มเค-1"
      }
    },
    "8": {
      "description": "เขาเป็นหัวหน้าออคของเผ่า Sky Wind เขาใช้พลังธรรมชาติโจมตีเป้าหมายด้วยท้องฟ้าและสายลม สายฟ้าที่รุนแรงของเขาสามารถทำให้เป้าหมายชา ในขณะเดียวกันก็ฟื้นฟูเพื่อนร่วมทีมด้วยพลังแห่งลมได้อีกด้วย",
      "name": "Kaulah",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มอัตราคริติคอล {1} "
        },
        "description": "ปล่อยสายฟ้า 5 อันแก่ศัตรูแบบสุ่มสร้างความเสียหายเวทย์ {1} และช๊อตไฟฟ้า ศัตรูที่ถูช๊อตไฟฟ้าจะหมดสติเป็นเวลา {2} วินาที",
        "name": "สายฟ้าฟาด",
        "transcendence": {
          "dark": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มอัตราการฟื้นของ HP {1} %",
          "2": "เพิ่มอัตราการฟื้นของ HP {1} %",
          "3": "เมื่อร่ายสกิลจะป้องกันสถานะผิดปกติและเพิ่มค่าความต้านทานความเสียหาย {1} "
        },
        "description": "ฟื้นฟู HP {2} ให้กับพันธมิตรทั้งหมด เป็นเวลา {1} วินาที",
        "name": "ฝนรักษา",
        "transcendence": {
          "dark": "เพิ่มการใช้ Mana 1 และทุกครั้งที่ร่ายเวทย์ฟื้นฟูจะเพิ่มการฟื้นฟูเท่ากับ 5% ของ HP สูงสุดของเป้าหมาย",
          "light": "ลดความเสียหายที่พันธมิตรได้รับขณะใช้สกิล 25%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มอัตราครืติคอล {1} เป็นเวลาต่อเนื่อง"
        },
        "description": "ในช่วงระยะเวลา {1} วินาที เพิ่มพลังโจมตีของพันธมิตรทั้งหมด {2} และทำให้ความเร็วโจมตีเพิ่มขึ้น {3} %",
        "name": "สายลมแห่งความว่องไว",
        "transcendence": {
          "dark": "ลดเวลาคูลดาวน์ 3 วินาที",
          "light": "เพิ่มการเพิ่มพลังโจมตี 40%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "ทำให้เป้าหมายหมดสติเป็นเวลา {1} วินาที เมื่อเกิดคริติคอล"
        },
        "description": "ทุก {1} วินาที สร้างความเสียหายเวทย์ {2} แก่ศัตรู 4 คนและช๊อตไฟฟ้าเป็นเวลา {3} วินาที",
        "name": "สายฟ้าลูกโซ่",
        "transcendence": {
          "dark": "ถ้ามีศัตรู 1 ตัวจะเพิ่มเวลาสลบต่อเนื่อง 3 วินาที",
          "light": "เพิ่มโอกาสการเกิดคริติคอล 400"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เมื่อพันธมิตรได้รับความเสียหาย ตัวเองจะเก็บแสต็คความมืดของ Kaulah เมื่อแสต็คความมืดครบ 50 ครั้ง จะสร้างความเสียหายแก่ศัตรูแบบสุ่มในพลังโจมตี 240% รวม 3 ครั้งและทำให้สลบ 1 วินาที",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / อัตราคริติคอล +100"
      },
      "treasure": {
        "description": [
          "[สายลมแห่งความว่องไว] ลดการใช้ Mana 1 เพิ่มเอฟเฟ็คเพิ่มความเสียหายคริติคอล 20%",
          "[สายลมแห่งความว่องไว] ลดการใช้ Mana 1 เพิ่มเอฟเฟ็คเพิ่มความเสียหายคริติคอล 24%",
          "[สายลมแห่งความว่องไว] ลดการใช้ Mana 1 เพิ่มเอฟเฟ็คเพิ่มความเสียหายคริติคอล 29%",
          "[สายลมแห่งความว่องไว] ลดการใช้ Mana 1 เพิ่มเอฟเฟ็คเพิ่มความเสียหายคริติคอล 35%",
          "[สายลมแห่งความว่องไว] ลดการใช้ Mana 1 เพิ่มเอฟเฟ็คเพิ่มความเสียหายคริติคอล 42%",
          "[สายลมแห่งความว่องไว] ลดการใช้ Mana 1 เพิ่มเอฟเฟ็คเพิ่มความเสียหายคริติคอล 50%"
        ],
        "name": "ขนนกประดับของลมจากฟากฟ้า"
      },
      "weapon": {
        "description": [
          "สร้างความเสียหายเวทย์ 50% ของพลังโจมตีทุก 5 วินาทีแก่ศัตรูที่ถูกช๊อตไฟฟ้าและมีโอกาส 10% ที่จะทำให้หมดสติเป็นเวลา 2 วินาที",
          "สร้างความเสียหายเวทย์ 50% ของพลังโจมตีทุก 5 วินาทีแก่ศัตรูที่ถูกช๊อตไฟฟ้าและมีโอกาส 12% ที่จะทำให้หมดสติเป็นเวลา 2 วินาที",
          "สร้างความเสียหายเวทย์ 50% ของพลังโจมตีทุก 5 วินาทีแก่ศัตรูที่ถูกช๊อตไฟฟ้าและมีโอกาส 14% ที่จะทำให้หมดสติเป็นเวลา 2 วินาที",
          "สร้างความเสียหายเวทย์ 50% ของพลังโจมตีทุก 5 วินาทีแก่ศัตรูที่ถูกช๊อตไฟฟ้าและมีโอกาส 17% ที่จะทำให้หมดสติเป็นเวลา 2 วินาที",
          "สร้างความเสียหายเวทย์ 50% ของพลังโจมตีทุก 5 วินาทีแก่ศัตรูที่ถูกช๊อตไฟฟ้าและมีโอกาส 20% ที่จะทำให้หมดสติเป็นเวลา 2 วินาที",
          "สร้างความเสียหายเวทย์ 50% ของพลังโจมตีทุก 5 วินาทีแก่ศัตรูที่ถูกช๊อตไฟฟ้าและมีโอกาส 25% ที่จะทำให้หมดสติเป็นเวลา 2 วินาที"
        ],
        "name": "คอเว็นติน่า, สายลมสีฟ้า"
      }
    },
    "9": {
      "description": "เธอเป็นปีศาจเลือดเย็นที่ชอบหาเรื่องสนุกทำอะไรตามใจตัวเอง งานอดิเรกของเธอคือการใช้เคียวขนาดใหญ่ล่าวิญญาณของศัตรู เธอชอบไปโพล่กลางดงศัตรูพร้อมกับกวาดศัตรูรอบๆ ให้หายไปในคราวเดียว",
      "name": "Epis",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "เคลื่อนไปหาศัตรูที่อยู่ด้านหลังที่สุด สร้างความเสียหายเวทย์ {1} และทำให้ความเสียหายเวทย์ที่ได้รับเพิ่มขึ้น 30% เป็นเวลา 10 วินาที",
        "name": "ฝันร้าย",
        "transcendence": {
          "dark": "ไม่สนใจเอฟเฟ็กบล็อคของเป้าหมาย",
          "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "ฟื้น Mana ของตัวเอง 1 เมื่อกำจัดศัตรูได้"
        },
        "description": "เมื่อกำจัดศัตรู เพิ่มพลังโจมตีของตัวเอง {2} เป็นเวลา {1} วินาทีและลดเวลาคูลไทม์ทุกสกิล 30%",
        "name": "เก็บเกี่ยว",
        "transcendence": {
          "dark": "เพิ่มการใช้ Mana 1 หลังจากใช้สกิล สกิล 'โจมตีดูดกลืน' จะทำงานต่อ หากไม่มีศัตรูอยู่รอบๆไม่สามารถใช้ได้",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "ฟื้นพลังเท่ากับ {1} % ของความเสียหาย เมื่อโจมตีคริติคอล"
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรูในอาณาเขต ระหว่างที่ใช้สกิลจะไม่ติดสถานะผิดปกติ",
        "name": "งานเต้นรำของปีศาจ",
        "transcendence": {
          "dark": "ลดความเสียหายทั้งหมดที่ได้รับ 50% ขณะใช้",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %",
          "2": "เพิ่มความเสียหาย {1} %",
          "3": "เพิ่มความเสียหาย {1} %"
        },
        "description": "สร้างความเสียหายเวทย์ซึ่งเพิกเฉยต่อการป้องกัน {1} แก่ศัตรูและฟื้นฟู HP {2} % ของความเสียหาย",
        "name": "โจมตีดูดกลืน",
        "transcendence": {
          "dark": "ทุกครั้งที่สแต็คเกิน 5 ครั้งจะทำให้ Mana เป็น 100% และคูลดาวน์ทุกๆวินาที จะลดลง 1 วินาที",
          "light": "เพิ่มการฟื้นฟู Mana ของตัวเอง 50% ต่อวินาที ต่อ 1 แสต็ค"
        }
      },
      "subtitle": "",
      "t5": {
        "dark": "เมื่อโจมตีจะลดพลังป้องกันเวทย์ของศัตรู 20% เป็นเวลา 10 วินาที เพิ่มพลังโจมตีของตัวเอง 2% แสต็คสูงสุด 10 ครั้ง",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเสียหายคริติคอล +20%"
      },
      "treasure": {
        "description": [
          "[งานเต้นรำของปีศาจ] ลดการใช้ Mana 1 เพิ่มความเสียหาย 20%",
          "[งานเต้นรำของปีศาจ] ลดการใช้ Mana 1 เพิ่มความเสียหาย 24%",
          "[งานเต้นรำของปีศาจ] ลดการใช้ Mana 1 เพิ่มความเสียหาย 29%",
          "[งานเต้นรำของปีศาจ] ลดการใช้ Mana 1 เพิ่มความเสียหาย 35%",
          "[งานเต้นรำของปีศาจ] ลดการใช้ Mana 1 เพิ่มความเสียหาย 42%",
          "[งานเต้นรำของปีศาจ] ลดการใช้ Mana 1 เพิ่มความเสียหาย 50%"
        ],
        "name": "รองเท้าแห่งการยั่วยวน"
      },
      "weapon": {
        "description": [
          "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 80% ของพลังโจมตี เพิ่มพลังโจมตีของตัวเอง 2% เอฟเฟ็คเพิ่มพลังโจมตีสามารถสแตคได้มากสุด 10 ครั้ง",
          "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 96% ของพลังโจมตี เพิ่มพลังโจมตีของตัวเอง 2.4% เอฟเฟ็คเพิ่มพลังโจมตีสามารถสแตคได้มากสุด 10 ครั้ง",
          "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 115% ของพลังโจมตี เพิ่มพลังโจมตีของตัวเอง 2.9% เอฟเฟ็คเพิ่มพลังโจมตีสามารถสแตคได้มากสุด 10 ครั้ง",
          "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 138% ของพลังโจมตี เพิ่มพลังโจมตีของตัวเอง 3.5% เอฟเฟ็คเพิ่มพลังโจมตีสามารถสแตคได้มากสุด 10 ครั้ง",
          "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 165% ของพลังโจมตี เพิ่มพลังโจมตีของตัวเอง 4.2% เอฟเฟ็คเพิ่มพลังโจมตีสามารถสแตคได้มากสุด 10 ครั้ง",
          "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 200% ของพลังโจมตี เพิ่มพลังโจมตีของตัวเอง 5% เอฟเฟ็คเพิ่มพลังโจมตีสามารถสแตคได้มากสุด 10 ครั้ง"
        ],
        "name": "กิลโลทีน, ที่น่าสะพรึง"
      }
    },
    "90": {
      "description": "หญิงสาวที่บริหารร้านค้าทั่วไปในอาณาจักร Orvel เป็นไปไม่ได้เลยที่จะไม่ชอบหญิงสาวที่สดใสและร่าเริงคนนี้ เธอใช้สิ่งของที่มีประโยชน์ในตระกร้าของเธอในการสนับสนุนเหล่าพันธมิตร",
      "name": "May",
      "s1": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %"
        },
        "description": "เพิ่มพลังโจมตีของพันธมิตรทั้งหมด {1} เป็นเวลา 60 วินาที เพิ่มเอฟเฟ็ค 1 อย่างระหว่างเอฟเฟ็คต่อไปนี้ได้แก่ เพิ่มพลังเจาะเกราะ {2} , เพิ่มพลังโจมตี {3} , ฟื้นฟู Mana {4} ทันที ทุกเอฟเฟ็คยกเว้นฟื้นฟู Mana นั้นจะแสต็คสูงสุด 5 อัน",
        "name": "เอาไปให้หมดเลย!",
        "transcendence": {
          "dark": "เอฟเฟ็กทั้งหมดสามารถแสต็คสูงสุด 7 ครั้ง",
          "light": "เอฟเฟ็คทั้งหมดจะไม่สามารถยกเลิกได้ด้วยการยกเลิกเอฟเฟ็คที่เป็นผลดี"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มการรักษา {1} %.",
          "2": "เพิ่มการรักษา {1} %.",
          "3": "เพิ่มการรักษา {1} %."
        },
        "description": "ฟื้นฟู HP ของพันธมิตรทั้งหมด {1}[- และฟื้น HP เท่ากับ {2} % ของ HP สูงสุดในแต่ละตัวทุกวินาที เป็นเวลา 10 วินาที มีโอกาส 10% ที่จะฟื้นฟู HP 2 เท่า",
        "name": "สู้เขานะ!",
        "transcendence": {
          "dark": "มีโอกาส 15% ที่จะฟื้นฟู Mana 1ช่อง",
          "light": "เพิ่มความต้านทานสถานะผิดปกติของพันธมิตร 250 เป็นเวลา 10 วินาที"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "โจมตีศัตรูเป้าหมายและรอบๆ 3 ครั้งแบบสุ่ม สร้างความเสียหายเวทย์ {1} และทำให้สลบ 4 วินาที มีโอกาส 10% ที่จะเพิ่มอาณาเขตเอฟเฟ็ค, ปริมาณความเสียหายและระยะเวลาสลบ",
        "name": "ไม่ขายให้หรอก!",
        "transcendence": {
          "dark": "เปลี่ยนเป็นทุกการโจมตีจะโดนเป้าศัตรู 1 ตัวแบบสุ่ม",
          "light": "ลดการใช้ Mana 1"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรูแบบสุ่ม 4 คนทุกๆ 15 วินาที เพิ่ม 1 เอฟเฟ็กระหว่างสร้างความเสียหายเวทย์อย่างต่อเนื่อง {2} 10 วินาที, สลบ 2 วินาที และเป็นน้ำแข็ง 5 วินาที",
        "name": "รับไปซะ!",
        "transcendence": {
          "dark": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25%",
          "light": "เปลี่ยนไปใช้สกิลทุกๆ 12 วินาที"
        }
      },
      "subtitle": "หญิงสาวที่ฝันถึงทรัพย์",
      "t5": {
        "dark": "เมื่อโจมตีปกติมีโอกาส 30% ที่จะฟื้น HP 3% หรือ Mana 5% ให้แก่พันธมิตรที่มี HP น้อยสุด",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ป้องกันสถานะ +100"
      },
      "treasure": {
        "description": [
          "[ไม่ขายให้หรอก!] เพิ่มความเสียหาย 20% โจมตีศัตรูเพิ่มอีก 1 ครั้ง",
          "[ไม่ขายให้หรอก!] เพิ่มความเสียหาย 24% โจมตีศัตรูเพิ่มอีก 1 ครั้ง",
          "[ไม่ขายให้หรอก!] เพิ่มความเสียหาย 29% โจมตีศัตรูเพิ่มอีก 1 ครั้ง",
          "[ไม่ขายให้หรอก!] เพิ่มความเสียหาย 35% โจมตีศัตรูเพิ่มอีก 1 ครั้ง",
          "[ไม่ขายให้หรอก!] เพิ่มความเสียหาย 42% โจมตีศัตรูเพิ่มอีก 1 ครั้ง",
          "[ไม่ขายให้หรอก!] เพิ่มความเสียหาย 50% โจมตีศัตรูเพิ่มอีก 1 ครั้ง"
        ],
        "name": "แก้วคริสตัลไม่ปรากฏที่มา"
      },
      "weapon": {
        "description": [
          "เมื่อสกิล รับไปซะ! ทำงาน หลังจากเพิ่มเอฟเฟ็คของสกิล 'เอาไปให้หมดเลย!' ให้กับพันธมิตรทั้งหมดแล้ว จะลดเวลาคูลดาวน์สกิลของตัวเองทั้งหมด 10%",
          "เมื่อสกิล รับไปซะ! ทำงาน หลังจากเพิ่มเอฟเฟ็คของสกิล 'เอาไปให้หมดเลย!' ให้กับพันธมิตรทั้งหมดแล้ว จะลดเวลาคูลดาวน์สกิลของตัวเองทั้งหมด 12%",
          "เมื่อสกิล รับไปซะ! ทำงาน หลังจากเพิ่มเอฟเฟ็คของสกิล 'เอาไปให้หมดเลย!' ให้กับพันธมิตรทั้งหมดแล้ว จะลดเวลาคูลดาวน์สกิลของตัวเองทั้งหมด 14%",
          "เมื่อสกิล รับไปซะ! ทำงาน หลังจากเพิ่มเอฟเฟ็คของสกิล 'เอาไปให้หมดเลย!' ให้กับพันธมิตรทั้งหมดแล้ว จะลดเวลาคูลดาวน์สกิลของตัวเองทั้งหมด 17%",
          "เมื่อสกิล รับไปซะ! ทำงาน หลังจากเพิ่มเอฟเฟ็คของสกิล 'เอาไปให้หมดเลย!' ให้กับพันธมิตรทั้งหมดแล้ว จะลดเวลาคูลดาวน์สกิลของตัวเองทั้งหมด 20%",
          "เมื่อสกิล รับไปซะ! ทำงาน หลังจากเพิ่มเอฟเฟ็คของสกิล 'เอาไปให้หมดเลย!' ให้กับพันธมิตรทั้งหมดแล้ว จะลดเวลาคูลดาวน์สกิลของตัวเองทั้งหมด 25%"
        ],
        "name": "Etelia กล่องแห่งความหอมหวล"
      }
    },
    "91": {
      "description": "ชายผู้มีชัยเหนืออารีน่าแห่ง Orvel  ผู้คนต่างหวาดกลัวในความสามารถของเขาที่เป็นที่สุดในอารีน่าได้และเริ่มเรียกเขาว่าอสูรแห่งอารีน่า  เทคนิคการต่อสู้ของเขาสามารถทำลายศัตรูให้สิ้นซากได้ในเสี้ยววินาที",
      "name": "Gladi",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "โจมตีศัตรูเป้าหมายอย่างรวดเร็ว 7 ครั้ง สร้างความเสียหายกายรวม {1} การโจมตีครั้งสุดท้ายจะเพิ่มความเสียหายกายที่ฝ่ายตรงข้ามได้รับ {2} % เป็นเวลา 10 วินาที",
        "name": "โจมตีอย่างรวดเร็ว",
        "transcendence": {
          "dark": "เปลี่ยนเอฟเฟ็กเพิ่มความเสียหายกายที่ได้รับเป็น 50%",
          "light": "ความเสียหายจะเพิ่มขึ้น 100% เมื่อมีศัตรูตัวเดียว"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {1} %",
          "2": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {1} %",
          "3": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {1} %"
        },
        "description": "หลังจากกำจัดเอฟเฟ็กที่เป็นผลเสียกับตัวเองแล้ว สร้างความเสียหายกาย {1} ให้กับศัตรูรอบๆเป็นวงแคบ ตัวเองจะอยู่ในสถานะ 'เทพเจ้าสงคราม' เป็นเวลา 10 วินาที เมื่ออยู่ในสถานะเทพเจ้าสงครามจะเพิ่มพลังโจมตี {2} และเมื่อโจมตีปกติจะมีโอกาส 30% ที่จะใช้Mana 5% และสร้างความเสียหายกายเพิ่มเติม {3} ถ้าได้รับความเสียหายเวทย์จะหลบความเสียหายเวทย์ทั้งหมด 1 วินาที เอฟเฟ็คนี้จะทำงาน 1 ครั้งใน 2 วินาทีเท่านั้น",
        "name": "การปรากฏตัวของเทพเจ้าสงคราม",
        "transcendence": {
          "dark": "เพิ่มโอกาส 20% ที่จะเอฟเฟ็กเพิ่มความเสียหายจะทำงาน",
          "light": "เพิ่มเอฟเฟ็กสถานะเทพเจ้าสงครามต่อเนื่อง 5 วินาที"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "รวบรวมพลังแล้วโจมตีศัตรูในแนวหน้า กระโดดแล้วสร้างความเสียหายกาย {1} ให้กับศัตรูที่อยู่ในอาณาเขต ทำให้สลบ 3 วินาที หากเป้าหมายเป็นบอสจะไม่สนพลังป้องกัน",
        "name": "หมัดทรงพลัง!",
        "transcendence": {
          "dark": "ลดการใช้ Mana 1",
          "light": "เพิ่มความเสียหาย 40%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "เมื่อโจมตีปกติใส่ศัตรูตัวเดียวแล้วเข้าเป้าหมาย 5 ครั้ง จะสร้างความเสียหายกายเพิ่มเติม {1} โดยไม่สนพลังป้องกัน",
        "name": "เจ็บแน่นอน!",
        "transcendence": {
          "dark": "เมื่อใช้ในอารีน่าจะเพิ่มความเสียหายทางกายเท่ากับ 15% ของ HP ปัจจุบันของเป้าหมายโดยไม่สนพลังป้องกัน",
          "light": "ความเสียหายจะเพิ่มขึ้น 100% เมื่อมีศัตรูตัวเดียว"
        }
      },
      "subtitle": "อสูรแห่งอารีน่า",
      "t5": {
        "dark": "เพิ่มพลังป้องกันทั้งหมดเท่ากับ 8% ของพลังโจมตีของตัวเอง",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / ความเร็วโจมตี +100"
      },
      "treasure": {
        "description": [
          "[หมัดทรงพลัง!] ลดเวลาคูลดาวน์ 30% ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 4% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[หมัดทรงพลัง!] ลดเวลาคูลดาวน์ 30% ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 4.8% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[หมัดทรงพลัง!] ลดเวลาคูลดาวน์ 30% ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 5.8% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[หมัดทรงพลัง!] ลดเวลาคูลดาวน์ 30% ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 7% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[หมัดทรงพลัง!] ลดเวลาคูลดาวน์ 30% ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 8.4% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
          "[หมัดทรงพลัง!] ลดเวลาคูลดาวน์ 30% ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 10% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง"
        ],
        "name": "มงกุฎใบมะกอกของแชมเปี้ยน"
      },
      "weapon": {
        "description": [
          "เมื่อเกิดคริติคอล เพิ่มความเสียหายคริติคอล 20% เป็นเวลา 5 วินาที เอฟเฟ็คนี้จะแสต็คสูงสุด 7 ครั้ง",
          "เมื่อเกิดคริติคอล เพิ่มความเสียหายคริติคอล 24% เป็นเวลา 5 วินาที เอฟเฟ็คนี้จะแสต็คสูงสุด 7 ครั้ง",
          "เมื่อเกิดคริติคอล เพิ่มความเสียหายคริติคอล 29% เป็นเวลา 5 วินาที เอฟเฟ็คนี้จะแสต็คสูงสุด 7 ครั้ง",
          "เมื่อเกิดคริติคอล เพิ่มความเสียหายคริติคอล 35% เป็นเวลา 5 วินาที เอฟเฟ็คนี้จะแสต็คสูงสุด 7 ครั้ง",
          "เมื่อเกิดคริติคอล เพิ่มความเสียหายคริติคอล 42% เป็นเวลา 5 วินาที เอฟเฟ็คนี้จะแสต็คสูงสุด 7 ครั้ง",
          "เมื่อเกิดคริติคอล เพิ่มความเสียหายคริติคอล 50% เป็นเวลา 5 วินาที เอฟเฟ็คนี้จะแสต็คสูงสุด 7 ครั้ง"
        ],
        "name": "กำปั้นอสูร, มาสตรา"
      }
    },
    "92": {
      "description": "นางเป็นอัจฉริยะจากหอคอยแห่งนักปราชญ์ผู้ก่อตั้งสูตรสำหรับเวทมนตร์รูนขึ้นใหม่  ปัจจุบัน นางเป็นนักการเงินของเมือง Orvel และหัวหน้ากิลด์ที่ควบคุมดูแลกิลด์ทั้งหมด ทักษะในการคิดวิเคราะห์และเวทมนตร์รูนที่แข็งแกร่งของนางสามารถพันธนาการศัตรูได้",
      "name": "Veronica",
      "s1": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "สร้างความเสียหายเวทมนตร์ {1} หน่วยแก่ศัตรูและศัตรูโดยรอบที่อยู่ภายในระยะ และสตันเป็นเวลา {2} วินาที",
        "name": "นี่จะเจ็บนิดหน่อย!",
        "transcendence": {
          "dark": "เปลี่ยนเป้าหมายเป็น 2 ตัว",
          "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 คน"
        }
      },
      "s2": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %"
        },
        "description": "มอบรูนแก่พันธมิตรทั้งหมดเพื่อเพิ่มพลังโจมตีของพวกเขาขึ้น {1} หน่วย และเพิ่มความเสียหายแก่บอส 15% เป็นเวลา 10 วินาที",
        "name": "ข้าจะช่วยเจ้าเอง",
        "transcendence": {
          "dark": "เวลาคูลดาวน์ลดลง 5 วินาที",
          "light": "เพิ่มบูสต์พลังโจมตี 40%"
        }
      },
      "s3": {
        "books": {
          "1": "เพิ่มความเสียหาย {1} %.",
          "2": "เพิ่มความเสียหาย {1} %.",
          "3": "เพิ่มความเสียหาย {1} %."
        },
        "description": "โจมตีเป้าหมายและศัตรูในพื้นที่กว้างโดยรอบ 2 ครั้งเพื่อสร้างความเสียหายเวทมนตร์ {1} หน่วย ทำให้ล้มเป็นเวลา 5 วินาที และเพิ่มความเสียหายเวทมนตร์ของศัตรูที่ได้รับผลกระทบ 30% เป็นเวลา 10 วินาที",
        "name": "ไปให้พ้นจากหน้าข้า!",
        "transcendence": {
          "dark": "เป้าหมายได้รับความเสียหายทางกายภาพและความเสียหายเวทย์เพิ่มขึ้น",
          "light": "เพิ่มการใช้ Mana 1 หน่วยและเพิ่มความเสียหาย 100%"
        }
      },
      "s4": {
        "books": {
          "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %",
          "3": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {1} %"
        },
        "description": "เพิ่มพลังโจมตีของพันธมิตรทั้งหมด {1} และเมื่อใช้สกิล 3 ครั้งจะได้รับความรู้แห่งสุดยอดนักการเงินทันที แสต็คความรู้แห่งสุดยอดนักการเงินจะเพิ่มความเสียหายคริติคอลให้กับตัวเอง 30% และเพิ่มเอฟเฟ็คสกิลที่ใช้ทั้งหมดอย่างละ 10% เอฟเฟ็คความรู้แห่งสุดยอดนักการเงินแสต็คได้สูงสุด 5 ครั้งและไม่สามารถยกเลิกได้",
        "name": "ความรู้แห่งสุดยอดนักการเงิน",
        "transcendence": {
          "dark": "เมื่อใช้งานแล้ว เพิ่มพลังโจมตีของผู้ใช้สกิลขึ้น 50% เป็นเวลา 10 วินาที",
          "light": "ฟื้นฟู Mana ของผู้ใช้สกิลขึ้น 2 ช่องเมื่อใช้งาน"
        }
      },
      "subtitle": "นัยน์ตาแห่งการหยั่งรู้",
      "t5": {
        "dark": "ลดเวลาคูลดาวน์ของสกิลทั้งหมดของผู้ใช้สกิลลง 15% ทุกๆ 20 วินาที",
        "light": "โจมตี, ป้องกัน, ป้องกันเวทย์, HP +15% / อัตราคริติคอล +100"
      },
      "treasure": {
        "description": [
          "[ไปให้พ้นจากหน้าข้า!] เพิ่มความเสียหาย 20% ลดเวลาคูลไทม์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
          "[ไปให้พ้นจากหน้าข้า!] เพิ่มความเสียหาย 24% ลดเวลาคูลไทม์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
          "[ไปให้พ้นจากหน้าข้า!] เพิ่มความเสียหาย 29% ลดเวลาคูลไทม์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
          "[ไปให้พ้นจากหน้าข้า!] เพิ่มความเสียหาย 35% ลดเวลาคูลไทม์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
          "[ไปให้พ้นจากหน้าข้า!] เพิ่มความเสียหาย 42% ลดเวลาคูลไทม์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
          "[ไปให้พ้นจากหน้าข้า!] เพิ่มความเสียหาย 50% ลดเวลาคูลไทม์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว"
        ],
        "name": "ตราประทับของผู้จัดการกิลด์"
      },
      "weapon": {
        "description": [
          "ทุกความเสียหายจากสกิลจะสร้างความเสียหายเวทมนตร์เพิ่มเติมอีก 50% ของพลังโจมตี นอกจากนี้ จำนวนแสต็คความรู้แห่งสุดยอดนักการเงินสูงสุดเพิ่มขึ้นเป็น 9 ครั้ง",
          "ทุกความเสียหายจากสกิลจะสร้างความเสียหายเวทมนตร์เพิ่มเติมอีก 60% ของพลังโจมตี นอกจากนี้ จำนวนแสต็คความรู้แห่งสุดยอดนักการเงินสูงสุดเพิ่มขึ้นเป็น 10 ครั้ง",
          "ทุกความเสียหายจากสกิลจะสร้างความเสียหายเวทมนตร์เพิ่มเติมอีก 70% ของพลังโจมตี นอกจากนี้ จำนวนแสต็คความรู้แห่งสุดยอดนักการเงินสูงสุดเพิ่มขึ้นเป็น 11 ครั้ง",
          "ทุกความเสียหายจากสกิลจะสร้างความเสียหายเวทมนตร์เพิ่มเติมอีก 85% ของพลังโจมตี นอกจากนี้ จำนวนแสต็คความรู้แห่งสุดยอดนักการเงินสูงสุดเพิ่มขึ้นเป็น 12 ครั้ง",
          "ทุกความเสียหายจากสกิลจะสร้างความเสียหายเวทมนตร์เพิ่มเติมอีก 100% ของพลังโจมตี นอกจากนี้ จำนวนแสต็คความรู้แห่งสุดยอดนักการเงินสูงสุดเพิ่มขึ้นเป็น 13 ครั้ง",
          "ทุกความเสียหายจากสกิลจะสร้างความเสียหายเวทมนตร์เพิ่มเติมอีก 125% ของพลังโจมตี นอกจากนี้ จำนวนแสต็คความรู้แห่งสุดยอดนักการเงินสูงสุดเพิ่มขึ้นเป็น 15 ครั้ง"
        ],
        "name": "สัญญาที่ไม่สิ้นสุด, แอคคอร์ดิโอ"
      }
    }
  },
  "ui": {
    "acc": "แม่นยำ",
    "archer": "Archer",
    "artifact": "Artifact",
    "aspd": "ความเร็วโจมตี",
    "assassin": "Assassin",
    "atk": "โจมตี",
    "back": "หลัง",
    "block": "อัตราการบล็อค",
    "blockdef": "ลดความเสียหายเมื่อบล็อค",
    "ccresist": "ต้านทานสถานะ",
    "class": "คลาส",
    "crit": "อัตราคริ",
    "critdmg": "ความเสียหายคริ",
    "critresist": "ต้านทานคริติคอล",
    "dmgtype": "ชนิดโจมตี",
    "dodge": "อัตราการหลบหลีก",
    "front": "หน้า",
    "hero": "ฮีโร่",
    "hp": "HP สูงสุด",
    "knight": "Knight",
    "level": "เลเวล",
    "lifesteal": "ดูด HP",
    "magical": "เวทมนตร์",
    "mblock": "บล็อคเวทย์",
    "mblockdef": "ลดดาเมจเวทย์/บล็อค",
    "mdodge": "หลบหลีกเวทย์",
    "mechanic": "Mechanic",
    "middle": "กลาง",
    "mpatk": "ฟื้นฟู MP/โจมตี",
    "mtough": "ต้านทานดาเมจเวทย์",
    "pblock": "บล็อคกาย",
    "pdodge": "หลบหลีกกาย",
    "pen": "เจาะเกราะ",
    "physical": "กายภาพ",
    "position": "ตำแหน่งต่อสู้",
    "priest": "Priest",
    "ptough": "ต้านทานดาเมจกาย",
    "tough": "ลดความเสียหาย",
    "treasure": "สมบัติ",
    "warrior": "Warrior",
    "weapon": "อาวุธ",
    "wizard": "Wizard"
  }
}