{
  "name": "エゼキエル",
  "subtitle": "呪われし血",
  "description": "高位魔族と人間の混血であるエゼキエルは、自分自身の存在を呪っている。 魔族の力を持った右手で敵を切り裂く。",
  "story": "グレイ公国を滅ぼした魔族の将軍、ルシキエルの血を引く青年。普段は思慮深く慎重な性格な半人半魔だが、魔族の血を持つ影響から戦闘中は生意気かつ暴力的な性格に変わってしまう。彼は自分の父親のことをよく知らないが、その力を受け継いでいる。しかし、彼はその力を誇りにおもっており、隠すつもりはないようだ。完全な魔族ではないため、片腕しか変異することはできないが、その腕一本でも操るのが困難なほどのすさまじい力を持っている。もし彼がその腕を制御できなくなった場合、すぐに離れたほうがいいだろう。",
  "like": "キャラメルプリン、あま～いジュース",
  "dislike": "弱いくせに強いフリをする奴、なんにも分かってないくせに出しゃばる奴",
  "inn": {
    "idle": "何を見てる？",
    "recruit": {
      "greet": "何？ もう一度言ってみろ。",
      "talk": [
        "ハッ、くだらん...",
        "おれにかまうな。",
        "どうしておれと親しくなろうとしてるんだ？ ハッ..."
      ],
      "gift": "ん...これは... まあいい、受け取ろう..."
    },
    "affinity": {
      "greet": "疲れてるんだ。十分眠れてないからな。",
      "talk": [
        "グレイ公国のあのバカ、最近何をしてるんだろうか。",
        "髪型がどうかしたか？ カッコイイだろ？ この上がってる部分が大事なんだ。"
      ],
      "gift": "ありがとな。"
    },
    "relationship": {
      "greet": "何？ ああ、あのつまらないガキとはすでに話をしたのか？",
      "talk": [
        "父が魔族だというのは気にしない。 おかげでは強くなれたからな！",
        "あのガキはあまりにも軟弱だ。傷つけられるものなどいない！",
        "ああ、時々力が操れなくなる時はある。 でもな、それはそれで面白いじゃないか！ハハハッ！"
      ]
    }
  },
  "uw": {
    "name": "絶望の看守 バルバトス",
    "description": [
      "暴走状態の持続時間が2秒増加し、暴走状態の時のクリティカルダメージ量が80%増加します。",
      "暴走状態の持続時間が3秒増加し、暴走状態の時のクリティカルダメージ量が90%増加します。",
      "暴走状態の持続時間が4秒増加し、暴走状態の時のクリティカルダメージ量が100%増加します。",
      "暴走状態の持続時間が5秒増加し、暴走状態の時のクリティカルダメージ量が110%増加します。",
      "暴走状態の持続時間が6秒増加し、暴走状態の時のクリティカルダメージ量が120%増加します。",
      "暴走状態の持続時間が7秒増加し、暴走状態の時のクリティカルダメージ量が130%増加します。"
    ],
    "story": "エゼキエルの父は魔族の高位将軍の一人だった。彼はその名前と顔を覚えてはいないが、父から受け継いだ魔族の血による凄まじい力を自覚していた。魔族の血の影響で、彼は二人目の人格を持つことにもなった。人間の血が勝っている間のエゼキエルはよくできた人格の少年である。そうでない間の彼は父と同じく、非常に強力で傲慢な魔族となる。彼の腕を象ったこの武器は、父の力を物理的に示すかのように時空を切り裂くことができる。"
  },
  "s1": {
    "name": "破壊本能",
    "description": "自分周辺の円型範囲内の敵を引っ掻き、 {0} の魔法ダメージを与え、地面を叩きつけて {1} の魔法ダメージを与えます。また、3秒間、転倒させます。  [暴走] - 自分の現在HPを15%消費して使用します。効果範囲が増加し、引っ掻く攻撃が敵を引き寄せるようになります。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "ダメージ量が40%増加します。",
    "dark": "使用時、5秒間、攻撃力が40%増加します。",
    "ut": {
      "name": "猛獣のレザーベルト",
      "description": [
        "[破壊本能]使うと自分の最大HPの15%を回復し、10秒間、対象の被魔法ダメージが10%増加します。",
        "[破壊本能]使うと自分の最大HPの15%を回復し、10秒間、対象の被魔法ダメージが12%増加します。",
        "[破壊本能]使うと自分の最大HPの15%を回復し、10秒間、対象の被魔法ダメージが14%増加します。",
        "[破壊本能]使うと自分の最大HPの15%を回復し、10秒間、対象の被魔法ダメージが17%増加します。",
        "[破壊本能]使うと自分の最大HPの15%を回復し、10秒間、対象の被魔法ダメージが21%増加します。",
        "[破壊本能]使うと自分の最大HPの15%を回復し、10秒間、対象の被魔法ダメージが25%増加します。"
      ],
      "story": "エゼキエルはマンティコアの革で首輪を作る時、二重のレザーベルトも製作した。ベルトは獰猛な狂気と魔気がよく流れる材質でできており、エゼキエルが力を暴走させると周囲は恐怖で包み込む効果が発揮される。その恐怖は、精神力が弱い対象を行動不能に陥らせる。"
    }
  },
  "s2": {
    "name": "絶望の始まり",
    "description": "最も攻撃力が高い敵に突撃し、対象の周辺範囲内の敵に {0} の魔法ダメージを与え、攻撃速度を {1} 減少させます。 [暴走] - 自分の現在HPを10%消費して使用します。効果範囲が増加し、対象を {2} 秒間気絶させ、 {3} 秒間、自分の攻撃速度を {4} 増加させます。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "MP消費量が1減少します。",
    "dark": "暴走状態の時に使用すると、対象の防御力を無視します。",
    "ut": {
      "name": "猛獣の首輪",
      "description": [
        "[絶望の始まり] 使用中、すべての状態異常を無効化します。また、使用後は10秒間攻撃速度が100増加します。",
        "[絶望の始まり] 使用中、すべての状態異常を無効化します。また、使用後は10秒間攻撃速度が120増加します。",
        "[絶望の始まり] 使用中、すべての状態異常を無効化します。また、使用後は10秒間攻撃速度が140増加します。",
        "[絶望の始まり] 使用中、すべての状態異常を無効化します。また、使用後は10秒間攻撃速度が170増加します。",
        "[絶望の始まり] 使用中、すべての状態異常を無効化します。また、使用後は10秒間攻撃速度が210増加します。",
        "[絶望の始まり] 使用中、すべての状態異常を無効化します。また、使用後は10秒間攻撃速度が250増加します。"
      ],
      "story": "強力な魔獣の皮で作られた首輪。 幼い頃、一人で魔族の討伐に出たエゼキエルが、苦戦の果てにやっとマンティコア狩りに成功したことを記念するための戦利品。 エゼキエルは、猛獣の首輪をいじるたびにマンティコアの息の根を止めた瞬間の快感を思い出し、目の前にある最も強い敵に向かって突進する。"
    }
  },
  "s3": {
    "name": "破滅の一撃",
    "description": "力を集中して敵対象を攻撃し、 {0} の魔法ダメージを与え、 {1} 秒間気絶させます。  [暴走] - 自分の現在HPを20%消費して使用します。対象の周辺範囲内を攻撃し、ダメージが3倍増加します。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "使用中、すべての状態異常を無効化します。",
    "dark": "敵が1体の時、ダメージ量が100%増加します。",
    "ut": {
      "name": "封印の拘束具",
      "description": [
        "[破滅の一撃] ダメージ量が20%増加し、スキル使用後、呪われし血1スタックを追加で獲得します。",
        "[破滅の一撃] ダメージ量が24%増加し、スキル使用後、呪われし血1スタックを追加で獲得します。",
        "[破滅の一撃] ダメージ量が29%増加し、スキル使用後、呪われし血1スタックを追加で獲得します。",
        "[破滅の一撃] ダメージ量が35%増加し、スキル使用後、呪われし血1スタックを追加で獲得します。",
        "[破滅の一撃] ダメージ量が42%増加し、スキル使用後、呪われし血1スタックを追加で獲得します。",
        "[破滅の一撃] ダメージ量が50%増加し、スキル使用後、呪われし血1スタックを追加で獲得します。"
      ],
      "story": "正体不明のプリーストの魔力が閉じ込まれた拘束具。幼いエゼキエルにとって暴走は日常だった。誰かに母親の悪口を言われると、すぐに湧き上がる魔族の血に身を委ねる。...そして気がつくと、目の前には傷と血だらけの腕と怯えている母がいた。物事が分かってきた頃、一人で魔族を退治していたエゼキエルは、長身のルア教プリーストといつものように喧嘩を始めては暴走した。気がつくと、エゼキエルの目には自分の腕を封印する拘束具が見えていた。何度外そうとしても、プリーストの封印を解けることは出来なかった。しかし、なぜかその日から徐々に意識が飛ぶほどの暴走が減っていった。むしろ、魔力を簡単に制御できるようになったため、今も必須アイテムとして愛用している。"
    }
  },
  "s4": {
    "name": "呪われし血",
    "description": "エゼキエルのスキルが終了すると、「呪われし血」を獲得します。呪われし血が4スタックになると、これを消費してすべての使用スキルクールタイムをリセットし、周りの敵に {0} の魔法ダメージを与えて3秒間転倒させます。また、 {1} 秒間、解除できない暴走状態になります。暴走状態では、制御できない自動戦闘を行うようになり、攻撃力が {2} 、通常攻撃のダメージ量が2倍に増加し、すべてのスキルの効果が強化されます。暴走状態の時、スキル使用では「呪われし血」を獲得できなくなりますが、敵を倒す時は獲得が可能です。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "暴走状態の時、回復力が50%増加します。",
    "dark": "所持中の「呪われし血」1スタック当たり、すべての被ダメージが12%減少します。"
  },
  "t5": {
    "light": "攻撃力、防御力、HP +15% / 攻撃速度 +100",
    "dark": "暴走状態の時、通常攻撃が防御無視ダメージを与えます。"
  }
}