{
  "name": "テオ",
  "subtitle": "忠誠のナイト",
  "description": "今は失われたグレイ公国の第一騎士。 離れ離れとなった己の主、ジェーンを探して世界を旅している。 恐るべき力を持つ槍を二本持ち、無慈悲に魔族の心臓を貫く。",
  "story": "100年前にグレイ公国に仕えた騎士で、ジェーン・グレイの僕でもあった。テオはグレイ公国の第一騎士で、雷のレギオスを担う者だった。魔王軍を相手に繰り広げられたダッチーの戦いにおいて、封印の解かれたマウンテン・フォートレスは暴走しはじめた。ジェーンの命令の元、テオはマウンテン・フォートレスを抑えようとしたが、彼のいない間に強大な魔族の将軍が王宮を襲撃した。テオは重傷を負いながらも追撃するために王宮へ戻ったが、彼一人で戦いに勝つことはできなかた。そして戦いが終わった後、彼は王宮跡で姫の亡骸を抱えて泣き叫んだ。そして突然、正体不明の存在が彼女を未来永劫守り通す機会を彼に提案した。彼はそれに承諾し、永い眠りにつくことになった。",
  "like": "マイレディ、ジェーン...",
  "dislike": "魔族とその幹部",
  "inn": {
    "idle": "私はグレイ公国のテオ・フィル・グレイウムだ。",
    "recruit": {
      "greet": "おや、きみか。前に会ったような気がするね。",
      "talk": [
        "あの人ともう一度会うことができたら...",
        "...とうに冬は100回以上過ぎたか。",
        "きみはどこかで、白髪の美しい女性を見かけたかい？"
      ],
      "gift": "暖かい心の持ち主だね。"
    },
    "affinity": {
      "greet": "やあ。",
      "talk": [
        "魔族はすべて悪とは限らない... あのネコとかさ。",
        "子どもの頃から槍を使っていたから、扱いには慣れてるんだ。"
      ],
      "gift": "ありがとう。心が温まってくるよ。"
    },
    "relationship": {
      "greet": "久しぶりだな。元気にしてたか？",
      "talk": [
        "ここまで暖かい気持ちに慣れたのははじめてだ... まるで、太陽が目の前にあるような気分だ。",
        "「どうしてそこまで長くやっていけるんだ」と聞く人は多いが... 私はただ自分の心が求むままに生きているだけだ。",
        "もしあの人と再開できても、彼女が私を忘れていたら... どのような表情をすればいいのか..."
      ]
    }
  },
  "uw": {
    "name": "電雷 レギオス",
    "description": [
      "通常攻撃やスキル攻撃するたび、自分に「電雷」を重複させます。50スタック時、「電雷のレギオス」が発動され、10秒間自分の攻撃速度を300、クリティカルダメージを100%、防御貫通力を300増加させます。「電雷のレギオス」の発動中には、「電雷」が付与されません。この効果は解除できません。",
      "通常攻撃やスキル攻撃するたび、自分に「電雷」を重複させます。50スタック時、「電雷のレギオス」が発動され、10秒間自分の攻撃速度を360、クリティカルダメージを120%、防御貫通力を360増加させます。「電雷のレギオス」の発動中には、「電雷」が付与されません。この効果は解除できません。",
      "通常攻撃やスキル攻撃するたび、自分に「電雷」を重複させます。50スタック時、「電雷のレギオス」が発動され、10秒間自分の攻撃速度を430、クリティカルダメージを144%、防御貫通力を430増加させます。「電雷のレギオス」の発動中には、「電雷」が付与されません。この効果は解除できません。",
      "通常攻撃やスキル攻撃するたび、自分に「電雷」を重複させます。50スタック時、「電雷のレギオス」が発動され、10秒間自分の攻撃速度を520、クリティカルダメージを173%、防御貫通力を520増加させます。「電雷のレギオス」の発動中には、「電雷」が付与されません。この効果は解除できません。",
      "通常攻撃やスキル攻撃するたび、自分に「電雷」を重複させます。50スタック時、「電雷のレギオス」が発動され、10秒間自分の攻撃速度を620、クリティカルダメージを208%、防御貫通力を620増加させます。「電雷のレギオス」の発動中には、「電雷」が付与されません。この効果は解除できません。",
      "通常攻撃やスキル攻撃するたび、自分に「電雷」を重複させます。50スタック時、「電雷のレギオス」が発動され、10秒間自分の攻撃速度を750、クリティカルダメージを250%、防御貫通力を750増加させます。「電雷のレギオス」の発動中には、「電雷」が付与されません。この効果は解除できません。"
    ],
    "story": "落雷から作られたと言われている槍で、一般成人男性と同じぐらいの長さを誇るこの槍は常に電気を帯びている。雷撃から槍を作り出すということは困難極まりないが、それを作り出したジンも常人離れした鍛冶師であった。赤竜の血を込められた大きなマナの石を溶かし、槍を鍛造する前に落雷をその石に収めた。選ばれた者以外には触ることすらできない装備であり、二つの部品を組み合わせることで竜の咆哮を髣髴とさせる凄まじいエネルギーを放つことができる。"
  },
  "s1": {
    "name": "力のある限り",
    "description": "敵を16回攻撃し、周りにいる範囲内の敵に合計 {0} の魔法ダメージを与えます。クリティカル時、10秒間、自分のクリティカルダメージ量が3%ずつ増加します。また、30%の確率で {1} の魔法追加ダメージを与え、0.3秒間気絶させます。クリティカルダメージ量増加は、最大30スタックまで重複されます。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "クリティカル率が {0} 増加します。"
    },
    "light": "敵が1体の時、ダメージ量が100%増加します。",
    "dark": "クールタイムが2秒減少します。",
    "ut": {
      "name": "黒イタチの毛皮飾り",
      "description": [
        "[力のある限り]自分にかかったデバフを解除し、ヒットするたびに8%の確率で対象のバフを解除します。",
        "[力のある限り]自分にかかったデバフを解除し、ヒットするたびに10%の確率で対象のバフを解除します。",
        "[力のある限り]自分にかかったデバフを解除し、ヒットするたびに12%の確率で対象のバフを解除します。",
        "[力のある限り]自分にかかったデバフを解除し、ヒットするたびに14%の確率で対象のバフを解除します。",
        "[力のある限り]自分にかかったデバフを解除し、ヒットするたびに17%の確率で対象のバフを解除します。",
        "[力のある限り]自分にかかったデバフを解除し、ヒットするたびに20%の確率で対象のバフを解除します。"
      ],
      "story": "神聖な霊物である黒イタチ、セレブロスの毛皮飾り。所有した者のお守りとして機能する。 レギオスの電気信号は身体能力を極限まで引き上げる一方、極度の肉的反動をもたらすが、この黒イタチのつややかな毛はテオの負担を大幅に軽減してくれる。セレブロスの毛は伝導率に優れ、レギオスの電気信号を体中に素早く伝える役割をするため、血管を神聖なシールドで覆うため、テオが捨て身で戦うことができる。"
    }
  },
  "s2": {
    "name": "雷神",
    "description": "使用すると「雷神」状態になり、敵対象に雷槍を投げて {0} の魔法ダメージを与え、後ろに押し飛ばします。ダメージを与えられた対象は、10秒間、被魔法ダメージ量が {1}%増加します。「雷神」状態になると、10秒間、すべてのMPを回復できなくなりますが、「ジェーンのために」スキル発動率が40%増加し、攻撃力が {2} 増加します。",
    "books": {
      "0": "攻撃力の増加量とダメージ量が {0}%増加します。",
      "1": "攻撃力の増加量とダメージ量が {0}%増加します。",
      "2": "攻撃力の増加量とダメージ量が {0}%増加します。"
    },
    "light": "MP消費量が1減少します。",
    "dark": "雷神状態の時、自分の被ダメージが30%増加し、攻撃力増加量が100%増加します。",
    "ut": {
      "name": "雷神の首飾り",
      "description": [
        "[雷神]持続時間中、攻撃速度が250増加し、「ジェーンのために」発動確率がさらに8%増加します。",
        "[雷神]持続時間中、攻撃速度が250増加し、「ジェーンのために」発動確率がさらに9.6%増加します。",
        "[雷神]持続時間中、攻撃速度が250増加し、「ジェーンのために」発動確率がさらに11.5%増加します。",
        "[雷神]持続時間中、攻撃速度が250増加し、「ジェーンのために」発動確率がさらに13.8%増加します。",
        "[雷神]持続時間中、攻撃速度が250増加し、「ジェーンのために」発動確率がさらに16.5%増加します。",
        "[雷神]持続時間中、攻撃速度が250増加し、「ジェーンのために」発動確率がさらに20%増加します。"
      ],
      "story": "天から落ちた雷であり、神獣と呼ばれるレギオス。 レギオス本来の力があまりにも強いため、グレイ公国で武器として製作された当時はその力を完全に移すことができなかったらしい。 結局、最も大きな塊は電雷の槍に移し、残りの欠片ではそれぞれ別々の物に入れることになった。 その欠片の一つで作られた雷神の首飾りは、所持する者に電雷の槍と共鳴できる力を与えると言われている。電雷の槍と共鳴すると、レギオスの完全なる力へさらに近づけるらしいが...？"
    }
  },
  "s3": {
    "name": "電雷爆発",
    "description": "前方の敵に向かって跳躍し、槍を打ち下ろし、敵対象と周りの範囲を5回攻撃します。合計 {0} の魔法ダメージを与え、3秒間気絶させます。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "クリティカル率が {0} 増加します。"
    },
    "light": "ダメージ量が40%増加します。",
    "dark": "気絶の持続時間が1秒増加します。",
    "ut": {
      "name": "赤雷のエッセンス",
      "description": [
        "[電雷爆発] クールタイムが30%減少し、攻撃時、攻撃力の40%の追加魔法ダメージを与えます。",
        "[電雷爆発] クールタイムが30%減少し、攻撃時、攻撃力の48%の追加魔法ダメージを与えます。",
        "[電雷爆発] クールタイムが30%減少し、攻撃時、攻撃力の58%の追加魔法ダメージを与えます。",
        "[電雷爆発] クールタイムが30%減少し、攻撃時、攻撃力の70%の追加魔法ダメージを与えます。",
        "[電雷爆発] クールタイムが30%減少し、攻撃時、攻撃力の84%の追加魔法ダメージを与えます。",
        "[電雷爆発] クールタイムが30%減少し、攻撃時、攻撃力の100%の追加魔法ダメージを与えます。"
      ],
      "story": "滅びたグレイ公国の遺産。昔、グレイ公国の名望高き宮廷魔法師が「電撃のレギオス」を賜る第一騎士のテオに与えた宝である。赤雷のオーラが凝集された赤雷のエッセンスは、電撃爆発の効果を最大化させる能力を持つ。"
    }
  },
  "s4": {
    "name": "ジェーンのために",
    "description": "通常攻撃時、20%の確率で敵に {0} の魔法ダメージを与え、0.7秒間気絶させます。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "クリティカル率が {0} 増加します。"
    },
    "light": "ダメージ量が40%増加します。",
    "dark": "気絶の持続時間が0.2秒増加します。"
  },
  "t5": {
    "light": "攻撃力、防御力、HP +15% / クリティカル率 +100",
    "dark": "雷神状態の時、半分のMPを回復できるようになります。また、MPが満タンになると、10秒間、攻撃力が50%増加します。この効果は、20秒ごとに1回のみ発動します。"
  }
}