{
  "name": "レクィナ",
  "subtitle": "毒の商人",
  "description": "大陸を渡り歩く商人で、自分の毒を必要とする者に売る。 吹き矢で毒の矢を飛ばし、敵を無力化する。",
  "story": "人類が知る、あらゆる種類の毒を販売する不思議な商人。彼女ははるか遠くの国からやってきた二人の錬金術師の娘だ。商人たちは彼女を「死の商人」と呼ぶが、彼女自身は意義を唱えており、「毒は本質的な悪ではなく、使用者によって本質が決まる」と主張している。真の商人らしく、毒以外のありとあらゆる道具はその使い手によって善悪が変わるとも信じている。魔族が再び現れて以来、彼女は侵略者に対して有効な毒を探して各地を旅している。",
  "like": "新しい毒づくり、薬開発の楽しさが分かる人っ！",
  "dislike": "毒のことを悪く言う人っ！",
  "inn": {
    "idle": "うーん、私の商品を買うてくれる人はおらんのかな？",
    "recruit": {
      "greet": "あら、どうも！毒はご入用かいな？",
      "talk": [
        "毒は薬にもなるんや！みんなが思うてるほど、毒は悪いものやないで！",
        "まあ、毒は悪いことに使われるのが多いってのはホンマやな。",
        "うーん、前に毒を買うてくれたお姉さん、どうしはったんやろ..."
      ],
      "gift": "あら、おおきに！これで品揃えを良くできそうや！"
    },
    "affinity": {
      "greet": "どうも！ あんさんのために毒を持ってきたで！ 欲しいのがあったら選びや！",
      "talk": [
        "毒はほんまええものや！ 一度はまったら、二度と戻れへんで！",
        "この草、なかなか育たへんなぁ。貴重な毒でも売ったほうがええんやろうか。 あんさんはどう思う？"
      ],
      "gift": "あら、おおきに！ レクィナ特製毒薬をあんさんに売ったるわ！ フフッ。"
    },
    "relationship": {
      "greet": "おいでやす～ 今日はたんと入荷したで！",
      "talk": [
        "医者、暗殺者、化学者、錬金術師...みな私の大切なお客さんや！",
        "毒矢を使う理由？ 音がせえへんし、使いやすいからやな！ まあ、使い方を間違えるとえらいことになるんやけど...",
        "魔族に毒が効くかって？ それを調査しとるとこや。 完璧に近いのがいくつかあるけど...見てみるか？"
      ]
    }
  },
  "uw": {
    "name": "静かなる風の笛 ラクシャサール",
    "description": [
      "むずむずポーションの最大スタック数が55に増加します。また、通常攻撃時、10%の確率でランダムな敵1体を攻撃し、攻撃力の20%のダメージを与え、1秒間沈黙させます。",
      "むずむずポーションの最大スタック数が60に増加します。また、通常攻撃時、10%の確率でランダムな敵1体を攻撃し、攻撃力の24%のダメージを与え、1秒間沈黙させます。",
      "むずむずポーションの最大スタック数が65に増加します。また、通常攻撃時、10%の確率でランダムな敵1体を攻撃し、攻撃力の29%のダメージを与え、1秒間沈黙させます。",
      "むずむずポーションの最大スタック数が70に増加します。また、通常攻撃時、10%の確率でランダムな敵1体を攻撃し、攻撃力の35%のダメージを与え、1秒間沈黙させます。",
      "むずむずポーションの最大スタック数が75に増加します。また、通常攻撃時、10%の確率でランダムな敵1体を攻撃し、攻撃力の42%のダメージを与え、1秒間沈黙させます。",
      "むずむずポーションの最大スタック数が80に増加します。また、通常攻撃時、10%の確率でランダムな敵1体を攻撃し、攻撃力の50%のダメージを与え、1秒間沈黙させます。"
    ],
    "story": "レクィナ自身が作った超精密な吹き矢筒。吹き矢はもともと音の少ない武器だが、特製の消音部品を用いることで音を一切出さないようにした。魔族の出現が彼女の商売に影響を与えはじめてから、毒以外に使えるものなら何でも利用しようとレクィナは決意した。彼女は精霊使いの知人を訪ねて吹き矢筒に風の加護を与えてもらい、魔法の大砲と同等の火力を得ることができた。レクィナ特製、超致死性の対魔族用毒を用いることで、ありとあらゆる生物を毒殺できるほど強力な武器に変貌した。"
  },
  "s1": {
    "name": "大蛇おじさんの涙！",
    "description": "敵2体を攻撃して {0} の物理ダメージを与え、 {1} 秒間、解除不可能な大蛇おじさんの涙に中毒させます。大蛇おじさんの涙に中毒された敵は、MPを回復できなくなり、すべての被ダメージが30%増加し、すべてのガード率が500減少します。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "MP消費量が1減少します。",
    "dark": "対象のMPを1200減少させます。",
    "ut": {
      "name": "猛毒の涙",
      "description": [
        "[大蛇おじさんの涙！]使用中、状態異常を無効化し、効果時間が0.8秒増加します。",
        "[大蛇おじさんの涙！]使用中、状態異常を無効化し、効果時間が1秒増加します。",
        "[大蛇おじさんの涙！]使用中、状態異常を無効化し、効果時間が1.2秒増加します。",
        "[大蛇おじさんの涙！]使用中、状態異常を無効化し、効果時間が1.4秒増加します。",
        "[大蛇おじさんの涙！]使用中、状態異常を無効化し、効果時間が1.7秒増加します。",
        "[大蛇おじさんの涙！]使用中、状態異常を無効化し、効果時間が2秒増加します。"
      ],
      "story": "百年に一度だけ咲くというスネーク・マンドレイクの根を絞った汁。 レクィナは最高の毒薬製造に向けてこの根を探すために大陸中を歩き回り、ついに恐るべき毒を手に入れた。そしてその毒を「大蛇おじさんの涙」と名付けた。スネーク・マンドレイクの根の汁に触れると、五臓六腑すべてがけいれんするほど激しい苦痛をもたらすが、実はこれは根が汚された魂を選んでむしり食らう過程である。苦痛さえしのげば、むしろ魂は浄化される。"
    }
  },
  "s2": {
    "name": "草さんのにおい！",
    "description": "ランダムな敵を3回攻撃し、合計 {0} のダメージを与えます。また、 {1} 秒間、草さんのにおいに中毒させます。草さんのにおいに中毒された敵は、攻撃力が {2}%、クリティカル率が {3} 減少します。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "敵が1体の時、ダメージ量が100%増加します。",
    "dark": "1秒間、対象を気絶させます。",
    "ut": {
      "name": "バジリスクの毒牙",
      "description": [
        "[草さんのにおい！]クールタイムが30%減少し、対象の「むずむずポーション！」1スタックにつき、攻撃力の3%の物理追加ダメージを与えます。",
        "[草さんのにおい！]クールタイムが30%減少し、対象の「むずむずポーション！」1スタックにつき、攻撃力の3.6%の物理追加ダメージを与えます。",
        "[草さんのにおい！]クールタイムが30%減少し、対象の「むずむずポーション！」1スタックにつき、攻撃力の4.3%の物理追加ダメージを与えます。",
        "[草さんのにおい！]クールタイムが30%減少し、対象の「むずむずポーション！」1スタックにつき、攻撃力の5.2%の物理追加ダメージを与えます。",
        "[草さんのにおい！]クールタイムが30%減少し、対象の「むずむずポーション！」1スタックにつき、攻撃力の6.2%の物理追加ダメージを与えます。",
        "[草さんのにおい！]クールタイムが30%減少し、対象の「むずむずポーション！」1スタックにつき、攻撃力の7.5%の物理追加ダメージを与えます。"
      ],
      "story": "悪の霊気を餌食とするバジリスクの牙。 魂までも溶かしてしまうほど強力な毒を持つ。牙から落ちる毒を草さんのにおい！と混ぜたら、どんな生き物も耐えられない素晴らしい薬品が出来上がるかもしれない...そう思ったレクィナは、期待で胸をふくらませている。"
    }
  },
  "s3": {
    "name": "もっと早く！もっと強く！",
    "description": "{0} 秒間、自分のすべての攻撃力を {1} 増加させ、[大蛇おじさんの涙]、[草さんのにおい]、[むずむずポーション]の中毒効果を2倍に増加させます。また、[通常攻撃]、[大蛇おじさんの涙！], [草さんのにおい！]の対象数が1体増加します。",
    "books": {
      "0": "攻撃力の増加量が {0}%増加します。",
      "1": "攻撃力の増加量が {0}%増加します。",
      "2": "攻撃力の増加量が {0}%増加します。"
    },
    "light": "効果時間中、通常攻撃のダメージ量が100%増加します。",
    "dark": "MP消費量が1減少します。",
    "ut": {
      "name": "ギラギラポーション",
      "description": [
        "[もっと早く！もっと強く！]攻撃対象の数がさらに1体増加し、持続時間中、攻撃速度が100増加します。",
        "[もっと早く！もっと強く！]攻撃対象の数がさらに1体増加し、持続時間中、攻撃速度が120増加します。",
        "[もっと早く！もっと強く！]攻撃対象の数がさらに1体増加し、持続時間中、攻撃速度が140増加します。",
        "[もっと早く！もっと強く！]攻撃対象の数がさらに1体増加し、持続時間中、攻撃速度が170増加します。",
        "[もっと早く！もっと強く！]攻撃対象の数がさらに1体増加し、持続時間中、攻撃速度が210増加します。",
        "[もっと早く！もっと強く！]攻撃対象の数がさらに1体増加し、持続時間中、攻撃速度が250増加します。"
      ],
      "story": "70回目の虹の砕いて作った粉と、地獄を行き来する巨大な怪獣キセラトンの舌を煮込んで作り上げたポーション。その見た目は、得体の知れない鮮やかな色で満ちている。飲んだ直後から体中が燃え始めるが、なぜか本人は痛みを感じることなく、むしろ幸せな気持ちでいっぱいになり、幸せな死を迎えることができるという。"
    }
  },
  "s4": {
    "name": "むずむずポーション！",
    "description": "攻撃時、敵対象を {0} 秒間、解除不可能なむずむずポーションに中毒させ、合計 {1} の物理持続ダメージを与えます。むずむずポーションは、最大50回まで重複されます。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "むずむずポーション！を3スタックずつ付与します。",
    "dark": "対象の被物理ダメージを20%増加させます。"
  },
  "t5": {
    "light": "攻撃力、防御力、HP +15% / クリティカル率 +100",
    "dark": "むずむずポーションが50スタック以上の敵を通常攻撃する時、攻撃力の200%の防御無視物理追加ダメージを与えます。"
  }
}