{
  "name": "アセリカ",
  "subtitle": "太陽の守護者",
  "description": "正義なる空の騎士である彼女は、悪を処断する剣でもあり、また弱者を守る盾でもある。 物質界を混乱させる魔族を撃退するため、地上へと降臨した。 彼女の美しい剣と盾は、光で仲間を守り、敵までも処断する。",
  "story": "天使たちの都を守る、強大な力を持つ天使。光の力を持つ天使たちの中でも、彼女は特別な太陽の力を持っており、その聖なる光で闇と戦っている。彼女はもともと、再生を待つ他の天使たちの魂を守る使命を背負っていた。聖剣が再び地上に現れた時は天からの命令に従い、世界の新たなる守護者に加勢した。彼女は、聖剣に選ばれた戦士が再び闇に飲み込まれることがないよう彼らを見守っている。",
  "like": "同族、ルールを守ること",
  "dislike": "魔族",
  "inn": {
    "idle": "ここが英雄たちの泊まる場所なのね...",
    "recruit": {
      "greet": "太陽の祝福があらんことを。",
      "talk": [
        "魔族なんかに負けたりはしないわ。",
        "太陽は差別することなく、あらゆる存在にその光を分け与えるの。",
        "アークと言う人を知ってる？"
      ],
      "gift": "私には無用だけど...その気持ちに感謝するわ。"
    },
    "affinity": {
      "greet": "戦士よ、あなたはここで休息を取るのね。",
      "talk": [
        "魔族は邪悪な存在よ。どんな理由があっても滅ぼさなければ。",
        "常に太陽があなたの背を照らしていることを忘れないで。"
      ],
      "gift": "人間は思慮深いのね。まあ、ありがとう。"
    },
    "relationship": {
      "greet": "あなたから太陽の温かみを感じるけど、何か良いことがあったの？",
      "talk": [
        "世界を救おうとする魔族がいるなんて。変ね。",
        "天使の聖域は、私たちがいずれ戻るところなのよ。",
        "私はあなたの守護者だから、力を貸してあげるわ。"
      ]
    }
  },
  "uw": {
    "name": "太陽の光栄 イグニシウス",
    "description": [
      "敵対象に通常攻撃が5回命中すると、10秒間対象の被魔法ダメージを20%増加させ、0.5秒間気絶させます。",
      "敵対象に通常攻撃が5回命中すると、10秒間対象の被魔法ダメージを24%増加させ、0.5秒間気絶させます。",
      "敵対象に通常攻撃が5回命中すると、10秒間対象の被魔法ダメージを29%増加させ、0.5秒間気絶させます。",
      "敵対象に通常攻撃が5回命中すると、10秒間対象の被魔法ダメージを35%増加させ、0.5秒間気絶させます。",
      "敵対象に通常攻撃が5回命中すると、10秒間対象の被魔法ダメージを42%増加させ、0.5秒間気絶させます。",
      "敵対象に通常攻撃が5回命中すると、10秒間対象の被魔法ダメージを50%増加させ、0.5秒間気絶させます。"
    ],
    "story": "伝説によると、太陽の光のような金色、澄んだ空のような青色、まばゆい光のような白色の3色を持った不思議な金属が存在するという。その金属から作られたこの聖なる剣と盾は、天使にしか扱うことができない。この守護の力を持つ聖遺物は、闇を消し去って光を世界で満たすことを目的に作り出された。天界の守護騎士の中で最もふさわしい者だけに与えられるこの武器は、対峙するどのような魔族も焼き尽くすほどの光を放つ。"
  },
  "s1": {
    "name": "太陽の剣",
    "description": "対象の敵とその周辺範囲内の敵に {0} の魔法ダメージを与え、 {1} 秒間、気絶状態にさせます。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "気絶状態の持続時間が {0} 秒増加します。"
    },
    "light": "使用後、5秒間、攻撃速度が350増加します。",
    "dark": "クールタイムが2秒減少します。",
    "ut": {
      "name": "黎明の光",
      "description": [
        "[太陽の剣]範囲内の敵のバフを解除し、ヒットすると自分のMPが200回復します。",
        "[太陽の剣]範囲内の敵のバフを解除し、ヒットすると自分のMPが240回復します。",
        "[太陽の剣]範囲内の敵のバフを解除し、ヒットすると自分のMPが290回復します。",
        "[太陽の剣]範囲内の敵のバフを解除し、ヒットすると自分のMPが350回復します。",
        "[太陽の剣]範囲内の敵のバフを解除し、ヒットすると自分のMPが420回復します。",
        "[太陽の剣]範囲内の敵のバフを解除し、ヒットすると自分のMPが500回復します。"
      ],
      "story": "永遠に輝く黎明の星からこぼれ落ちた欠片。 黎明の星は天上界を守護する太初の光で、天族の剣から聖なる炎が消えないように彼らを包んでいる聖物である。アセリカは地上に降りてくる前に大天使から太陽の剣を継承する時、黎明のごとく流れ輝くこの欠片を授けられた。"
    }
  },
  "s2": {
    "name": "太陽の祝福",
    "description": "攻撃力が最も高い味方に、太陽の祝福を与え、すべての使用スキルクールタイムを20%減少させます。また、15秒間、攻撃力を {0} 増加させます。",
    "books": {
      "0": "攻撃力の増加量が {0}%増加します。",
      "1": "攻撃力の増加量が {0}%増加します。",
      "2": "攻撃力の増加量が {0}%増加します。"
    },
    "light": "MP消費量が1増加し、最も攻撃力の高い味方2人に効果を発生させます。",
    "dark": "自分のデバフを無視して使用し、味方対象のデバフを取り除きます。",
    "ut": {
      "name": "太陽の腕輪",
      "description": [
        "[太陽の祝福] MP消費量が1減少し、10秒間対象の被物理ダメージを10%減少させます。",
        "[太陽の祝福] MP消費量が1減少し、10秒間対象の被物理ダメージを12%減少させます。",
        "[太陽の祝福] MP消費量が1減少し、10秒間対象の被物理ダメージを14%減少させます。",
        "[太陽の祝福] MP消費量が1減少し、10秒間対象の被物理ダメージを17%減少させます。",
        "[太陽の祝福] MP消費量が1減少し、10秒間対象の被物理ダメージを21%減少させます。",
        "[太陽の祝福] MP消費量が1減少し、10秒間対象の被物理ダメージを25%減少させます。"
      ],
      "story": "地上に降臨した天使たちを守るために作られた大天使の腕輪。太陽の光が満ちており、常に輝いている。 天族が持ってはいけない感情―恐怖心が芽生える時、腕輪から太陽の光がにじみ出てはその魂を守ると言われている。 また、天使たちを繋ぐ見えない宿命が腕輪にも結ばれているため、命の危険を感じた時にはお互いの苦しみを感じ合えるらしい。"
    }
  },
  "s3": {
    "name": "太陽の審判",
    "description": "一瞬で集中力を高め、自分を除く周辺の味方のHPを8回にかけて合計 {0} 回復させ、物理防御力を5秒間 {1} 増加させます。また、範囲内の敵には、8回にかけて合計 {2} の魔法ダメージを与え、5秒間、魔法防御力を {3} 減少させます。発動が終わると、自分を除く範囲内味方のHPを {4} 回復させます。敵には {5} の魔法ダメージを与え、3秒間転倒させます。",
    "books": {
      "0": "ダメージ量と回復量が {0}%増加します。",
      "1": "ダメージ量と回復量が {0}%増加します。",
      "2": "ダメージ量と回復量が {0}%増加します。"
    },
    "light": "MP消費量が1減少します。",
    "dark": "魔法防御力減少効果の持続時間が5秒増加します。",
    "ut": {
      "name": "守護者のラッパ",
      "description": [
        "[太陽の審判] 使用中は状態異常を無効化し、物理防御力の増加量と魔法防御力の減少量が20%増加します。",
        "[太陽の審判] 使用中は状態異常を無効化し、物理防御力の増加量と魔法防御力の減少量が24%増加します。",
        "[太陽の審判] 使用中は状態異常を無効化し、物理防御力の増加量と魔法防御力の減少量が29%増加します。",
        "[太陽の審判] 使用中は状態異常を無効化し、物理防御力の増加量と魔法防御力の減少量が35%増加します。",
        "[太陽の審判] 使用中は状態異常を無効化し、物理防御力の増加量と魔法防御力の減少量が42%増加します。",
        "[太陽の審判] 使用中は状態異常を無効化し、物理防御力の増加量と魔法防御力の減少量が50%増加します。"
      ],
      "story": "物質世界の終末をもたらす災いが訪れる時、大天使の首長が最初で最後の一回しか吹かないと言われているラッパ。このラッパの音を聞くと、深い眠りについていた守護者たちが一気に目覚め、この世を守るために降臨するという伝説がある。"
    }
  },
  "s4": {
    "name": "太陽の呪い",
    "description": "攻撃時、10秒間、対象に太陽の呪いをかけます。太陽の呪いが10スタックになった敵は、スタックを消費して {0} の魔法ダメージを受けます。また、 {1} 秒間、暗闇状態になり、10秒間、攻撃力が {2}%減少します。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "攻撃力の減少量が30%に変更されます。",
    "dark": "太陽の呪いが7スタックになると、効果が発動します。",
    "ut": {
      "name": "光の意志",
      "description": [
        "[太陽の呪い]暗闇効果時間が1秒増加し、発動すると10秒間、対象の被魔法ダメージを10%増加させます。",
        "[太陽の呪い]暗闇効果時間が1秒増加し、発動すると10秒間、対象の被魔法ダメージを12%増加させます。",
        "[太陽の呪い]暗闇効果時間が1秒増加し、発動すると10秒間、対象の被魔法ダメージを14%増加させます。",
        "[太陽の呪い]暗闇効果時間が1秒増加し、発動すると10秒間、対象の被魔法ダメージを17%増加させます。",
        "[太陽の呪い]暗闇効果時間が1秒増加し、発動すると10秒間、対象の被魔法ダメージを21%増加させます。",
        "[太陽の呪い]暗闇効果時間が1秒増加し、発動すると10秒間、対象の被魔法ダメージを25%増加させます。"
      ],
      "story": "太陽の光を含んだ黄金の月桂樹の葉と、神聖鳥「イル・ライラ」の翼の羽で飾られた髪飾り。暗い場所でも明るく輝く。 装着する者を呪いから守り、不浄な力を光で焼き尽くす。 守護天使に任命された時、大天使から賜った。"
    }
  },
  "t5": {
    "light": "攻撃力、防御力、HP +15% / 物理ガード率 +200",
    "dark": "初戦闘開始時、自分の物理防御力の20%分、もっとも攻撃力の高い味方の物理防御力を増加させます。この効果は解除できません。"
  }
}