{
  "name": "ソニア",
  "subtitle": "刃の嵐",
  "description": "賢者の塔の一員ではないが、「青」の称号を与えられるほど実力を認められた天才。 しかし、彼女の正体はホムンクルスである。 電撃のオーブは非常に強く、受けたものは灰すら残らない。",
  "story": "オルベルの魔法師が作りだした戦闘用ホムンクルスで、雷獣バイカルの心臓が核として使われている。製作途中に彼女は自我に目覚めて研究所から逃げ出し、リカルドの孤児院で数年間暮らした。彼女は非常に強力な雷の魔法を自在に操ることができ、戦闘用ホムンクルスであることから身体能力もかなり高い。見た目はただの少女に過ぎないが、内面は自分自身の存在意義を探して旅をする、困惑した戦闘用兵器である。賢者の塔の魔法師たちは、彼女の詠唱いらずな魔法から「青」の称号を与えた。しかし、彼女は魔法師を信用しておらず、賢者の塔に身をおくつもりもないようだ。",
  "like": "ミリアンヌ、そして孤児院のみんな",
  "dislike": "ウィザード、錬金術師",
  "inn": {
    "idle": "結構人がいるんだなぁ...ミリアンヌ？どこ行った？",
    "recruit": {
      "greet": "えっ？アタシ？ うーん...",
      "talk": [
        "アタシは戦うことしか能が無いよ。 他の事は期待すんなって。",
        "アタシは人間じゃないけど、軽々しく見ないでくれよな。",
        "ブチのめされたくなかったら、ジロジロ見るのをやめな。"
      ],
      "gift": "アタシのために？ あー...うん...ありがとな..."
    },
    "affinity": {
      "greet": "よぉ。アタシはたまたま来ただけさ。",
      "talk": [
        "アタシと稽古したいなら言ってくれよな。かなり痛いだろうし、 感電には気をつけるんだね！",
        "えっ？ ミリアンヌもいるのか？"
      ],
      "gift": "ん？ これ、アタシに？"
    },
    "relationship": {
      "greet": "えっ、アタシと話がしたい？ 変なヤツ...",
      "talk": [
        "アタシのことが気になる？ そうだな...確かにアタシはホムンクルスさ。",
        "戦い方？ アタシの体にある電撃コアを使って...",
        "友達と家族？ そうだな...リカルド、ミリアンヌ...それと...お前ぐらいか？"
      ]
    }
  },
  "uw": {
    "name": "嵐の目 ヤナディス",
    "description": [
      "電気衝撃状態の持続時間が2秒増加します。また、自分が電気衝撃状態の敵を通常攻撃で攻撃すると、すべての使用スキルのクールタイムが1.6%減少されます。",
      "電気衝撃状態の持続時間が3秒増加します。また、自分が電気衝撃状態の敵を通常攻撃で攻撃すると、すべての使用スキルのクールタイムが1.9%減少されます。",
      "電気衝撃状態の持続時間が4秒増加します。また、自分が電気衝撃状態の敵を通常攻撃で攻撃すると、すべての使用スキルのクールタイムが2.3%減少されます。",
      "電気衝撃状態の持続時間が5秒増加します。また、自分が電気衝撃状態の敵を通常攻撃で攻撃すると、すべての使用スキルのクールタイムが2.7%減少されます。",
      "電気衝撃状態の持続時間が6秒増加します。また、自分が電気衝撃状態の敵を通常攻撃で攻撃すると、すべての使用スキルのクールタイムが3.3%減少されます。",
      "電気衝撃状態の持続時間が7秒増加します。また、自分が電気衝撃状態の敵を通常攻撃で攻撃すると、すべての使用スキルのクールタイムが4%減少されます。"
    ],
    "story": "この電撃球はソニアによって、自分の心臓にも使われている雷獣の核から作られた。彼女は魔法の装備を作る才能を持っており、これは彼女が初めて作った武器でもある。雷の力があまりにも強く、そのせいで安定性にやや欠ける。この武器から作り出される雷の嵐はどのような敵にとっても危険極まりないものだ。なお、ソニア以外の者がこの武器に手を触れた場合、武器が帯びている凄まじい電流によって一瞬のうちに黒焦げになってしまうだろう。"
  },
  "s1": {
    "name": "雷落とし！",
    "description": "前方に電撃を爆発させ、範囲内の敵に {0} の魔法ダメージを与えます。また、3秒間、電場を張ります。電場は、10回にかけて合計 {1} の魔法ダメージを与え、ヒットするたび、25%の確率で0.5秒間気絶させます。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "MP消費量が1減少します。",
    "dark": "気絶の発動率が10%増加します。",
    "ut": {
      "name": "増幅の宝石",
      "description": [
        "[雷落とし！]電場の効果時間が1秒増加し、ヒットするたびに5秒間、自分の攻撃速度が10増加します。この効果は最大30スタックまで重複します。",
        "[雷落とし！]電場の効果時間が1秒増加し、ヒットするたびに5秒間、自分の攻撃速度が12増加します。この効果は最大30スタックまで重複します。",
        "[雷落とし！]電場の効果時間が1秒増加し、ヒットするたびに5秒間、自分の攻撃速度が14増加します。この効果は最大30スタックまで重複します。",
        "[雷落とし！]電場の効果時間が1秒増加し、ヒットするたびに5秒間、自分の攻撃速度が17増加します。この効果は最大30スタックまで重複します。",
        "[雷落とし！]電場の効果時間が1秒増加し、ヒットするたびに5秒間、自分の攻撃速度が21増加します。この効果は最大30スタックまで重複します。",
        "[雷落とし！]電場の効果時間が1秒増加し、ヒットするたびに5秒間、自分の攻撃速度が25増加します。この効果は最大30スタックまで重複します。"
      ],
      "story": "賢者の塔から「青」の称号を受ける時に授けられた宝石。ソニアの電撃を凝縮させて増幅させる特殊な機能を持っている。賢者の塔は彼女にこの宝石を授け、自分たちのために今後もとどまることを望んだが、彼女は「魔法師」という存在への抵抗感を拭い切れず、独立した。旅の途中でふとポケットに何かが入っているような気がして手を入れてみると、不思議なことに、塔を出る前に置いてきたはずの宝石が入っていた。"
    }
  },
  "s2": {
    "name": "雷の力！",
    "description": "15秒間、自分の攻撃力が {0} 、すべての防御力が {1} 増加します。効果時間中は、通常攻撃するたび、30%の確率でランダムな敵2体に {2} の魔法追加ダメージを与え、0.5秒間、気絶させます。",
    "books": {
      "0": "攻撃力と防御力の増加量が {0}%増加します。",
      "1": "攻撃力と防御力の増加量が {0}%増加します。",
      "2": "攻撃力と防御力の増加量が {0}%増加します。"
    },
    "light": "攻撃力と防御力の増加量が40%増加します。",
    "dark": "追加ダメージ効果が敵全体に適用されます。",
    "ut": {
      "name": "稲妻の帳",
      "description": [
        "[雷の力！] 効果が解除できなくなります。また、追加ダメージの発動確率が追加で10%増加します。",
        "[雷の力！] 効果が解除できなくなります。また、追加ダメージの発動確率が追加で12%増加します。",
        "[雷の力！] 効果が解除できなくなります。また、追加ダメージの発動確率が追加で14%増加します。",
        "[雷の力！] 効果が解除できなくなります。また、追加ダメージの発動確率が追加で17%増加します。",
        "[雷の力！] 効果が解除できなくなります。また、追加ダメージの発動確率が追加で21%増加します。",
        "[雷の力！] 効果が解除できなくなります。また、追加ダメージの発動確率が追加で25%増加します。"
      ],
      "story": "ソニアのため、ミリアンヌが危険を冒してまで作り上げたマント。 たまに体中の電力が爆発し、服の一部が燃えてしまうことがあるソニア。そんなソニアのことを目にしたミリアンヌは、稲妻に打たれながら育つというエレス草から糸を取り、長い時間をかけてこのマントを完成させた。電気のせいで傷だらけになったミリアンヌの指を見たソニアは、しばらく声を押し殺して泣いた。他では手に入れられない、ソニアだけのための服。"
    }
  },
  "s3": {
    "name": "電撃飛ばし！",
    "description": "自分周りの円型範囲内の敵を3回攻撃し、合計 {0} の魔法ダメージを与えます。以降、電撃を爆発させ、3回にかけて、合計 {1} の魔法ダメージを与え、5秒間、気絶状態にさせます。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "使用中、すべての状態異常を無効化します。",
    "dark": "気絶時間が1秒増加します。",
    "ut": {
      "name": "バイカルの心臓",
      "description": [
        "[電撃飛ばし！]電気衝撃状態の敵を攻撃時、攻撃力の100%の追加魔法ダメージを与えます。また、5秒間、対象のすべての防御力を10%減少させます。",
        "[電撃飛ばし！]電気衝撃状態の敵を攻撃時、攻撃力の100%の追加魔法ダメージを与えます。また、5秒間、対象のすべての防御力を12%減少させます。",
        "[電撃飛ばし！]電気衝撃状態の敵を攻撃時、攻撃力の100%の追加魔法ダメージを与えます。また、5秒間、対象のすべての防御力を14%減少させます。",
        "[電撃飛ばし！]電気衝撃状態の敵を攻撃時、攻撃力の100%の追加魔法ダメージを与えます。また、5秒間、対象のすべての防御力を17%減少させます。",
        "[電撃飛ばし！]電気衝撃状態の敵を攻撃時、攻撃力の100%の追加魔法ダメージを与えます。また、5秒間、対象のすべての防御力を21%減少させます。",
        "[電撃飛ばし！]電気衝撃状態の敵を攻撃時、攻撃力の100%の追加魔法ダメージを与えます。また、5秒間、対象のすべての防御力を25%減少させます。"
      ],
      "story": "神獣と呼ばれるバイカルの心臓。この世を彷徨う光と闇の元素を餌に生きるバイカルの心臓の中は、元素と元素の衝突で大きな雷が絶えない。実力のない者が触れると、その威力に飲まれ込まれてしまう。だが、雷電の核で出来ているソニアにとって、その力は非常に吸収しやすいものであったため、簡単に底の知れないほどの魔力を手に入れることができた。"
    }
  },
  "s4": {
    "name": "電気衝撃！",
    "description": "攻撃するたび、電気衝撃状態でない対象に電力を注入し、10秒間、被魔法ダメージを {0}%増加させます。電力が30スタックまで重複され、30スタックになった対象は、全ての電力を消費して {1} の魔法ダメージを受け、7秒間、電気衝撃状態になります。電気衝撃状態の敵は、すべての気絶持続時間が {2} 秒増加し、被魔法ダメージが {3}%増加します。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "電気衝撃の持続時間が2秒増加します。",
    "dark": "被魔法ダメージ増加が、すべての被ダメージ増加効果に変更されます。"
  },
  "t5": {
    "light": "攻撃力、防御力、HP +15% / 攻撃速度 +100",
    "dark": "攻撃時、15%の確率で自分の最大HPの10%の魔法追加ダメージを与え、電力1スタックを追加で注入します。"
  }
}