{
  "name": "エスカー",
  "subtitle": "幻術のギャンブラー",
  "description": "闇賭博界の超危険人物。 他人の心理を見抜く不思議な眼識を持っている。 彼が投げるダイスに惑わされた瞬間、敗北は決まったも同然だ。",
  "story": "天性の放浪芸術家の気質を持って生まれたエスカーは、流浪劇団スターダストを代表するマジシャンとして今まで活動してきた。しかし、オルベルリアの宰相、エル・モリハムにはめられたことをきっかけにスターダストを出て行方をくらました。 それから長い時間が流れて彼の存在が忘れられかけた頃、彼は闇賭博場で最も危険な人物となり、再び世に姿を現した。 「幻術のギャンブラー」 彼に挑んだ者は、恐怖に震えながら彼をそう呼んだのだ。 彼に負けた者は、全員同じことを言っていたという。 特有の笑み、優しげな声、虚ろな瞳を目の前にした瞬間、心の内をすべて見抜かれたような冷やっとする感じがした、と。",
  "like": "色々ルーンキューブ、ハイェデンのピアノ協奏曲7番、レモン汁を4滴絞った銀ナマズのフィレ",
  "dislike": "釣り、ミミズ、詐欺師、辛い料理すべて",
  "inn": {
    "idle": "シッ、俺に会ったことは内緒だぜ。",
    "recruit": {
      "greet": "ゲームしてみないか？ お前になら、少し手加減してやるぜ。",
      "talk": [
        "目をよく開けて見ておけよ。 このダイスを投げた瞬間、俺の世界が始まるんだ。",
        "次のダイスの目、分かっちまった。 ゲームで心理を見抜かれたら、もう負けなんだぜ。",
        "俺が勝ったからってスネてんのか？そう怒るなよ～次は負けてやるからさ。"
      ],
      "gift": "これだけか？"
    },
    "affinity": {
      "greet": "フッ、前よりも腕が上がったな。 どうだ、俺と一儲けしてみないか？",
      "talk": [
        "ルシアスのやつ、意地っ張りだからな。 だから俺がここにいることは、絶対に言うなよ？ ふぅ、そいつに会ったら厄介なことになるに決まってるぜ...",
        "秘密の賭博場？ああ、お前が想像もできないような場所だ。 少なくともヴァンパイアの血くらいは賭けないとな。 泣くなよ！冗談だよ、冗談。"
      ],
      "gift": "プレゼントはいいから、ディナーでもどうだ。 メニューはレモン汁をかけた銀ナマズのフィレで。"
    },
    "relationship": {
      "greet": "リベンジが終わらない限り、ゲームも終わらないんだ。 それが俺をダメにするとしてもな。ダイスは、回り続ける。",
      "talk": [
        "小さい頃、あいつとワカサギ釣りをしたっけ...フッ、俺は別に好きじゃなかったよ。 ミミズを針に通すのが苦手でな。",
        "公演が終わったあと、オペリアにカードシャッフルを教えてやったよ。",
        "スターダストにはいつ戻るか、だって？ さぁな...観客としてなら、考えてみてもいいぜ。"
      ]
    }
  },
  "uw": {
    "name": "放浪者の遊戯 ル・エトロナダイス",
    "description": [
      "スキルがクリティカルヒットすると10秒間、対象の被魔法ダメージを20%増加させ、自分のMPが100回復します。",
      "スキルがクリティカルヒットすると10秒間、対象の被魔法ダメージを24%増加させ、自分のMPが120回復します。",
      "スキルがクリティカルヒットすると10秒間、対象の被魔法ダメージを29%増加させ、自分のMPが140回復します。",
      "スキルがクリティカルヒットすると10秒間、対象の被魔法ダメージを35%増加させ、自分のMPが170回復します。",
      "スキルがクリティカルヒットすると10秒間、対象の被魔法ダメージを42%増加させ、自分のMPが210回復します。",
      "スキルがクリティカルヒットすると10秒間、対象の被魔法ダメージを50%増加させ、自分のMPが250回復します。"
    ],
    "story": "放浪する幻術の芸人、ヘクシポリアが使っていたダイス。 古代文明の偉大なマジシャンであり芸術家であった彼は、大陸のあちこちを放浪して庶民に楽しさを届け、彼らの苦しさを和らげる芸人だった。 混沌の時代に彼の公演は人々に大きな慰めと希望になった。彼の死後、庶民はその崇高なる魂を称え、放浪者ヘクシポリアの月を作ったと伝えられている。 しかし、当のヘクシポリア本人は楽しみを創造する過程で非常に苦悩し、それが孤独や憂うつさをもたらし、彼を絶えず苦しめた。 彼は何度もこの生涯の業を辞めたいという衝動に駆られたが、いざ目の前の苦しむ人たちを見ると、芸人の行楽を投げ出すことはできなかった。結局、いつの間にか公演を行っている自分自身に気づくだけだった。 他人に楽しさを届ける仕事は彼にとって宿命だった。 そんな彼が、しばし現実から逸脱するために作ったのがこのル・エトロナダイスであった。 偉大なマジシャンでもある彼が自分の魔力を凝縮して作ったこのダイスは、使う者が望む幻想の時空間を連想させる不思議な力を持っていた。 サイコロは、振られた瞬間その主が想像する空間を描き、その空間に限ってはヘクシポリアでも本来の世界から離れ、心の安らぎを感じることができた。 ヘクシポリアが亡くなって残されたこのダイスは、彼が死ぬまで抱いていた芸人の気質を受け継ぐ後継者たちに受け継がれた。だが、古代文明が滅亡するとその行方が分からなくなった。 そして現在、そのダイスは幻術のギャンブラーと呼ばれる男の手に渡っている。 創始者の意図とは全く異なる、ギャンブルの世界に利用されながら。 ちなみに、このダイスはエスカーがこの世の中から逃れたいと思った瞬間、広大な光とともに彼の手のひらに現れたと伝えられている。"
  },
  "s1": {
    "name": "これは俺の勝ちだ",
    "description": "ランダムの敵対象を3回攻撃し、 {0} の魔法ダメージを与えて {1} 秒間、気絶させます。同じ対象に3回の攻撃が命中すると {2} の追加防御無視魔法ダメージを与えます。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "敵が1体の時、ダメージが100%増加します。",
    "dark": "10秒間、対象の攻撃速度が200減少します。",
    "ut": {
      "name": "色々ルーンキューブ",
      "description": [
        "[これは俺の勝ちだ]ダメージが20%増加し、ヒット数が1回増加します。",
        "[これは俺の勝ちだ]ダメージが24%増加し、ヒット数が1回増加します。",
        "[これは俺の勝ちだ]ダメージが29%増加し、ヒット数が1回増加します。",
        "[これは俺の勝ちだ]ダメージが35%増加し、ヒット数が1回増加します。",
        "[これは俺の勝ちだ]ダメージが42%増加し、ヒット数が1回増加します。",
        "[これは俺の勝ちだ]ダメージが50%増加し、ヒット数が1回増加します。"
      ],
      "story": "エスカーが、落ち込んでいるオペリアと遊ぶ時に使ったおもちゃのキューブ。 同じ形のルーン文字を合わせると、その文字が色とりどりに輝く。 また、すべての文字を合わせると光が放たれキューブから美しい歌声が流れてくる。 オペリアはたまに夢に出てくる運命の人のことを話し、彼の顔が分からなくて落ち込んでいることを打ち明けたりした。 そのたびにエスカーは、妹をなぐさめた時のように憂うつなオペリアにもルーンキューブを合わせる姿を見せてあげた。"
    }
  },
  "s2": {
    "name": "俺のターン",
    "description": "ダイスを転がして60秒間、ランダムの味方2人の攻撃力を {0} 、クリティカルダメージを {1}%上昇させます。この効果は最大 {2} スタックまで重複し、自分が転がしたダイスの目1あたり、対象数が1人ずつ増加します。",
    "books": {
      "0": "攻撃力の増加量が {0}%増加します。",
      "1": "攻撃力の増加量が {0}%増加します。",
      "2": "攻撃力の増加量が {0}%増加します。"
    },
    "light": "MP消費量が1増加し、ダイスの目が必ず6になるように変更されます。",
    "dark": "MP消費量が1減少します。",
    "ut": {
      "name": "大事なチェスの駒",
      "description": [
        "[俺のターン]効果が解除できなくなり、最も攻撃力の高い対象に1スタックの重複につき攻撃速度30の効果を追加で付与します。",
        "[俺のターン]効果が解除できなくなり、最も攻撃力の高い対象に1スタックの重複につき攻撃速度36の効果を追加で付与します。",
        "[俺のターン]効果が解除できなくなり、最も攻撃力の高い対象に1スタックの重複につき攻撃速度43の効果を追加で付与します。",
        "[俺のターン]効果が解除できなくなり、最も攻撃力の高い対象に1スタックの重複につき攻撃速度52の効果を追加で付与します。",
        "[俺のターン]効果が解除できなくなり、最も攻撃力の高い対象に1スタックの重複につき攻撃速度63の効果を追加で付与します。",
        "[俺のターン]効果が解除できなくなり、最も攻撃力の高い対象に1スタックの重複につき攻撃速度75の効果を追加で付与します。"
      ],
      "story": "スターダストでエスカーが共に公演をしていたパートナーの持ち物。 魔術ショーが終わるたびに、デュオはチェスをしながらその日の公演について話し合ったりした。 例の事件が起こってエスカーが劇団を離れることを決心した時、彼の意中を知っているのはパートナーしかいなかった。 彼はエスカーにスターダストを忘れるな、必ず戻ってこい、と言いながらこのチェスの駒を渡した。"
    }
  },
  "s3": {
    "name": "運を試してみるか？",
    "description": "敵全体を攻撃して {0} の魔法ダメージを与え、それぞれ50%の確率でこのスキルのクールタイムが永久に {1} 秒減少するか、このスキルのダメージが永久に {2}%増加します。この効果は最大10スタックまで重複します。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "クールタイム減少効果が最大重複数まで発動してからダメージ増加効果が発動します。",
    "dark": "敵対象が4体になりますが、敵を倒すとクールタイムが50%減少します。",
    "ut": {
      "name": "古びた釣り竿",
      "description": [
        "[運を試してみるか？]MP消費量が1減少し、10秒間、対象の被魔法ダメージが10%増加します。",
        "[運を試してみるか？]MP消費量が1減少し、10秒間、対象の被魔法ダメージが12%増加します。",
        "[運を試してみるか？]MP消費量が1減少し、10秒間、対象の被魔法ダメージが14%増加します。",
        "[運を試してみるか？]MP消費量が1減少し、10秒間、対象の被魔法ダメージが17%増加します。",
        "[運を試してみるか？]MP消費量が1減少し、10秒間、対象の被魔法ダメージが21%増加します。",
        "[運を試してみるか？]MP消費量が1減少し、10秒間、対象の被魔法ダメージが25%増加します。"
      ],
      "story": "小さい頃、幼なじみがエスカーにプレゼントした子ども用の釣り竿。 スターダストは毎年巡業公演を行いながら必ず立ち寄る村があった。その村にはエスカーをいつも煩わせる「あいつ」がいた。 いつも興味もない聖書を読み上げたり、エスカーが嫌いなクワガタムシを触って遊んだり...。 にっこり笑って近づいてくる「あいつ」ルシアスのことがかなり苦手だったが、いつの間にか2人はまたとない仲良しになっていた。 1年に1回会っていた2人は、互いの友情を称えるためにプレゼントを交換した。その時「あいつ」からもらったのが子ども用の釣竿だった。 その後、エスカーはその村に立ち寄るたびに仕方なく「あいつ」に付き合って釣りをさせられることになった。"
    }
  },
  "s4": {
    "name": "これはトリックじゃないぜ",
    "description": "10秒ごとに自分の攻撃力を {0} 、防御力を {1} 上昇させます。この効果は最大10スタックまで重複します。",
    "books": {
      "0": "攻撃力と防御力増加量が {0}%上昇します。",
      "1": "攻撃力と防御力増加量が {0}%上昇します。",
      "2": "攻撃力と防御力増加量が {0}%上昇します。"
    },
    "light": "最大重複数が3スタック増加します。",
    "dark": "1スタックにつき、英雄でない敵に与えるダメージが3%増加します。"
  },
  "t5": {
    "light": "攻撃力、防御力、HP +15% / 攻撃速度 +100",
    "dark": "10秒ごとにダイスの祝福効果を最大6個獲得します。獲得したダイスの祝福1個につき、自分の使用スキルクールタイムを直ちに5%減少させます。"
  }
}