{
  "name": "セシリア",
  "subtitle": "正義の紅き風",
  "description": "人並み外れた正義感を持つ少女。いつも誰かの支えになりたいと願っている。 人々を苦しめる魔族を許さない彼女が履いている魔道ブーツは、敵を粉砕するには十分。",
  "story": "守るべきことが、正しく守られる世界を夢見る少女。 赤いリボンをはためかせながら、風のごとき飛び蹴りで相手を一瞬のうちに制圧してしまうこの不思議な少女。別名「正義の紅き風」と呼ばれる。 彼女の祖父はオルベルリア聖騎士団長のリカルド。 小さい頃から祖父の正義と信念を見て育ってきた彼女は、 より大きな正義を胸に抱き、レジスタンスとして帝国の悪を根絶するために駆け回っている。 リカルドは揺るぎない正義感にあふれた若い孫娘がケガをしないか心配しているが、そんな祖父の気持ちを知るか知らないのか、彼女の気合いと飛び蹴りはいつも豪快だ。",
  "like": "ハーモニカ、辛い麺類、賭け、かけっこ",
  "dislike": "不義、寒いギャグ、小言、ヘビ",
  "inn": {
    "idle": "キミの無限の可能性、信じるよ！",
    "recruit": {
      "greet": "アタシの行く道が、キミと一緒だったらなぁ。",
      "talk": [
        "ねぇ、アタシのおじいちゃんを知ってる？",
        "正義で一番大事なのは、折れない心だよね！",
        "今日も修行、修行だよー！"
      ],
      "gift": "えっ！？これ、アタシがもらっていいの？"
    },
    "affinity": {
      "greet": "押忍ッ！今日も元気にいこう！",
      "talk": [
        "簡単にあきらめちゃダメ！アタシがついてるよ！",
        "辛い麺食い競争は、誰にも負けたくないんだ！ どっちがたくさん食べられるか、賭けてみない？"
      ],
      "gift": "これイイね！キミはなんか欲しいものない？"
    },
    "relationship": {
      "greet": "勇気こそ、正義を実践できる力なのよ！",
      "talk": [
        "家にブーツが何足あるかって？ うーん、とりあえず訓練用だけでも...100足くらい？",
        "んん？ハーモニカの腕が見たいって？あはは... ちょ...ちょっと待ってよ。",
        "退屈なら、アタシとサッカーでもしない？"
      ]
    }
  },
  "uw": {
    "name": "音速の爆裂 ギガンティクス",
    "description": [
      "攻撃速度が100上昇し、通常攻撃とスキル攻撃をすると自分に爆発を重複させ、3%の確率で対象の敵を4秒間気絶させます。爆発が100スタック重複するとギガンティクスが爆発し、攻撃速度とすべての回避率が100上昇します。この効果は解除できません。",
      "攻撃速度が120上昇し、通常攻撃とスキル攻撃をすると自分に爆発を重複させ、3%の確率で対象の敵を4秒間気絶させます。爆発が100スタック重複するとギガンティクスが爆発し、攻撃速度とすべての回避率が120上昇します。この効果は解除できません。",
      "攻撃速度が140上昇し、通常攻撃とスキル攻撃をすると自分に爆発を重複させ、3%の確率で対象の敵を4秒間気絶させます。爆発が100スタック重複するとギガンティクスが爆発し、攻撃速度とすべての回避率が140上昇します。この効果は解除できません。",
      "攻撃速度が170上昇し、通常攻撃とスキル攻撃をすると自分に爆発を重複させ、3%の確率で対象の敵を4秒間気絶させます。爆発が100スタック重複するとギガンティクスが爆発し、攻撃速度とすべての回避率が170上昇します。この効果は解除できません。",
      "攻撃速度が210上昇し、通常攻撃とスキル攻撃をすると自分に爆発を重複させ、3%の確率で対象の敵を4秒間気絶させます。爆発が100スタック重複するとギガンティクスが爆発し、攻撃速度とすべての回避率が210上昇します。この効果は解除できません。",
      "攻撃速度が250上昇し、通常攻撃とスキル攻撃をすると自分に爆発を重複させ、3%の確率で対象の敵を4秒間気絶させます。爆発が100スタック重複するとギガンティクスが爆発し、攻撃速度とすべての回避率が250上昇します。この効果は解除できません。"
    ],
    "story": "古代魔道遺跡から発掘された「爆裂の魔石」が主なエネルギー源の魔道ブーツ。 着用者が攻撃を行うと、魔石がエネルギー波を放出して音速に近いスピードと、鉄柱も箸のように曲がるほどの破壊力を発揮する。 実は、この魔道ブーツのコアとなる「爆裂の魔石」はセシリアがリカルドからプレゼントされたものだ。 どこでこれを手に入れたのか祖父から聞いたことはないが、かなり注意を払って保管していたのだという。 帝国まで会いにきた祖父に対し、「レジスタンスに入る」と虚勢を張った日。 彼は、セシリアの目を見て本気なのだと悟った。 そして「お前の信念を思う存分貫き通すがいい」と言って、この爆裂の魔石を渡した。 その後、魔石の力を見抜いた帝国のレジスタンス、変人技術者のランデットの手により、このとてつもない怪物ブーツが誕生した。"
  },
  "s1": {
    "name": "どけッ！",
    "description": "距離が最も遠い敵を[悪党]に指定して {0} 秒間、攻撃速度を {1} 減少させます。その後、対象へ移動して {2} の物理ダメージを与えます。使用後は[天墜脚！]を使えます。",
    "books": {
      "0": "ダメージが {0}%増加します。",
      "1": "ダメージが {0}%増加します。",
      "2": "ダメージが {0}%増加します。"
    },
    "light": "10秒間、対象の被物理ダメージを25%増加させます。",
    "dark": "対象のバフを解除します。",
    "ut": {
      "name": "英雄への第一歩",
      "description": [
        "[どけッ！]MP消費量が1減少し、10秒間、対象の被物理ダメージを10%増加させます。",
        "[どけッ！]MP消費量が1減少し、10秒間、対象の被物理ダメージを12%増加させます。",
        "[どけッ！]MP消費量が1減少し、10秒間、対象の被物理ダメージを14%増加させます。",
        "[どけッ！]MP消費量が1減少し、10秒間、対象の被物理ダメージを17%増加させます。",
        "[どけッ！]MP消費量が1減少し、10秒間、対象の被物理ダメージを21%増加させます。",
        "[どけッ！]MP消費量が1減少し、10秒間、対象の被物理ダメージを25%増加させます。"
      ],
      "story": "今のブーツを手に入れる前に使っていた、セシリア専用の特製ブーツ。 彼女は無数の武術を修行した末、脚を利用した独自の武術を完成させた。 そして祖父に自分の力を証明しようと思い、特製のブーツを履いて猛烈にトレーニングを続けた。 おかげで、ブーツにはトレーニングでついた名誉の傷が所々に残っている。"
    },
    "linked": {
      "0": {
        "name": "天墜脚！",
        "description": "敵対象を攻撃し、 {0} の物理ダメージを与え {1} 秒間、押し飛ばします。[悪党]状態の敵を優先的に攻撃します。使用後は[爆裂脚！]を使えます。"
      },
      "1": {
        "name": "爆裂脚！",
        "description": "距離が最も遠い敵に移動して攻撃し、 {0} の物理ダメージを与え {1} 秒間、気絶させます。[悪党]状態の敵を優先的に攻撃します。"
      }
    }
  },
  "s2": {
    "name": "無限の可能性",
    "description": "自分の周りの円形範囲内の敵に {0} の物理ダメージを与え {1} 秒間転倒状態にさせ、自分を {2} 秒間、攻撃速度が {3} 上昇する[無限の可能性]状態にします。[無限の可能性]状態で通常攻撃とスキル攻撃をすると、英雄の対象に {4} 、英雄でない対象に {5} の物理ダメージを与えます。この効果は解除できません。",
    "books": {
      "0": "ダメージが {0}%増加します。",
      "1": "ダメージが {0}%増加します。",
      "2": "ダメージが {0}%増加します。"
    },
    "light": "効果時間中、英雄でない敵に与えるダメージが {0}%増加します。",
    "dark": "効果時間中、被ダメージが {0}%減少します。",
    "ut": {
      "name": "幼い頃の思い出",
      "description": [
        "[無限の可能性]自分にかかったデバフを解除してから使い、ダメージが20%増加します。",
        "[無限の可能性]自分にかかったデバフを解除してから使い、ダメージが24%増加します。",
        "[無限の可能性]自分にかかったデバフを解除してから使い、ダメージが29%増加します。",
        "[無限の可能性]自分にかかったデバフを解除してから使い、ダメージが35%増加します。",
        "[無限の可能性]自分にかかったデバフを解除してから使い、ダメージが42%増加します。",
        "[無限の可能性]自分にかかったデバフを解除してから使い、ダメージが50%増加します。"
      ],
      "story": "セシリアが町でよく蹴って遊んでいたボール。 特にサッカーボールは、彼女の足技がその才能を発揮するのに役立った。 町のガキ大将を1日も逃さなかった彼女は、憂いもなく自由に駆け回っていたあの頃の思い出を忘れられず、ボールを捨てなかった。 セシリアが憂うつになったり歯がゆい気持ちになった時、取り出しては眺めている。"
    }
  },
  "s3": {
    "name": "アタタタタタタッ！",
    "description": "自分の周りの円形範囲内の敵に {0} 回にかけて合計 {1} の物理ダメージを与えます。その後、対象の敵とその周囲に {2} の物理ダメージを与え {3} 秒間、転倒させます。自分が[無限の可能性]状態の場合、使用後 {4} 秒以内に[必殺、流星脚！]を使えます。",
    "books": {
      "0": "ダメージが {0}%増加します。",
      "1": "ダメージが {0}%増加します。",
      "2": "ダメージが {0}%増加します。"
    },
    "light": "敵が1体の時、ダメージが100%増加します。",
    "dark": "使用中、状態異常を無効化します。",
    "ut": {
      "name": "刹那のひと時",
      "description": [
        "[アタタタタタタッ！]使うたびに自分がボスに与えるダメージが4%増加します。この効果は最大10スタックまで重複します。[必殺、流星脚！]のMP消費量が1減少します。",
        "[アタタタタタタッ！]使うたびに自分がボスに与えるダメージが4.8%増加します。この効果は最大10スタックまで重複します。[必殺、流星脚！]のMP消費量が1減少します。",
        "[アタタタタタタッ！]使うたびに自分がボスに与えるダメージが5.8%増加します。この効果は最大10スタックまで重複します。[必殺、流星脚！]のMP消費量が1減少します。",
        "[アタタタタタタッ！]使うたびに自分がボスに与えるダメージが7%増加します。この効果は最大10スタックまで重複します。[必殺、流星脚！]のMP消費量が1減少します。",
        "[アタタタタタタッ！]使うたびに自分がボスに与えるダメージが8.4%増加します。この効果は最大10スタックまで重複します。[必殺、流星脚！]のMP消費量が1減少します。",
        "[アタタタタタタッ！]使うたびに自分がボスに与えるダメージが10%増加します。この効果は最大10スタックまで重複します。[必殺、流星脚！]のMP消費量が1減少します。"
      ],
      "story": "セシリアが趣味で吹くハーモニカ。 リカルドが彼女の15歳の誕生日に送ったプレゼント。 リカルドは、世の中の正義も大事だが、孫娘が自分の信念を追い求めるあまり、早くから心の余裕を失くしてしまわないかと心配した。 悩んだ末に彼は、セシリアの名が刻まれた小さなハーモニカをプレゼントした。 しかし、彼女自身は祖父の意中も知らないまま、たった1曲しか吹けないでいる。"
    },
    "linked": {
      "0": {
        "name": "必殺、流星脚！",
        "description": "全力を尽くして対象の敵とその周囲に {0} の物理ダメージを与え {1} 秒間、気絶させます。このスキルは必ずクリティカルヒットになります。"
      }
    }
  },
  "s4": {
    "name": "生まれ持った才能",
    "description": "自分の防御力が {0} 上昇し、クリティカル率が {1} 上昇します。セシリアの通常攻撃とスキル攻撃が必ず命中します。",
    "books": {
      "0": "防御力増加量が {0}%増加します。",
      "1": "防御力増加量が {0}%増加します。",
      "2": "防御力増加量が {0}%増加します。"
    },
    "light": "被ダメージが {0}%減少します。",
    "dark": "英雄に与えるダメージが {0}%増加します。",
    "ut": {
      "name": "正義の心",
      "description": [
        "[生まれ持った才能]戦闘が開始すると20秒間、英雄でない敵に与えるダメージが10%増加し、被ダメージが25%減少します。",
        "[生まれ持った才能]戦闘が開始すると20秒間、英雄でない敵に与えるダメージが12%増加し、被ダメージが25%減少します。",
        "[生まれ持った才能]戦闘が開始すると20秒間、英雄でない敵に与えるダメージが14%増加し、被ダメージが25%減少します。",
        "[生まれ持った才能]戦闘が開始すると20秒間、英雄でない敵に与えるダメージが17%増加し、被ダメージが25%減少します。",
        "[生まれ持った才能]戦闘が開始すると20秒間、英雄でない敵に与えるダメージが21%増加し、被ダメージが25%減少します。",
        "[生まれ持った才能]戦闘が開始すると20秒間、英雄でない敵に与えるダメージが25%増加し、被ダメージが25%減少します。"
      ],
      "story": "セシリアが初めて正義を実践した時、お礼に受け取ったプレゼント。 かつて、街で少女を救ったお礼に受け取ったこの赤いリボンは、少女を助ける途中で怪我をしたセシリアの手首に、少女が縛ってくれたものだ。 その日以来、彼女は任務遂行の時必ず手首にこの赤いリボンを巻き付ける。彼女が「正義の紅き風」と呼ばれるようになったきっかけである。"
    }
  },
  "t5": {
    "light": "攻撃力、防御力、HP +15% / クリティカルダメージ +20%",
    "dark": "[無限の可能性]の追加ダメージで敵にダメージを与えると、自分の攻撃力が {0}%上昇します。この効果は最大 {1} スタックまで重複し、解除できません。"
  }
}