{
  "name": "ベルンヘイム",
  "subtitle": "破壊の剣",
  "description": "沈黙の騎士。漆黒の剣士。山を揺るがす剣。 様々な異名を持つ、帝国領で活動している伝説の傭兵。 彼の巨大な剣は世界のあらゆる力を吸い尽くし、純粋なる破壊だけを求める。",
  "story": "ペンテオニアの貴族家庭で生まれたベルンヘイム・フォン・ラチェリマは、卓越した武芸の持ち主であった。 屈強の力、そして優れた判断力を持つ彼は、間違いなく素晴らしい騎士になれる能力を有していた。 ところが、彼には決してペンテオニアで出世できない理由があった――彼は光の力をまったく使えなかったのだ。 いくら努力を積み重ねても、強い信頼と意志を持ってしても、光の力が彼の呼びかけに応じることはなかった。 国のため、女王のために全力を尽したい彼だったが――周りの誰もがいとも簡単に操る光の力を自分だけが扱えないことが彼の将来に足かせとなり、下級騎士より上に昇進することはできなかった。 それでもベルンヘイムは諦めずに光の力を手に入れようと懸命に修行したが...何も得ることができず時間だけが過ぎ去った。それは彼の精神を次第に蝕み始めた。 そうして成果のない修行を続けていたある日、彼は光の力、そしてその起源についてより詳しく理解するため、様々な書籍を求めて中央教会に立ち寄った。 本を開いて黙々と学びに励んでいた彼に、どこからか声が聴こえてきた。 自分を呼ぶ、光の天使のような声。 疲弊していたベルンヘイムの心は、その甘い声に惹かれて中央教会の地下へと導かれていく。彼はそこで何重もの結界で封印されている一つの部屋を見つける。 彼が近づくと結界はいとも簡単に消滅した。部屋の中へ入った彼の目の前に現れたのは...天使の形をした剣、光の聖剣そのものであった。 「あなたは選ばれし者なのです」剣は強烈な光を放ち彼に呼びかけた。 自分がしてきたすべての努力はこの瞬間のためだった――と悟ったベルンヘイムは、ゆっくりと手を伸ばしてその剣を握る... 彼の精神は深い闇の底に吸い込まれた。 自分を呑み込んだ闇――それは、果てしなく空虚な闇であった。 どんなに水を注いでも満たされない器、一つの宇宙そのものだった。 その果てしなく広い闇の中で独りになったベルンヘイムは、自分の意識が徐々に薄れていく――自分の存在が、だんだんと消えていくのを感じた。 同時に、自分のいる場所に何か暗くて陰湿な力が侵食してくるのを感じた。 だが、ベルンヘイムはペンテオニアの騎士。闇に屈することのない、光の騎士になると誓った者なのだ。 強い精神力と意志で、彼は闇の力を振り払い、自分の意識を取り戻した。 気がつくと、教会の床に倒れていた彼の手には一本の巨大な黒い剣が握られていた。 悪鬼の形をしたその魔剣は...下品に笑いながら正しい道から外れた騎士をあざ笑った。 やがてベルンヘイムは闇の力に手を出した対価として国外へと追放され、その後ベスピア帝国を舞台に傭兵として新たな人生を送ることになった。 常に自分を煩わせる、偏屈な性格をした魔剣と共に...",
  "like": "故郷の風景、じっくり読書すること、静かな自分だけの時間、女王アルテミア",
  "dislike": "かつて弱かった自分、魔剣ターガリオス",
  "inn": {
    "idle": "...傭兵をやっていれば、こういう場所にはよく来るものだ。",
    "recruit": {
      "greet": "ふむ、依頼か？",
      "talk": [
        "今日は天気がいいな。修行日和だ。",
        "剣を振るう理由？...そんなこと、知らないほうがいい。",
        "腹は八分目くらいがちょうどいい。戦場では贅沢などできないからな。"
      ],
      "gift": "ふむ...？依頼ではなく、贈り物だと...？意味が分からん。"
    },
    "affinity": {
      "greet": "...来たか、最近よく会うな。",
      "talk": [
        "俺の剣に興味がある...？ふぅ...できれば聞いてほしくないのだが。",
        "頭が痛い...ああ、心配は無用だ。日常茶飯事だからな..."
      ],
      "gift": "...礼を言う。いざという時に使わせてもらおう。"
    },
    "relationship": {
      "greet": "...元気そうだな。変わったことはないか？",
      "talk": [
        "この魔剣との長い悪縁...俺は、こいつを手放すことができるのだろうか...",
        "ターガリオスの喚く声が、頭の中で響く...ぐっ...",
        "あの時、確かに俺は力を望んだが...こうなってしまったのは、すべて俺の意志の脆さのせいだ。もはや...そんなことは起こるまい。"
      ]
    }
  },
  "uw": {
    "name": "虚無の窯 ターガリオス",
    "description": [
      "10秒ごとに自分の攻撃力を10%、すべての防御力を10%上昇させ、すべてのスキルのクールタイムを1秒減少させます。自分が[戦いの火蓋]状態の場合、クールタイム減少量が2倍に増加します。攻撃力と防御力増加効果は最大4スタックまで重複し、解除できません。",
      "10秒ごとに自分の攻撃力を12%、すべての防御力を12%上昇させ、すべてのスキルのクールタイムを1.2秒減少させます。自分が[戦いの火蓋]状態の場合、クールタイム減少量が2倍に増加します。攻撃力と防御力増加効果は最大4スタックまで重複し、解除できません。",
      "10秒ごとに自分の攻撃力を14%、すべての防御力を14%上昇させ、すべてのスキルのクールタイムを1.4秒減少させます。自分が[戦いの火蓋]状態の場合、クールタイム減少量が2倍に増加します。攻撃力と防御力増加効果は最大4スタックまで重複し、解除できません。",
      "10秒ごとに自分の攻撃力を17%、すべての防御力を17%上昇させ、すべてのスキルのクールタイムを1.7秒減少させます。自分が[戦いの火蓋]状態の場合、クールタイム減少量が2倍に増加します。攻撃力と防御力増加効果は最大4スタックまで重複し、解除できません。",
      "10秒ごとに自分の攻撃力を21%、すべての防御力を21%上昇させ、すべてのスキルのクールタイムを2.1秒減少させます。自分が[戦いの火蓋]状態の場合、クールタイム減少量が2倍に増加します。攻撃力と防御力増加効果は最大4スタックまで重複し、解除できません。",
      "10秒ごとに自分の攻撃力を25%、すべての防御力を25%上昇させ、すべてのスキルのクールタイムを2.5秒減少させます。自分が[戦いの火蓋]状態の場合、クールタイム減少量が2倍に増加します。攻撃力と防御力増加効果は最大4スタックまで重複し、解除できません。"
    ],
    "story": "満たされることのない者、果てしなく欲する者という意味の名を持つ魔剣。 魔の力はもちろん神聖の力まで吸い尽くし、吸収した力を自分の力に変換して使える。 自我を持ち、とても散漫で残酷な性格を持つ邪悪なる魔剣。 この魔剣がどのような経緯でペンテオニアの中央教会の地下深くに封印されていたのかは、女王アルテミアも正確には分かっていない。ただ、遠い昔ターガリオスが魔王であったという噂が流れている。 魔王と呼ぶに相応しくない軽々しく下品な態度を見せるが...その強さだけは誰にも否定はできないのも事実である。"
  },
  "s1": {
    "name": "虚無の円",
    "description": "敵対象とその周囲を攻撃し、 {0} の魔法ダメージを与え、虚無の円を設置します。虚無の円は {1} 秒間で {2} の魔法ダメージを与えて攻撃速度を {3} 減少させ、敵がバフを獲得できなくなります。 最初の戦闘開始時、スキルクールタイムが {4} 秒になります。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "最初のクールタイムが3秒減少します。",
    "dark": "[戦いの火蓋]状態で使うと、[虚無の円]効果時間が4秒増加します。",
    "ut": {
      "name": "色あせた剣",
      "description": [
        "[虚無の円]虚無の円でダメージを受けた対象のMPを100減少させ、5秒間、被魔法ダメージを25%増加させます。",
        "[虚無の円]虚無の円でダメージを受けた対象のMPを120減少させ、5秒間、被魔法ダメージを25%増加させます。",
        "[虚無の円]虚無の円でダメージを受けた対象のMPを140減少させ、5秒間、被魔法ダメージを25%増加させます。",
        "[虚無の円]虚無の円でダメージを受けた対象のMPを170減少させ、5秒間、被魔法ダメージを25%増加させます。",
        "[虚無の円]虚無の円でダメージを受けた対象のMPを210減少させ、5秒間、被魔法ダメージを25%増加させます。",
        "[虚無の円]虚無の円でダメージを受けた対象のMPを250減少させ、5秒間、被魔法ダメージを25%増加させます。"
      ],
      "story": "ベルンヘイムがターガリオスの誘いに乗る直前まで使っていた、ペンテオニア騎士の制式剣。 光の力を宿らせれば強い力を発揮する剣であったが...ベルンヘイムがあえて自分以外の武器を使おうとしていることに気づき、彼への嫌がらせのために彼が使う自分以外のすべての武器の力、加護、祝福といった魔法の力をすべて吸収してから破壊してしまった。 ベルンヘイムはその光景を見ると、深いため息をついて壊れた武器の破片を捨ててしまった。だが、この剣だけは捨てることができず持ち歩いている。"
    }
  },
  "s2": {
    "name": "戦いの火蓋",
    "description": "自分の前方範囲内の敵を攻撃して {0} の魔法ダメージを与え、後ろに吹き飛ばします。以降 {1} 秒間、自分のすべてのガード率が {2} 、防御力が {3} 上昇して状態異常を無効化します。 最初の戦闘開始時、スキルクールタイムが {4} 秒になります。",
    "books": {
      "0": "防御力の増加値が {0}%増加します。",
      "1": "防御力の増加値が {0}%増加します。",
      "2": "防御力の増加値が {0}%増加します。"
    },
    "light": "使用時、自分のデバフをすべて解除します。",
    "dark": "最初のクールタイムが8秒増加し、効果時間が8秒増加します。",
    "ut": {
      "name": "光のメダル",
      "description": [
        "[戦いの火蓋]使うと現在HPの50%を消費する代わりに、効果が解除できなくなります。",
        "[戦いの火蓋]使うと現在HPの46%を消費する代わりに、効果が解除できなくなります。",
        "[戦いの火蓋]使うと現在HPの41%を消費する代わりに、効果が解除できなくなります。",
        "[戦いの火蓋]使うと現在HPの35%を消費する代わりに、効果が解除できなくなります。",
        "[戦いの火蓋]使うと現在HPの28%を消費する代わりに、効果が解除できなくなります。",
        "[戦いの火蓋]使うと現在HPの20%を消費する代わりに、効果が解除できなくなります。"
      ],
      "story": "ペンテオニアの騎士に任命される時に授与された光のメダル。 光を象徴する太陽が彫られている金色のメダルで、[光は常にあなたと共にある]という意味を持っている。 ベルンヘイムは騎士の爵位を剥奪されて国外に追放されたが、彼はいつまでも誇りあるペンテオニア騎士としての忠誠心を持っていた。"
    }
  },
  "s3": {
    "name": "滅砕者",
    "description": "自分の周りの円形範囲内の敵に10回にかけて合計 {0} の魔法ダメージを与えます。以降、非常に広い範囲内の敵を攻撃して {1} の魔法ダメージを与え、 {2} 秒間気絶させます。対象が英雄でない場合、ヒットするたびに {4} の追加魔法ダメージを与えます。 最初の戦闘開始時、スキルクールタイムが {5} 秒になります。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "最初のクールタイムが5秒減少します。",
    "dark": "英雄でない敵に与える追加ダメージが、防御力を無視します。",
    "ut": {
      "name": "傭兵の酒坏",
      "description": [
        "[滅砕者]ダメージが20%増加し、ヒットするたびに20%の確率で0.5秒間、気絶させます。",
        "[滅砕者]ダメージが24%増加し、ヒットするたびに20%の確率で0.5秒間、気絶させます。",
        "[滅砕者]ダメージが29%増加し、ヒットするたびに20%の確率で0.5秒間、気絶させます。",
        "[滅砕者]ダメージが35%増加し、ヒットするたびに20%の確率で0.5秒間、気絶させます。",
        "[滅砕者]ダメージが42%増加し、ヒットするたびに20%の確率で0.5秒間、気絶させます。",
        "[滅砕者]ダメージが50%増加し、ヒットするたびに20%の確率で0.5秒間、気絶させます。"
      ],
      "story": "帝国で勇ましい活躍を見せた最高の傭兵にのみ与えられる記念的な酒坏。 帝国の象徴であるオオカミが刻み込まれている。 戦場で数多くの手柄を立てたベルンヘイムに皇室から直々に贈られた最高級品で、現在世界にたった5つしか存在しないレアアイテム。 噂によれは、酒坏の中に飲み物を注ぐと気力回復の祝福がかけられるようになっている魔法のアイテムだというが、果たして..."
    }
  },
  "s4": {
    "name": "弱体化",
    "description": "ベルンヘイムはMPが回復できず、すべてのスキルでMPを消費しなくなります。また、通常攻撃とスキル攻撃をすると敵を {0} 秒間、弱体状態にして回復力を {1}%減少させ、自分の攻撃力を {2} 、回復力を {3}%上昇させます。すべての効果は最大 {4} スタックまで重複します。",
    "books": {
      "0": "攻撃力の増加量が {0}%増加します。",
      "1": "攻撃力の増加量が {0}%増加します。",
      "2": "攻撃力の増加量が {0}%増加します。"
    },
    "light": "弱体の重複が解除できなくなります。",
    "dark": "攻撃力と回復力増加効果が解除できなくなります。",
    "ut": {
      "name": "送りそこねた手紙",
      "description": [
        "[弱体化]敵と自分への重複数が2スタックになり、すべての効果の最大重複数が20スタック増加します。",
        "[弱体化]敵と自分への重複数が2スタックになり、すべての効果の最大重複数が24スタック増加します。",
        "[弱体化]敵と自分への重複数が2スタックになり、すべての効果の最大重複数が29スタック増加します。",
        "[弱体化]敵と自分への重複数が2スタックになり、すべての効果の最大重複数が35スタック増加します。",
        "[弱体化]敵と自分への重複数が2スタックになり、すべての効果の最大重複数が42スタック増加します。",
        "[弱体化]敵と自分への重複数が2スタックになり、すべての効果の最大重複数が50スタック増加します。"
      ],
      "story": "国を追放されて以降、家族に送るために書いたベルンヘイムの手紙。 とりあえず書いてはみたものの、送るか送るまいかについて追放されて7年が経った今もずっと悩んでいる。 自分のことを慕っていた5歳年下の弟と、10歳年下の妹に送ろうとした手紙がほとんど。"
    }
  },
  "t5": {
    "light": "攻撃力、防御力、HP+15% / クリティカル率+100",
    "dark": "通常攻撃をすると10秒間、対象の被魔法ダメージを1%増加させ、魔法防御力を1%減少させます。この効果は最大20スタックまで重複します。"
  }
}