{
  "name": "グレンウィス",
  "subtitle": "帝国の盾",
  "description": "帝国の平民出身の女騎士。 実力だけで首都防衛騎士団の副団長までに上り詰めた、多くの平民にとって憧れの的。 帝国の市民を守る固い盾となることを誓った、誰よりも忠実な騎士。",
  "story": "現在、帝国で民から最も愛されている騎士は誰か。おそらくグレンウィスがその一人であろう。平民出身騎士の中で最も高い職位に就いている彼女は、帝国首都防衛騎士団の副団長を任されている。 抜群の戦闘能力、謙遜さ、そして強い責任感を兼ね備えたグレンウィスは、理想の騎士そのものである。貴族出身の騎士が多い帝国で、平民出身として彼らを追い越して副団長にまで上り詰めたこと、そして毎年に皇帝が主催するトーナメントで彼女が3年連続優勝したことを考えれば、グレンウィスという名が帝国首都に住む平民の希望であることは何より明らかだ。 誰であれ能力さえあれば帝国で成功できる、という概念のシンボルとも言える彼女は、今や注目の的となっている。",
  "like": "訓練、帝国民の笑顔、活気に満ちた雰囲気、アップルパイ",
  "dislike": "民が苦しむこと、貴族たちのパーティと社交界",
  "inn": {
    "idle": "清潔な宿屋ですね。料理も美味しそうですし...",
    "recruit": {
      "greet": "こんにちは。お元気でしたか？",
      "talk": [
        "今日の村の治安は良い状態です。",
        "ああ、私はパンとスープだけで結構です。味にうるさくないので...",
        "ふふ、たまには騎士にも息抜きが必要なのですよ。"
      ],
      "gift": "私に...プレゼント？え、っと...お気持ちだけで嬉しいです。アハハ..."
    },
    "affinity": {
      "greet": "ああ、こんにちは。またお会いしますね。",
      "talk": [
        "お変わりはありませんか？では、一緒に訓練でもいかがです？",
        "帝国は血縁よりも能力を重視する国です。たゆまぬ努力だけが成功につながるのです。"
      ],
      "gift": "まあ、こんな身に余るプレゼントを...ありがとうございます。お返しは必ずいたします。"
    },
    "relationship": {
      "greet": "あ、いらっしゃいましたか。一緒にお食事でもいかがです？",
      "talk": [
        "時々...村の子供たちから向けられる憧れの視線が重く感じられることもあります。アハハ...",
        "貴族出身の騎士たちとも仲は良いほうなんですよ。よく私と組手してくださる方も何人かいます。",
        "皇帝陛下にはいつも感謝しています。おかげで平民の私も、こんな地位にまで上れたのですから。"
      ]
    }
  },
  "uw": {
    "name": "逆襲のマキシテア",
    "description": [
      "スキルを使うたびにすべての味方の攻撃力を1%上昇させ、クリティカルダメージを2%増加させます。この効果は最大4スタックまで重複し、4スタック重複するとすべての効果が2倍になります。この効果は解除できません。",
      "スキルを使うたびにすべての味方の攻撃力を1.2%上昇させ、クリティカルダメージを2.4%増加させます。この効果は最大4スタックまで重複し、4スタック重複するとすべての効果が2倍になります。この効果は解除できません。",
      "スキルを使うたびにすべての味方の攻撃力を1.4%上昇させ、クリティカルダメージを2.8%増加させます。この効果は最大4スタックまで重複し、4スタック重複するとすべての効果が2倍になります。この効果は解除できません。",
      "スキルを使うたびにすべての味方の攻撃力を1.7%上昇させ、クリティカルダメージを3.4%増加させます。この効果は最大4スタックまで重複し、4スタック重複するとすべての効果が2倍になります。この効果は解除できません。",
      "スキルを使うたびにすべての味方の攻撃力を2%上昇させ、クリティカルダメージを4.2%増加させます。この効果は最大4スタックまで重複し、4スタック重複するとすべての効果が2倍になります。この効果は解除できません。",
      "スキルを使うたびにすべての味方の攻撃力を2.5%上昇させ、クリティカルダメージを5%増加させます。この効果は最大4スタックまで重複し、4スタック重複するとすべての効果が2倍になります。この効果は解除できません。"
    ],
    "story": "帝国の機械技術のエッセンスが詰まった銃剣(ガンブレード)と盾の対。 銃剣はマゴス・レ・フラームの機械技術部署で製作された、銃と剣を合体させたガンブレードの試作モデルで、 近距離にいる多数の敵を倒すために設計された、爆発的な破壊力を持つ武器。 盾は敵の攻撃を受け流して反撃するために設計され、 非常に優れた衝撃の吸収と緩和性能を持つ。 騎士団に入団して以来、グレンウィスがあげてきた優れた成果を称えるため、 皇室から彼女に与えた栄光の武器。"
  },
  "s1": {
    "name": "そこまでです",
    "description": "前方範囲内の敵に7回にかけて、合計 {0} の物理ダメージを与え、ヒットするたびに10秒間被物理ダメージを4%増加させます。この効果は最大7スタックまで重複します。 対象が英雄でない場合、 {1} の追加物理ダメージを与えます。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "MP消費量が1増加し、英雄でない敵に与えるダメージが防御無視になります。",
    "dark": "10秒間、対象の攻撃速度を250減少させます。",
    "ut": {
      "name": "アルファリーダーバッジ",
      "description": [
        "[そこまでです]ダメージが50%増加し、クリティカルヒットするとクールタイムが1%減少します。",
        "[そこまでです]ダメージが50%増加し、クリティカルヒットするとクールタイムが1.2%減少します。",
        "[そこまでです]ダメージが50%増加し、クリティカルヒットするとクールタイムが1.4%減少します。",
        "[そこまでです]ダメージが50%増加し、クリティカルヒットするとクールタイムが1.7%減少します。",
        "[そこまでです]ダメージが50%増加し、クリティカルヒットするとクールタイムが2%減少します。",
        "[そこまでです]ダメージが50%増加し、クリティカルヒットするとクールタイムが2.5%減少します。"
      ],
      "story": "帝国の首都防衛騎士団の象徴。 帝国の民の治安に関して即決審判権を持つアルファリーダーに与えられるバッジ。騎士団内の満場一致によって選出されるアルファリーダーは、最高の実力を備え仲間に厚く信頼される指揮官にだけ与えられる。"
    }
  },
  "s2": {
    "name": "手加減はいたしません",
    "description": "自分の周りの円形範囲内の敵に10回にかけて {0} の物理ダメージを与え、 {1} 秒間、気絶させます。 最後の攻撃では自分の前方の敵に {2} の物理ダメージを与え、 {3} 秒間、気絶させます。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "10秒間、対象の被物理ダメージを25%増加させます。",
    "dark": "気絶効果時間が0.5秒増加します。",
    "ut": {
      "name": "タンポポの称賛",
      "description": [
        "[手加減はいたしません]クールタイムが4.5秒減少し、敵の回復力を20%減少させます。",
        "[手加減はいたしません]クールタイムが4.5秒減少し、敵の回復力を24%減少させます。",
        "[手加減はいたしません]クールタイムが4.5秒減少し、敵の回復力を28%減少させます。",
        "[手加減はいたしません]クールタイムが4.5秒減少し、敵の回復力を34%減少させます。",
        "[手加減はいたしません]クールタイムが4.5秒減少し、敵の回復力を42%減少させます。",
        "[手加減はいたしません]クールタイムが4.5秒減少し、敵の回復力を50%減少させます。"
      ],
      "story": "毎年開かれるインペリアルコロセウムトーナメントは、帝国最大の総合武術大会だ。出身や身分に関係なく、実力だけで評価される大会だが、高品質の装備で武装した貴族と彼らが後援した騎士や軍人が、毎回優勝をさらっていった。誰もが知っているが言葉にできない、名ばかりの大会だった... しかし4年前、16歳の少女だった平民のグレンウィスが実力だけでインペリアルコロセウムで優勝し、当初の趣旨は守られることとなった。優勝した日、コロセウムは熱気にあふれた。それまで権力者が占めていたものを平民が手にしたことは、人々にとってかなり大きな意味を持ち、帝国で新しい崇拝の対象となったグレンウィスには次々と贈り物が届けられた。 だが、彼女はその贈り物を丁寧に断るしかなかった。重荷でもあったが、政治的にも彼女を中心に一つになりつつある平民を冷たい視線で見る者があまりにも多かったのだ。 だが、こっそりやって来た少女が、あの小さい手で恥ずかしそうに差し出したタンポポの文鎮だけは、断りきれずに今でも大事に持っている。"
    }
  },
  "s3": {
    "name": "逆襲の始まりです",
    "description": "帝国の盾の力で、自分の周りの円形の広範囲の敵に {0} の物理ダメージを与え、 {1} 秒間転倒させます。味方全体のデバフを解除し、攻撃力を {2} 秒間 {3} 上昇させ、防御力を {4} 上昇させます。",
    "books": {
      "0": "攻撃力と防御力増加量が {0}%上昇します。",
      "1": "攻撃力と防御力増加量が {0}%上昇します。",
      "2": "攻撃力と防御力増加量が {0}%上昇します。"
    },
    "light": "10秒間、対象の物理クリティカル耐性を250減少させます。",
    "dark": "MP消費量が1増加し、増加する攻撃力と防御力の量が100%増加します。",
    "ut": {
      "name": "バラスルビー",
      "description": [
        "[逆襲の始まりです]攻撃力と防御力増加量が50%増加し、10秒間、ダメージを受けた対象の被物理ダメージを10%増加させます。",
        "[逆襲の始まりです]攻撃力と防御力増加量が50%増加し、10秒間、ダメージを受けた対象の被物理ダメージを12%増加させます。",
        "[逆襲の始まりです]攻撃力と防御力増加量が50%増加し、10秒間、ダメージを受けた対象の被物理ダメージを14%増加させます。",
        "[逆襲の始まりです]攻撃力と防御力増加量が50%増加し、10秒間、ダメージを受けた対象の被物理ダメージを17%増加させます。",
        "[逆襲の始まりです]攻撃力と防御力増加量が50%増加し、10秒間、ダメージを受けた対象の被物理ダメージを21%増加させます。",
        "[逆襲の始まりです]攻撃力と防御力増加量が50%増加し、10秒間、ダメージを受けた対象の被物理ダメージを25%増加させます。"
      ],
      "story": "匿名の後援者による最後のプレゼント インペリアルコロセウムトーナメントに参加すると、すべての過程にかかる費用は庶民にとってあまりにも高かった。初の平民出身の優勝者として、また、連続優勝で崇拝の対象となったグレンウィスは、毎年民からの寄付で大会に参加したが、その費用は次第に高くなり、高額になった費用の工面がつかないことも度々あった。 不思議なことに、そういった危機が迫るたびに匿名の後援者が手を差し伸べてくれた。おかげで、彼女は無事に試合に出ることができた。 グレンウィスが3年連続で優勝した日、匿名の後援者は彼女に騎士の宝石「バラスルビー」を贈り、それが最後の後援となった。その後、グレンウィスの勝利のお守りとなったバラスルビーは、いつも彼女と一緒である。匿名の後援者への疑問と感謝の気持ちを抱いたまま。"
    }
  },
  "s4": {
    "name": "帝国騎士の誇り",
    "description": "味方全体の攻撃力を {0} 上昇させ、戦闘が開始すると {1} 秒間、英雄ではない敵に与えるダメージを {2}%増加させ、被ダメージを {3}%減少させます。",
    "books": {
      "0": "攻撃力の増加量が {0}%増加します。",
      "1": "攻撃力の増加量が {0}%増加します。",
      "2": "攻撃力の増加量が {0}%増加します。"
    },
    "light": "英雄でない敵に与えるダメージ効果が20%になります。",
    "dark": "英雄でない敵による被ダメージ効果が20%になります。",
    "ut": {
      "name": "黄金の栄光",
      "description": [
        "[帝国騎士の誇り]攻撃力増加量が50%増加し、戦闘が開始すると20秒間、自分と自分以外の攻撃力が最も高い味方のクリティカルダメージを30%増加させ、英雄ではない敵に与えるダメージを10%増加させます。",
        "[帝国騎士の誇り]攻撃力増加量が50%増加し、戦闘が開始すると20秒間、自分と自分以外の攻撃力が最も高い味方のクリティカルダメージを36%増加させ、英雄ではない敵に与えるダメージを12%増加させます。",
        "[帝国騎士の誇り]攻撃力増加量が50%増加し、戦闘が開始すると20秒間、自分と自分以外の攻撃力が最も高い味方のクリティカルダメージを42%増加させ、英雄ではない敵に与えるダメージを14%増加させます。",
        "[帝国騎士の誇り]攻撃力増加量が50%増加し、戦闘が開始すると20秒間、自分と自分以外の攻撃力が最も高い味方のクリティカルダメージを50%増加させ、英雄ではない敵に与えるダメージを17%増加させます。",
        "[帝国騎士の誇り]攻撃力増加量が50%増加し、戦闘が開始すると20秒間、自分と自分以外の攻撃力が最も高い味方のクリティカルダメージを63%増加させ、英雄ではない敵に与えるダメージを21%増加させます。",
        "[帝国騎士の誇り]攻撃力増加量が50%増加し、戦闘が開始すると20秒間、自分と自分以外の攻撃力が最も高い味方のクリティカルダメージを75%増加させ、英雄ではない敵に与えるダメージを25%増加させます。"
      ],
      "story": "インペリアルコロセウムトーナメント3年連続優勝を記念した黄金のトロフィー。 コロセウムの真の英雄だけに与えられる、皇帝からの栄光の褒賞。 彼女の最後のトーナメントが行われた3回目の決勝戦。 最後の相手は、まったく正体の分からない仮面を被った謎の男。決勝まで上がってくるにあたり、圧倒的な実力で相手をひざまずかせるのに何秒もかからなかったという。グレンウィスもその準決勝の試合を見て、緊張して固唾を飲んだほど。 やはり、一方的な試合だった。 最初から男の赤い双剣がうなり、赤い風車のようにグレンウィスに襲いかかった。彼女は防御に徹し、彼の連撃を必死にかわしながら機会をうかがった。そしてついに、男の攻撃がほんの少し鈍ったスキをついたグレンウィスの会心の一撃。 だが、男はそれすらもさっと後ずさって避けた。 だが、それに続く火薬の爆発までは避けられず、仮面がはがれ、もうもうたる煙の中から隠していたきれいな顔が現れた。彼女は見た。割れて落ちる仮面の間から、自分を見つめて笑っていた男を... その余裕満々で厚かましい姿にまたもやぞっとした彼女は、再び防御態勢を整ったが - いきなり、男が棄権を宣言。 いつの間にか二人を包んでいた煙は収まり、彼の顔は別の仮面で覆われていた。 あっけにとられたグレンウィスは、皇帝からトロフィーを受け取るまで、何が起きたのか分からずにいた。 皇帝の後ろ、近衛騎士団の団長のそばで拍手をしながら祝っている彼の姿を見るまでは..."
    }
  },
  "t5": {
    "light": "攻撃力、防御力、HP+15% /すべての防御力+10%",
    "dark": "自分のすべての防御力の合計の8%だけ味方全体の攻撃力を上昇させます。"
  }
}