{
  "name": "ニッキー",
  "subtitle": "残酷な看守",
  "description": "最凶のモンスターたちを監禁しているオルベルの地下監獄で、一人で看守を務めている気性の荒い女戦士。 アリーナの野獣、グラディにも匹敵する優れた実力で、モンスターたちに恐怖を植え付ける。 彼女の強力な鉄球は骨を破壊し、肉を引きちぎり、敵を木端微塵にする。",
  "story": "オルベルの地下監獄を管理する気性の荒い看守。 かつてはオルベルのアリーナで大活躍していた戦士で、グラディとは長年のライバル。しかし、グラディがアリーナを制覇してから店の仕事に集中するようになり、興味を失ったニッキーも他の働き口を探した。 モンスターの調教にもある程度精通していた彼女は、危険ではあるが報酬が高い地下監獄の看守長に志願した。 普段は収監者たちも彼女を恐れ、あまり目立った行動はしないが、たまに理性を失って暴れることがある。 そのたびに彼女の無慈悲な鉄槌が血に染まり、収監者たちは再び恐怖に震えた。",
  "like": "単純なもの、秩序整然としたもの",
  "dislike": "言うことを聞かず騒ぎを起こすヤツ",
  "inn": {
    "idle": "どこに行ってたんだ、遅いぞ！ほら早く一杯やるよ！",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "よう、何をそんなにキョロキョロしてる！早くこっちに来な！",
      "talk": [
        "モンスターどもをいじめるのも、そろそろ飽きてきたよ。",
        "どこかにひと勝負してくれるヤツぁいないか？おい、どうだ？私と派手にやろうぜ！"
      ],
      "gift": "プレゼント？へぇ、意外だな。"
    },
    "relationship": {
      "greet": "怪しい動きをするヤツをぶっ潰すのが醍醐味...そうだろ？",
      "talk": [
        "仕事は楽しいか、だって？別に。フザけた連中がいたら、ぶん殴るだけさ。",
        "殺風景な地下監獄よりは、ここの方がずっとマシさ！",
        "グラディのヤツ、最近決闘場に全然姿を見せないな..."
      ]
    }
  },
  "uw": {
    "name": "更生の鉄槌 ハルトノン",
    "description": [
      "スキル攻撃をすると5秒間、対象の被物理ダメージを20%増加させ、MPを1秒ごとに80減少させます。",
      "スキル攻撃をすると5秒間、対象の被物理ダメージを24%増加させ、MPを1秒ごとに100減少させます。",
      "スキル攻撃をすると5秒間、対象の被物理ダメージを29%増加させ、MPを1秒ごとに120減少させます。",
      "スキル攻撃をすると5秒間、対象の被物理ダメージを35%増加させ、MPを1秒ごとに140減少させます。",
      "スキル攻撃をすると5秒間、対象の被物理ダメージを42%増加させ、MPを1秒ごとに170減少させます。",
      "スキル攻撃をすると5秒間、対象の被物理ダメージを50%増加させ、MPを1秒ごとに200減少させます。"
    ],
    "story": "看守長が収監者を管理するために振り回す鉄槌。 言うことを聞かないモンスターを鎮圧するために使われるため、「更生の鉄槌」とも呼ばれている。 元々オルベルリアの地下監獄の看守長が代々使ってきた武器だったが、新任の看守長になって間もないニッキーが無慈悲に収監者たちに向かって振り下ろしまくったため、一部が砕けてしまった。 「......」 彼女は、壊れた鉄槌をしばらく眺めると、ふと収監者たちに目を向けた。やがて全身が角だらけの地獄の怪獣、ハルトノンと目が会った。 その瞬間、彼女の口元には残酷な笑みが浮かんだ。 「貴様、クズの分際できれいな眼を持ってるな？」 時が経ち、怪獣の目玉は鍛冶屋ジンの手によりニッキーの新たな鉄槌となった。 新しく生まれ変わった鉄槌は、彼女にうってつけのものだった。 鉄槌から突き出ている角は全身がよじれるほどの呪いを放ち、恨みに満ちた虹彩は魂までも粉砕するほどの極限の苦しみを与えた。 収監者たちは犠牲になった怪獣の瞳を称え、新しく生まれ変わった更生の鉄槌をハルトノンと呼ぶことにした。 ニッキーはこの武器を利用して収監者たちを殴り、押しつぶすたびに、以前とは比べ物にならない快感を覚える自分に気づいた。"
  },
  "s1": {
    "name": "更生の鉄槌",
    "description": "対象の敵とその周囲の狭い範囲の敵に {0} の物理ダメージを与え {1} 秒間、気絶させます。ダメージを受けた敵を {2} 秒間[武装解除]状態にします。[武装解除]状態の敵は、物理ガード率が0に変更されます。この効果は解除できません。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "10秒間、ダメージを受けた対象の命中率を200減少させます。",
    "dark": "MP消費量が1減少します。",
    "ut": {
      "name": "地下監獄の特製ブーツ",
      "description": [
        "[更生の鉄槌]ダメージを受けた敵の物理防御力が10秒間、25%減少し、[武装解除]状態に回復力30%減少効果が追加されます。",
        "[更生の鉄槌]ダメージを受けた敵の物理防御力が10秒間、25%減少し、[武装解除]状態に回復力36%減少効果が追加されます。",
        "[更生の鉄槌]ダメージを受けた敵の物理防御力が10秒間、25%減少し、[武装解除]状態に回復力43%減少効果が追加されます。",
        "[更生の鉄槌]ダメージを受けた敵の物理防御力が10秒間、25%減少し、[武装解除]状態に回復力52%減少効果が追加されます。",
        "[更生の鉄槌]ダメージを受けた敵の物理防御力が10秒間、25%減少し、[武装解除]状態に回復力62%減少効果が追加されます。",
        "[更生の鉄槌]ダメージを受けた敵の物理防御力が10秒間、25%減少し、[武装解除]状態に回復力75%減少効果が追加されます。"
      ],
      "story": "地下監獄で暴れ回るモンスターの革で作ったブーツ。 ニッキーが初めて看守として赴任した日、彼女はモンスターの暴動でめちゃくちゃになった監獄の状態を見て眉をひそめた。あちこちで暴れ回るモンスターを目にした彼女は、冷笑を浮かべて彼らの頭に鉄槌を叩き下ろし、気に入った皮を選んでブーツを作った。 その後、収監者たちはニッキーの前では黙り込むようになった。"
    }
  },
  "s2": {
    "name": "無慈悲の狂風",
    "description": "自分の周りの円形範囲の敵に武器を振り回して7回攻撃します。ヒットするたびに {1} の物理ダメージを与え、1.5秒間気絶させます。対象が英雄の場合、5秒間物理防御力を30%減少させます。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "ヒットするたびに、25%の確率で敵のバフを解除します。",
    "dark": "使用中、英雄でない敵に与えるダメージが100%増加します。",
    "ut": {
      "name": "闘神のペンダント",
      "description": [
        "[無慈悲の狂風]ダメージが50%増加し、ダメージを与えた敵1体につきクールタイムが1.6%減少します。",
        "[無慈悲の狂風]ダメージが50%増加し、ダメージを与えた敵1体につきクールタイムが1.9%減少します。",
        "[無慈悲の狂風]ダメージが50%増加し、ダメージを与えた敵1体につきクールタイムが2.3%減少します。",
        "[無慈悲の狂風]ダメージが50%増加し、ダメージを与えた敵1体につきクールタイムが2.7%減少します。",
        "[無慈悲の狂風]ダメージが50%増加し、ダメージを与えた敵1体につきクールタイムが3.3%減少します。",
        "[無慈悲の狂風]ダメージが50%増加し、ダメージを与えた敵1体につきクールタイムが4%減少します。"
      ],
      "story": "永遠のライバル、グラディとの勝負で獲得した神々しいペンダント。 かつてオルビス大陸の闘神と呼ばれた者が、万が一の危機に備えようと死ぬ間際にこのペンダントに自分の力を注入したと伝えられている。 宝石の中には闘志が燃え上がるような、猛烈な炎が立ち込めている。 競売場にこれが現れた時、グラディとニッキーはこれを巡って数日も争ったが勝負がつかなかった。 しかし、女神のいたずらだろうか、その日2人が激しく戦い合っていた時、どこからかマタタビの匂いが風にのって流れてきた。その匂いに惹かれたグラディは、勝負を放り出して外に走り出てしまった。 結局、このペンダントはニッキーが手にした。"
    }
  },
  "s3": {
    "name": "最終執行",
    "description": "姿勢を整えて集中し、前方の広範囲の敵を攻撃してバフを解除し {0} の物理ダメージを与えた後、遠くに押し飛ばし6秒間、転倒させます。このスキルは命中率と状態異常命中率が500高く適用されます。",
    "books": {
      "0": "ダメージ量が {0}%増加します。",
      "1": "ダメージ量が {0}%増加します。",
      "2": "ダメージ量が {0}%増加します。"
    },
    "light": "MP消費量が1減少します。",
    "dark": "MP消費量が1増加し、ダメージが100%増加します。",
    "ut": {
      "name": "無慈悲のスカルナックル",
      "description": [
        "[最終執行]クールタイムが30%減少します。また、使うたびに自分がボスに与えるダメージが4%増加します。この効果は最大10スタックまで重複します。",
        "[最終執行]クールタイムが30%減少します。また、使うたびに自分がボスに与えるダメージが4.8%増加します。この効果は最大10スタックまで重複します。",
        "[最終執行]クールタイムが30%減少します。また、使うたびに自分がボスに与えるダメージが5.8%増加します。この効果は最大10スタックまで重複します。",
        "[最終執行]クールタイムが30%減少します。また、使うたびに自分がボスに与えるダメージが7%増加します。この効果は最大10スタックまで重複します。",
        "[最終執行]クールタイムが30%減少します。また、使うたびに自分がボスに与えるダメージが8.4%増加します。この効果は最大10スタックまで重複します。",
        "[最終執行]クールタイムが30%減少します。また、使うたびに自分がボスに与えるダメージが10%増加します。この効果は最大10スタックまで重複します。"
      ],
      "story": "オルベルリアに立ち寄ったカサンドラから買い入れた、怪しいナックル。 カサンドラは休日に宿屋で休んでいたニッキーを発見し、言うことを聞かない収監者らにイラついて悪態をつく彼女にこの品物を売った。 カサンドラによると、ナックルに付いている骸骨は高位ウィザードの骨を加工して作ったものであり、特に赤い眼を持つ骸骨は永劫の苦痛を与える幻覚の力を持っているという。 ニッキーはこのナックルと鉄槌を重罪人の拷問に使っている。"
    }
  },
  "s4": {
    "name": "虐殺本能",
    "description": "攻撃力が {0} 上昇し、クリティカル率が {1} 上昇します。HPが {2}%以下になると[残酷な狂気]効果が発動します。[残酷な狂気]効果が発動すると、自分のデバフをすべて解除し {3} 秒間、攻撃力が {4} 、攻撃速度が500上昇し、被ダメージが {5}%減少し、状態異常を無効化します。この効果は戦闘中に1回のみ発動します。",
    "books": {
      "0": "攻撃力の増加量が {0}%増加します。",
      "1": "攻撃力の増加量が {0}%増加します。",
      "2": "攻撃力の増加量が {0}%増加します。"
    },
    "light": "[残酷な狂気]の効果時間が5秒増加します。",
    "dark": "[残酷な狂気]効果が発動すると、MPが2マス回復します。",
    "ut": {
      "name": "不吉なマニキュア",
      "description": [
        "[虐殺本能]残酷な狂気効果が解除できなくなり、発動すると自分のすべてのスキルクールタイムを直ちに20%減少させます。",
        "[虐殺本能]残酷な狂気効果が解除できなくなり、発動すると自分のすべてのスキルクールタイムを直ちに24%減少させます。",
        "[虐殺本能]残酷な狂気効果が解除できなくなり、発動すると自分のすべてのスキルクールタイムを直ちに29%減少させます。",
        "[虐殺本能]残酷な狂気効果が解除できなくなり、発動すると自分のすべてのスキルクールタイムを直ちに35%減少させます。",
        "[虐殺本能]残酷な狂気効果が解除できなくなり、発動すると自分のすべてのスキルクールタイムを直ちに42%減少させます。",
        "[虐殺本能]残酷な狂気効果が解除できなくなり、発動すると自分のすべてのスキルクールタイムを直ちに50%減少させます。"
      ],
      "story": "地下監獄のゴミ分別を行う日、ニッキーが特別に塗る黒いマニキュア。 彼女は「ゴミ」を処理した後、爪に血がつくのがいつも不満だった。 しかもモンスターたちはそれぞれ血の色も違うため、ゴミ分別を終えた頃には、手がめちゃくちゃになった。 血に染まった爪を見て不平をこぼしていたある日、彼女は爪を派手に飾っている女性を見て、ふといいアイデアが浮かんだ。 爪が様々な色に染まってしまうのがイヤなら、あらかじめ暗い色のマニキュアを塗っておけばいい！ 彼女は地下監獄の囚人の中で最も黒い血を持つモンスターを選んで特製マニキュアを作り、ゴミ分別の日にはいつもこれを塗って出勤した。 ただし、彼女が監獄にやってくる時、爪が黒く輝いている日には大勢の囚人が死の恐怖に震えあがるようになった。"
    }
  },
  "t5": {
    "light": "攻撃力、防御力、HP +15% / 攻撃速度 +100",
    "dark": "状態異常耐性が500上昇します。"
  }
}