{
  "name": "ハヌス",
  "subtitle": "砲火の教官",
  "description": "ギルド連合の指揮統制室で連合軍を養成する、最年少訓練官。武器の改造と戦略構成の天才。自ら製作した銃器を利用して、敵をせん滅する。",
  "story": "わずか13歳の若さでギルド連合軍に抜てきされ、戦場の小さな巨人と呼ばれた伝説の少女。 幼いころの彼女は武器ギルドの首長である父親のおかげで、捨てられた銃や刀をおもちゃ代わりにしてよく遊んだのだが、この遊びが将来、彼女が武器活用において天賦の才能を発見するきっかけとなった。 ギルド連合はこのずば抜けた才能を埋もれさせてはならないと判断し、猛反対した彼女の父親をどうにか説得した末に、ハヌスを部隊に迎え入れて育成した。 そして連合の期待どおり、彼女は戦場で自分が天才であることを証明することとなる。 奇想天外な彼女の新たな武器は、戦況を覆してしまうほどに強力であり、そこに優れた戦術までが加わり、名実共に「生けるギルド連合軍の最高兵器」の誕生を知らしめた。 何より、ハヌス本人もまた、製作した銃器を活用できるこの暮らしを心から楽しんだ。 しかし、優れた才能を持っているだけに、彼女には数多くの戦いと負担が強いられ、ついには作戦中にハヌスが負傷する事件が発生してしまう。以前から娘の軍生活を反対していた父親は、彼女の負傷の報せを聞いてギルド連合に強く抗議し、すぐさま除隊を要求した。 しかし、子に勝る親なしというべきか。除隊だけは死んでもしたくなかったハヌスは、長いこと父親を説得し、結局戦いには出ない訓練官としてギルド連合軍に残ることで許可を得た。 現在、後任たちに自分の戦術を伝授するこの暮らしも悪くはないとは考えているが、いつか必ず戦場に戻るという彼女の心は今も変わっていない。 この指揮統制室で、彼女はいつか自分が育てた戦友たちと共に戦場に立つ日を心密かに待っている。",
  "like": "銃器組立て、ミニハヌス、卵菓子、ダーツ",
  "dislike": "怠惰、他人に口を挟まれること、エビ、酢",
  "inn": {
    "idle": "笑っている場合ですか？",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "今は訓練が辛く感じるかもしれませんが、後々私に感謝する日が来るでしょう。",
      "talk": [
        "前回教えた技術、まさか忘れてはいませんよね？ その内、抜き打ちで熟練度をテストします。",
        "ここ数日、同じ動作で失敗しているようですね。 未熟さは許されても、怠惰は許しません。"
      ],
      "gift": "わいろ、ですか？ そんなもので訓練時間を減らすつもりは全くありません。"
    },
    "relationship": {
      "greet": "いつか必ず、父を説得してみせます。 私がいるべき場所は、戦場ですから。",
      "talk": [
        "訓練成果次第で、あなたに対する私の態度も決まるでしょう。",
        "訓練を無事に終えたら、褒美として美味しいものでもごちそうしましょう。",
        "周りの人たちみんな、私の人形について知っているようですね。 ミニハヌスだなんて...どうしてそんな幼稚な名前を..."
      ]
    }
  },
  "uw": {
    "name": "極めて些細ないたずら HN-0",
    "description": [
      "ハヌスのクリティカルダメージが20%増加し、20秒ごとに[極めて些細ないたずら HN-誘導ミサイル]を発射し、ランダムの敵対象に攻撃力の200%分の物理ダメージを与えます。また、対象に3秒間、気絶、氷結、石化、転倒、攻撃速度250減少のうち、1つの効果を付与します。",
      "ハヌスのクリティカルダメージが24%増加し、17秒ごとに[極めて些細ないたずら HN-誘導ミサイル]を発射し、ランダムの敵対象に攻撃力の240%分の物理ダメージを与えます。また、対象に3秒間、気絶、氷結、石化、転倒、攻撃速度250減少のうち、1つの効果を付与します。",
      "ハヌスのクリティカルダメージが29%増加し、14秒ごとに[極めて些細ないたずら HN-誘導ミサイル]を発射し、ランダムの敵対象に攻撃力の290%分の物理ダメージを与えます。また、対象に3秒間、気絶、氷結、石化、転倒、攻撃速度250減少のうち、1つの効果を付与します。",
      "ハヌスのクリティカルダメージが35%増加し、12秒ごとに[極めて些細ないたずら HN-誘導ミサイル]を発射し、ランダムの敵対象に攻撃力の350%分の物理ダメージを与えます。また、対象に3秒間、気絶、氷結、石化、転倒、攻撃速度250減少のうち、1つの効果を付与します。",
      "ハヌスのクリティカルダメージが42%増加し、10秒ごとに[極めて些細ないたずら HN-誘導ミサイル]を発射し、ランダムの敵対象に攻撃力の420%分の物理ダメージを与えます。また、対象に3秒間、気絶、氷結、石化、転倒、攻撃速度250減少のうち、1つの効果を付与します。",
      "ハヌスのクリティカルダメージが50%増加し、8秒ごとに[極めて些細ないたずら HN-誘導ミサイル]を発射し、ランダムの敵対象に攻撃力の500%分の物理ダメージを与えます。また、対象に3秒間、気絶、氷結、石化、転倒、攻撃速度250減少のうち、1つの効果を付与します。"
    ],
    "story": "怒り心頭のハヌスが自分の技術を総動員して製作した、不可思議な銃器。 主に、彼女を怒らせた標的に対して使用する。 ハヌス・零式と命名したこの驚くべき武器には特殊弾丸が装着されており、当たると身体が腐食していき、一定時間ごとに誘導機能がある銃弾までも発砲するため、標的となった敵はハヌスから決して逃れられない。 彼女にしか製作できないこの銃器を作れる人と言えば、かの有名な帝国のマゴス・レ・フラームの研究所長か、オルベルの天才魔道工学者と呼ばれる人物くらいだろうか。 この武器を作ることになった理由が興味深いのだが... 過去、目覚ましい活躍を見せていたハヌスは、密輸現場を掃討している時に悠然とその場から脱出した闇取引の頭に、「遊び場はあそこにあるから、そこで戦争ごっこでもしていろ」とバカにされたことがあった。 頭にきた彼女は精一杯戦ったが、護衛兵力が多すぎたため、結局逃亡する頭を捕まえられないまま撤収せざるを得なかった。 自分をバカにした相手を目の前で逃したことを彼女は悔しく思い、再び掃討のチャンスが訪れた日、彼女はこの奇妙な銃を持って現れた。 そしてその日、掃討作戦はたった一発の銃声で制圧された。 「私の遊び場で、些細ないたずらでもしてみようか」という彼女の言葉と共に。"
  },
  "s1": {
    "name": "すべてお見通しです！",
    "description": "手榴弾を投げたあと、短機関銃を発射して対象と周辺範囲内の敵に {0} の物理ダメージを与え、自分は弾丸を {1} 個獲得します。ダメージを受けた敵は {2} 秒間、被物理ダメージが {3}%増加し、 {4} 秒間、暗闇状態になります。弾丸は最大 {5} スタックまで重複します。",
    "books": {
      "0": "ダメージが {0}%増加します。",
      "1": "ダメージが {0}%増加します。",
      "2": "ダメージが {0}%増加します。"
    },
    "light": "対象のバフを解除します。",
    "dark": "弾丸を {0} 個獲得できるようになり、弾丸を獲得すると、 {1} 秒間、自分の攻撃力が {2}%増加します。攻撃力増加効果は最大 {3} スタックまで重複されます。",
    "ut": {
      "name": "古いミリタリーキャップ",
      "description": [
        "[すべてお見通しです！]MP消費量が1減少し、暗闇効果時間が0.8秒増加します。",
        "[すべてお見通しです！]MP消費量が1減少し、暗闇効果時間が1秒増加します。",
        "[すべてお見通しです！]MP消費量が1減少し、暗闇効果時間が1.2秒増加します。",
        "[すべてお見通しです！]MP消費量が1減少し、暗闇効果時間が1.4秒増加します。",
        "[すべてお見通しです！]MP消費量が1減少し、暗闇効果時間が1.7秒増加します。",
        "[すべてお見通しです！]MP消費量が1減少し、暗闇効果時間が2秒増加します。"
      ],
      "story": "戦場で、初めて自分を仲間と認めてくれた友人の帽子。 ハヌスは天才的な才能を認められて軍に抜てきされたが、入隊初期の頃は幼いという理由で周囲からのあらゆるいじめや冷やかしに耐えなければならなかった。 そんな中でたった1人、彼女の能力だけを見て認めてくれた人がいたが、それを皮切りに、後には多くの者たちがハヌスを同等、またはそれ以上だと考えるようになった。 彼女は、ハヌスにとっていつも感謝すべき大切な友だちだった。 しかし、戦友愛が深まっていくのもつかの間、ハヌスのやむを得ない補職異動が決まり、2人はしばらくお別れとなった。 初めて思い切り泣く彼女を見た友人は、友情と尊敬の印として戦場で使用した自分の帽子を笑顔でハヌスに手渡した。 またいつか、共に頑張ったこの場所で必ず会おうと約束して。"
    }
  },
  "s2": {
    "name": "蜂の巣にしてやります！",
    "description": "自分の前方広範囲内の敵に機関銃を {0} 回発射し、合計 {1} の物理ダメージを与えます。以降、自分が弾丸を所有している場合、機関銃を発射するたびに {2} 個を消費し、すべて消費するまで攻撃します。この状態では自分の被ダメージが {3}%増加します。機関銃を {4} 回発射するたびに、このスキルのダメージが {5}%増加します。ダメージ増加効果は、最大 {6} スタックまで重複します。",
    "books": {
      "0": "ダメージが {0}%増加します。",
      "1": "ダメージが {0}%増加します。",
      "2": "ダメージが {0}%増加します。"
    },
    "light": "弾丸の消費量が {0} 個に増加するが、持続的に弾丸を消費する状態の場合、ハヌスのクリティカルダメージが {1}%増加します。",
    "dark": "敵による被ダメージ増加効果が解除されます。",
    "ut": {
      "name": "いたずらの原点",
      "description": [
        "[蜂の巣にしてやります！]使用すると、弾丸を20個獲得し、弾丸を消費している状態で機関銃を発射するたびにハヌスの攻撃力が {1}%増加します。この効果は最大100スタックまで重複します。",
        "[蜂の巣にしてやります！]使用すると、弾丸を20個獲得し、弾丸を消費している状態で機関銃を発射するたびにハヌスの攻撃力が {1}%増加します。この効果は最大100スタックまで重複します。",
        "[蜂の巣にしてやります！]使用すると、弾丸を20個獲得し、弾丸を消費している状態で機関銃を発射するたびにハヌスの攻撃力が {1}%増加します。この効果は最大100スタックまで重複します。",
        "[蜂の巣にしてやります！]使用すると、弾丸を20個獲得し、弾丸を消費している状態で機関銃を発射するたびにハヌスの攻撃力が {1}%増加します。この効果は最大100スタックまで重複します。",
        "[蜂の巣にしてやります！]使用すると、弾丸を20個獲得し、弾丸を消費している状態で機関銃を発射するたびにハヌスの攻撃力が {1}%増加します。この効果は最大100スタックまで重複します。",
        "[蜂の巣にしてやります！]使用すると、弾丸を20個獲得し、弾丸を消費している状態で機関銃を発射するたびにハヌスの攻撃力が {1}%増加します。この効果は最大100スタックまで重複します。"
      ],
      "story": "ハヌスが初めて改造した銃器で、彼女の才能が現れるきっかけとなったもの。 彼女は銃や刀で遊んでいるときに、ふと父親の部屋に保管されていた巨大な銃のことを思い出す。 父の話では、火力が凄まじい分、かなりの重量で戦闘では使用不可と判定された銃だった。 だが、彼女としてはこの銃は十分に改造可能に思えたため、悩んだ末、父に見つからないようこっそり銃を持ち出した。 そして数日後、この銃はハヌスの身体に合うミニガンとして生まれ変わった。 その後、父は自分の物に勝手に手を出したことについて彼女を酷く叱るも、その改造された銃を見て驚きを隠せなかった。 火力はそのまま保ちつつ、重さをかなり軽減させたとんでもない銃器に、彼は娘の才能が尋常でないことを感じた。 これがたった5歳の頃のハヌスの驚くべき出来事だった。"
    }
  },
  "s3": {
    "name": "穴にでも隠れてみなさい！",
    "description": "自分の前方から一定距離離れた範囲に迫撃砲を発射し、広範囲に {0} の物理ダメージを与え、自分は弾丸を {1} 個獲得します。ダメージを受けた敵は {2} 秒間、気絶します。このスキルは、対象のガード効果を無視します。",
    "books": {
      "0": "ダメージが {0}%増加します。",
      "1": "ダメージが {0}%増加します。",
      "2": "ダメージが {0}%増加します。"
    },
    "light": "ギルド戦で使用すると、対象のダメージ減少効果を無視します。",
    "dark": "弾丸を {0} 個獲得できるようになり、弾丸を獲得すると、 {1} 秒間、自分の防御貫通力が {2} 増加します。防御貫通力増加効果は最大 {3} スタックまで重複されます。",
    "ut": {
      "name": "ミニハヌス",
      "description": [
        "[穴にでも隠れてみなさい！]使用中、状態異常を無効化し、5秒間ダメージを受けた対象の回復力を20%減少させます。",
        "[穴にでも隠れてみなさい！]使用中、状態異常を無効化し、5秒間ダメージを受けた対象の回復力を24%減少させます。",
        "[穴にでも隠れてみなさい！]使用中、状態異常を無効化し、5秒間ダメージを受けた対象の回復力を29%減少させます。",
        "[穴にでも隠れてみなさい！]使用中、状態異常を無効化し、5秒間ダメージを受けた対象の回復力を35%減少させます。",
        "[穴にでも隠れてみなさい！]使用中、状態異常を無効化し、5秒間ダメージを受けた対象の回復力を42%減少させます。",
        "[穴にでも隠れてみなさい！]使用中、状態異常を無効化し、5秒間ダメージを受けた対象の回復力を50%減少させます。"
      ],
      "story": "ハヌスが大切にしている一番のお気に入りの、限定版の人形。 実は、この人形はオルベリアの歴史ある人形工房で製作されたもので、ここでは目にすることのできない幻の動物から作られた。 子どもたちにはそれこそ大人気だったが、超特別限定版だけはいつもハヌスが独占した。 彼女は毎日のようにこの人形に最高級の服を着させ、自ら組み立てたミニガンも持たせているのだが、なぜか手を加えれば加えるほど自分に似ていくため、周囲の人たちはこの人形をミニハヌスと呼んでいる。 時々、彼女にこの人形の名前を聞く人がいるが、ハヌスは自分だけが呼べる名前だといって、絶対に教えてくれない。"
    }
  },
  "s4": {
    "name": "あなたを訓練します！",
    "description": "ハヌスは攻撃速度の変化に影響を受けず、味方全体の攻撃力を {0} +ハヌスの攻撃力の {1}%分、増加させます。 この効果はギルド戦闘で発動する場合、効果が {2} 倍になります。 [ギルド戦闘] – ギルドレイド、ギルド討伐戦、ギルド戦",
    "books": {
      "0": "攻撃力増加量が {0}%増加します。",
      "1": "攻撃力増加量が {0}%増加します。",
      "2": "攻撃力増加量が {0}%増加します。"
    },
    "light": "ギルド戦が開始すると、 {0} 秒間、味方全体の被ダメージが {1}%減少します。",
    "dark": "{0} 秒ごとに弾丸を {1} 個獲得します。",
    "ut": {
      "name": "最年少武功勲章",
      "description": [
        "[あなたを訓練します！]ギルド戦が開始すると、1回のスキル使用に限り、自分のすべてのスキルの必要MPを1マス減少させ、10秒間味方全体の攻撃力を10%、クリティカルダメージを20%増加させます。",
        "[あなたを訓練します！]ギルド戦が開始すると、1回のスキル使用に限り、自分のすべてのスキルの必要MPを1マス減少させ、10秒間味方全体の攻撃力を12%、クリティカルダメージを24%増加させます。",
        "[あなたを訓練します！]ギルド戦が開始すると、1回のスキル使用に限り、自分のすべてのスキルの必要MPを1マス減少させ、10秒間味方全体の攻撃力を14%、クリティカルダメージを29%増加させます。",
        "[あなたを訓練します！]ギルド戦が開始すると、1回のスキル使用に限り、自分のすべてのスキルの必要MPを1マス減少させ、10秒間味方全体の攻撃力を17%、クリティカルダメージを35%増加させます。",
        "[あなたを訓練します！]ギルド戦が開始すると、1回のスキル使用に限り、自分のすべてのスキルの必要MPを1マス減少させ、10秒間味方全体の攻撃力を21%、クリティカルダメージを42%増加させます。",
        "[あなたを訓練します！]ギルド戦が開始すると、1回のスキル使用に限り、自分のすべてのスキルの必要MPを1マス減少させ、10秒間味方全体の攻撃力を25%、クリティカルダメージを50%増加させます。"
      ],
      "story": "ハヌスがギルド連合軍に入った後、数多くの功績を立てたことで授与された勲章。 優れた戦術を持つ彼女は、常に戦場で多くの利得をもたらし、軍はその功績を称えてハヌスに勲章を与えた。 彼女の年齢や服務期間でこれを成し遂げることは、本来絶対に不可能なことであるため、彼女のことをよく知らない部隊や嫉妬心に満ちた者たちの不満が溢れかえったが、戦場でハヌスをひと目でも見たあとは、それに対して反論できる者は1人もいなかった。 父が彼女を訓練官に補職異動させた後、必ず戦場に戻ると気を引き締めるときにこれを取り出して見ている。"
    }
  },
  "t5": {
    "light": "攻撃力、防御力、HP+15% / クリティカルダメージ+20%",
    "dark": "ギルド戦が開始すると、敵全体のMPを {0} 減少させ、 {1} 秒間、すべての被ダメージを {2}%増加させます。"
  }
}