{
  "name": "艾斯克",
  "subtitle": "幻術賭徒",
  "description": "地下賭界最危險的人物。 具有看穿人心的神祕洞察力。 被他擲出的骰子迷惑的瞬間，等同落敗。",
  "story": "天生具備流浪藝術家氣質的艾斯克向來都是流浪劇團星塵的當家魔術師，但是自從他被奧勒貝利亞宰相厄爾・莫里哈姆的陰謀陷害之後，便離開星塵，從此銷聲匿跡。 過了許久，就在世人差不多遺忘的時候，他再次出現，變成地下賭場的頭號危險人物。 「幻術賭徒」 那些挑戰過他的人，恐懼顫抖地這樣稱呼他。 那些人輸了之後都異口同聲地表示， 他特有的笑容、溫和的嗓音，以及與那空洞眼珠對視的瞬間，有種內心全被看穿的陰森感覺。",
  "like": "五顏六色的符石方塊、海耶登的第7號鋼琴協奏曲、一定要滴4滴檸檬汁的銀色鯰魚排",
  "dislike": "釣魚、蚯蚓、騙子、所有會辣的食物",
  "inn": {
    "idle": "噓，遇到我的事情要保密喔。",
    "recruit": {
      "greet": "要不要玩一局？ 我或許可以讓你一回。",
      "talk": [
        "別眨眼，看仔細了。 只要擲出這骰子，我創造的世界就會在你眼前展開。",
        "我已經知道接下來的骰子點數了，怎麼辦？ 遊戲時被看穿心理的話就等於輸了。",
        "因為我贏了而不開心？別生氣嘛～下次我會輸給你。"
      ],
      "gift": "就這樣？"
    },
    "affinity": {
      "greet": "哈哈，你的遊戲實力變強了呢！ 要不要玩一局？",
      "talk": [
        "魯西亞司是個冥頑不靈的傢伙， 所以我在這裡的事情，你千萬別說出去。 唉，遇到他會有多累人，我現在就想像得到...",
        "祕密賭場？嗯，那是你無法想像的地方吧？ 至少也得是吸血鬼才敢遞出名片吧？ 別哭，我開玩笑的啦。"
      ],
      "gift": "禮物就不用了，跟我一起吃晚餐吧。 餐點是撒上檸檬汁的銀色鯰魚排。"
    },
    "relationship": {
      "greet": "復仇不結束，遊戲也不會終止，即使這可能會毀了我。 骰子，會一直轉動的。",
      "talk": [
        "小時候我跟那傢伙一起試過冰釣...嗯，我不是很喜歡， 因為我討厭把蚯蚓穿過魚鉤的感覺。",
        "我經常在表演結束後教歐菲莉亞怎麼洗牌。",
        "你問我什麼時候回去星塵？ 這個嘛...你來當觀眾的話，我就考慮看看。"
      ]
    }
  },
  "uw": {
    "name": "流浪者的遊戲－魯特羅納骰子",
    "description": [
      "技能產生暴擊時，10秒內使目標受到的魔法傷害增加20%，自己的魔力回復100。",
      "技能產生暴擊時，10秒內使目標受到的魔法傷害增加24%，自己的魔力回復120。",
      "技能產生暴擊時，10秒內使目標受到的魔法傷害增加29%，自己的魔力回復140。",
      "技能產生暴擊時，10秒內使目標受到的魔法傷害增加35%，自己的魔力回復170。",
      "技能產生暴擊時，10秒內使目標受到的魔法傷害增加42%，自己的魔力回復210。",
      "技能產生暴擊時，10秒內使目標受到的魔法傷害增加50%，自己的魔力回復250。"
    ],
    "story": "流浪幻術小丑赫西波利亞使用的骰子。 他是古代文明的偉大魔法師，也是一名藝術家，更是一個浪跡大陸，為百姓帶來歡樂，減輕他們的痛苦的小丑。 在混亂的時代，他的表演為眾人帶來莫大的慰藉和希望。流傳百姓在他死後，製造了流浪者赫西波利亞之月，緬懷他的崇高靈魂。 然而，對赫西波利亞本人來說，創造歡樂的過程相當痛苦，孤獨和憂鬱隨後到來，不斷折磨著他。 他好幾次衝動地想要結束這個終生職業，但一看到眼前痛苦的人就無法放棄小丑的表演，最後總是在不知不覺間發現自己正在表演台上了。 帶給別人歡樂是他的宿命。 他用來暫時解放自我的正是魯特羅納骰子。 同時也是偉大魔法師的他凝聚自己的魔力製成的這顆骰子，擁有神秘力量能夠塑造出使用者期盼的夢幻時空。 骰子一被擲出，便會開啟主人所想像的世界，赫西波利亞在那個空間才能逃離原本的世界，享受內心的平靜。 赫西波利亞死後，骰子也留傳給了繼承他畢生志業的後代子孫，但是隨著古代文明的滅亡，骰子也不見蹤影了。 到了現在，那顆骰子落入人稱幻術賭徒的男子手裡。 骰子被拿來賭博，跟創始人當初的用意截然不同。 雖然這只是個題外話，據說在艾斯克最想逃離這個世界的那一刻，骰子伴隨著寬廣的光芒出現在他的手掌中。"
  },
  "s1": {
    "name": "我贏定了",
    "description": "攻擊任意3名敵人，造成 {0} 魔法傷害，並在 {1} 秒內使其暈眩。命中同一目標3次時，將造成無視防禦的 {2} 追加魔法傷害。",
    "books": {
      "0": "傷害提高 {0}%。",
      "1": "傷害提高 {0}%。",
      "2": "傷害提高 {0}%。"
    },
    "light": "敵人為1名時，傷害量增加100%。",
    "dark": "10秒內使目標的攻擊速度減少200。",
    "ut": {
      "name": "五顏六色的符石方塊",
      "description": [
        "[我贏定了]傷害量增加20%，打擊次數增加1次。",
        "[我贏定了]傷害量增加24%，打擊次數增加1次。",
        "[我贏定了]傷害量增加29%，打擊次數增加1次。",
        "[我贏定了]傷害量增加35%，打擊次數增加1次。",
        "[我贏定了]傷害量增加42%，打擊次數增加1次。",
        "[我贏定了]傷害量增加50%，打擊次數增加1次。"
      ],
      "story": "艾斯克陪伴鬱鬱寡歡的歐菲莉亞玩耍時使用的玩具方塊。 模樣相同的符石拼在一起時，符石文字便會散發出五顏六色的光芒。 而且全部拼對的話，美麗的歌聲會隨著光芒從方塊流瀉出來。 歐菲莉亞偶爾會談到夢裡出現的命運之人，傾訴著因為看不清對方的臉而產生的憂鬱。 這時候艾斯卡就會像安慰妹妹一樣，讓憂鬱的歐菲莉亞看到符石方塊拼好的模樣。"
    }
  },
  "s2": {
    "name": "輪到我了",
    "description": "擲骰子使任意2名友軍於60秒內攻擊力增加 {0} 、暴擊傷害量增加 {1}%。此效果最多可堆疊 {2} 次，自己擲出的骰子每擲出1點，目標人數就增加1。",
    "books": {
      "0": "攻擊提高 {0}%。",
      "1": "攻擊提高 {0}%。",
      "2": "攻擊提高 {0}%。"
    },
    "light": "魔力消耗量增加1，使骰子必定擲出6點。",
    "dark": "魔力消耗量減少1。",
    "ut": {
      "name": "無法放手的西洋棋",
      "description": [
        "[輪到我了]的效果變更為無法解除，且賦予攻擊力最高的目標每堆疊1次，攻擊速度增加30的追加效果。",
        "[輪到我了]的效果變更為無法解除，且賦予攻擊力最高的目標每堆疊1次攻擊速度增加36的追加效果。",
        "[輪到我了]的效果變更為無法解除，且賦予攻擊力最高的目標每堆疊1次攻擊速度增加43的追加效果。",
        "[輪到我了]的效果變更為無法解除，且賦予攻擊力最高的目標每堆疊1次攻擊速度增加52的追加效果。",
        "[輪到我了]的效果變更為無法解除，且賦予攻擊力最高的目標每堆疊1次攻擊速度增加63的追加效果。",
        "[輪到我了]的效果變更為無法解除，且賦予攻擊力最高的目標每堆疊1次攻擊速度增加75的追加效果。"
      ],
      "story": "過去在星塵常和艾斯克一起表演的夥伴的物品。 魔術秀結束之後，兩人經常一邊下著西洋棋，一邊聊著當天的表演。 發生問題事件後，艾斯克決心離開藝術劇團的那一天，知道他的內心想法的人只有那名夥伴。 夥伴將這西洋棋放入艾斯克的手中，要他記得星塵，務必再回來。"
    }
  },
  "s3": {
    "name": "試試運氣？",
    "description": "攻擊全體敵人，造成 {0} 魔法傷害，各有50%的機率使此技能的冷卻時間永久減少 {1} 秒，或使此技能的傷害量永久增加 {2}%。此效果最多可堆疊10次。",
    "books": {
      "0": "傷害提高 {0}%。",
      "1": "傷害提高 {0}%。",
      "2": "傷害提高 {0}%。"
    },
    "light": "使冷卻時間減少效果發動至最大堆疊數後，再發動傷害量增加效果。",
    "dark": "雖然目標敵人變更為4名，但是殺死敵人時冷卻時間將減少50%。",
    "ut": {
      "name": "老舊的釣竿",
      "description": [
        "[試試運氣？]魔力消耗減少1，並於10秒內使對象受到的魔法傷害增加10%。",
        "[試試運氣？]魔力消耗減少1，並於10秒內使對象受到的魔法傷害增加12%。",
        "[試試運氣？]魔力消耗減少1，並於10秒內使對象受到的魔法傷害增加14%。",
        "[試試運氣？]魔力消耗減少1，並於10秒內使對象受到的魔法傷害增加17%。",
        "[試試運氣？]魔力消耗減少1，並於10秒內使對象受到的魔法傷害增加21%。",
        "[試試運氣？]魔力消耗減少1，並於10秒內使對象受到的魔法傷害增加25%。"
      ],
      "story": "童年好友送給艾斯克的兒童用釣竿。 星塵每年巡迴公演時都會經過一座村莊，那裡住著每次都來打擾艾斯克的傢伙。 不是唸著艾斯克毫無興趣的聖經給他聽，就是抓來艾斯克最討厭的鍬形蟲捉弄他。 雖然艾斯克覺得笑咪咪地走近他的魯西亞司有點煩人，但在不知不覺間，兩人就成了獨一無二的至親好友。 一年見一次面的兩人為了紀念彼此的友誼，於是交換了禮物，當時從那傢伙手裡收到的禮物正是這個兒童用釣竿。 之後每當艾斯克來到這座村莊，就得無奈地跟著那傢伙去釣魚。"
    }
  },
  "s4": {
    "name": "這可不是騙人的把戲",
    "description": "每10秒自己的攻擊力增加 {0} 、防禦力增加 {1} 。此效果最多可堆疊10次。",
    "books": {
      "0": "提升攻擊力與防禦力增加量 {0}%。",
      "1": "提升攻擊力與防禦力增加量 {0}%。",
      "2": "提升攻擊力與防禦力增加量 {0}%。"
    },
    "light": "最大堆疊數增加3次。",
    "dark": "每堆疊1次，給予非英雄之敵人的傷害就增加3%。",
    "ut": {
      "name": "可疑的晶片",
      "description": [
        "[這可不是騙人的把戲]攻擊力與防禦力增加量增加50％，且每次堆疊都會使自己的攻擊速度增加20。",
        "[這可不是騙人的把戲]攻擊力與防禦力增加量增加50％，且每次堆疊都會使自己的攻擊速度增加24。",
        "[這可不是騙人的把戲]攻擊力與防禦力增加量增加50％，且每次堆疊都會使自己的攻擊速度增加29。",
        "[這可不是騙人的把戲]攻擊力與防禦力增加量增加50％，且每次堆疊都會使自己的攻擊速度增加35。",
        "[這可不是騙人的把戲]攻擊力與防禦力增加量增加50％，且每次堆疊都會使自己的攻擊速度增加42。",
        "[這可不是騙人的把戲]攻擊力與防禦力增加量增加50％，且每次堆疊都會使自己的攻擊速度增加50。"
      ],
      "story": "黑市賭場使用的可疑晶片。 是最具價值的一種晶片，只有秘密賭場的掌權者能擁有。 外觀看起來像是一般的黃金晶片，事實上該物品因為黑魔法師的術式而凝縮了無數生命體的能量。"
    }
  },
  "t5": {
    "light": "攻擊、防禦與生命值+15%/攻擊速度+100",
    "dark": "每10秒獲得骰子的祝福效果，最多6個。每獲得1個骰子的祝福，自己的技能冷卻時間將立即減少5%。"
  }
}