{
  "name": "洛曼",
  "subtitle": "信賴的守衛",
  "description": "把守奧勒貝爾王室的守衛者。 若沒有經過許可，誰也別想突破他的防守。 他的長槍中湧出強大的力量可以使敵人屈服。",
  "story": "每當談到守護騎士團中最可靠的人選，許多人都會首推洛曼。王室對他的信賴證明了他正直的人格，因此他被任命為王室守衛者。平時是個平易近人的友善青年，然而一旦有人未經許可就想跨越門檻，就會立刻變為絕不妥協的果斷性格。當他揮動著史嘉蕾賞賜的長槍，就從來沒有人可以從他手中生還。工作之餘的休閒時間，他有著別於平時形象的愛好：雕刻木頭。",
  "like": "克勞斯、黛彌兒、果凍、雕刻工藝",
  "dislike": "薄荷、人蔘",
  "inn": {
    "idle": "真是不錯的暫時休息落腳處呢！我來進去晃晃吧！",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "歡迎歡迎！我現在也正在做木藝雕刻呢！想看看我的作品嗎？",
      "talk": [
        "我的家族世世代代保衛奧勒貝爾皇室，你可以到王城內去問問我父親。",
        "這長戟不是單純的長戟啊！我問過珍，這上面鑲嵌著上古神獸的精華。"
      ],
      "gift": "欸？這個真令人不知所措...但是這樣的話就不會開啟金庫或迷宮之門了吧！哈哈！"
    },
    "relationship": {
      "greet": "雖然守護皇家是很重要的任務，但是可以自由進出戶地域，常遭受同僚們嫉妒呢！",
      "talk": [
        "公主對我展現的信任，我一定會加倍報答的！",
        "木藝雕刻是我長久以來的興趣，一開始雕了一兩個，雕著雕著不知不覺作品就堆滿整個房間了！哈哈！",
        "這個地方也有那種成天沉浸在酒精世界裡的人吶！將人生活得如此有趣的人原來也是挺多的吶！"
      ]
    }
  },
  "uw": {
    "name": "守護之波－蓋亞美尼斯",
    "description": [
      "每次使用技能時會疊加「奧勒貝利亞的榮耀」，「奧勒貝利亞的榮耀」無法做解除，當「奧勒貝利亞的榮耀」疊加達到3層時，則會發動「奧勒貝利亞的庇護」，並對身邊大範圍內的敵人造成攻擊力200%的物理傷害，且20秒內目標所承受的物理傷害增加25%。而「奧勒貝利亞的庇護」會於10秒內提升自身的魔法防禦力10%。",
      "每次使用技能時會疊加「奧勒貝利亞的榮耀」，「奧勒貝利亞的榮耀」無法做解除，當「奧勒貝利亞的榮耀」疊加達到3層時，則會發動「奧勒貝利亞的庇護」，並對身邊大範圍內的敵人造成攻擊力240%的物理傷害，且20秒內目標所承受的物理傷害增加30%。而「奧勒貝利亞的庇護」會於10秒內提升自身的魔法防禦力12%。",
      "每次使用技能時會疊加「奧勒貝利亞的榮耀」，「奧勒貝利亞的榮耀」無法做解除，當「奧勒貝利亞的榮耀」疊加達到3層時，則會發動「奧勒貝利亞的庇護」，並對身邊大範圍內的敵人造成攻擊力290%的物理傷害，且20秒內目標所承受的物理傷害增加36%。而「奧勒貝利亞的庇護」會於10秒內提升自身的魔法防禦力14%。",
      "每次使用技能時會疊加「奧勒貝利亞的榮耀」，「奧勒貝利亞的榮耀」無法做解除，當「奧勒貝利亞的榮耀」疊加達到3層時，則會發動「奧勒貝利亞的庇護」，並對身邊大範圍內的敵人造成攻擊力350%的物理傷害，且20秒內目標所承受的物理傷害增加43%。而「奧勒貝利亞的庇護」會於10秒內提升自身的魔法防禦力17%。",
      "每次使用技能時會疊加「奧勒貝利亞的榮耀」，「奧勒貝利亞的榮耀」無法做解除，當「奧勒貝利亞的榮耀」疊加達到3層時，則會發動「奧勒貝利亞的庇護」，並對身邊大範圍內的敵人造成攻擊力420%的物理傷害，且20秒內目標所承受的物理傷害增加51%。而「奧勒貝利亞的庇護」會於10秒內提升自身的魔法防禦力21%。",
      "每次使用技能時會疊加「奧勒貝利亞的榮耀」，「奧勒貝利亞的榮耀」無法做解除，當「奧勒貝利亞的榮耀」疊加達到3層時，則會發動「奧勒貝利亞的庇護」，並對身邊大範圍內的敵人造成攻擊力500%的物理傷害，且20秒內目標所承受的物理傷害增加60%。而「奧勒貝利亞的庇護」會於10秒內提升自身的魔法防禦力25%。"
    ],
    "story": "這是一個長戟，在很久以前王城地底下剛發現迷宮的時候，鑲嵌著曾經守護入口的上古守護神石像。石像太古老了，如今已破碎不堪，如同迷宮內般，可怕得讓人完全不敢觸碰，曾經挖掘迷宮的洛曼在面對石像的瞬間，感受到言語無法形容的至上崇高感，在石像前恭敬地行禮。神奇的是，在這個瞬間曾經鑲著石像的長戟在洛曼眼前掉落。這個長戟好像不受歲月摧殘的影響，而相當堅固，蘊含著神秘的力量。 '石像突然碎裂，長戟掉落下來了呢...' 史嘉蕾看著長戟並說道。 '是的。' 史嘉蕾靜靜地凝視著洛曼 '這感覺就像是...盡忠守護著長戟直到粉身碎骨不是嗎？' '什麼？' 從史嘉蕾手中接過長戟，呆愣地看著史嘉蕾，史嘉蕾嘴角流露出淺淺的微笑。"
  },
  "s1": {
    "name": "闢地擊",
    "description": "對前方的敵人 {0} 造成物理傷害，擊倒 {1} 秒，並讓敵人受到的物理傷害增加 {3}%，持續 {2} 秒。",
    "books": {
      "0": "傷害提高 {0}%",
      "1": "傷害提高 {0}%",
      "2": "技能使用時格擋所有傷害。"
    },
    "light": "冷卻時間降低3秒。",
    "dark": "承受傷害的對象，10秒內承受的物理傷害增加25%。",
    "ut": {
      "name": "奧勒貝利亞騎士的基本書",
      "description": [
        "[闢地擊]於10秒內減少對象的物理格檔率500、狀態異常抵抗100。",
        "[闢地擊]於10秒內減少對象的物理格檔率500、狀態異常抵抗120。",
        "[闢地擊]於10秒內減少對象的物理格檔率500、狀態異常抵抗140。",
        "[闢地擊]於10秒內減少對象的物理格檔率500、狀態異常抵抗170。",
        "[闢地擊]於10秒內減少對象的物理格檔率500、狀態異常抵抗210。",
        "[闢地擊]於10秒內減少對象的物理格檔率500、狀態異常抵抗250。"
      ],
      "story": "奧勒貝爾騎士都必須熟讀的基本武術書籍，當中的「闢地擊」是騎士們所有兵法中的基本技，儘管是最先學習的技術，但越是深入鑽研，其體系就越複雜，威力也會依照騎士的技術而有明顯的差異。在洛曼成為騎士後已經閱讀這本書一千次以上，每當覺得武藝進步的速度過於緩慢時就會閱讀這本書。"
    }
  },
  "s2": {
    "name": "信念的屏障",
    "description": "解除所有隊友的負面效果，對所有的隊友施放護盾，在 {0} 秒內吸收 {1} 點傷害。 {2} 秒內隊友所受到的所有傷害降低 {3}%，當護盾作用時，免疫控場效果。",
    "books": {
      "0": "護盾效果提高 {0}%。",
      "1": "護盾效果提高 {0}%。",
      "2": "護盾效果提高 {0}%。"
    },
    "light": "冷卻時間減少5秒。",
    "dark": "護盾的持續時間增加5秒。",
    "ut": {
      "name": "微型木雕人偶",
      "description": [
        "[信念的屏障]魔力消耗量降低1，並使目標的魔力恢復400。",
        "[信念的屏障]魔力消耗量降低1，並使目標的魔力恢復480。",
        "[信念的屏障]魔力消耗量降低1，並使目標的魔力恢復580。",
        "[信念的屏障]魔力消耗量降低1，並使目標的魔力恢復700。",
        "[信念的屏障]魔力消耗量降低1，並使目標的魔力恢復840。",
        "[信念的屏障]魔力消耗量降低1，並使目標的魔力恢復1000。"
      ],
      "story": "洛曼在事情不順遂時會製作和手掌差不多大的雕刻物，藉此平撫內心。在打磨粗糙部位的過程中，他的內心也同樣平穩並找回初衷。一開始是覺得有趣才會製作雕刻物，但隨著數百個雕刻物佔據了整個房間，這件事就成為了他的興趣。有一天，洛曼在仔細觀看自己的作品後，突然興起了要將木雕人偶送給同事與部下的念頭。當時奧勒貝利亞正流行能保護內心不受邪惡影響的咒術人偶，洛曼不只是單純製作人偶而已，實際上他也拜託信奉上古民間療法的老咒術師對木雕人偶施下守護的咒術，並且將人偶分給同事們。"
    }
  },
  "s3": {
    "name": "騎士的信念",
    "description": "攻擊前方範圍內敵人3次。前2次攻擊對敵人造成 {0} 物理傷害，並使敵人暈眩 {1} 秒，第3次攻擊對較大範圍內的敵人攻擊2下造成共 {2} 物理傷害。最後一下攻擊將使敵人暈眩5秒，並對遭受傷害的敵人留下 {3} 秒的[信念印記]。被留下[信念印記]的對象攻擊自身以外的友軍時，將會受到 {4} 額外物理傷害。額外傷害效果 {5} 秒內只會發動一次。.",
    "books": {
      "0": "傷害提高 {0}%。",
      "1": "傷害提高 {0}%。",
      "2": "傷害提高 {0}%。"
    },
    "light": "當只有1個敵人時，傷害提高100%。",
    "dark": "使用時免疫負面狀態。",
    "ut": {
      "name": "招魂之海",
      "description": [
        "[騎士的信念]冷卻時間減少30%，10秒內增加10%目標承受的物理傷害。",
        "[騎士的信念]冷卻時間減少30%，10秒內增加12%目標承受的物理傷害。",
        "[騎士的信念]冷卻時間減少30%，10秒內增加14%目標承受的物理傷害。",
        "[騎士的信念]冷卻時間減少30%，10秒內增加17%目標承受的物理傷害。",
        "[騎士的信念]冷卻時間減少30%，10秒內增加21%目標承受的物理傷害。",
        "[騎士的信念]冷卻時間減少30%，10秒內增加25%目標承受的物理傷害。"
      ],
      "story": "洛曼‧里斯佩洛家族珍藏的寶物，這個特殊墜飾是初代奧勒貝利亞王賜予代代負責奧勒貝爾王室安全的里斯佩洛家族。雖然無法知道其正確的起源，但最有可能的說法是蘊含了上古文明時期奧斐斯大陸守護者死後靈魂的飾品。據說持有此一物品的人全都會說相同的話，為了守護的信念決定捨棄自身性命時，就會突然感受到一股源源不斷的力量！後來大家紛紛說此一墜飾是能召喚魂靈的藍色寶石，並且稱它為「招魂之海」。洛曼進入王城後，父親便將此一家傳之寶交給他，而他一直都隨身攜帶在身上。"
    }
  },
  "s4": {
    "name": "最後的守衛者",
    "description": "[韌性]無法做解除，當[韌性]疊加至 {0} 層時，對周圍敵人造成 {1} 物理傷害(無視防禦)，承受傷害的敵人會於 {2} 秒內攻擊力減少20%。每當成功格擋時會增加1層[韌性]的疊加，此效果在 {3} 秒內只會發動一次。",
    "books": {
      "0": "傷害提高 {0}%。",
      "1": "傷害提高 {0}%。",
      "2": "傷害提高 {0}%。"
    },
    "light": "每秒獲得的「韌性」增加1個。",
    "dark": "受到傷害的敵人，攻擊速度減少200，持續10秒。",
    "ut": {
      "name": "父親的盾牌",
      "description": [
        "[最後的守衛者]自己的魔法格擋率增加200，且格擋成功時可獲得的韌性堆疊將增加1層。",
        "[最後的守衛者]自己的魔法格擋率增加240，且格擋成功時可獲得的韌性堆疊將增加1層。",
        "[最後的守衛者]自己的魔法格擋率增加290，且格擋成功時可獲得的韌性堆疊將增加1層。",
        "[最後的守衛者]自己的魔法格擋率增加350，且格擋成功時可獲得的韌性堆疊將增加1層。",
        "[最後的守衛者]自己的魔法格擋率增加420，且格擋成功時可獲得的韌性堆疊將增加1層。",
        "[最後的守衛者]自己的魔法格擋率增加500，且格擋成功時可獲得的韌性堆疊將增加1層。"
      ],
      "story": "洛曼過去使用的盾牌，是身為王室守護者的父親傳承下來的珍貴寶物。 雖然自從他拿起斧戟後就再也沒有使用過這個盾牌，只放在家中保管，但他並沒有忘記父親吩咐他要成為奧勒貝利亞的大門的那番話，時時牢記在心中。 無論國家遇到何種威脅，只要他還留有一口氣，就絕對不會允許敵人攻破奧勒貝利亞的大門。"
    }
  },
  "t5": {
    "light": "攻擊、防禦與生命值+15%/魔法格擋+200",
    "dark": "格擋魔法傷害時，我方全體的魔法格擋率增加200，持續5秒，同時提升魔法防禦，提升量為洛曼魔法防禦的10%。此一效果5秒只發動一次。"
  }
}