{
  "name": "Инфернальный хлыст",
  "description": [
    "Каждые 8 сек. атакует всех противников, нанося им маг. урон в размере 20% АТК. В течение следующих 5 сек. получаемый целями урон увеличивается на 10%. Эффект усиления урона повышается на 0,4% при каждой активации и может суммироваться до 25 раз. Эффект усиления урона нельзя использовать одновременно с подобными эффектами союзников.",
    "Каждые 8 сек. атакует всех противников, нанося им маг. урон в размере 24% АТК. В течение следующих 5 сек. получаемый целями урон увеличивается на 12%. Эффект усиления урона повышается на 0,5% при каждой активации и может суммироваться до 25 раз. Эффект усиления урона нельзя использовать одновременно с подобными эффектами союзников.",
    "Каждые 8 сек. атакует всех противников, нанося им маг. урон в размере 29% АТК. В течение следующих 5 сек. получаемый целями урон увеличивается на 14%. Эффект усиления урона повышается на 0,6% при каждой активации и может суммироваться до 25 раз. Эффект усиления урона нельзя использовать одновременно с подобными эффектами союзников.",
    "Каждые 8 сек. атакует всех противников, нанося им маг. урон в размере 35% АТК. В течение следующих 5 сек. получаемый целями урон увеличивается на 17%. Эффект усиления урона повышается на 0,7% при каждой активации и может суммироваться до 25 раз. Эффект усиления урона нельзя использовать одновременно с подобными эффектами союзников.",
    "Каждые 8 сек. атакует всех противников, нанося им маг. урон в размере 42% АТК. В течение следующих 5 сек. получаемый целями урон увеличивается на 21%. Эффект усиления урона повышается на 0,8% при каждой активации и может суммироваться до 25 раз. Эффект усиления урона нельзя использовать одновременно с подобными эффектами союзников.",
    "Каждые 8 сек. атакует всех противников, нанося им маг. урон в размере 50% АТК. В течение следующих 5 сек. получаемый целями урон увеличивается на 25%. Эффект усиления урона повышается на 1% при каждой активации и может суммироваться до 25 раз. Эффект усиления урона нельзя использовать одновременно с подобными эффектами союзников."
  ],
  "story": "Пылающий хвост Велказара Палача Преисподней. Похож на змею, охваченную огнем."
}