{
  "name": "Naila",
  "subtitle": "Guerrero del Viento",
  "description": "Una arpía que se especializa en combate cuerpo a cuerpo utilizando sus nudillos. Rápidamente se mueve entre el enemigo, causando estragos en ellos. Destruye a los enemigos lanzando poderosos ataques consecutivos.",
  "story": "Una guerrera honorable de las arpías, las portadoras del poder del viento. No hay nada más importante en este mundo que su dignidad como guerrera arpía. Ella utiliza su fuerza de voluntad y deseo para defender su honor de guerrera y derrotar a cualquier enemigo. Sus habilidades son excepcionales incluso entre su gente, y es el ejemplo a seguir de las jóvenes guerreras arpías.",
  "like": "Parientes compañeros, aquellos que poseen un orgullo de guerrero",
  "dislike": "Cobardes, hipócritas",
  "inn": {
    "idle": "¿Qué pasa, guerrero humano?",
    "recruit": {
      "greet": "La próxima vez que tenga la oportunidad, quiero competir.",
      "talk": [
        "Himmullis...",
        "Es absurdo pensar que un poder prestado es propio.",
        "Nunca olvido el orgullo de las arpías de Elidora."
      ],
      "gift": "Seguro que sabes que les gusta a las Arpías"
    },
    "affinity": {
      "greet": "Así que estas son las casas de los humanos.",
      "talk": [
        "Mi hermana siempre me dijo que recordara el orgullo de una Arpía.",
        "Yo seré la mejor Arpía guerrera del mundo."
      ],
      "gift": "Te lo pagaré."
    },
    "relationship": {
      "greet": "Cómo estas? Continuaste con tu entrenamiento?",
      "talk": [
        "Un verdadero guerrero nunca deja de desarrollar sus habilidades!",
        "Honor, orgullo - para algunos son cosas inútiles, pero son importantes para mí.",
        "La próxima vez, hagamos una pelea corta tu y yo, ok?"
      ]
    }
  },
  "uw": {
    "name": "Garras Malditas, Baroro",
    "description": [
      "Al proporcionar un Golpe Crit, causa un Daño Fis. Constante (150% de ATQ) durante 10seg. El enemigo recibe un aumento del 20% de Daño Fis. durante el ataque.",
      "Al proporcionar un Golpe Crit, causa un Daño Fis. Constante (180% de ATQ) durante 10seg. El enemigo recibe un aumento del 24% de Daño Fis. durante el ataque.",
      "Al proporcionar un Golpe Crit, causa un Daño Fis. Constante (216% de ATQ) durante 10seg. El enemigo recibe un aumento del 28% de Daño Fis. durante el ataque.",
      "Al proporcionar un Golpe Crit, causa un Daño Fis. Constante (258% de ATQ) durante 10seg. El enemigo recibe un aumento del 34% de Daño Fis. durante el ataque.",
      "Al proporcionar un Golpe Crit, causa un Daño Fis. Constante (310% de ATQ) durante 10seg. El enemigo recibe un aumento del 41% de Daño Fis. durante el ataque.",
      "Al proporcionar un Golpe Crit, causa un Daño Fis. Constante (500% de ATQ) durante 10seg. El enemigo recibe un aumento del 50% de Daño Fis. durante el ataque."
    ],
    "story": "Un par de guanteletes malditos fabricados a partir de las garras del demonio loco Baroco, que fue derrotado durante la guerra. Varias veces más grande que el tamaño normal de las manos humanas, estos guanteletes conectan directamente los nervios de quien lo utiliza y permite que el portador los controle sin esfuerzo. Aunque tienen un inmenso gran poder, también penetran en la mente de quien los utiliza, devorando lentamente su alma. Solo un verdadero guerrero de noble convicción, voluntad fuerte y espíritu inmortal puede manejar estas armas malditas. Son las armas perfectas para un guerrero con una fuerte voluntad que brilla incluso en la obscuridad del abismo."
  },
  "s1": {
    "name": "Vientos Feroces",
    "description": "Corre 2 veces hacia el enemigo al alcance, causando  {0}  Daño Fis. y derribándolos por  {1}  seg. Si el objetivo no es un héroe, inflige {2} de Daño físico adicional.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Si hay 1 enemigo, el Daño se incrementa en un 100%.",
    "dark": "El objetivo cambia al enemigo con el ATQ más alto."
  },
  "s2": {
    "name": "Lectura del Viento",
    "description": "la Oportunidad de Evasion Fis. Aumenta en  {1}  por  {0}  seg y el ATQ aumenta en  {2}.",
    "books": {
      "0": "El poder de ATQ aumenta en  {0}%.",
      "1": "El poder de ATQ aumenta en  {0}%.",
      "2": "El poder de ATQ aumenta en  {0}%."
    },
    "light": "El costo de maná se reduce en 1.",
    "dark": "Aumenta el Daño de Naila infligido a enemigos que no son héroes en un 30 % durante la duración de la habilidad.",
    "ut": {
      "name": "Bufanda de Himmullis",
      "description": [
        "[Lectura del viento] Incrementa el Aumento del ataque en un 50 % y la Evasión mágica en 100.",
        "[Lectura del viento] Incrementa el Aumento del ataque en un 50 % y la Evasión mágica en 120.",
        "[Lectura del viento] Incrementa el Aumento del ataque en un 50 % y la Evasión mágica en 140.",
        "[Lectura del viento] Incrementa el Aumento del ataque en un 50 % y la Evasión mágica en 170.",
        "[Lectura del viento] Incrementa el Aumento del ataque en un 50 % y la Evasión mágica en 210.",
        "[Lectura del viento] Incrementa el Aumento del ataque en un 50 % y la Evasión mágica en 250."
      ],
      "story": "La bufanda que el difunto Himmullis tenía puesta. Naila siempre la lleva consigo. Himmullis solía decir a Naila que esté orgullosa de ser una arpía. La bufanda contiene la tristeza de haber perdido a un familiar y esto enfurece a Naila."
    }
  },
  "s3": {
    "name": "Bomba de Buceo",
    "description": "Vuela alto y golpea al enemigo que esta debajo. Inflige  {0}  Daño Fis a los enemigos.  {1}% Daño aumenta a los enemigos que han sido derribados. Si el objetivo no es un héroe, inflige {2} de Daño físico adicional.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Causa Daño sobre el enemigo y aturdelos por 3 seg."
    },
    "light": "el Daño se incrementa en un 40%.",
    "dark": "Reduce el tiempo de reutilización un 10% por cada enemigo que recibe Daño crítico.",
    "ut": {
      "name": "Orgullo de viento",
      "description": [
        "[Bomba de Inmersión] El tiempo de reutilización de la habilidad se reduce en un 30% y el objetivo recibe un 10% de Daño Fís. adicional durante 10 segundos.",
        "[Bomba de Inmersión] El tiempo de reutilización de la habilidad se reduce en un 30% y el objetivo recibe un 12% de Daño Fís. adicional durante 10 segundos.",
        "[Bomba de Inmersión] El tiempo de reutilización de la habilidad se reduce en un 30% y el objetivo recibe un 14% de Daño Fís. adicional durante 10 segundos.",
        "[Bomba de Inmersión] El tiempo de reutilización de la habilidad se reduce en un 30% y el objetivo recibe un 17% de Daño Fís. adicional durante 10 segundos.",
        "[Bomba de Inmersión] El tiempo de reutilización de la habilidad se reduce en un 30% y el objetivo recibe un 21% de Daño Fís. adicional durante 10 segundos.",
        "[Bomba de Inmersión] El tiempo de reutilización de la habilidad se reduce en un 30% y el objetivo recibe un 25% de Daño Fís. adicional durante 10 segundos."
      ],
      "story": "Una ofrenda ritual de las personas religiosas antiguas que veneraron el viento. Es un tesoro precioso entre las arpías, y se dice que se entrega al guerrero arpía más poderoso. Cuando uno utilice esta máscara, podrá utilizar el viento libremente. Además, podrá atacar a la velocidad de la luz."
    }
  },
  "s4": {
    "name": "Golpe del Tornado",
    "description": "Al atacar automáticamente, el quinto golpe del combo tiene un 40% de probabilidad de infligir  {0}  Daño Fis. adicional sobre el enemigo y derribarlos.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "La oportunidad de activación cambia al 60%.",
    "dark": "La Veloc de ATQ se incrementa en 300 cuando se produce el efecto."
  },
  "t5": {
    "light": "ATQ, DEF, Salud+15% / Evasion Fis +100",
    "dark": "Al esquivar, todas las habilidades de reutilizacion se reducen en un 2%. Además, el ATQ se incrementa en un 3% y la Veloc de Atq se incrementa en 30. El ATQ y el aumento en la Veloc de Atq se pueden acumular hasta 10 veces."
  }
}