{
  "name": "Cleo",
  "subtitle": "Hechicera del Purgatorio",
  "description": "Una hechicera de la Torre Roja, esta chica valiente utiliza magia explosiva de fuego para hacer daño a múltiples enemigos, y  luego inflige daño aún mayor causando que las brasas exploten.",
  "story": "Los primeros recuerdos de Cleo comienzan en la Torre del Sabio. Fue criada como una huérfana por Dominiks, el gran sabio. Es una estupenda maga pero también es alborotadora. Su incapacidad de controlar su propio poder le ha causado problemas muchas veces, incluyendo la destrucción parcial de la Torre roja, su propio hogar. A pesar de esto, su aparente inmunidad a la ira del gran sabio ha hecho con que sea aislada de sus iguales. Aunque esto ha hecho que se convierta en egoísta y desconsiderada, en el fondo, ella sigue siendo la niña de corazón bondadoso que teme a que otros la abandonen.",
  "like": "Hoguera, almohadas (?)",
  "dislike": "Máquinas",
  "inn": {
    "idle": "Ah ~ muy aburrido. Ojalá hubieran algunas herramientas mágicas divertidas por ahí.",
    "recruit": {
      "greet": "Hola! Soy Cleo. Una Archimaga!",
      "talk": [
        "Quieres un poco de carne? Puedo cocinarlo para ti?",
        "Tienes curiosidad por la magia de fuego? Jejeje, podría enseñarte, pero no cualquiera puede aprender",
        "Por qué la gente me llama la Hechicera del Purgatorio? No me gusta ¡Llámame Archimaga!"
      ],
      "gift": "Je, me gustas."
    },
    "affinity": {
      "greet": "¡Llegas tarde! ¿Cómo te atreves a hacer esperar a la archimaga?",
      "talk": [
        "¿A quién prefiero, a Frey o a Roi? Esa pregunta no tiene sentido. ¡A Frey, por supuesto!",
        "Me pregunto dónde está mi mamá. Siempre y cuando yo siga viva, debería poder encontrarla, ¿verdad?"
      ],
      "gift": "¡Ah, creo que le quedará a la archimaga! ¡Gracias!"
    },
    "relationship": {
      "greet": "Oho, así que has venido a ver a la mejor Archimaga!",
      "talk": [
        "Frey es algo más que una almohada para mí!",
        "No lo olvides Es gracias a mí que podemos movernos tan rápido.",
        "Te quedarás con nosotros, verdad?"
      ]
    }
  },
  "uw": {
    "name": "Llama Primitiva, Flenos",
    "description": [
      "Marcas de fuego explotan cada 4 segundos, causando Daño Magico de 80% del ATQ a los enemigos cercanos",
      "Marcas de fuego explotan cada 4 segundos, causando Daño Magico de 96% del ATQ a los enemigos cercanos",
      "Marcas de fuego explotan cada 4 segundos, causando Daño Magico de 114% del ATQ a los enemigos cercanos",
      "Marcas de fuego explotan cada 4 segundos, causando Daño Magico de 138% del ATQ a los enemigos cercanos",
      "Marcas de fuego explotan cada 4 segundos, causando Daño Magico de 166% del ATQ a los enemigos cercanos",
      "Marcas de fuego explotan cada 4 segundos, causando Daño Magico de 200% del ATQ a los enemigos cercanos"
    ],
    "story": "La esencia de la primera llama del mundo. El señor elemental de fuego concedió su hermosa gema a un humano que ejecutó un contrato con él. Con el pasar de los años, terminó en las manos de un archimago, quien lo convirtió en el núcleo de su bastón. Posteriormente, el archimago presentó este bastón a su preciado discípulo."
  },
  "s1": {
    "name": "Aguja de Fuego",
    "description": "Ataca a un enemigo aleatorio 5 veces, lo que causa un total de {0} de Daño mágico e inflige 1 acumulación de Brasas al enemigo afectado.",
    "books": {
      "0": "Aumenta el Daño en {0}%.",
      "1": "Aumenta el Daño en {0}%.",
      "2": "Aumenta el Daño en {0}%."
    },
    "light": "El Daño se incrementa en un 40%.",
    "dark": "Acumula 2 llamas de fuego cada uno",
    "ut": {
      "name": "Lámpara de fénix",
      "description": [
        "[Aguja de fuego] Cambia el objetivo al enemigo con el Ataque más alto y reduce el Mana del objetivo en 100.",
        "[Aguja de fuego] Cambia el objetivo al enemigo con el Ataque más alto y reduce el Mana del objetivo en 120.",
        "[Aguja de fuego] Cambia el objetivo al enemigo con el Ataque más alto y reduce el Mana del objetivo en 140.",
        "[Aguja de fuego] Cambia el objetivo al enemigo con el Ataque más alto y reduce el Mana del objetivo en 170.",
        "[Aguja de fuego] Cambia el objetivo al enemigo con el Ataque más alto y reduce el Mana del objetivo en 210.",
        "[Aguja de fuego] Cambia el objetivo al enemigo con el Ataque más alto y reduce el Mana del objetivo en 250."
      ],
      "story": "Una lámpara mágica de la Torre del sabio. El fénix que arde eternamente, la primera llama de la Torre del sabio está sellado en su interior. Dominics la cuidaba con mucho esmero, ya que las aves fénix son una especie en peligro de extinción, pero Cleo la utiliza de manera imprudente para mejorar su hechizo Aguja de fuego sin tener en cuenta la preocupación de su maestro."
    }
  },
  "s2": {
    "name": "Bola de Fuego",
    "description": "Ataca al objetivo y a los enemigos cercanos, lo que causa {0} de Daño mágico y los aturde durante 2 segundos. Inflige {2} de Daño mágico adicional por cada acumulación de Brasas al enemigo.",
    "books": {
      "0": "Aumenta el Daño en {0}%.",
      "1": "Aumenta el Daño en {0}%.",
      "2": "Aumenta el Daño en {0}%."
    },
    "light": "El Daño se incrementa en un 40%.",
    "dark": "El Costo de Maná aumenta en 1 y ataca a un objetivo aleatorio 2 veces.",
    "ut": {
      "name": "Elixir de Flamel",
      "description": [
        "[Bola de fuego] Aumenta el Daño en un 20 % y deja 5 acumulaciones de Brasas en el enemigo afectado.",
        "[Bola de fuego] Aumenta el Daño en un 24 % y deja 5 acumulaciones de Brasas en el enemigo afectado.",
        "[Bola de fuego] Aumenta el Daño en un 29 % y deja 5 acumulaciones de Brasas en el enemigo afectado.",
        "[Bola de fuego] Aumenta el Daño en un 35 % y deja 5 acumulaciones de Brasas en el enemigo afectado.",
        "[Bola de fuego] Aumenta el Daño en un 42 % y deja 5 acumulaciones de Brasas en el enemigo afectado.",
        "[Bola de fuego] Aumenta el Daño en un 50 % y deja 5 acumulaciones de Brasas en el enemigo afectado."
      ],
      "story": "Un elixir que creó el alquimista de fuego Flamel al condensar esencia de flama. Las flamas de Flamel no paran de quemar. Todos los hechiceros elogian sus flamas, y la esencia de flamas que produjo con las salamandras del Volcán Dragia maximizan el efecto de la bola de fuego."
    }
  },
  "s3": {
    "name": "Lluvia de Fuego",
    "description": "Ataca a todos los enemigos 8 veces, lo que causa un total de {0} de Daño mágico y les inflige 1 acumulación de Brasas. Causa {1} de Daño mágico adicional al enemigo por cada acumulación de Brasas.",
    "books": {
      "0": "Aumenta el Daño en {0}%.",
      "1": "Aumenta el Daño en {0}%.",
      "2": "Aumenta el Daño en {0}%."
    },
    "light": "El tiempo de reutilización se reduce en 3 segundos.",
    "dark": "Aturde a los enemigos con 5 llamas de fuego o más durante 1 seg.",
    "ut": {
      "name": "Pergamino del infierno ardiente",
      "description": [
        "[Lluvia de Fuego] El Daño aumenta en un 20%. Al Golpear Críticamente a los enemigos con más de 5 pilas de Brasas, el tiempo de reutilización de la habilidad se reduce en un 3%.",
        "[Lluvia de Fuego] El Daño aumenta en un 24%. Al Golpear Críticamente a los enemigos con más de 5 pilas de Brasas, el tiempo de reutilización de la habilidad se reduce en un 3%.",
        "[Lluvia de Fuego] El Daño aumenta en un 29%. Al Golpear Críticamente a los enemigos con más de 5 pilas de Brasas, el tiempo de reutilización de la habilidad se reduce en un 3%.",
        "[Lluvia de Fuego] El Daño aumenta en un 35%. Al Golpear Críticamente a los enemigos con más de 5 pilas de Brasas, el tiempo de reutilización de la habilidad se reduce en un 3%.",
        "[Lluvia de Fuego] El Daño aumenta en un 42%. Al Golpear Críticamente a los enemigos con más de 5 pilas de Brasas, el tiempo de reutilización de la habilidad se reduce en un 3%.",
        "[Lluvia de Fuego] El Daño aumenta en un 50%. Al Golpear Críticamente a los enemigos con más de 5 pilas de Brasas, el tiempo de reutilización de la habilidad se reduce en un 3%."
      ],
      "story": "Un pergamino escrito por la hechicera de fuego que era conocida como la diosa del fuego. Un pergamino que dejó la gran hechicera de fuego de Orvelia, Vesta, cuando estuvo en la Torre del Sabio. Es muy poderoso, pero también requiere mucho mana. Cleo tomó el pergamino del Infierno ardiente de la Torre del Sabio, que fue considerado un pergamino prohibido. Ahora lo utiliza para mejorar su lluvia de fuego."
    }
  },
  "s4": {
    "name": "Propagacion de la Llama",
    "description": "Los ataques normales tienen un 20 % de probabilidades de atacar a 3 enemigos aleatorios, lo que causa {0} de Daño mágico al objetivo y a los enemigos cercanos y les inflige 1 acumulación de Brasas. Brasas causa un total de {1} de Daño mágico durante 20 segundos, reduce la Defensa mágica del objetivo en un 5 % y se acumula hasta un máximo de 5 veces.",
    "books": {
      "0": "Aumenta el Daño en {0}%.",
      "1": "Aumenta el Daño en {0}%.",
      "2": "Acumula 2 Marcas de Fuego en el Momento Crítico."
    },
    "light": "El maximo de acumulacion de llamas de fuego se cambia a 6",
    "dark": "Las probabilidades de activación cambian al 30 %."
  },
  "t5": {
    "light": "ATQ, DEF, Salud+15% / Oportunidad Crit +100",
    "dark": "El Daño por Llamas de fuego se incrementa en un 200%."
  }
}