{
  "name": "Cleo",
  "subtitle": "Hechicera del Purgatorio",
  "description": "Una hechicera de la Torre Roja, esta chica valiente utiliza magia explosiva de fuego para hacer daño a múltiples enemigos, y  luego inflige daño aún mayor causando que las brasas exploten.",
  "story": "Los primeros recuerdos de Cleo comienzan en la Torre del Sabio. Fue criada como una huérfana por Dominiks, el gran sabio. Es una estupenda maga pero también es alborotadora. Su incapacidad de controlar su propio poder le ha causado problemas muchas veces, incluyendo la destrucción parcial de la Torre roja, su propio hogar. A pesar de esto, su aparente inmunidad a la ira del gran sabio ha hecho con que sea aislada de sus iguales. Aunque esto ha hecho que se convierta en egoísta y desconsiderada, en el fondo, ella sigue siendo la niña de corazón bondadoso que teme a que otros la abandonen.",
  "like": "Hoguera, almohadas (?)",
  "dislike": "Máquinas",
  "inn": {
    "idle": "Ah ~ muy aburrido. Ojalá hubieran algunas herramientas mágicas divertidas por ahí.",
    "recruit": {
      "greet": "Hola! Soy Cleo. Una Archimaga!",
      "talk": [
        "Quieres un poco de carne? Puedo cocinarlo para ti?",
        "Tienes curiosidad por la magia de fuego? Jejeje, podría enseñarte, pero no cualquiera puede aprender",
        "Por qué la gente me llama la Hechicera del Purgatorio? No me gusta ¡Llámame Archimaga!"
      ],
      "gift": "Je, me gustas."
    },
    "affinity": {
      "greet": "¡Llegas tarde! ¿Cómo te atreves a hacer esperar a la archimaga?",
      "talk": [
        "¿A quién prefiero, a Frey o a Roi? Esa pregunta no tiene sentido. ¡A Frey, por supuesto!",
        "Me pregunto dónde está mi mamá. Siempre y cuando yo siga viva, debería poder encontrarla, ¿verdad?"
      ],
      "gift": "¡Ah, creo que le quedará a la archimaga! ¡Gracias!"
    },
    "relationship": {
      "greet": "Oho, así que has venido a ver a la mejor Archimaga!",
      "talk": [
        "Frey es algo más que una almohada para mí!",
        "No lo olvides Es gracias a mí que podemos movernos tan rápido.",
        "Te quedarás con nosotros, verdad?"
      ]
    }
  },
  "uw": {
    "name": "Llama primitiva, Flenos",
    "description": [
      "Los Golpes de habilidad provocan Daño mágico adicional equivalente al 3 % de ataque por acumulación de Brasas que reciben los enemigos.",
      "Los Golpes de habilidad provocan Daño mágico adicional equivalente al 3,6 % de ataque por acumulación de Brasas que reciben los enemigos.",
      "Los Golpes de habilidad provocan Daño mágico adicional equivalente al 4,3 % de ataque por acumulación de Brasas que reciben los enemigos.",
      "Los Golpes de habilidad provocan Daño mágico adicional equivalente al 5,2 % de ataque por acumulación de Brasas que reciben los enemigos.",
      "Los Golpes de habilidad provocan Daño mágico adicional equivalente al 6,3 % de ataque por acumulación de Brasas que reciben los enemigos.",
      "Los Golpes de habilidad provocan Daño mágico adicional equivalente al 7,5 % de ataque por acumulación de Brasas que reciben los enemigos."
    ],
    "story": "La esencia de la primera llama del mundo. El señor elemental de fuego concedió su hermosa gema a un humano que ejecutó un contrato con él. Con el pasar de los años, terminó en las manos de un archimago, quien lo convirtió en el núcleo de su bastón. Posteriormente, el archimago presentó este bastón a su preciado discípulo."
  },
  "s1": {
    "name": "Aguja de Fuego",
    "description": "Ataca a un enemigo al azar 5 veces para provocar un total de {0} de Daño mágico. Recupera Mana propio en 100 luego de un Golpe crítico.",
    "books": {
      "0": "Aumenta el Daño en {0}%.",
      "1": "Aumenta el Daño en {0}%.",
      "2": "Aumenta el Daño en {0}%."
    },
    "light": "El Daño de la habilidad se reduce en 50 % al atacar más de 5 enemigos, pero el objetivo se convierte en todos los enemigos.",
    "dark": "Aturde al objetivo durante 1 s.",
    "ut": {
      "name": "Lámpara de fénix",
      "description": [
        "[Aguja de fuego] Cambia el objetivo al enemigo con el Ataque más alto y reduce el Mana del objetivo en 100.",
        "[Aguja de fuego] Cambia el objetivo al enemigo con el Ataque más alto y reduce el Mana del objetivo en 120.",
        "[Aguja de fuego] Cambia el objetivo al enemigo con el Ataque más alto y reduce el Mana del objetivo en 140.",
        "[Aguja de fuego] Cambia el objetivo al enemigo con el Ataque más alto y reduce el Mana del objetivo en 170.",
        "[Aguja de fuego] Cambia el objetivo al enemigo con el Ataque más alto y reduce el Mana del objetivo en 210.",
        "[Aguja de fuego] Cambia el objetivo al enemigo con el Ataque más alto y reduce el Mana del objetivo en 250."
      ],
      "story": "Una lámpara mágica de la Torre del sabio. El fénix que arde eternamente, la primera llama de la Torre del sabio está sellado en su interior. Dominics la cuidaba con mucho esmero, ya que las aves fénix son una especie en peligro de extinción, pero Cleo la utiliza de manera imprudente para mejorar su hechizo Aguja de fuego sin tener en cuenta la preocupación de su maestro."
    }
  },
  "s2": {
    "name": "Bola de Fuego",
    "description": "Ataca al objetivo y a los enemigos cercanos, lo que causa {0} de Daño mágico y los aturde durante 2 s. Inflige {1} de Daño mágico adicional a los Jefes.",
    "books": {
      "0": "Aumenta el Daño en {0}%.",
      "1": "Aumenta el Daño en {0}%.",
      "2": "Aumenta el Daño en {0}%."
    },
    "light": "Al golpear a un enemigo con 10 o más acumulaciones de Brasas, aumenta el Daño mágico que recibe en 40 % durante 10 s.",
    "dark": "Deja 10 acumulaciones de Brasas al enemigo golpeado.",
    "ut": {
      "name": "Elixir de Flamel",
      "description": [
        "[Bola de fuego] Reduce el Costo de Mana en 1 y aumenta el Daño en un 20 %.",
        "[Bola de fuego] Reduce el Costo de Mana en 1 y aumenta el Daño en un 24 %.",
        "[Bola de fuego] Reduce el Costo de Mana en 1 y aumenta el Daño en un 29 %.",
        "[Bola de fuego] Reduce el Costo de Mana en 1 y aumenta el Daño en un 35 %.",
        "[Bola de fuego] Reduce el Costo de Mana en 1 y aumenta el Daño en un 42 %.",
        "[Bola de fuego] Reduce el Costo de Mana en 1 y aumenta el Daño en un 50 %."
      ],
      "story": "Un elixir que creó el alquimista de fuego Flamel al condensar esencia de flama. Las flamas de Flamel no paran de quemar. Todos los hechiceros elogian sus flamas, y la esencia de flamas que produjo con las salamandras del Volcán Dragia maximizan el efecto de la bola de fuego."
    }
  },
  "s3": {
    "name": "Lluvia de Fuego",
    "description": "Ataca a todos los enemigos 5 veces, provocando un total de {0} de Daño mágico. Este ataque provoca un aumento de 150 % de Daño crítico.",
    "books": {
      "0": "Aumenta el Daño en {0}%.",
      "1": "Aumenta el Daño en {0}%.",
      "2": "Aumenta el Daño en {0}%."
    },
    "light": "Aumenta el Daño en un 40 %.",
    "dark": "Reduce el Costo de Mana en 2 durante 10 s al atacar más de 5 enemigos. Se aplica un tiempo de reutilización de 10 s.",
    "ut": {
      "name": "Pergamino del infierno ardiente",
      "description": [
        "[Lluvia de Fuego] El Daño aumenta en un 20%. Al Golpear Críticamente a los enemigos con más de 5 pilas de Brasas, el tiempo de reutilización de la habilidad se reduce en un 5%.",
        "[Lluvia de Fuego] El Daño aumenta en un 24%. Al Golpear Críticamente a los enemigos con más de 5 pilas de Brasas, el tiempo de reutilización de la habilidad se reduce en un 5%.",
        "[Lluvia de Fuego] El Daño aumenta en un 29%. Al Golpear Críticamente a los enemigos con más de 5 pilas de Brasas, el tiempo de reutilización de la habilidad se reduce en un 5%.",
        "[Lluvia de Fuego] El Daño aumenta en un 35%. Al Golpear Críticamente a los enemigos con más de 5 pilas de Brasas, el tiempo de reutilización de la habilidad se reduce en un 5%.",
        "[Lluvia de Fuego] El Daño aumenta en un 42%. Al Golpear Críticamente a los enemigos con más de 5 pilas de Brasas, el tiempo de reutilización de la habilidad se reduce en un 5%.",
        "[Lluvia de Fuego] El Daño aumenta en un 50%. Al Golpear Críticamente a los enemigos con más de 5 pilas de Brasas, el tiempo de reutilización de la habilidad se reduce en un 5%."
      ],
      "story": "Un pergamino escrito por la hechicera de fuego que era conocida como la diosa del fuego. Un pergamino que dejó la gran hechicera de fuego de Orvelia, Vesta, cuando estuvo en la Torre del Sabio. Es muy poderoso, pero también requiere mucho mana. Cleo tomó el pergamino del Infierno ardiente de la Torre del Sabio, que fue considerado un pergamino prohibido. Ahora lo utiliza para mejorar su lluvia de fuego."
    }
  },
  "s4": {
    "name": "Propagacion de la Llama",
    "description": "Inflige una acumulación de Brasas luego de golpear a un enemigo. Los enemigos afectados por Brasas reciben {1} de Daño mágico durante 20 s. Las Brasas se pueden acumular hasta un máximo de 10 veces.",
    "books": {
      "0": "Aumenta el Daño en {0}%.",
      "1": "Aumenta el Daño en {0}%.",
      "2": "Aumenta el Daño en {0}%."
    },
    "light": "Cambia el número máximo de acumulaciones de Brasas a 12.",
    "dark": "Cada 10 s, aturde a los enemigos afectados por las Brasas durante 2 s. Los enemigos con más de 10 acumulaciones de Brasas quedan aturdidos durante 3 s.",
    "ut": {
      "name": "Introducción a los hechizos de bruja roja",
      "description": [
        "[Propagación de llamas] Las brasas se vuelven inamovibles y hacen que el objetivo reciba 1 % de Daño mágico aumentado por acumulación.",
        "[Propagación de llamas] Las brasas se vuelven inamovibles y hacen que el objetivo reciba 1,2 % de Daño mágico aumentado por acumulación.",
        "[Propagación de llamas] Las brasas se vuelven inamovibles y hacen que el objetivo reciba 1,4 % de Daño mágico aumentado por acumulación.",
        "[Propagación de llamas] Las brasas se vuelven inamovibles y hacen que el objetivo reciba 1,7 % de Daño mágico aumentado por acumulación.",
        "[Propagación de llamas] Las brasas se vuelven inamovibles y hacen que el objetivo reciba 2,1 % de Daño mágico aumentado por acumulación.",
        "[Propagación de llamas] Las brasas se vuelven inamovibles y hacen que el objetivo reciba 2,5 % de Daño mágico aumentado por acumulación."
      ],
      "story": "Un manual de magia de fuego para brujas rojas. Si bien la mayoría de los magos lo considera tabú porque guarda hechizos extremadamente destructivos capaces de arruinar la mente de quien los lanza, este se está divulgando por todo el imperio en secreto."
    }
  },
  "t5": {
    "light": "ATQ, DEF, Salud+15% / Oportunidad Crit +100",
    "dark": "Incrementa en 30% el daño mágico que recibe el objetivo que tiene más de 10 brasas, los enemigos normales acumulan dos brasas por segundo."
  }
}