{
  "name": "Aselica",
  "subtitle": "Guardiana del Sol",
  "description": "Como justiciera de los cielos, castiga al mal con su espada y protege a los débiles con su escudo. Ha descendido con el objetivo de derrotar a los Demonios, quienes están destrozando el reino terrenal. Con su hermosa espada en una mano y su escudo en la otra, ella usará su luz para aniquilar a sus enemigos y proteger a sus camaradas.",
  "story": "Una poderosa ángel que defiende el refugio de ángeles. Incluso entre los ángeles que sostienen el poder de la luz, tiene una conexión especial con el sol, y utiliza su divina luz para luchar contra la obscuridad. Se le delegó la protección de las almas de otros ángeles que esperan la resurrección. Cuando la sagrada espada reapareció en el mundo, acató la divina llamada de unirse al nuevo protector del mundo. Se asegurará de que ningún guerrero escogido jamás sucumbirá a la obscuridad otra vez.",
  "like": "Parientes compañeros, hacer respetar el orden",
  "dislike": "Demonios",
  "inn": {
    "idle": "Así que aquí es donde reside el héroe...",
    "recruit": {
      "greet": "Que la bendición del sol sea contigo.",
      "talk": [
        "No perderé ante estos Demonios.",
        "El Sol no discrimina y comparte su luz con todos.",
        "Conoces a un hombre llamado Arch?"
      ],
      "gift": "Esto no me sirve... pero aun así, gracias."
    },
    "affinity": {
      "greet": "Guerrero. Así que este es tu lugar de descanso.",
      "talk": [
        "Los demonios son malvados. Deben ser aniquilados a toda costa.",
        "No olvides que el sol siempre brilla detrás de ti."
      ],
      "gift": "Los humanos pueden ser muy considerados. En fin, gracias."
    },
    "relationship": {
      "greet": "Siento el calor del sol que proviene de ti. Algo bueno ha ocurrido?",
      "talk": [
        "Entonces, hay Demonios que intentan salvar el mundo. Que extraño.",
        "El Santuario de los Ángeles es el lugar donde todos regresamos en algún momento.",
        "Soy tu Guardián, y por lo tanto, te ofrezco mi ayuda"
      ]
    }
  },
  "uw": {
    "name": "Halo solar, Ignisius",
    "description": [
      "Cuando un ataque normal impacta en el enemigo 5 veces, el objetivo recibe un 20% más de Daño mágico durante 10 segundos y queda aturdido durante 0,5 segundos.",
      "Cuando un ataque normal impacta en el enemigo 5 veces, el objetivo recibe un 24% más de Daño mágico durante 10 segundos y queda aturdido durante 0,5 segundos.",
      "Cuando un ataque normal impacta en el enemigo 5 veces, el objetivo recibe un 29% más de Daño mágico durante 10 segundos y queda aturdido durante 0,5 segundos.",
      "Cuando un ataque normal impacta en el enemigo 5 veces, el objetivo recibe un 35% más de Daño mágico durante 10 segundos y queda aturdido durante 0,5 segundos.",
      "Cuando un ataque normal impacta en el enemigo 5 veces, el objetivo recibe un 42% más de Daño mágico durante 10 segundos y queda aturdido durante 0,5 segundos.",
      "Cuando un ataque normal impacta en el enemigo 5 veces, el objetivo recibe un 50% más de Daño mágico durante 10 segundos y queda aturdido durante 0,5 segundos."
    ],
    "story": "Las leyendas hablan de un metal misterioso, dorado como los gloriosos rayos del sol, azul como el mismo cielo y blanco como la luz enceguecedora. Esta espada y escudo sagrados han sido forjados a partir de un metal especial que solo los ángeles pueden manipular. Son reliquias divinas de protección, creadas para disipar la obscuridad y llenar el mundo de luz. Se otorga solo al caballero guardián más correcto de los ángeles, estas reliquias pueden incinerar instantáneamente a cualquier demonio que enfrente su luz."
  },
  "s1": {
    "name": "Espada del Sol",
    "description": "Provoca {0} de daño mágico al enemigo y a los enemigos que estén dentro del rango, y los aturde durante {1} segundos.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Aumenta la duración del aturdimiento por  {0}  seg."
    },
    "light": "Después de la activación, aumenta la velocidad de ATQ en 350 durante 5 segundos.",
    "dark": "Reduce el tiempo de reutilización en 2 segundos.",
    "ut": {
      "name": "Luz del alba",
      "description": [
        "[Espada del sol] Disipa todos los efectos positivos de enemigos al alcance y recupera Mana propio en 200 al atacar.",
        "[Espada del sol] Disipa todos los efectos positivos de enemigos al alcance y recupera Mana propio en 240 al atacar.",
        "[Espada del sol] Disipa todos los efectos positivos de enemigos al alcance y recupera Mana propio en 290 al atacar.",
        "[Espada del sol] Disipa todos los efectos positivos de enemigos al alcance y recupera Mana propio en 350 al atacar.",
        "[Espada del sol] Disipa todos los efectos positivos de enemigos al alcance y recupera Mana propio en 420 al atacar.",
        "[Espada del sol] Disipa todos los efectos positivos de enemigos al alcance y recupera Mana propio en 500 al atacar."
      ],
      "story": "Un fragmento que cayó del lucero del alba que resplandece eternamente. El lucero del alba es la luz sagrada que ha existido desde el principio de los tiempos; protege los cielos y evita que las espadas de los ángeles pierdan su llama sagrada. El arcángel se la otorgó a Aselica junto con la espada del sol antes de que ella descendiera a la Tierra."
    }
  },
  "s2": {
    "name": "Bendición del Sol",
    "description": "Impregna en la Bendición del Sol al aliado con el ATQ más alto, lo que reduce el tiempo de reutilización de todas las habilidades en un 20% y aumenta el ATQ en {0} durante 15 segundos.",
    "books": {
      "0": "La tasa de ATQ aumenta en {0}%.",
      "1": "La tasa de ATQ aumenta en {0}%.",
      "2": "La tasa de ATQ aumenta en {0}%."
    },
    "light": "Aumenta el costo de Mana en 1, y otorga el efecto a los 2 aliados con el ATQ más alto.",
    "dark": "Se utiliza mientras se ignoran los efectos negativos propios y elimina los efectos negativos del objetivo aliado.",
    "ut": {
      "name": "Brazalete del sol",
      "description": [
        "[Bendición del sol] Reduce el Costo de Mana en 1 y el objetivo recibe 10% de Daño físico reducido durante 10 segundos.",
        "[Bendición del sol] Reduce el Costo de Mana en 1 y el objetivo recibe 12% de Daño físico reducido durante 10 segundos.",
        "[Bendición del sol] Reduce el Costo de Mana en 1 y el objetivo recibe 14% de Daño físico reducido durante 10 segundos.",
        "[Bendición del sol] Reduce el Costo de Mana en 1 y el objetivo recibe 17% de Daño físico reducido durante 10 segundos.",
        "[Bendición del sol] Reduce el Costo de Mana en 1 y el objetivo recibe 21% de Daño físico reducido durante 10 segundos.",
        "[Bendición del sol] Reduce el Costo de Mana en 1 y el objetivo recibe 25% de Daño físico reducido durante 10 segundos."
      ],
      "story": "Brazalete hecho por los arcángeles para proteger a los ángeles cuando bajen a la tierra. Contiene el sol, así que brilla de forma brillante. Cuando los ángeles sienten miedo, se dice que la luz del sol del brazalete protege sus almas. Y el brazalete interviene en los destinos de los ángeles, así que cuando sienten que sus vidas corren peligro, pueden sentir el dolor del otro de forma instintiva."
    }
  },
  "s3": {
    "name": "Juicio del Sol",
    "description": "Toma posición, se centra en recuperar la salud de los aliados cercanos, pero no del lanzador, 8 veces un total de {0} , y aumenta su DEF Física en {1} durante 5 segundos. También inflige un total de {2} de daño mágico en los enemigos 8 veces dentro del rango, y disminuye su DEF Mágica en {3} durante 5 segundos. Cuando termina el lanzamiento, recupera la salud de los aliados dentro del rango, pero no la del lanzador, en {4}. También inflige {5} de daño mágico en los enemigos y los derriba durante 3 segundos.",
    "books": {
      "0": "el Daño y la Recuperacion aumentan en {0}%.",
      "1": "el Daño y la Recuperacion aumentan en {0}%.",
      "2": "el Daño y la Recuperacion aumentan en {0}%."
    },
    "light": "Reduce el costo de Mana en 1.",
    "dark": "Aumenta la duración del efecto de reducción de la DEF Mágica en 5 segundos.",
    "ut": {
      "name": "Trompeta del guardián",
      "description": [
        "[Juicio del Sol] Obtiene Inmunidad al Ctrl de Masas mientras está en uso, y aumenta la DEF Fís y la Reducción de la DEF Mágica en un 20%.",
        "[Juicio del Sol] Obtiene Inmunidad al Ctrl de Masas mientras está en uso, y aumenta la DEF Fís y la Reducción de la DEF Mágica en un 24%.",
        "[Juicio del Sol] Obtiene Inmunidad al Ctrl de Masas mientras está en uso, y aumenta la DEF Fís y la Reducción de la DEF Mágica en un 29%.",
        "[Juicio del Sol] Obtiene Inmunidad al Ctrl de Masas mientras está en uso, y aumenta la DEF Fís y la Reducción de la DEF Mágica en un 35%.",
        "[Juicio del Sol] Obtiene Inmunidad al Ctrl de Masas mientras está en uso, y aumenta la DEF Fís y la Reducción de la DEF Mágica en un 42%.",
        "[Juicio del Sol] Obtiene Inmunidad al Ctrl de Masas mientras está en uso, y aumenta la DEF Fís y la Reducción de la DEF Mágica en un 50%."
      ],
      "story": "Se dice que el líder de los arcángeles tocará esta trompeta cuando se produzca la catástrofe que acabará con el mundo material. Según se cuenta, el sonido de la trompeta despertará a los guardianes, quienes bajarán a proteger esta tierra."
    }
  },
  "s4": {
    "name": "Maldición del Sol",
    "description": "Cuando se ataca al objetivo, coloca a los enemigos en el estado Maldición del Sol durante 10 segundos. Los enemigos con 10 Maldiciones del Sol acumuladas las consumirán, recibirán {0} de daño mágico y quedarán ciegos durante {1} segundos, y su ATQ se reducirá en un {2}% durante 10 segundos.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Cambia la reducción de ATQ a 30%.",
    "dark": "Activa el efecto cuando se acumula Maldición del Sol hasta 7.",
    "ut": {
      "name": "Voluntad de la luz",
      "description": [
        "[Maldición del sol] Incrementa la duración de ceguera en 1 s. Cuando se activa, los objetivos reciben 10 % de Daño mágico incrementado por 10 s.",
        "[Maldición del sol] Incrementa la duración de ceguera en 1 s. Cuando se activa, los objetivos reciben 12 % de Daño mágico incrementado por 10 s.",
        "[Maldición del sol] Incrementa la duración de ceguera en 1 s. Cuando se activa, los objetivos reciben 14 % de Daño mágico incrementado por 10 s.",
        "[Maldición del sol] Incrementa la duración de ceguera en 1 s. Cuando se activa, los objetivos reciben 17 % de Daño mágico incrementado por 10 s.",
        "[Maldición del sol] Incrementa la duración de ceguera en 1 s. Cuando se activa, los objetivos reciben 21 % de Daño mágico incrementado por 10 s.",
        "[Maldición del sol] Incrementa la duración de ceguera en 1 s. Cuando se activa, los objetivos reciben 25 % de Daño mágico incrementado por 10 s."
      ],
      "story": "Un accesorio para el cabello decorado con hojas doradas de laurel y la pluma del ala del ave sagrada, Illaira. Brilla aun con más intensidad en completa oscuridad. Protege a quien lo usa contra maldiciones e incinera las energías ominosas con su luz. El arcángel se la concedió a Aselica cuando la nombraron ángel guardián."
    }
  },
  "t5": {
    "light": "ATQ, DEF, Salud+15% / Bloq Fis +200",
    "dark": "Al comienzo de la primera batalla, aumenta la Defensa física del aliado con el Ataque más alto en un 20 % de la Defensa física. Este efecto no se puede disipar."
  }
}