{
  "name": "Erze",
  "subtitle": "Sed insaciable",
  "description": "Era una cazadora de vampiros, al igual que su hermana, Seria. Sin embargo, corrompida por su propio poder, masacró a sus compañeros y se convirtió en vampiro. Luego de matar al alto vampiro que la había convertido y absorber sus poderes, huyó de Seria, su hermana mayor y la única sobreviviente, y se trasladó a Orvelia.",
  "story": "Nacida segunda en la familia ShadowHilt, Erze también eligió dedicarse a cazar vampiros como su querida hermana Seria. Debido a su complexión frágil, nunca pudo aprender a luchar con espadas, pero sí ganó reconocimiento como cazadora gracias a sus talentos con la magia. Un día, durante un operativo, cayó en una trampa y un misterioso vampiro la mordió en el hombro. Su condición física, de por sí débil, fue empeorando, y comenzó a sufrir dolores de cabeza frecuentes y una sed intensa todas las noches. Erze sabía lo que esto significaba y lo que le iba a ocurrir. Ocultó la mordida y trató de encontrar la cura por su cuenta, lo que causó que se distanciara de sus compañeros. Mientras tanto, Seria había sido enviada a la Montaña nevada Tierra del viento para investigar la desaparición de la princesa vampira 100 años atrás. El día que su hermana se fue... “Oh, Seria... Ya no puedo controlarlo...” Erze comenzó a degollar a sus compañeros calmada y sigilosamente.",
  "like": "Seria como hermana, el parfait de chocolate, la sangre de los corrompidos",
  "dislike": "Seria como cazadora de vampiros, las arañas",
  "inn": {
    "idle": "Todos se ven muy apetitosos... *Gemido*",
    "recruit": {
      "greet": "Conozco un juego muy excitante que podemos jugar juntos. ¿Qué tal?",
      "talk": [
        "¿Por qué tanto miedo?",
        "¿Acaso temes que te muerda?",
        "Nunca sentiste esta descarga de adrenalina, te lo aseguro."
      ],
      "gift": "Ja, ja. Esto no es necesario... ¿Por qué simplemente no me muestras el cuello?"
    },
    "affinity": {
      "greet": "Ya te he visto antes... Ah, ja, ja. Nos volvemos a encontrar.",
      "talk": [
        "Los vampiros no se parecen en nada a los demonios. Admito que los demonios de rangos más altos son aceptables, pero los demás son la peor escoria.",
        "La sangre de los corrompidos tiene un sabor... Me hace sentir extática. ¡Sí, extática!"
      ],
      "gift": "Tienes buen gusto. ¡Y estás más adorable cada vez que te veo!"
    },
    "relationship": {
      "greet": "Quiero que conserves esto para recordarme. Es el diente de quien me mordió.",
      "talk": [
        "Umm, esa mujer me sigue persiguiendo. Esa mujer... Ella... Mi hermana. La extraño... ¡pero también quiero acabar con ella, ji, ji!",
        "El que vino la última vez. Estaba repartiendo su sangre a otros humanos. Nuestra sangre es inútil si no contiene nuestra voluntad. Eso significa que estaba dando la sangre voluntariamente... Me pregunto qué recibió a cambio. Debería habérselo preguntado antes de matarlo.",
        "No, jamás volvería a ser como antes. Que gracioso; ¿acaso piensas que voy a abandonar esta descarga de adrenalina que siento y regresar a aquellos días de desesperanza? ¡No, jamás! No regresaré. Aunque... solo lo haría por una razón. Sí... Si alguna vez regresara... lo haría por ella."
      ]
    }
  },
  "uw": {
    "name": "Perion, esencia de la avaricia",
    "description": [
      "Cada ataque de la habilidad aumenta el Ataque y la Velocidad de ataque en un 0,5 % durante 15 segundos. Este efecto se puede acumular hasta 80 veces.",
      "Cada ataque de la habilidad aumenta el Ataque y la Velocidad de ataque en un 0,5 % durante 15 segundos. Este efecto se puede acumular hasta 90 veces.",
      "Cada ataque de la habilidad aumenta el Ataque y la Velocidad de ataque en un 0,5 % durante 15 segundos. Este efecto se puede acumular hasta 110 veces.",
      "Cada ataque de la habilidad aumenta el Ataque y la Velocidad de ataque en un 0,5 % durante 15 segundos. Este efecto se puede acumular hasta 130 veces.",
      "Cada ataque de la habilidad aumenta el Ataque y la Velocidad de ataque en un 0,5 % durante 15 segundos. Este efecto se puede acumular hasta 160 veces.",
      "Cada ataque de la habilidad aumenta el Ataque y la Velocidad de ataque en un 0,5 % durante 15 segundos. Este efecto se puede acumular hasta 200 veces."
    ],
    "story": "¿Cuándo comenzó todo esto? Este tormento acompañado de una sed insaciable... Pero luego de saciarla... Cada latido de mi corazón está impulsado por un odio ardiente hacia ti, Seria... Oh, Seria. No tengo otra alternativa. Necesito este poder para satisfacer mi profunda sed. Esta esencia inagotable de poder es la única cura para mi eterno tormento. Ah... Éxtasis... Más... necesito más."
  },
  "s1": {
    "name": "Dulce sangre",
    "description": "Inflige {0} de Daño físico a todos los enemigos y roba Salud equivalente al {1}  % del Daño infligido. Reduce el tiempo de reutilización de [Dulce sangre] en {2}  segundo(s) con cada ataque y obtiene 1 acumulación de [Dulce sangre]. El efecto [Dulce sangre] se puede acumular hasta {3} veces, y usar la habilidad con {3} acumulaciones de [Dulce sangre] otorga {4} ataques adicionales y elimina las acumulaciones de [Dulce sangre].",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Recupera 150 de Mana con cada ataque.",
    "dark": "Cada uso aumenta el Daño en un 10%. Acumula 30 veces máx."
  },
  "s2": {
    "name": "Sangre penetrante",
    "description": "Disipa todos los efectos negativos y gana inmunidad a todos los Controles de multitudes, el Daño físico y el Daño mágico durante {0} segundo(s). Inflige 1 acumulación de [Sangre penetrante] a todos los enemigos, y 1 acumulación adicional al atacar a un objetivo con [Sangre penetrante]. El efecto [Sangre penetrante] se puede acumular hasta {1} veces. Causa {2} de Daño físico a los enemigos con acumulaciones de [Sangre penetrante] después de {0} segundo(s), y roba Salud equivalente al {3}  % del Daño infligido. Por cada {4} acumulación(es) de [Sangre penetrante], la cantidad de ataques aumenta en 1, y se eliminan las acumulaciones de [Sangre penetrante] al atacar.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Aturde al objetivo durante 3 segundos al atacar.",
    "dark": "El costo de maná se reduce en 1.",
    "ut": {
      "name": "Vino de los escalofríos",
      "description": [
        "[Sangre penetrante] Aumenta el Daño de [Sangre penetrante] en un 50 % y reduce su tiempo de reutilización en 5 segundos.",
        "[Sangre penetrante] Aumenta el Daño de [Sangre penetrante] en un 50 % y reduce su tiempo de reutilización en 6 segundos.",
        "[Sangre penetrante] Aumenta el Daño de [Sangre penetrante] en un 50 % y reduce su tiempo de reutilización en 7 segundos.",
        "[Sangre penetrante] Aumenta el Daño de [Sangre penetrante] en un 50 % y reduce su tiempo de reutilización en 8 segundos.",
        "[Sangre penetrante] Aumenta el Daño de [Sangre penetrante] en un 50 % y reduce su tiempo de reutilización en 9 segundos.",
        "[Sangre penetrante] Aumenta el Daño de [Sangre penetrante] en un 50 % y reduce su tiempo de reutilización en 10 segundos."
      ],
      "story": "Un vino elaborado por Erze con la sangre de los clérigos caídos. Uno de sus mayores placeres es obligar a aquellos que una vez se consideraron benditos a arrodillarse frente a ella. Dentro de la botella hay una cruz sangrienta, y quienes escuchan a Erze mientras bebe el vino tiemblan y sienten escalofríos con el sonido de la cruz golpeando contra la botella."
    }
  },
  "s3": {
    "name": "Liberación de sangre",
    "description": "Inflige {2} de Daño físico a todos los enemigos cada {1} segundo(s) durante {0} segundo(s). Cada ataque de [Liberación de sangre] provoca un ataque adicional a 1 enemigo aleatorio.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Recupera 75 de Mana con cada ataque.",
    "dark": "El costo de maná se incrementa en 1 esfera, pero el Daño aumenta en un 100%.",
    "ut": {
      "name": "Lápiz labial de la deshonra",
      "description": [
        "[Liberación de sangre] Aumenta el Daño de [Liberación de sangre] en un 20 % y gana inmunidad al Control de multitudes mientras dura el efecto [Liberación de sangre].",
        "[Liberación de sangre] Aumenta el Daño de [Liberación de sangre] en un 24 % y gana inmunidad al Control de multitudes mientras dura el efecto [Liberación de sangre].",
        "[Liberación de sangre] Aumenta el Daño de [Liberación de sangre] en un 29 % y gana inmunidad al Control de multitudes mientras dura el efecto [Liberación de sangre].",
        "[Liberación de sangre] Aumenta el Daño de [Liberación de sangre] en un 35 % y gana inmunidad al Control de multitudes mientras dura el efecto [Liberación de sangre].",
        "[Liberación de sangre] Aumenta el Daño de [Liberación de sangre] en un 42 % y gana inmunidad al Control de multitudes mientras dura el efecto [Liberación de sangre].",
        "[Liberación de sangre] Aumenta el Daño de [Liberación de sangre] en un 50 % y gana inmunidad al Control de multitudes mientras dura el efecto [Liberación de sangre]."
      ],
      "story": "Un lápiz labial rojo oscuro hecho con la sangre de quienes sufrieron muertes deshonrosas. Aquellos que abandonaron la dignidad como humanos y cedieron a sus deseos insaciables no pudieron escapar de las garras de Erze. Murieron en un estado de trance total, pero es posible que sientan felices de que Erze los use. Ella deja una marca de lápiz labial en el cuello de su presa luego de haberse alimentado."
    }
  },
  "s4": {
    "name": "Bebedor de vida",
    "description": "Aumenta el Ataque en {0} y la Salud máxima en {1} al matar a un enemigo. Se acumula hasta un máximo de 50. Cuando se recibe daño mortal, lanza [Sangre penetrante] y reduce la Salud máxima en un {2}  %. Este efecto no se activa si [Sangre penetrante] se encuentra dentro del tiempo de reutilización. Esta habilidad consume todo el Mana con su activación.",
    "books": {
      "0": "Incrementa el Ataque y el Aumento de la salud máxima en un {0}  %.",
      "1": "Incrementa el Ataque y el Aumento de la salud máxima en un {0}  %.",
      "2": "Incrementa el Ataque y el Aumento de la salud máxima en un {0}  %."
    },
    "light": "Aumenta la Salud máxima en un 100 % al matar a un enemigo y cambia la reducción de la Salud máxima luego de autolanzar [Sangre penetrante] al 33 %.",
    "dark": "Aumenta el Ataque en un 200 % al matar a un enemigo, pero no se aplica el aumento de la Salud máxima."
  },
  "t5": {
    "light": "ATQ, DEF, Salud+15% / Oportunidad Crit +100",
    "dark": "Roba Salud equivalente al 25 % del Daño infligido por el ataque final normal y gana 1 acumulación de [Dulce sangre]."
  }
}