{
  "name": "Chrisha",
  "subtitle": "Inquisidora de sangre y hierro",
  "description": "Comandante de Velchia, los caballeros mágicos del imperio equipados con armas de tecnomagia innovadoras. Los caballeros, que son todos especialistas de guerra de aniquilación, no han sufrido ni una sola derrota bajo su comando. Chrisha es una caballera fuerte que vence a los enemigos con el poder de las luces con varios atributos.",
  "story": "La comandante de Velchia, los caballeros mágicos orgullosos del imperio y la inquisidora trabajan directamente bajo las órdenes del emperador. Su tarea consiste en eliminar la corrupción, los rebeldes y todo lo demás que amenace al imperio. Las personas del imperio la idolatran y la consideran una heroína, un título que jamás le ha gustado aceptar. Como hija de la familia Van Nosenhill y como soldado del imperio, todo lo que le importa es cumplir con su deber.",
  "like": "Su familia, los caballeros, orgullo, fe y valor, ajedrez y personas inteligentes.",
  "dislike": "Aquellos que deshonran el imperio y los enemigos que amenazan con la paz del imperio.",
  "inn": {
    "idle": "Oh, la posada de Orvel no está tan mal después de todo.",
    "recruit": {
      "greet": "...¿Qué estás tramando?",
      "talk": [
        "Aquellos que buscan saber sobre el imperio deben demostrar que son dignos.",
        "Las órdenes de su majestad, el emperador, son absolutas y se deben cumplir.",
        "Me enteré de que hay alguien que es un experto en Tecnomagia en Orvel. Me pregunto cómo es él o ella."
      ],
      "gift": "¿Un regalo? ¿Para mí? ¿Con qué propósito?"
    },
    "affinity": {
      "greet": "Has llegado. ¿Tu estómago está lo suficientemente lleno para pelear?",
      "talk": [
        "¿Jugaste al ajedrez alguna vez?",
        "Definitivamente me gustaría hablar con la Princesa de Orvelia alguna vez."
      ],
      "gift": "Sí insistes, aceptaré la invitación."
    },
    "relationship": {
      "greet": "Un caballero decente sabe cuándo relajarse. Ve a descansar.",
      "talk": [
        "No es tarea fácil ser una Inquisidora que reporta directamente a su majestad, pero se ejerce con orgullo.",
        "*Suspiro* Ningún oficial de rango ni noble en el imperio o en Orvelia parece ser de confianza.",
        "¿Por qué no te unes a los caballeros mágicos de Velchia? Me parece que estás muy bien calificado."
      ]
    }
  },
  "uw": {
    "name": "Nova prisma, Arc Lumineir",
    "description": [
      "Al adquirir luces, se reciben varios efectos. Luz roja - Aumenta el ataque de todos los aliados un 10 % durante 10 segundos. Luz azul - Aumenta la defensa de todos los aliados un 10 % durante 10 segundos. Luz verde - Cura 300 de PM de todos los aliados cuando se usa.",
      "Al adquirir luces, se reciben varios efectos. Luz roja - Aumenta el ataque de todos los aliados un 12 % durante 10 segundos. Luz azul - Aumenta la defensa de todos los aliados un 12 % durante 10 segundos. Luz verde - Cura 360 de PM de todos los aliados cuando se usa.",
      "Al adquirir luces, se reciben varios efectos. Luz roja - Aumenta el ataque de todos los aliados un 14 % durante 10 segundos. Luz azul - Aumenta la defensa de todos los aliados un 14 % durante 10 segundos. Luz verde - Cura 430 de PM de todos los aliados cuando se usa.",
      "Al adquirir luces, se reciben varios efectos. Luz roja - Aumenta el ataque de todos los aliados un 17 % durante 10 segundos. Luz azul - Aumenta la defensa de todos los aliados un 17 % durante 10 segundos. Luz verde - Cura 520 de PM de todos los aliados cuando se usa.",
      "Al adquirir luces, se reciben varios efectos. Luz roja - Aumenta el ataque de todos los aliados un 21 % durante 10 segundos. Luz azul - Aumenta la defensa de todos los aliados un 21 % durante 10 segundos. Luz verde - Cura 630 de PM de todos los aliados cuando se usa.",
      "Al adquirir luces, se reciben varios efectos. Luz roja - Aumenta el ataque de todos los aliados un 25 % durante 10 segundos. Luz azul - Aumenta la defensa de todos los aliados un 25 % durante 10 segundos. Luz verde - Cura 750 de PM de todos los aliados cuando se usa."
    ],
    "story": "Una de las armas recientemente inventadas por los Magos Le'Flamme, la organización de investigaciones del imperio. Akistra se creó para ser una cañón con poder de asesinato maximizado, mientras que el Arc Lumineir se creó como un arma estratégica para múltiples propósitos. Los investigadores, mientras estudiaban cómo controlar el poder de la luz, combinaron el atributo de un mineral que dispersa la luz y el principio de la tecnomagia que tiene su raíz en la magia elemental, e inventaron un nuevo concepto para un arma óptica."
  },
  "s1": {
    "name": "Luz de aniquilación",
    "description": "Inflige {0} de defensa, que ignora el daño mágico al objetivo, y lo aturde durante {1} segundos. Inflige {2} de defensa más, que ignora el daño mágico a los objetivos que no son héroes. Después de su uso, quita todas las luces propias y gana luz roja inamovible.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Reduce en 1 el costo de mana.",
    "dark": "Aumenta en 1 el costo de mana y el daño en un 100 %.",
    "ut": {
      "name": "Espada de Nosenhill",
      "description": [
        "[Luz de aniquilación] Aumenta el daño en 20 % y restablece el Tiempo de reutilización al matar a un enemigo.",
        "[Luz de aniquilación] Aumenta el daño en 24 % y restablece el Tiempo de reutilización al matar a un enemigo.",
        "[Luz de aniquilación] Aumenta el daño en 29 % y restablece el Tiempo de reutilización al matar a un enemigo.",
        "[Luz de aniquilación] Aumenta el daño en 35 % y restablece el Tiempo de reutilización al matar a un enemigo.",
        "[Luz de aniquilación] Aumenta el daño en 42 % y restablece el Tiempo de reutilización al matar a un enemigo.",
        "[Luz de aniquilación] Aumenta el daño en 50 % y restablece el Tiempo de reutilización al matar a un enemigo."
      ],
      "story": "Una espada de gran calidad y el tesoro familiar de la familia Van Nosenhill. Esta familia se considera noble debido a la cantidad de integrantes que se han convertido en maravillosos estrategas y comandantes desde el reinado del primer emperador. Los líderes de la familia Van Nosenhill siempre han llevado la espada con ellos desde que el primer emperador se la otorgó."
    }
  },
  "s2": {
    "name": "Bloqueo enemigo",
    "description": "Disipa todos los efectos negativos del lanzador, inflige {0} de daño mágico a todos los enemigos y los silencia durante {1} segundos. Luego de su uso, quita todas las luces propias y gana luz azul inamovible.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Reduce en 1 el costo de mana.",
    "dark": "Aumenta 1 segundo la duración de Silenciar.",
    "ut": {
      "name": "Certificado del inquisidor",
      "description": [
        "[Bloqueo enemigo] Reduce el Tiempo de reutilización en 5 segundo y aumenta el Daño mágico que recibe el objetivo en un 10 % durante 10 segundos.",
        "[Bloqueo enemigo] Reduce el Tiempo de reutilización en 5 segundo y aumenta el Daño mágico que recibe el objetivo en un 12 % durante 10 segundos.",
        "[Bloqueo enemigo] Reduce el Tiempo de reutilización en 5 segundo y aumenta el Daño mágico que recibe el objetivo en un 14 % durante 10 segundos.",
        "[Bloqueo enemigo] Reduce el Tiempo de reutilización en 5 segundo y aumenta el Daño mágico que recibe el objetivo en un 17 % durante 10 segundos.",
        "[Bloqueo enemigo] Reduce el Tiempo de reutilización en 5 segundo y aumenta el Daño mágico que recibe el objetivo en un 21 % durante 10 segundos.",
        "[Bloqueo enemigo] Reduce el Tiempo de reutilización en 5 segundo y aumenta el Daño mágico que recibe el objetivo en un 25 % durante 10 segundos."
      ],
      "story": "La placa del inquisidor que el emperador le otorgó a Chrisha. El lobo de plata y la espada en la boca simbolizan autoridad y control, y con ella, Chrisha pudo hacer justicia y castigar al mal en nombre del emperador."
    }
  },
  "s3": {
    "name": "Zona verde",
    "description": "Inflige {0} de daño mágico a los enemigos frontales en una línea recta y crea una zona verde en el frente. Los enemigos en la zona verde no pueden recibir efectos positivos y reciben {2} de daño mágico durante {1} segundos. Además, su tasa de curación se reduce un {3}  %. Luego de su uso, quita todas las luces propias y gana luz verde inamovible.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Reduce en 1 el costo de mana.",
    "dark": "Aumenta la duración de la zona verde en 1.5 segundos.",
    "ut": {
      "name": "Orgullo de Velchia",
      "description": [
        "[Zona verde]Reduce el tiempo de reutilización un 30 % y aumenta un 20% más el efecto de reducción de la tasa de curación de la zona verde.",
        "[Zona verde]Reduce el tiempo de reutilización un 30 % y aumenta un 24% más el efecto de reducción de la tasa de curación de la zona verde.",
        "[Zona verde]Reduce el tiempo de reutilización un 30 % y aumenta un 29% más el efecto de reducción de la tasa de curación de la zona verde.",
        "[Zona verde]Reduce el tiempo de reutilización un 30 % y aumenta un 35% más el efecto de reducción de la tasa de curación de la zona verde.",
        "[Zona verde]Reduce el tiempo de reutilización un 30 % y aumenta un 42% más el efecto de reducción de la tasa de curación de la zona verde.",
        "[Zona verde]Reduce el tiempo de reutilización un 30 % y aumenta un 50% más el efecto de reducción de la tasa de curación de la zona verde."
      ],
      "story": "Un anillo otorgado al Comandante de los Caballeros mágicos de Velchia. Representa el poder y el orgullo de la orden más importante de caballeros mágicos en el imperio. Los caballeros también usaban el anillo como sello mientras realizaban tareas administrativas."
    }
  },
  "s4": {
    "name": "Tecnomagia del imperio",
    "description": "Aumenta el ataque en {0} y la precisión en {1} para todos los aliados, y cambia el ataque normal del lanzador según el color de la luz propia. Luz roja - Aumenta el daño del ataque normal un {2}  % y reduce el tiempo de reutilización de [Luz de aniquilación] en 1 segundo después de atacar. Luz azul - Reduce el daño del ataque normal un {3}  %, pero inflige daño a todo el enemigo. Aumenta el daño mágico que recibe el objetivo un {4}  % durante 10 segundos. Luz verde - Reduce el daño de ataque normal un 20 %, pero inflige daño a 2 enemigos. Reduce la tasa de curación del objetivo un {5}  % durante 5 segundos.",
    "books": {
      "0": "El ATQ aumenta en {0}%.",
      "1": "El ATQ aumenta en {0}%.",
      "2": "El ATQ aumenta en {0}%."
    },
    "light": "Mejora el efecto de las luces en los ataques normales. Luz roja: cambia la reducción del tiempo de reutilización a 2 segundos. Luz azul: el objetivo recibe un 60 % más de daño mágico. Luz verde: la reducción de la tasa de curación aumenta a 40 %.",
    "dark": "Aumenta un 20 % el alcance de los ataques normales.",
    "ut": {
      "name": "Prisma de colores primarios",
      "description": [
        "[Tecnomagia del imperio] Cuando obtiene la luz, incrementa el ataque propio en 3 % y el daño a enemigos no héroes en 1,2 % por 20 s. Este efecto se puede acumular hasta 10 veces.",
        "[Tecnomagia del imperio] Cuando obtiene la luz, incrementa el ataque propio en 3 % y el daño a enemigos no héroes en 1,4 % por 20 s. Este efecto se puede acumular hasta 10 veces.",
        "[Tecnomagia del imperio] Cuando obtiene la luz, incrementa el ataque propio en 3 % y el daño a enemigos no héroes en 1,7 % por 20 s. Este efecto se puede acumular hasta 10 veces.",
        "[Tecnomagia del imperio] Cuando obtiene la luz, incrementa el ataque propio en 3 % y el daño a enemigos no héroes en 2,1 % por 20 s. Este efecto se puede acumular hasta 10 veces.",
        "[Tecnomagia del imperio] Cuando obtiene la luz, incrementa el ataque propio en 3 % y el daño a enemigos no héroes en 2,5 % por 20 s. Este efecto se puede acumular hasta 10 veces.",
        "[Tecnomagia del imperio] Cuando obtiene la luz, incrementa el ataque propio en 3 % y el daño a enemigos no héroes en 3 % por 20 s. Este efecto se puede acumular hasta 10 veces."
      ],
      "story": "El núcleo del Arc Lumineir y una fuente de mana que dispersa luces de cierta longitud de onda. Este mineral era un artefacto muy poderoso que se utilizaba para hechizos elementales, pero no tan fuerte como para soportar magia más poderosa. La tecnomagia de Magos Le'Flamme mejoró muchísimo su dureza y ahora se usa como un arma óptica."
    }
  },
  "t5": {
    "light": "ATQ, DEF, Salud+15% / Oportunidad Crit +100",
    "dark": "Aumenta la velocidad de ataque de ataque normal en 400 y 40 más por uso de habilidad. Este efecto no se puede disipar y se puede acumular hasta 10 veces como máximo."
  }
}