{
  "name": "Scarlet",
  "subtitle": "La Fé de Plata",
  "description": "Una princesa de Orvelia que ama devotamente a su pueblo. Ella empuña su espada para proteger a los débiles y apoyar a la justicia, como un verdadero caballero. Utilizando una gran espada mágica que obstruye el maná, elimina a todos sus enemigos.",
  "story": "El rey Veroglance, el segundo de Orvelia está más débil cada día. Hace un tiempo era un monarca fuerte a quien nadie se atrevía a enfrentar. Sin embargo, él también comenzó a debilitarse con la edad. Cuando finalmente se enfermó, aquellos con aspiraciones de poder comenzaron a acercarse a él como moscas. Scarlet hizo lo que pudo para proteger a su padre en el caos. Pero el hombre que se dejó llevar por los aduladores ya no era el rey respetable que una vez conoció. El rey dio la espalda a los suplicios de su hija. Los nobles no estaban contentos, por no decir más, de aceptar a la única hija del rey como la próxima reina. La atmósfera del palacio real se obscureció rápidamente. Ella lo sabe. Los nobles la presionarán incansablemente, pero ella nunca cederá. Está preparada para luchar con el fin de proteger su reino para proteger a su gente. Ella nunca permitirá que aquellos que tienen sed de poder tomen el control del reino. Pase lo que pase...",
  "like": "Personas honestas, simplemente personas",
  "dislike": "Oportunistas, opresores de la debilidad",
  "inn": {
    "idle": "Hmm. Más limpio de lo esperado.",
    "recruit": {
      "greet": "Supongo que tienes asuntos pendientes conmigo?",
      "talk": [
        "No te alejes...ven. Acércate.",
        "Cuéntame más de tu historia.",
        "Este país todavía está en pie debido a tus esfuerzos. Te lo agradezco de todo corazón"
      ],
      "gift": "... Gra... gracias..."
    },
    "affinity": {
      "greet": "Qué bueno verte.",
      "talk": [
        "No debemos olvidar que la gente es la columna vertebral de este país.",
        "Me preocupa la enfermedad de mi padre."
      ],
      "gift": "Gracias, como siempre. Lo usaré muy bien."
    },
    "relationship": {
      "greet": "Nos volvemos a ver. Toma asiento... vamos a conversar.",
      "talk": [
        "También crees que no solo la capital de Orvelia, sino también toda la ciudad ha cambiado...?",
        "Mentiría si dijera que no estoy cansado... pero aún así, trato de no estarlo",
        "Tengo bastantes personas confiables a mi lado. Gracias a ellos, todavía puedo seguir... Jaja, obstinado y directo"
      ]
    }
  },
  "uw": {
    "name": "Belona Blanca, Cuchilla de la Convicción",
    "description": [
      "Durante el tiempo de reutilización de cada habilidad, el Daño aumenta en un 8%",
      "Durante el tiempo de reutilización de cada habilidad, el Daño aumenta en un 10%",
      "Durante el tiempo de reutilización de cada habilidad, el Daño aumenta en un 12%",
      "Durante el tiempo de reutilización de cada habilidad, el Daño aumenta en un 14%",
      "Durante el tiempo de reutilización de cada habilidad, el Daño aumenta en un 17%",
      "Durante el tiempo de reutilización de cada habilidad, el Daño aumenta en un 20%"
    ],
    "story": "La espada más legendaria de Orvelia. Esta sagrada espada ha sido transferida en el linaje de Orvelia desde el surgimiento del reino y simboliza la verdadera autoridad del monarca. El rey Kyle también utilizó esta espada, hasta que fue escogida por la sagrada espada Aea. Bendecida con el poder de la luz, su espada puede eliminar cualquier magia simplemente cortando su flujo. Solo un caballero de linaje noble y orgullo honesto puede sostener esta espada. Aquellos que desean sostenerla deben pasar la prueba de la familia real, una hazaña que solo la consiguió Scarlet, aparte de Kyle."
  },
  "s1": {
    "name": "Detente!",
    "description": "Ataca a todos los enemigos frontales, lo que causa {0} de Daño físico y los derriba durante 3 segundos. Si el objetivo no es un héroe, le inflige {1} de Daño físico adicional. Cura Salud equivalente al 30 % del Daño infligido.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "El objetivo recibe {0}% de aumento de Daño Fis durante 10 seg."
    },
    "light": "El costo de maná se reduce en 1.",
    "dark": "Disipa todos los efectos dañinos sobre tí mismo al utilizarlo",
    "ut": {
      "name": "Guantelete de onda",
      "description": [
        "[¡Detente!] Aumenta el Daño en un 20 % y el Daño físico que recibe el objetivo en un 25 % durante 10 segundos.",
        "[¡Detente!] Aumenta el Daño en un 24 % y el Daño físico que recibe el objetivo en un 25 % durante 10 segundos.",
        "[¡Detente!] Aumenta el Daño en un 29 % y el Daño físico que recibe el objetivo en un 25 % durante 10 segundos.",
        "[¡Detente!] Aumenta el Daño en un 35 % y el Daño físico que recibe el objetivo en un 25 % durante 10 segundos.",
        "[¡Detente!] Aumenta el Daño en un 42 % y el Daño físico que recibe el objetivo en un 25 % durante 10 segundos.",
        "[¡Detente!] Aumenta el Daño en un 50 % y el Daño físico que recibe el objetivo en un 25 % durante 10 segundos."
      ],
      "story": "Un guantelete fabricado con minerales exóticos de gran densidad hallados en la mina de la familia Ziltrion. Es lo que Demia le entregó a Scarlet cuando intercambiaron regalos luego de que ambas completaran la parte final de su entrenamiento con espada. Scarlet considera que es la prueba de que Demia es su mejor compañera de entrenamiento y su amiga más íntima. Por temor a estropearlo, nunca lo ha usado."
    }
  },
  "s2": {
    "name": "Justicia Servida!",
    "description": "Disipa los efectos nocivos de todos los aliados y disipa los efectos positivos de todos los enemigos mientras causa {0} Daño Fis.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Si el objetivo no es un héroe, lo aturde durante 4 segundos.",
    "dark": "La Resistencia Física Crit. de todos los aliados se incrementa en 200 durante 10 seg.",
    "ut": {
      "name": "Alas de justicia",
      "description": [
        "[¡Se hizo justicia!] Aumenta el Daño en un 20 % y reduce el Tiempo de reutilización de todos los aliados en un 10 %.",
        "[¡Se hizo justicia!] Aumenta el Daño en un 24 % y reduce el Tiempo de reutilización de todos los aliados en un 10 %.",
        "[¡Se hizo justicia!] Aumenta el Daño en un 29 % y reduce el Tiempo de reutilización de todos los aliados en un 10 %.",
        "[¡Se hizo justicia!] Aumenta el Daño en un 35 % y reduce el Tiempo de reutilización de todos los aliados en un 10 %.",
        "[¡Se hizo justicia!] Aumenta el Daño en un 42 % y reduce el Tiempo de reutilización de todos los aliados en un 10 %.",
        "[¡Se hizo justicia!] Aumenta el Daño en un 50 % y reduce el Tiempo de reutilización de todos los aliados en un 10 %."
      ],
      "story": "Dije hecho por Scarlet, cuyos principios no permiten que ignore la injusticia ni arrodillarse frente a la cobardía. Ella otorgó uno a cada una de las personas en quienes confía: Clause y Demia. Las alas doradas de la esmeralda real, que simbolizan la justicia, están incrustadas dentro del pendiente. Uno puede enderezarse al mirar al dije que se refleja en los ojos de uno mismo. Ella lo mira siempre que se siente desesperación al mirar a la gente que culpa a su padre Veroglance II."
    }
  },
  "s3": {
    "name": "¡¡Espada del Orgullo!!",
    "description": "Causa un total de {0} Daño Fis. en 3 ataques sobre el enemigo y dispara una ráfaga de energía con la espada, causando {1} Daño Fis. a los enemigos en una línea recta, cegándolos por 5 seg.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "El costo de maná se reduce en 1.",
    "dark": "Los enemigos dañados reciben un 40% de curación reducida durante 10 segundos.",
    "ut": {
      "name": "Orgullo de Orvelia",
      "description": [
        "[¡¡Espada de Honor!!] El Daño aumenta en un 20% y cada ATQ Aturde al enemigo durante 3 segundos.",
        "[¡¡Espada de Honor!!] El Daño aumenta en un 24% y cada ATQ Aturde al enemigo durante 3 segundos.",
        "[¡¡Espada de Honor!!] El Daño aumenta en un 29% y cada ATQ Aturde al enemigo durante 3 segundos.",
        "[¡¡Espada de Honor!!] El Daño aumenta en un 35% y cada ATQ Aturde al enemigo durante 3 segundos.",
        "[¡¡Espada de Honor!!] El Daño aumenta en un 42% y cada ATQ Aturde al enemigo durante 3 segundos.",
        "[¡¡Espada de Honor!!] El Daño aumenta en un 50% y cada ATQ Aturde al enemigo durante 3 segundos."
      ],
      "story": "Un estandarte de celebración que se creó como alabanza al rey cuando se fundó Orvelia. Siempre que ve el estandarte en la oficina, siente rabia al pensar en los traidores que convirtieron a su padre en un espantapájaros y en lo aduladores que destruyeron el país. Esto hizo que Scarlet estuviese aún más decidida a restaurar los días de gloria de Orvelia y a establecer un trono más poderoso."
    }
  },
  "s4": {
    "name": "Diosa de la Guerra",
    "description": "Toda la Resistencia Crit aumenta en {0}. Con un 10% de probabilidad, causa {1} Daño Fis. adicional durante el autoataque y aturde al enemigo durante 1 seg.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "La Resistencia Crit aumenta a 300.",
    "dark": "La duración del aturdimiento dura 2 segundos más cuando sólo hay un enemigo.",
    "ut": {
      "name": "Corazón de plata",
      "description": [
        "[Diosa del campo de batalla] La probabilidad de activación cambia a 20 %. Cuando se activa, incrementa la Velocidad de ataque propia en 200 por 5 s.",
        "[Diosa del campo de batalla] La probabilidad de activación cambia a 20 %. Cuando se activa, incrementa la Velocidad de ataque propia en 240 por 5 s.",
        "[Diosa del campo de batalla] La probabilidad de activación cambia a 20 %. Cuando se activa, incrementa la Velocidad de ataque propia en 290 por 5 s.",
        "[Diosa del campo de batalla] La probabilidad de activación cambia a 20 %. Cuando se activa, incrementa la Velocidad de ataque propia en 350 por 5 s.",
        "[Diosa del campo de batalla] La probabilidad de activación cambia a 20 %. Cuando se activa, incrementa la Velocidad de ataque propia en 420 por 5 s.",
        "[Diosa del campo de batalla] La probabilidad de activación cambia a 20 %. Cuando se activa, incrementa la Velocidad de ataque propia en 500 por 5 s."
      ],
      "story": "El herrero Jin trabajó especialmente en esta joya para Scarlet de Orvel. Se diseñó primero como un dije, pero luego se confeccionó como un amuleto que Scarlet podía poner o sacar de la armadura y ropajes cuando se unía a la guerra como doncella. Cuando entraba al campo de batalla con el corazón de plata, los soldados la veían como la diosa de la victoria."
    }
  },
  "t5": {
    "light": "ATQ, DEF, Salud+15% / Resist Ctrl de Masas +100",
    "dark": "Cuando recibe Daño Crítico, hay un 5% de posibilidades de que el atacante pierda todos los efectos positivos y sea aturdido durante 1 segundo. El tiempo de reutilización de la habilidad es de 8 seg."
  }
}