{
  "name": "Artemia",
  "subtitle": "Emperatriz de Luz",
  "description": "La Reina de Pentheonia, el Reino Blindado que no se desplazo ni una pulgada contra los Demonios hace 100 años. Su cetro tiene una luz brillante, ardiendo de justicia y lo usa para quemar a sus enemigos hasta convertirlos en cenizas.",
  "story": "Penteonia es un reino impenetrable. Ni siquiera el ejército de demonios pudo romper su defensa hace 100 años. Quien gobierna este reino de hierro es Artemia, la emperatriz de la luz. Desde niña, ha vivido bajo el peso de la responsabilidad de que eventualmente heredaría el trono. Cuando finalmente se dio cuenta que la victoria de su reino solo fue posible por los sacrificios de su gente, juró nunca ignorar sus deberes. Enfrentaría la presión de la responsabilidad real con coraje. Penteonia, históricamente ha sido un reino egoísta, solo interesado en su propia seguridad. Ahora, con Artemia como su líder, todo esta a punto de cambiar.",
  "like": "Pasteles dulces, los ojos de caballeros correctos",
  "dislike": "Demonios",
  "inn": {
    "idle": "He venido a buscarte.",
    "recruit": {
      "greet": "No debes olvidar que estoy aquí por ti.",
      "talk": [
        "Es esta tu manera de demostrar sinceridad?",
        "Recordaré tu cara.",
        "No te acobardes delante mío. Levanta la cabeza con orgullo."
      ],
      "gift": "Es esto lo que valoras? Lo apreciaré también."
    },
    "affinity": {
      "greet": "No hace falta arrodillarse.",
      "talk": [
        "Tal parece que no soy la única elegida de la luz.",
        "Me pregunto si los niños de la Guardia real están bien."
      ],
      "gift": "Gracias por tu generosidad."
    },
    "relationship": {
      "greet": "Parece que todo está bien contigo",
      "talk": [
        "Tu padre y tu madre ya no lidian con la pesada carga de la corona. Ahora disfrutan de sus vidas juntos, sin preocupaciones.",
        "Algunos de los Caballeros aquí en Orvelia son tan especiales que cualquier gobernante los querría en su corte.",
        "No voy a evitar la responsabilidad que cae en mis manos. Sin embargo, es bueno tenerte para compartir mis cargas."
      ]
    }
  },
  "uw": {
    "name": "Alabanza Brillante, Brauxio",
    "description": [
      "Cada 15 segundos, crea un Escudo con un valor del 200% de ATQ que dura 10 segundos, que también aumenta el propio ATQ en un 20%. Mientras el Escudo está en efecto, obten inmunidad al Ctrl de Masas",
      "Cada 15 segundos, crea un Escudo con un valor del 240% de ATQ que dura 10 segundos, que también aumenta el propio ATQ en un 20%. Mientras el Escudo está en efecto, obten inmunidad al Ctrl de Masas",
      "Cada 15 segundos, crea un Escudo con un valor del 290% de ATQ que dura 10 segundos, que también aumenta el propio ATQ en un 29%. Mientras el Escudo está en efecto, obten inmunidad al Ctrl de Masas",
      "Cada 15 segundos, crea un Escudo con un valor del 350% de ATQ que dura 10 segundos, que también aumenta el propio ATQ en un 35%. Mientras el Escudo está en efecto, obten inmunidad al Ctrl de Masas",
      "Cada 15 segundos, crea un Escudo con un valor del 420% de ATQ que dura 10 segundos, que también aumenta el propio ATQ en un 42%. Mientras el Escudo está en efecto, obten inmunidad al Ctrl de Masas",
      "Cada 15 segundos, crea un Escudo con un valor del 500% de ATQ que dura 10 segundos, que también aumenta el propio ATQ en un 50%. Mientras el Escudo está en efecto, obten inmunidad al Ctrl de Masas"
    ],
    "story": "Se dice que este tesoro sagrado de Penteonia ha sido enviado del cielo para erradicar los demonios. Este bastón de luz, conocido por responder solo a quienes merezcan la santidad, irradiada con espléndida luz en las manos de la joven Artemia, como para honorar a la futura emperatriz. Invoca el poder de la luz absoluta y desata venganza celestial a sus enemigos, y a su vez protege al portador con luz divina."
  },
  "s1": {
    "name": "Pilar de Luz",
    "description": "Coloca un Pilar de Luz donde se encuentra el enemigo, causando un total de {0} Daño Magico durante 3 seg y disminuyendo el ATQ enemigo en {1}% durante 10 seg.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "el Daño se incrementa en un 40%.",
    "dark": "Cada golpe tiene un 25% de probabilidades de aturdir al enemigo durante 1 segundo."
  },
  "s2": {
    "name": "Intensidad Critica",
    "description": "Causa {0} Daño Magico a los enemigos en línea recta. Este ataque agrega un 100% adicional a su limite de Daño Crit",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "El costo de maná se reduce en 1.",
    "dark": "Cuando Bendicion de Luz alcanza las 10 pilas, el tiempo de reutilización se reduce en un 50%.",
    "ut": {
      "name": "Orgullo de la reina",
      "description": [
        "[Intensidad crítica] Gana inmunidad al Control de multitudes y aumenta el Daño en un 20 %.",
        "[Intensidad crítica] Gana inmunidad al Control de multitudes y aumenta el Daño en un 24 %.",
        "[Intensidad crítica] Gana inmunidad al Control de multitudes y aumenta el Daño en un 29 %.",
        "[Intensidad crítica] Gana inmunidad al Control de multitudes y aumenta el Daño en un 35 %.",
        "[Intensidad crítica] Gana inmunidad al Control de multitudes y aumenta el Daño en un 42 %.",
        "[Intensidad crítica] Gana inmunidad al Control de multitudes y aumenta el Daño en un 50 %."
      ],
      "story": "Aretes hechos de kveril de luz, un mineral raro que se dice que solo se encuentra en Penteonia. Cuando Artemia fue coronada emperatriz, lo recibió junto con la corona. No pierde su luz ni siquiera por la noche y, en realidad, brilla incluso más en la oscuridad. Se los conoce como la joya de los principios y el brillo entre las personas. Un elemento que aumenta la dignidad de la reina ya que brilla desde sus orejas."
    }
  },
  "s3": {
    "name": "Juicio de Luz",
    "description": "Ataca al enemigo 3 veces, causando {0} Daño Magico y aturdiendolo durante 5 seg. El tiempo de reutilización de esta habilidad se reduce en un 30% cuando mata al enemigo.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "El tiempo de reutilización se reduce en 3 segundos.",
    "dark": "El costo de maná se incrementa en 1 esfera, pero el Daño aumenta en un 100%.",
    "ut": {
      "name": "Corona de brillo",
      "description": [
        "[Juicio de Luz] El daño aumenta en un 20% y al matar a un enemigo, recupera 700 de maná.",
        "[Juicio de Luz] El daño aumenta en un 24% y al matar a un enemigo, recupera 700 de maná.",
        "[Juicio de Luz] El daño aumenta en un 29% y al matar a un enemigo, recupera 700 de maná.",
        "[Juicio de Luz] El daño aumenta en un 35% y al matar a un enemigo, recupera 700 de maná.",
        "[Juicio de Luz] El daño aumenta en un 42% y al matar a un enemigo, recupera 700 de maná.",
        "[Juicio de Luz] El daño aumenta en un 50% y al matar a un enemigo, recupera 700 de maná."
      ],
      "story": "Una corona que se otorga al rey de Penteonia. Hace tiempo, un tirano rompió parte de esta corona, pero luego fue reparada. En el centro lleva incrustada una nueva gema roja denominada el alma del sol. Su forma dignificada obliga a quien esté ante ella a arrodillarse como muestra de respeto."
    }
  },
  "s4": {
    "name": "Bendicion de Luz",
    "description": "Al atacar, hay un 50% de posibilidades de que el objetivo y los enemigos cercanos reciban {0} Daño Magico, mientras que Artemia obtiene 1 pila de Bendición de luz. Esta habilidad puede acumularse hasta 10 veces. Cada pila aumenta el ATQ en {1}. Cada pila también aumenta el Daño que se causa a los enemigos que no son héroes en un {2}% y reduce el Daño recibido por los enemigos que no son héroes en un {3}%.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "La posibilidad de activación se cambia al 60%.",
    "dark": "El conteo máximo de pilas se incrementa a 12."
  },
  "t5": {
    "light": "ATQ, DEF, Salud+15% / Oportunidad Crit +100",
    "dark": "Cuando la Salud cae por debajo del 50%, obten 2 segundos de inmunidad a todos los Daños. Este efecto se activa solo una vez cada 30 segundos."
  }
}