{
  "name": "Nia",
  "subtitle": "Ojos que absorben la oscuridad",
  "description": "La joven líder de una tribu de bárbaros que vive en lo más profundo de la jungla del sur. Heredó la sangre demoníaca y los Ojos endemoniados de petrificación de sus ancestros. Controla a sus enemigos y los remata con ataques despiadados.",
  "story": "Según una leyenda antigua, había un demonio que usaba humanos como sujetos de sus experimentos de modificación corporal. Se dice que clonó, fusionó y modificó numerosos cuerpos de bestias y humanos con su magia. También se dice que uno de sus sujetos de investigación llegó a poseer un gran poder, escapó del laboratorio y creó una tribu entre los humanos. Se supo que el líder de la tribu desarrolló una misteriosa habilidad llamada “Ojos endemoniados de petrificación”. Los ojos endemoniados, muy similares a los ojos malditos de un extraño basilisco, cargaban con la maldición de convertir en piedra a todo aquello que observaban. Los ojos endemoniados fueron heredados por Nia, la joven líder de la tribu Krakashu. Esta bestia joven, tan ágil como un leopardo, caza demonios y seres demoníacos para vengar a sus antepasados.",
  "like": "Carne, personas que le regalan carne, descansar en el regazo de otros, asolearse",
  "dislike": "Verduras, personas del imperio de Vespia, bestias demoníacas, ser puesta a prueba, clima frío",
  "inn": {
    "idle": "Grrr... Humanos... Demasiados...",
    "recruit": {
      "greet": "*Sniff, sniff* El aroma de la luz... y la oscuridad...",
      "talk": [
        "¿Cuándo... es hora de comer?",
        "Tengo hambre... Mucha hambre... Es momento de cazar...",
        "Grrrr... Este aroma... de depredador..."
      ],
      "gift": "No puedo comer esto..."
    },
    "affinity": {
      "greet": "*Sniff, sniff* Huelo algo conocido...",
      "talk": [
        "La caza es... emocionante. Puedo corretear... por donde quiero.",
        "¿Material de... máscara de hueso? Je... fea pero linda... con la nariz... y el cuerno..."
      ],
      "gift": "Esto... No necesito... Dame carne... ¿Qué? ¿Puedo comprar carne?"
    },
    "relationship": {
      "greet": "*Sniff* Comida... ¿Comer juntos?",
      "talk": [
        "¿Eso es carne? Carne... Me gusta. Qué delicia...",
        "Los demonios... Experimentos... de mis ancestros... los convirtieron... en bestias demoníacas... Malo...",
        "Grrrr... Quizás me gustan demasiado... las palmadas en la cabeza... Je, je..."
      ]
    }
  },
  "uw": {
    "name": "Caos de rasgado, Zakadras",
    "description": [
      "La Oportunidad Crit. se incrementa en 200 y el Daño Crit. aumenta en un 40%.",
      "La Oportunidad Crit. se incrementa en 240 y el Daño Crit. aumenta en un 48%.",
      "La Oportunidad Crit. se incrementa en 290 y el Daño Crit. aumenta en un 58%.",
      "La Oportunidad Crit. se incrementa en 350 y el Daño Crit. aumenta en un 70%.",
      "La Oportunidad Crit. se incrementa en 420 y el Daño Crit. aumenta en un 84%.",
      "La Oportunidad Crit. se incrementa en 500 y el Daño Crit. aumenta en un 100%."
    ],
    "story": "Un arma forjada con metal especial que un chamán de Krakashu, la tribu de la oscuridad, fabricó al derretir vivas bestias demoníacas. Luego, el metal fue forjado por el mejor herrero de la jungla y se convirtió en un arma mágica para castigar a los demonios. Un enorme par de garras que contienen una maldición, el resentimiento y la furia. Estas garras son el símbolo que representa al líder de Krakashu y también sirven como medio para el hechizo que calma la ira de sus antepasados. Como Nia era demasiado joven cuando se convirtió en la líder de la tribu, aún debe acceder a toda la oscuridad que encierra el arma, pero en las altas horas de la noche, a menudo cuando está por quedarse dormida, escucha en el arma el aullido de resentimiento de sus antepasados."
  },
  "s1": {
    "name": "Cicatriz de barbarismo",
    "description": "Causa {0} Daño físico a un enemigo. Posteriormente, se mueve hacia adelante y ataca continuamente al área cercana y hace caer a los enemigos que golpea para provocar un total de {1} Daño físico. El último golpe provoca {2} de Daño físico a los enemigos frontales y los hace caer durante {3} segundos.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Aumenta el Daño en un 40 %.",
    "dark": "Recupera 50 del Mana propio con cada golpe.",
    "ut": {
      "name": "Flor de la jungla",
      "description": [
        "[Cicatriz de barbarismo] Reduce el Costo de Mana en 1 y reduce la Resistencia al golpe crítico físico del enemigo afectado en 200 durante 10 segundos.",
        "[Cicatriz de barbarismo] Reduce el Costo de Mana en 1 y reduce la Resistencia al golpe crítico físico del enemigo afectado en 240 durante 10 segundos.",
        "[Cicatriz de barbarismo] Reduce el Costo de Mana en 1 y reduce la Resistencia al golpe crítico físico del enemigo afectado en 290 durante 10 segundos.",
        "[Cicatriz de barbarismo] Reduce el Costo de Mana en 1 y reduce la Resistencia al golpe crítico físico del enemigo afectado en 350 durante 10 segundos.",
        "[Cicatriz de barbarismo] Reduce el Costo de Mana en 1 y reduce la Resistencia al golpe crítico físico del enemigo afectado en 420 durante 10 segundos.",
        "[Cicatriz de barbarismo] Reduce el Costo de Mana en 1 y reduce la Resistencia al golpe crítico físico del enemigo afectado en 500 durante 10 segundos."
      ],
      "story": "La Jungla de la oscuridad se ubica al sur de Vespia. Es el hogar, terreno de caza y el campo de batalla de la tribu Krakashu. Las personas del imperio los consideran bárbaros, pero son seres sensibles y afectivos que regalan flores a sus seres queridos. Para la tribu Krakashu, el ramo de flores significa “regresa a casa sano y salvo”. Este ramo hecho por los miembros de la tribu de Nia contiene un hechizo que impide que las flores se marchiten siempre y cuando Nia esté sana."
    },
    "linked": {
      "name": "Cicatriz de barbarismo mejorada",
      "description": "Causa {0} Daño físico a un enemigo. Posteriormente, se mueve hacia enemigos aleatorios mientras ataca continuamente al área cercana y hace caer a los enemigos que golpea para provocar un total de {1} Daño físico. El último golpe provoca {2} de Daño físico a los enemigos frontales y los hace caer durante {3} segundos."
    }
  },
  "s2": {
    "name": "En la Cacería",
    "description": "Se mueve hacia atrás del enemigo más alejado para causar {0} de Daño físico e inflige [Marca de caza] a todos los enemigos durante {1} segundos. Los enemigos bajo [Marca de caza] toman un {2}  % más de Daño físico y su Tasa de curación se reduce en un {3}  %. Disipa todos los efectos positivos de los enemigos con [Marca de caza mejorada].",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Aturde a los objetivos durante 1 segundo cuando se inflige la [Marca de caza] y durante 3 segundos cuando se inflige la [Marca de caza mejorada].",
    "dark": "Las habilidades que eliminan efectos negativos no pueden disipar la [Marca de caza] y la [Marca de caza mejorada].",
    "ut": {
      "name": "Don del cazador",
      "description": [
        "[En la Cacería] aumenta el Daño en un 50 % el Daño Físico infligido por la [Marca de caza] y [Marca de caza mejorada] en un 8 % adicional.",
        "[En la Cacería] aumenta el Daño en un 50 % el Daño Físico infligido por la [Marca de caza] y [Marca de caza mejorada] en un 10 % adicional.",
        "[En la Cacería] aumenta el Daño en un 50 % el Daño Físico infligido por la [Marca de caza] y [Marca de caza mejorada] en un 12 % adicional.",
        "[En la Cacería] aumenta el Daño en un 50 % el Daño Físico infligido por la [Marca de caza] y [Marca de caza mejorada] en un 14 % adicional.",
        "[En la Cacería] aumenta el Daño en un 50 % el Daño Físico infligido por la [Marca de caza] y [Marca de caza mejorada] en un 17 % adicional.",
        "[En la Cacería] aumenta el Daño en un 50 % el Daño Físico infligido por la [Marca de caza] y [Marca de caza mejorada] en un 20 % adicional."
      ],
      "story": "La fama de Yanne cazadora de dragones se difundió no solo por el continente Orbis, sino por todo el imperio de Vespia. Yanne, una cazadora de monstruos experimentada, recibió el encargo por parte de un noble del imperio de cazar a los monstruos que habitaban en la Jungla de la oscuridad. Sin embargo, la intención oculta del imperio era ahuyentar a los nativos para poder urbanizar la jungla y usarla para su propio beneficio. Yanne entró en la jungla sin saber esto, y la tribu Krakashu la confundió con un invasor imperial y arremetió contra ella con Nia, su joven líder, a cargo del ataque. Luego de que Yanne usara sus superpoderes para contenerlos casi sin esfuerzo, se reunió con Nia y se enteró de la verdad. Pidió disculpas a Nia por ingresar a su tierra sin permiso y le entregó el collar que había elaborado ella misma como señal de reconciliación y amistad."
    },
    "linked": {
      "name": "En la Cacería mejorada",
      "description": "Se mueve hacia atrás del enemigo más alejado para {0} causar Defensa, ignora el Daño físico e inflige [Marca de caza mejorada] a todos los enemigos durante {1} segundos. Los enemigos bajo [Marca de caza mejorada] toman un {2}  % más de Daño físico y su Tasa de curación se reduce en un {3}  % y la Velocidad de ataque se reduce en un {4}  %. Disipa todos los efectos positivos de los enemigos con [Marca de caza mejorada]."
    }
  },
  "s3": {
    "name": "Ojos endemoniados de petrificación",
    "description": "Causa {0} de Daño físico a los enemigos en frente {1} veces y los petrifica durante {2} segundos.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Gana inmunidad al Control de multitudes mientras dura la habilidad.",
    "dark": "Aumenta el Daño en un 100 % a los enemigos que no son héroes mientras la habilidad está activa.",
    "ut": {
      "name": "Máscara de hueso de hechizos",
      "description": [
        "[Ojos endemoniados de petrificación] atrae a los enemigos de adelante después de lanzar la habilidad y reduce 200 del Mana de los enemigos luego del golpe.",
        "[Ojos endemoniados de petrificación] atrae a los enemigos de adelante después de lanzar la habilidad y reduce 240 del Mana de los enemigos luego del golpe.",
        "[Ojos endemoniados de petrificación] atrae a los enemigos de adelante después de lanzar la habilidad y reduce 290 del Mana de los enemigos luego del golpe.",
        "[Ojos endemoniados de petrificación] atrae a los enemigos de adelante después de lanzar la habilidad y reduce 350 del Mana de los enemigos luego del golpe.",
        "[Ojos endemoniados de petrificación] atrae a los enemigos de adelante después de lanzar la habilidad y reduce 420 del Mana de los enemigos luego del golpe.",
        "[Ojos endemoniados de petrificación] atrae a los enemigos de adelante después de lanzar la habilidad y reduce 500 del Mana de los enemigos luego del golpe."
      ],
      "story": "Una máscara fabricada con la calavera de Prektrek, la bestia de hechizos, y tratada con magia. A Nia no le agradaban las máscaras tradicionales que cubrían todo su rostro, por lo que transformó la máscara de hueso en un casco. Estas máscaras se usan principalmente para impedir que enloquezcan los ojos endemoniados de los líderes, pero los ojos endemoniados de Nia eran, a pesar de sus enormes poderes, muy firmes, y la máscara nunca tuvo la misma importancia para ella. Es lo que usa Nia para recordar a su padre luego de que la Estrella azul lo convocara cuando ella heredó los Ojos endemoniados de petrificación. Dicen que fabricó su máscara con una calavera muy similar a la máscara de hueso de su padre. Un dato curioso: se sabe que la bestia Prektrek tenía un parentesco lejano con los duendes..."
    },
    "linked": {
      "name": "Ojos endemoniados de petrificación mejorados",
      "description": "Causa {0} Defensa e ignora el Daño físico a los enemigos en frente en un rango más amplio {1} veces y los petrifica durante {2} segundos."
    }
  },
  "s4": {
    "name": "Sangre endemoniada",
    "description": "Obtiene 1 acumulación de [Sangre endemoniada] al lanzar una habilidad. Se puede acumular hasta {0} veces como máximo y después de obtener {0} acumulaciones, el Tiempo de reutilización de todas las habilidades se restablece y la [Habilidad mejorada] está disponible. Elimina acumulaciones de [Sangre endemoniada] cuando se utiliza [Habilidad mejorada]. Al ganar cada acumulación de [Sangre endemoniada], aumenta el Ataque propio en {2} y Toda probabilidad de evasión en {3} durante {1} segundos. Este efecto se puede acumular hasta un máximo de 10 veces.",
    "books": {
      "0": "El ATQ aumenta en {0}%.",
      "1": "El ATQ aumenta en {0}%.",
      "2": "El ATQ aumenta en {0}%."
    },
    "light": "Incrementa el Aumento del ataque y el Aumento de Toda probabilidad de evasión en un 50 %.",
    "dark": "Disipa los propios efectos negativos después de ganar 4 acumulaciones de [Sangre endemoniada].",
    "ut": {
      "name": "Estabilizador de sangre",
      "description": [
        "[Sangre endemoniada] Al inicio de cada batalla, obtiene 1 de Sangre endemoniada. 4 acumulaciones de Sangre endemoniada otorgan inmunidad al control de multitudes por 2 s.",
        "[Sangre endemoniada] Al inicio de cada batalla, obtiene 1 de Sangre endemoniada. 4 acumulaciones de Sangre endemoniada otorgan inmunidad al control de multitudes por 2,4 s.",
        "[Sangre endemoniada] Al inicio de cada batalla, obtiene 1 de Sangre endemoniada. 4 acumulaciones de Sangre endemoniada otorgan inmunidad al control de multitudes por 2,9 s.",
        "[Sangre endemoniada] Al inicio de cada batalla, obtiene 1 de Sangre endemoniada. 4 acumulaciones de Sangre endemoniada otorgan inmunidad al control de multitudes por 3,5 s.",
        "[Sangre endemoniada] Al inicio de cada batalla, obtiene 1 de Sangre endemoniada. 4 acumulaciones de Sangre endemoniada otorgan inmunidad al control de multitudes por 4,2 s.",
        "[Sangre endemoniada] Al inicio de cada batalla, obtiene 1 de Sangre endemoniada. 4 acumulaciones de Sangre endemoniada otorgan inmunidad al control de multitudes por 5 s."
      ],
      "story": "Aunque la sangre de Nia era más estable que la de sus antepasados, había veces que hervía tanto que Nia casi enloquecía. Este tratamiento especial es un tipo único de veneno que Mediana y Requina crearon por petición de Yanne, que sabía del estado de Nia. Este veneno solo ataca la sangre endemoniada dentro de Nia y hace que su sangre deje de hervir. Sin embargo, este tratamiento tiene un efecto secundario que hace que su sistema digestivo no funcione correctamente, por lo que Nia debe evitar comer carne, a pesar de que sea su comida preferida. Por este motivo, Nia siempre intenta no usar este estabilizador."
    }
  },
  "t5": {
    "light": "ATQ, DEF, Salud+15% / Veloc de ATQ +100",
    "dark": "Los ataques normales y la [Cicatriz de barbarismo mejorada] causan Defensa adicional e ignoran el Daño físico igual a 25 % del Ataque."
  }
}