{
  "name": "Lakrak",
  "subtitle": "Cazador Cañon de Mano",
  "description": "Un goblin blanco experto en ingeniería mecánica, utiliza un cañón de mano para infligir daño explosivo, hostigar a los enemigos con balas especiales, e infligirles daños mortales.",
  "story": "Este excéntrico goblin albino disfruta desarrollar armas potentes más que cualquier otra cosa. Al haber sido acosado y hecho a un lado por otros goblins debido al color de su piel, no siente compasión hacia sus pares. No tendría problemas en disparar, hacer explotar o incluso aplastar a un compañero goblin con el fin de probar sus armas. Sin embargo, también expresa su gratitud a quienes le ayudan, y fue así como se convirtió en el amigo de Roi. Lamentablemente, no es su fuerte recordar caras, así que muy a menudo intenta disparar a Roi antes de acordarse quién es.",
  "like": "Pólvora, armas, cañones",
  "dislike": "Goblins Tontos",
  "inn": {
    "idle": "¡No hay goblins aquí! Buen lugar.",
    "recruit": {
      "greet": "Ach !! ¡Tu arma se ve bien!",
      "talk": [
        "Has luchado contra los goblins ?! ¡¿Ganaste?! Kakakak, bien !!",
        "Ach, me sorprendió! Eck, ayuda para experimentar ?! ¡¡Bueno!! ¡¡¡Ahora mismo!!!",
        "Interesado en los Cañones de mano?! ¡Eres bueno! ¡¡Inteligente!!"
      ],
      "gift": "¡¿Regalo?! ¿Encontraste el arma? !! ¡¡Bueno!! Añade pólvora extra !!"
    },
    "affinity": {
      "greet": "¡Te doy la bienvenida! ¿Quieres ver investigación?",
      "talk": [
        "¡Quiero hablar idioma humano bien! ¡A, b, c, di! ¡La d siempre problema!",
        "¡Ningún humano como tú! ¡Diferente! ¡Amigo diferente! ¡Ahora tengo Roi y tú!"
      ],
      "gift": "¿Traes algo bueno? ¡Yo veo cosa buena! ¡Genial!"
    },
    "relationship": {
      "greet": "Kukakak! La investigación de hoy es buena !!",
      "talk": [
        "¡Pólvora! Explosiones !!! Kakakak !!",
        "Experimentos! Experimentos! Más experimentos! Diversión para desarrollar armas!",
        "Gracias por la info de investigación !! Eres un buen amigo!!"
      ]
    }
  },
  "uw": {
    "name": "Lakrak MK-1",
    "description": [
      "Probabilidad de un 25% de acumular pólvora al atacar. Cada acumulación de pólvora aumenta el ataque un {0}%, la velocidad de ataque en {1} , y la cantidad de daño causado a enemigos que no son héroes un {2}%. Se puede acumular pólvora un máximo de {3} veces y no se puede eliminar.",
      "Obtiene un 25 % de probabilidades de conseguir una acumulación de Pólvora al atacar. Cada acumulación de Pólvora aumenta el Ataque en un 3,6 %, la Velocidad de ataque en 36 y el Daño a los enemigos que no son héroes en un 3,6 %. Pólvora se acumula hasta 7 veces y no se puede eliminar.",
      "Obtiene un 25 % de probabilidades de conseguir una acumulación de Pólvora al atacar. Cada acumulación de Pólvora aumenta el Ataque en un 4,3 %, la Velocidad de ataque en 43 y el Daño a los enemigos que no son héroes en un 4,3 %. Pólvora se acumula hasta 7 veces y no se puede eliminar.",
      "Obtiene un 25 % de probabilidades de conseguir una acumulación de Pólvora al atacar. Cada acumulación de Pólvora aumenta el Ataque en un 5,1 %, la Velocidad de ataque en 51 y el Daño a los enemigos que no son héroes en un 5,1 %. Pólvora se acumula hasta 7 veces y no se puede eliminar.",
      "Obtiene un 25 % de probabilidades de conseguir una acumulación de Pólvora al atacar. Cada acumulación de Pólvora aumenta el Ataque en un 6,2 %, la Velocidad de ataque en 62 y el Daño a los enemigos que no son héroes en un 6,2 %. Pólvora se acumula hasta 7 veces y no se puede eliminar.",
      "Obtiene un 25 % de probabilidades de conseguir una acumulación de Pólvora al atacar. Cada acumulación de Pólvora aumenta el Ataque en un 7,5 %, la Velocidad de ataque en 75 y el Daño a los enemigos que no son héroes en un 7,5 %. Pólvora se acumula hasta 7 veces y no se puede eliminar."
    ],
    "story": "La obra maestra destructiva pero artística de un inventor goblin extravagante. Este cañón de una sola mano posee la mayor cantidad de arsenal que un Goblin puede manipular físicamente. A pesar de la peligrosa cantidad de pólvora utilizada, esta arma afortunadamente aún no ha estallado."
  },
  "s1": {
    "name": "Fuego Rapido",
    "description": "Ataca a todos los enemigos frontales en línea recta, lo que causa {0} de Daño físico y los empuja hacia atrás. Si el objetivo no es un héroe, le inflige {1} de Daño físico adicional y lo aturde durante {2} segundo(s).",
    "books": {
      "0": "Aumenta Daño en {0}%.",
      "1": "Aumenta Daño en {0}%.",
      "2": "Aumenta Daño en {0}%."
    },
    "light": "El Daño se incrementa en un 40%.",
    "dark": "Ataca al enemigo durante 3 seg.",
    "ut": {
      "name": "Bala de garrote",
      "description": [
        "[Disparo rápido] Aumenta el Daño en un 50 % y aumenta el Daño físico que recibe en un 10 % durante 10 segundos.",
        "[Disparo rápido] Aumenta el Daño en un 50 % y aumenta el Daño físico que recibe en un 12 % durante 10 segundos.",
        "[Disparo rápido] Aumenta el Daño en un 50 % y aumenta el Daño físico que recibe en un 14 % durante 10 segundos.",
        "[Disparo rápido] Aumenta el Daño en un 50 % y aumenta el Daño físico que recibe en un 17 % durante 10 segundos.",
        "[Disparo rápido] Aumenta el Daño en un 50 % y aumenta el Daño físico que recibe en un 21 % durante 10 segundos.",
        "[Disparo rápido] Aumenta el Daño en un 50 % y aumenta el Daño físico que recibe en un 25 % durante 10 segundos."
      ],
      "story": "Una bala de defensa propia con potencia letal más baja. Su diseño está basado en los conocimientos sobre ingeniería precisa de explosivos de Lakrak y se utiliza para derribar a los enemigos al usar Disparo rápido. A fin de minimizar las muertes innecesarias, él insiste en etiquetar todos sus explosivos."
    }
  },
  "s2": {
    "name": "Bomba de Humo",
    "description": "Causa {0} de daño físico a los enemigos dentro de tu rango, durante {1} segundos incrementa el daño físico recibido por el oponente un {2}%, y los cega durante {3} segundos.",
    "books": {
      "0": "Aumenta Daño en {0}%.",
      "1": "Aumenta Daño en {0}%.",
      "2": "Causa Daño al enemigo y Aturdelos durante 1 s."
    },
    "light": "El costo de maná se reduce en 1.",
    "dark": "La duración de Cegar aumenta en 2 seg.",
    "ut": {
      "name": "Máscara de gas especial",
      "description": [
        "[Bomba de humo] Reduce el Tiempo de reutilización en un 30 % y aumenta la duración de Cegar en 1 segundo.",
        "[Bomba de humo] Reduce el Tiempo de reutilización en un 30 % y aumenta la duración de Cegar en 1,2 segundos.",
        "[Bomba de humo] Reduce el Tiempo de reutilización en un 30 % y aumenta la duración de Cegar en 1,4 segundos.",
        "[Bomba de humo] Reduce el Tiempo de reutilización en un 30 % y aumenta la duración de Cegar en 1,7 segundos.",
        "[Bomba de humo] Reduce el Tiempo de reutilización en un 30 % y aumenta la duración de Cegar en 2,1 segundos.",
        "[Bomba de humo] Reduce el Tiempo de reutilización en un 30 % y aumenta la duración de Cegar en 2,5 segundos."
      ],
      "story": "Una máscara de alto rendimiento fabricada con materiales especiales que Lakrak obtuvo del Continente Orbis. Esta máscara fue fabricada a partir de la primera pluma de la arpía, la escama de un dragón, una hoja del árbol del mundo y el mitril del imperio, que son difíciles de encontrar. Esta máscara protege a uno contra gases venenosos al igual que contra el efecto cegador de las bombas de humo."
    }
  },
  "s3": {
    "name": "Bomba de Pegamento",
    "description": "Coloca una Bomba de Pegamento que explota en {0} seg a un enemigo aleatorio. La explosión causa {1} Daño Fis. Máximo a los enemigos al alcance proporcional a la Salud de los mismos y los aturde durante 3 segundos. Al colocar la Bomba de Pegamento, el objetivo es aturdido durante 2 segundos.",
    "books": {
      "0": "Aumenta Daño en {0}%.",
      "1": "Aumenta Daño en {0}%.",
      "2": "Aumenta Daño en {0}%."
    },
    "light": "El Costo de Maná aumenta en 1 y ataca a un objetivo aleatorio 2 veces.",
    "dark": "El costo de maná se reduce en 1.",
    "ut": {
      "name": "Explosivo especial de alta densidad de goblins.",
      "description": [
        "[Bomba de Pegamento] El Daño aumenta en un 50%, y luego del Golpe Crít., el maná se recupera en 200",
        "[Bomba de Pegamento] El Daño aumenta en un 50%, y luego del Golpe Crít., el maná se recupera en 240",
        "[Bomba de Pegamento] El Daño aumenta en un 50%, y luego del Golpe Crít., el maná se recupera en 290",
        "[Bomba de Pegamento] El Daño aumenta en un 50%, y luego del Golpe Crít., el maná se recupera en 350",
        "[Bomba de Pegamento] El Daño aumenta en un 50%, y luego del Golpe Crít., el maná se recupera en 420",
        "[Bomba de Pegamento] El Daño aumenta en un 50%, y luego del Golpe Crít., el maná se recupera en 500"
      ],
      "story": "Pólvora hecha con la receta secreta y peligrosa de Lakrak. Lakrak creyó que las explosiones simples no eran lo suficientemente efectivas en términos de estrategia de batalla, así que agregó un poco de ácido fórmico y veneno de ortiga mayor para generar un efecto increíble. Requiere un proceso de filtración extremadamente preciso y lo utiliza en secreto para evitar el abuso."
    }
  },
  "s4": {
    "name": "Carga del Cañon",
    "description": "Los ataques automáticos tienen un 15% de probabilidad de disparar una bomba que causa {1} Daño Mágico a los objetivos al alcance y los aturde durante 2 segundos.",
    "books": {
      "0": "Aumenta Daño en {0}%.",
      "1": "Aumenta Daño en {0}%.",
      "2": "Aumenta Daño en {0}%."
    },
    "light": "La oportunidad de activación aumenta un 10%.",
    "dark": "El objetivo recibe 25% de aumento de Daño Fis durante 10 seg.",
    "ut": {
      "name": "Bala de cañón badabúm",
      "description": [
        "[Carga de cañón] Disminuye el Mana de los enemigos afectados en 400. El primer golpe en una batalla activa [Carga de cañón] sin fallar.",
        "[Carga de cañón] Disminuye el Mana de los enemigos afectados en 480. El primer golpe en una batalla activa [Carga de cañón] sin fallar.",
        "[Carga de cañón] Disminuye el Mana de los enemigos afectados en 580. El primer golpe en una batalla activa [Carga de cañón] sin fallar.",
        "[Carga de cañón] Disminuye el Mana de los enemigos afectados en 700. El primer golpe en una batalla activa [Carga de cañón] sin fallar.",
        "[Carga de cañón] Disminuye el Mana de los enemigos afectados en 840. El primer golpe en una batalla activa [Carga de cañón] sin fallar.",
        "[Carga de cañón] Disminuye el Mana de los enemigos afectados en 1000. El primer golpe en una batalla activa [Carga de cañón] sin fallar."
      ],
      "story": "Una bala de cañón Lakrak hecha en conjunto con los piratas de Miruru. Tras superar muchas adversidades, los piratas de Miruru y Lakrak se unieron y trabajaron juntos para crear esta arma monstruosa. La pólvora especial de Miruru sumó un gran poder destructivo a la bala de cañón de Lakrak."
    }
  },
  "t5": {
    "light": "ATQ, DEF, Salud+15% / Daño Crit+20%",
    "dark": "Luego de un Golpe Crítico, obten 5% de Daño Crit y 30 de Precisión del Ctrl de Masas. Se acumula hasta 10 veces."
  }
}