{
  "name": "Cecilia",
  "subtitle": "Viento rojo de justicia",
  "description": "Una chica con un fuerte sentido de la justicia. Siempre busca darle fuerza a los demás. Castiga a los demonios que molestan a la gente con una botas tecnomágicas que pueden pulverizar a sus enemigos.",
  "story": "Una chica que sueña con un mundo sin injusticias. Cecilia, también conocida como el Viento rojo de justicia, derrota a los enemigos con sus patadas voladoras, mientras hace flamear su lazo rojo en el aire. Su abuelo es Ricardo, capitán de los Caballeros sagrados de Orvelia. Creció a la sombra de su abuelo, quien impartía justicia con corazón de acero. Ahora, como miembro de la Resistencia, ella sueña con alcanzar la justicia y erradicar el mal del Imperio. Ricardo está preocupado por su pequeña nieta, ya que su sed de justicia puede ponerla en peligro. Sin embargo, sus gritos y patadas son siempre dinámicos y heroicos, por lo que estas preocupaciones no la molestan en absoluto.",
  "like": "Armónica, fideos picantes, apostar, carreras.",
  "dislike": "Injusticia, bromas malas, molestar, serpientes.",
  "inn": {
    "idle": "¡Creo en tu potencial infinito!",
    "recruit": {
      "greet": "Quiero que estés a mi lado durante el trayecto.",
      "talk": [
        "¿Por casualidad conoces a mi abuelo?",
        "¡Un espíritu inquebrantable es lo más importante cuando se pelea por la justicia!",
        "¡A entrenar hoy! ¡A entrenar todos los días!"
      ],
      "gift": "¿Eh? ¿En serio esto es para mí?"
    },
    "affinity": {
      "greet": "¡Juguemos al límite hoy! ¿Quién me acompaña?",
      "talk": [
        "¡No te rindas! ¡Yo te cubro!",
        "Cuando se trata de comer fideos picantes, ¡soy imbatible! Te apuesto 5 monedas de oro a que puedo comer más fideos que tú. ¿Aceptas?"
      ],
      "gift": "¡Me encanta! ¿Tienes algo que te guste?"
    },
    "relationship": {
      "greet": "¡El coraje es la fuerza que le da justicia al mundo!",
      "talk": [
        "¿Cuántos pares de botas tengo? Hmm, ¿unos 100 solo para entrenar?",
        "¿Eh? ¿Quieres que toque la armónica? Ja, ja, ja... E-espera un segundo.",
        "¿Quieres jugar al fútbol si me aburro?"
      ]
    }
  },
  "uw": {
    "name": "Tempestad supersónica, Gigantix",
    "description": [
      "Aumenta la Velocidad de ataque en 100. Los ataques normales y de habilidades acumulan una Explosión y tienen un 3 % de probabilidades de aturdir a los objetivos durante 4 segundos. Gigantix explota cuando la cantidad acumulada de Explosiones alcanzan las 100, lo que aumenta la Velocidad de ataque y Toda probabilidad de evasión en 100. Este efecto no se puede disipar.",
      "Aumenta la Velocidad de ataque en 120. Los ataques normales y de habilidades acumulan una Explosión y tienen un 3 % de probabilidades de aturdir a los objetivos durante 4 segundos. Gigantix explota cuando la cantidad acumulada de Explosiones alcanzan las 100, lo que aumenta la Velocidad de ataque y Toda probabilidad de evasión en 120. Este efecto no se puede disipar.",
      "Aumenta la Velocidad de ataque en 140. Los ataques normales y de habilidades acumulan una Explosión y tienen un 3 % de probabilidades de aturdir a los objetivos durante 4 segundos. Gigantix explota cuando la cantidad acumulada de Explosiones alcanzan las 100, lo que aumenta la Velocidad de ataque y Toda probabilidad de evasión en 140. Este efecto no se puede disipar.",
      "Aumenta la Velocidad de ataque en 170. Los ataques normales y de habilidades acumulan una Explosión y tienen un 3 % de probabilidades de aturdir a los objetivos durante 4 segundos. Gigantix explota cuando la cantidad acumulada de Explosiones alcanzan las 100, lo que aumenta la Velocidad de ataque y Toda probabilidad de evasión en 170. Este efecto no se puede disipar.",
      "Aumenta la Velocidad de ataque en 210. Los ataques normales y de habilidades acumulan una Explosión y tienen un 3 % de probabilidades de aturdir a los objetivos durante 4 segundos. Gigantix explota cuando la cantidad acumulada de Explosiones alcanzan las 100, lo que aumenta la Velocidad de ataque y Toda probabilidad de evasión en 210. Este efecto no se puede disipar.",
      "Aumenta la Velocidad de ataque en 250. Los ataques normales y de habilidades acumulan una Explosión y tienen un 3 % de probabilidades de aturdir a los objetivos durante 4 segundos. Gigantix explota cuando la cantidad acumulada de Explosiones alcanzan las 100, lo que aumenta la Velocidad de ataque y Toda probabilidad de evasión en 250. Este efecto no se puede disipar."
    ],
    "story": "Un par de botas tecnomágicas hechas principalmente con la Piedra mágica de tempestad, que se encontró en antiguas ruinas tecnomágicas. En cada ataque, la piedra mágica libera una onda de energía que le permite a su poseedor alcanzar una velocidad supersónica y un poder destructivo capaz de doblar pilares metálicos como si fueran de goma. De hecho, fue Ricardo quien le dio a Cecilia la Piedra mágica de tempestad, el principal elemento de estas botas. Según ella, Ricardo la tenía guardada, pero nunca le dijo cómo la obtuvo. Un día, Ricardo llegó al Imperio para visitar a Cecilia y ella le dijo que quería unirse a la Resistencia. Por su mirada, él se dio cuenta que estaba decidida. Entonces, le dio la Piedra mágica de tempestad y le dijo «Que el mundo entienda cómo te sientes». Luego, el ingeniero de la Resistencia, Landet, creó estas poderosas botas."
  },
  "s1": {
    "name": "¡Apártense!",
    "description": "Apunta al enemigo más lejano y lo designa como el [Villano] para reducir su Velocidad de ataque en {1} durante {0} segundos. Se mueve al objetivo para causar {2} de Daño físico. Después de usar esta habilidad, el ataque [¡Patada de hacha!] se vuelve disponible.",
    "books": {
      "0": "Incrementa el Daño en un {0}  %.",
      "1": "Incrementa el Daño en un {0}  %.",
      "2": "Incrementa el Daño en un {0}  %."
    },
    "light": "Aumenta la cantidad de Daño físico que recibe un objetivo en un 25 % durante 10 segundos.",
    "dark": "Disipa los efectos positivos del objetivo.",
    "ut": {
      "name": "Primer paso del héroe",
      "description": [
        "[¡Apártense!] Reduce el Costo de Mana en 1 y hace que el objetivo reciba 10 % más de Daño físico durante 10 segundos.",
        "[¡Apártense!] Reduce el Costo de Mana en 1 y hace que el objetivo reciba 12 % más de Daño físico durante 10 segundos.",
        "[¡Apártense!] Reduce el Costo de Mana en 1 y hace que el objetivo reciba 14 % más de Daño físico durante 10 segundos.",
        "[¡Apártense!] Reduce el Costo de Mana en 1 y hace que el objetivo reciba 17 % más de Daño físico durante 10 segundos.",
        "[¡Apártense!] Reduce el Costo de Mana en 1 y hace que el objetivo reciba 21 % más de Daño físico durante 10 segundos.",
        "[¡Apártense!] Reduce el Costo de Mana en 1 y hace que el objetivo reciba 25 % más de Daño físico durante 10 segundos."
      ],
      "story": "Un par de botas hechas a medida que Cecilia solía usar antes de conseguir las que tiene ahora. Después de entrenar en diferentes artes marciales durante años, desarrolló un estilo de lucha propio que se basa en patadas rápidas. Para demostrar su capacidad frente a su abuelo, entrenó mucho con estas botas especiales. Las rayas y marcas en las botas son gloriosas cicatrices de esos días de intenso trabajo."
    },
    "linked": {
      "0": {
        "name": "¡Patada de hacha!",
        "description": "Ataca al enemigo objetivo y causa {0} de Daño físico para derribarlo durante {1} segundos. Los enemigos en el estado [Villano] reciben el ataque primero. Después de usar esta habilidad, el ataque [¡Patada de tempestad!] se vuelve disponible."
      },
      "1": {
        "name": "¡Patada de tempestad!",
        "description": "Se mueve al objetivo más lejano y causa {0} de Daño físico para aturdirlo durante {1} segundos. Los enemigos en el estado [Villano] reciben el ataque primero.."
      }
    }
  },
  "s2": {
    "name": "Potencial infinito",
    "description": "Causa {0} de Daño físico a los enemigos cercanos en un rango circular para derribarlos durante {1} segundos. Obtiene el [Potencial infinito], que aumenta la Velocidad de ataque propia en {3} durante {2} segundos. Mientras esté activo el [Potencial infinito], los ataques normales y de habilidades causan {4} de Daño físico a los objetivos que sean héroes y {5} de Daño físico a los objetivos que no sean héroes. Este efecto no se puede disipar.",
    "books": {
      "0": "Incrementa el Daño en un {0}  %.",
      "1": "Incrementa el Daño en un {0}  %.",
      "2": "Incrementa el Daño en un {0}  %."
    },
    "light": "Aumenta el Daño infligido a enemigos que no son héroes en un {0}  % durante la duración de la habilidad.",
    "dark": "Recibe {0}  % de Daño físico reducido para la duración de la habilidad.",
    "ut": {
      "name": "Recuerdos de la infancia",
      "description": [
        "[Potencial infinito] Disipa los efectos nocivos y aumenta el Daño en un 20 %.",
        "[Potencial infinito] Disipa los efectos nocivos y aumenta el Daño en un 24 %.",
        "[Potencial infinito] Disipa los efectos nocivos y aumenta el Daño en un 29 %.",
        "[Potencial infinito] Disipa los efectos nocivos y aumenta el Daño en un 35 %.",
        "[Potencial infinito] Disipa los efectos nocivos y aumenta el Daño en un 42 %.",
        "[Potencial infinito] Disipa los efectos nocivos y aumenta el Daño en un 50 %."
      ],
      "story": "Pelotas que Cecilia solía patear. La pelota de fútbol, en especial, la ayudó a mejorar sus patadas. Ella era la líder de la pandilla de su barrio y siempre tiene a mano las pelotas, como recuerdo de una infancia sin preocupaciones. Las saca cada vez que se siente deprimida o frustrada."
    }
  },
  "s3": {
    "name": "¡WA-TAAAAAH!",
    "description": "Ataca a los enemigos cercanos en un rango circular y causa {1} de Daño físico en total durante {0} veces. Luego, causa {2} de Daño físico al enemigo objetivo y los que estén a su alrededor para derribarlos durante {3} segundos. Si el ataque [Potencial infinito] se está aplicando en el momento en que se usa esta habilidad, el ataque [Movimiento especial. ¡Patada meteorito!] se vuelve disponible durante {4} segundos.",
    "books": {
      "0": "Incrementa el Daño en un {0}  %.",
      "1": "Incrementa el Daño en un {0}  %.",
      "2": "Incrementa el Daño en un {0}  %."
    },
    "light": "Aumenta el Daño en un 100 % cuando queda 1 solo enemigo.",
    "dark": "Gana inmunidad al Control de multitudes para la duración de la habilidad.",
    "ut": {
      "name": "Momento de descanso",
      "description": [
        "[¡WA-TAAAAAH!] Aumenta el Daño propio al Jefe en un 4 % en cada uso. Este efecto se puede acumular hasta un máximo de 10 veces. Reduce el Costo de Mana de [Movimiento especial. ¡Patada meteorito!] en un 1.",
        "[¡WA-TAAAAAH!] Aumenta el Daño propio al Jefe en un 4,8 % en cada uso. Este efecto se puede acumular hasta un máximo de 10 veces. Reduce el Costo de Mana de [Movimiento especial. ¡Patada meteorito!] en un 1.",
        "[¡WA-TAAAAAH!] Aumenta el Daño propio al Jefe en un 5,8 % en cada uso. Este efecto se puede acumular hasta un máximo de 10 veces. Reduce el Costo de Mana de [Movimiento especial. ¡Patada meteorito!] en un 1.",
        "[¡WA-TAAAAAH!] Aumenta el Daño propio al Jefe en un 7 % en cada uso. Este efecto se puede acumular hasta un máximo de 10 veces. Reduce el Costo de Mana de [Movimiento especial. ¡Patada meteorito!] en un 1.",
        "[¡WA-TAAAAAH!] Aumenta el Daño propio al Jefe en un 8,4 % en cada uso. Este efecto se puede acumular hasta un máximo de 10 veces. Reduce el Costo de Mana de [Movimiento especial. ¡Patada meteorito!] en un 1.",
        "[¡WA-TAAAAAH!] Aumenta el Daño propio al Jefe en un 10 % en cada uso. Este efecto se puede acumular hasta un máximo de 10 veces. Reduce el Costo de Mana de [Movimiento especial. ¡Patada meteorito!] en un 1."
      ],
      "story": "Una armónica que Cecilia le gusta tocar en su tiempo libre. Fue un regalo de Ricardo por su 15.º cumpleaños. Le preocupaba que su nieta olvidara relajarse de vez en cuando durante su viaje para lograr un mundo justo. Después de mucho pensarlo, le dio a Cecilia esta pequeña armónica con su nombre grabado. Sin embargo, Cecilia nunca se molestó en aprender más de una canción, ya que desconocía las intenciones de su abuelo."
    },
    "linked": {
      "0": {
        "name": "Movimiento especial. ¡Patada meteorito!",
        "description": "Aplica un ataque total que causa {0} de Daño físico al enemigo objetivo y a los que estén a su alrededor durante {1} segundos. Esta habilidad será un Golpe crítico."
      }
    }
  },
  "s4": {
    "name": "Talento innato",
    "description": "Aumenta la Defensa en {0} y la Probabilidad de daño crítico en {1}. Los ataques normales y de habilidades de Cecilia no le erran a los objetivos.",
    "books": {
      "0": "Incrementa el Aumento de defensa en un {0}  %.",
      "1": "Incrementa el Aumento de defensa en un {0}  %.",
      "2": "Incrementa el Aumento de defensa en un {0}  %."
    },
    "light": "Recibe {0}  % de Daño físico reducido.",
    "dark": "Aumenta el Daño a los héroes en un {0}  %.",
    "ut": {
      "name": "Corazón justiciero",
      "description": [
        "[Talento innato] Al comienzo de cada batalla, aumenta el Daño a los enemigos que no sean héroes en un 10 % y recibe Daño disminuido en un 25 % durante 20 segundos.",
        "[Talento innato] Al comienzo de cada batalla, aumenta el Daño a los enemigos que no sean héroes en un 12 % y recibe Daño disminuido en un 25 % durante 20 segundos.",
        "[Talento innato] Al comienzo de cada batalla, aumenta el Daño a los enemigos que no sean héroes en un 14 % y recibe Daño disminuido en un 25 % durante 20 segundos.",
        "[Talento innato] Al comienzo de cada batalla, aumenta el Daño a los enemigos que no sean héroes en un 17 % y recibe Daño disminuido en un 25 % durante 20 segundos.",
        "[Talento innato] Al comienzo de cada batalla, aumenta el Daño a los enemigos que no sean héroes en un 21 % y recibe Daño disminuido en un 25 % durante 20 segundos.",
        "[Talento innato] Al comienzo de cada batalla, aumenta el Daño a los enemigos que no sean héroes en un 25 % y recibe Daño disminuido en un 25 % durante 20 segundos."
      ],
      "story": "Un regalo que Cecilia recibió como recompensa por su primer acto de justicia. En el pasado, Cecilia rescató a una pequeña chica quien, como agradecimiento, ató este lazo rojo alrededor de la herida que sufrió Cecilia. Luego, ella la usó en la cintura durante las misiones, por lo que la gente comenzó a llamarla el Viento rojo de justicia."
    }
  },
  "t5": {
    "light": "ATQ, DEF, Salud+15% / Daño Crit+20%",
    "dark": "Aumenta el Ataque propio en un {0}  % cuando el [Potencial infinito] causa más Daño al enemigo. Este efecto se puede acumular hasta un máximo de {1}  veces y no se puede disipar."
  }
}