{
  "name": "Kirze",
  "subtitle": "Gato de Cristal Escarlata",
  "description": "Ganador del concurso de diseño conceptual [87CEFA]Mochi00 (JPN)[-] Una muchacha híbrida nacida con un poder mágico inusual. De pequeña fue capturada por la Fuerza Oscura, y sujeta a pruebas de un experimento para transformar su cuerpo en cristal. Armándose con fuerza y escapando de sus captores, combate a sus enemigos con los cristales escarlata que forman su cuerpo.",
  "story": "Ganador del concurso de diseño conceptual [87CEFA]Mochi00 (JPN)[-] Hace unos años, pueblos del continente Orbis fueron invadidos por los no muertos de Malduk. Niños albinos con una fuerza mágica muy fuerte y peculiar. Los subordinados de Malduk que secuestraron a esos niños, y les incrustaron cristales arcanos escarlatas que eran fuertes fuentes de energía, convirtiéndolos en minas vivientes que crean cristales arcanos escarlatas mientras están vivos. Debido al dolor de estos experimentos, los niños murieron uno a uno. Los cuerpos de los niños que no lograron acostumbrarse a los cristales arcanos, se convirtieron en piedra y se hicieron polvo. Los otros niños, testigos de esto, temblaron de miedo pero, como no había manera de evitarlo, se resignaron y esperaron su muerte. Sin embargo, el experimento culminó en éxito.Los cristales arcanos y el cuerpo de Kirze se unieron, y todos los cristales de alrededor fueron absorbidos por su cuerpo. Como resultado, con una fuerza mágica extraordinaria, llegó a adquirir el poder de manipular los cristales arcanos escarlatas a su disposición. Kirze usó este poder para derrotar a los súbditos de Malduk, y escapó del laboratorio de los demonios con los sobrevivientes. Con su gran poder, ahora viaja y caza a los demonios que se encuentra en el camino, para que no vuelvan a aparecer víctimas como ella...",
  "like": "Muñeca de Trapo, Ribera Fresca, Animal Pequeño, Risa Inocente del Niño",
  "dislike": "Demonio, Bicho Repugnante, Persona que Trata a Otros sin Cuidado",
  "inn": {
    "idle": "Ajajaj... Me atrajo el ambiente tan animado...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Hola, hace mucho que no nos vemos...",
      "talk": [
        "¿Que comamos? Ajajaj... Estoy bien, solo echaré un vistazo.",
        "Cuando veo a personas en peligro, inmediatamente los quiero ayudar."
      ],
      "gift": "Cristales arcanos escarlatas conforman mi cuerpo... Escuché que también son buenos como catalizadores de magia."
    },
    "relationship": {
      "greet": "Ho... hola. Hice un nuevo muñeco... ¿Lo quieres ver?",
      "talk": [
        "No me gustan las batallas, pero... Víctimas como yo ya no podemos esperar.",
        "No puedo comer mucho. Después de que mi cuerpo ha cambiado así... Por eso cuando veo a alguien que come bien, me siento feliz pero los envidio.",
        "Hoy me siento decaída... Tengo un poco de sueño. Si crees que duermo mucho, despiértame... Me da miedo... que no pueda despertarme..."
      ]
    }
  },
  "uw": {
    "name": "Día de la Condena, Elicipira",
    "description": [
      "Amplifica el poder de los cristales arcanos e incrementa el alcance del efecto de [¡Flor Escarlata!]. Además, al atacar con ataques comunes y habilidades hay un 4% de probabilidad de causar daño mágico adicional del 500% del ataque. Duplica el daño causado a los jefes.",
      "Amplifica el poder de los cristales arcanos e incrementa el alcance del efecto de [¡Flor Escarlata!]. Además, al atacar con ataques comunes y habilidades hay un 4% de probabilidad de causar daño mágico adicional del 600% del ataque. Duplica el daño causado a los jefes.",
      "Amplifica el poder de los cristales arcanos e incrementa el alcance del efecto de [¡Flor Escarlata!]. Además, al atacar con ataques comunes y habilidades hay un 4% de probabilidad de causar daño mágico adicional del 720% del ataque. Duplica el daño causado a los jefes.",
      "Amplifica el poder de los cristales arcanos e incrementa el alcance del efecto de [¡Flor Escarlata!]. Además, al atacar con ataques comunes y habilidades hay un 4% de probabilidad de causar daño mágico adicional del 860% del ataque. Duplica el daño causado a los jefes.",
      "Amplifica el poder de los cristales arcanos e incrementa el alcance del efecto de [¡Flor Escarlata!]. Además, al atacar con ataques comunes y habilidades hay un 4% de probabilidad de causar daño mágico adicional del 1000% del ataque. Duplica el daño causado a los jefes.",
      "Amplifica el poder de los cristales arcanos e incrementa el alcance del efecto de [¡Flor Escarlata!]. Además, al atacar con ataques comunes y habilidades hay un 4% de probabilidad de causar daño mágico adicional del 1250% del ataque. Duplica el daño causado a los jefes."
    ],
    "story": "Tijeras gigantes hechas con los cristales arcanos escarlatas del cuerpo de Kirze. Tomó el diseño de las tijeras antiguas que usaba su madre en el pasado. Es un arma práctica que se puede blandir como una gran espada o se puede usar como un par de espadas al dividir las navajas. Estas tijeras, que tienen los rezos de la muchacha para que no haya más personas que sufran por los demonios, pueden mostrar un poder aún más grande reaccionando a sus sentimientos."
  },
  "s1": {
    "name": "¡Cuchilla del Juicio!",
    "description": "Causa un daño mágico total de {0} 7 veces a los enemigos en las cercanías en rango circular. Seguidamente causa daño mágico de {1} a los enemigos al frente y los derriba durante {2} segundos.",
    "books": {
      "0": "El daño incrementa un {0}%.",
      "1": "El daño incrementa un {0}%.",
      "2": "El daño incrementa un {0}%."
    },
    "light": "Tiempo de reutilización se reduce un {0}% por cada enemigo que reciba daño.",
    "dark": "El daño incrementa un 100% cuando hay solamente 1 enemigo.",
    "ut": {
      "name": "Flor de Loto del Cristal Escarlata",
      "description": [
        "[¡Cuchilla del Juicio!] Incrementa el daño causado un 20% y la cantidad de mana utilizada se reduce en 1.",
        "[¡Cuchilla del Juicio!] Incrementa el daño causado un 24% y la cantidad de mana utilizada se reduce en 1.",
        "[¡Cuchilla del Juicio!] Incrementa el daño causado un 29% y la cantidad de mana utilizada se reduce en 1.",
        "[¡Cuchilla del Juicio!] Incrementa el daño causado un 35% y la cantidad de mana utilizada se reduce en 1.",
        "[¡Cuchilla del Juicio!] Incrementa el daño causado un 42% y la cantidad de mana utilizada se reduce en 1.",
        "[¡Cuchilla del Juicio!] Incrementa el daño causado un 50% y la cantidad de mana utilizada se reduce en 1."
      ],
      "story": "A veces pequeños cristales salen del cuerpo de Kirze, y se caen. No pudiendo dejar esas partes de su cuerpo allí, ella las estaba recogiendo, al no saber qué hacer con todos esos pedazos, pasó por Orvel y vio un ornamento de cristal en la Tienda de May. Kirze, quien lo consideró precioso, rezó para que sus cristales tuvieran un buen uso, y le dio todos los cristales que había reunido hasta ahora a May. Como muestra de agradecimiento, May le dio la primera obra de arte que hizo con esos Cristales, este ornamento de flor de loto rojo."
    }
  },
  "s2": {
    "name": "¡Niebla de Cristal!",
    "description": "La fuerza de los cristales arcanos dentro de su cuerpo estalla, causando un daño mágico de {0} a todos los enemigos y aturdiéndolos durante {1} segundos. Durante {2} segundos podrás usar el modo [Despertar de Cristales Arcanos] e incrementar la velocidad de ataque de tus aliados en {3} , cada {4} segundos crea una onda de choque, causa {5} de daño mágico a los enemigos en las cercanías y los aturde durante {6} segundos.",
    "books": {
      "0": "El daño incrementa un {0}%.",
      "1": "El daño incrementa un {0}%.",
      "2": "El daño incrementa un {0}%."
    },
    "light": "La duración del aturdimiento de la onda de choque aumenta {0} segundo para los enemigos que no son héroes.",
    "dark": "En modo [Despertar de Cristales Arcanos] el daño causado a los enemigos que no son héroes incrementa un {0}%.",
    "ut": {
      "name": "Rastros del Pasatiempo",
      "description": [
        "[¡Niebla de Cristal!] Incrementa la velocidad de ataque adicionalmente en 100 y la duración de [Despertar de Cristales Arcanos] en 7 segundos.",
        "[¡Niebla de Cristal!] Incrementa la velocidad de ataque adicionalmente en 120 y la duración de [Despertar de Cristales Arcanos] en 7 segundos.",
        "[¡Niebla de Cristal!] Incrementa la velocidad de ataque adicionalmente en 140 y la duración de [Despertar de Cristales Arcanos] en 7 segundos.",
        "[¡Niebla de Cristal!] Incrementa la velocidad de ataque adicionalmente en 170 y la duración de [Despertar de Cristales Arcanos] en 7 segundos.",
        "[¡Niebla de Cristal!] Incrementa la velocidad de ataque adicionalmente en 210 y la duración de [Despertar de Cristales Arcanos] en 7 segundos.",
        "[¡Niebla de Cristal!] Incrementa la velocidad de ataque adicionalmente en 250 y la duración de [Despertar de Cristales Arcanos] en 7 segundos."
      ],
      "story": "Kirze gustaba de muñecas desde pequeña, pero jugaba con muñecas de tela hechas por su mamá porque no tenían dinero. Por supuesto, al vivir con su madre, Kirze también aprendió a hacer muñecas de tela. Incluso ahora le siguen gustando las muñecas, pero ahora no solo las hace para ella, sino también para otras personas. Especialmente para los niños que sufren por haber perdido a sus padres en manos de los demonios..."
    }
  },
  "s3": {
    "name": "¡Flor Escarlata!",
    "description": "Invoca cristales arcanos y causa {0} de daño mágico a los enemigos en línea recta al frente. Después, los explota y causa un daño mágico adicional de {1}. Durante {2} segundos podrás usar el modo [Maldición del Cristal Arcano] que reducirá la velocidad de ataque de los enemigos en {3}. Si atacas enemigos en modo [Maldición del Cristal Arcano], acumulas [Energía del Cristal Arcano]. [Maldición del Cristal Arcano] explota tras {4} segundos y causa {6} de daño mágico por cada {5} + acumulación de Energía de Cristal Arcano.",
    "books": {
      "0": "El daño incrementa un {0}%.",
      "1": "El daño incrementa un {0}%.",
      "2": "El daño incrementa un {0}%."
    },
    "light": "La reducción de velocidad de ataque incrementa en {0}.",
    "dark": "Cuando queda solamente 1 enemigo acumula el doble de Energía del Cristal Arcano.",
    "ut": {
      "name": "Recuerdo del Escape",
      "description": [
        "[¡Flor Escarlata!] El tiempo de reutilización se reduce en 30% y al acumular [Energía del Cristal Arcano] hay un 40% de probabilidad de acumular 3 más.",
        "[¡Flor Escarlata!] El tiempo de reutilización se reduce en 30% y al acumular [Energía del Cristal Arcano] hay un 48% de probabilidad de acumular 3 más.",
        "[¡Flor Escarlata!] El tiempo de reutilización se reduce en 30% y al acumular [Energía del Cristal Arcano] hay un 58% de probabilidad de acumular 3 más.",
        "[¡Flor Escarlata!] El tiempo de reutilización se reduce en 30% y al acumular [Energía del Cristal Arcano] hay un 70% de probabilidad de acumular 3 más.",
        "[¡Flor Escarlata!] El tiempo de reutilización se reduce en 30% y al acumular [Energía del Cristal Arcano] hay un 84% de probabilidad de acumular 3 más.",
        "[¡Flor Escarlata!] El tiempo de reutilización se reduce en 30% y al acumular [Energía del Cristal Arcano] hay un 100% de probabilidad de acumular 3 más."
      ],
      "story": "Primer arma, hecha en apuros por Kirze de cuando fue secuestrada por los demonios, era sujeto de experimento, logró juntarse con los cristales arcanos escarlatas por primera vez, y obtuvo sus poderes. Dos dagas incompletas que parecen muy débiles. Estas dos dagas son las armas que rescataron a los otros niños que estaban sujetos con ella. Es un arma que guarda recuerdos importantes y que no ha podido tirar hasta ahora."
    }
  },
  "s4": {
    "name": "¡Alto a los Crímenes!",
    "description": "Incrementa tu ataque en {0} y probabilidad de daño crítico en {1} , la duración de efectos de estado que tus aliados tengan en los jefes incrementa un {2}%.",
    "books": {
      "0": "El incremento de ataque aumenta un {0}%.",
      "1": "El incremento de ataque aumenta un {0}%.",
      "2": "El incremento de ataque aumenta un {0}%."
    },
    "light": "Al inicio de cada batalla incrementa el daño causado a los enemigos que no son héroes un {0}% durante 20 segundos.",
    "dark": "El daño causado a jefes incrementa un {0}%.",
    "ut": {
      "name": "Hora de Paz",
      "description": [
        "[¡Alto a los Crímenes!] La probabilidad de daño crítico incrementa adicionalmente en 250 y el efecto de incremento de los efectos de estado cambia a 30%.",
        "[¡Alto a los Crímenes!] La probabilidad de daño crítico incrementa adicionalmente en 250 y el efecto de incremento de los efectos de estado cambia a 32%.",
        "[¡Alto a los Crímenes!] La probabilidad de daño crítico incrementa adicionalmente en 250 y el efecto de incremento de los efectos de estado cambia a 34%.",
        "[¡Alto a los Crímenes!] La probabilidad de daño crítico incrementa adicionalmente en 250 y el efecto de incremento de los efectos de estado cambia a 37%.",
        "[¡Alto a los Crímenes!] La probabilidad de daño crítico incrementa adicionalmente en 250 y el efecto de incremento de los efectos de estado cambia a 41%.",
        "[¡Alto a los Crímenes!] La probabilidad de daño crítico incrementa adicionalmente en 250 y el efecto de incremento de los efectos de estado cambia a 45%."
      ],
      "story": "Máquina de coser, pasatiempo de Kirze. Un objeto que necesita porque le encanta hacer muñecas. Está feliz porque ahora puede hacer mejores muñecas, ya que ha conseguido un hilo y algodón especial. Se dice que las tijeras son la versión miniatura del arma que usa normalmente."
    }
  },
  "t5": {
    "light": "Ataque, Defensa, Salud +15% / Velocidad de Ataque +100",
    "dark": "La velocidad de ataque incrementa en {0} cada vez al atacar con ataques comunes y habilidades. Este efecto se puede acumular un máximo de {1} veces."
  }
}