{
  "name": "Bernheim",
  "subtitle": "Espada destructiva",
  "description": "“Caballero del silencio”, “espadachín oscuro” y “espada que hace temblar las montañas”. Esos son los apodos que obtuvo este mercenario legendario en el Imperio. Su espada gigante puede absorber cualquier tipo de poder para provocar la destrucción total.",
  "story": "Procedente de una familia noble en Penteonia, Bernheim von Lachelima fue dotado con increíbles capacidades marciales. Con la fuerza de un gigante y un excelente criterio, no cabían dudas de que iba a ser un talentoso caballero. Sin embargo, tenía un defecto letal que le impedía desempeñarse con éxito: era incapaz de usar el poder de la luz. Sin importar su esfuerzo, la fortaleza de su fe y su determinación, el poder de la luz no respondía a su llamado. A pesar de que toda su vida lo único que había deseado era servir a su país y proteger a la reina, el hecho de que este obstáculo le impidiera ser algo más que un caballero de rango menor lo frustraba. Bernheim no se dio por vencido y entrenó muy duro para dominar el poder de la luz, pero su falta de progreso constante comenzó a debilitar su mente poco a poco. Un día, visitó la iglesia central para estudiar el poder de la luz y su mecanismo. Se encontraba leyendo un libro tranquilamente cuando de pronto escuchó un ruido. Era una voz angelical que lo llamaba. La frustración acumulada durante tanto tiempo guio a Bernheim hasta el sitio desde donde provenía la voz: una habitación sellada con varias barreras mágicas en el sótano de la iglesia. A medida que se acercaba a la voz, las barreras se desvanecieron como si nunca hubieran existido. En el interior de la habitación, vio una espada con la forma de un ángel que emanaba una luz cegadora. “Tú eres el elegido', dijo la espada mientras lo atraía con el resplandor sagrado. Pensando que su esfuerzo incesante había dado sus frutos, tomó la espada lentamente. Entonces, su mente se sumergió en la más profunda oscuridad. Esta oscuridad que lo capturó era el sombrío vacío infinito de la desesperanza. Un recipiente imposible de llenar; un universo completamente distinto. En la vasta oscuridad, Bernheim sintió cómo su mente se deterioraba y su existencia desaparecía. Un poder oscuro y amenazante invadió su cuerpo y su mente. Sin embargo, Bernheim también era uno de los caballeros de Penteonia, quienes habían jurado no dejarse derrotar por la oscuridad. Logró liberarse de la oscuridad que lo envolvía y recuperó la consciencia con su espíritu indomable. Cuando volvió en sí, se encontró en el suelo, con una espada negra gigante en la mano. La espada que tenía el aspecto de un demonio se reía y se burlaba del caballero que se había desviado del camino de la luz. Al final, Bernheim fue desterrado de Penteonia, y comenzó una vida nueva como mercenario en el imperio de Vespia, siempre con esa espada demoníaca, injuriosa y perversa en la mano...",
  "like": "El paisaje en su lugar de origen, la lectura, el tiempo a solas, la reina Artemia",
  "dislike": "Su personalidad más débil en el pasado, Targarios",
  "inn": {
    "idle": "... Como mercenario, conozco estos lugares como la palma de mi mano.",
    "recruit": {
      "greet": "¿Hum, un pedido?",
      "talk": [
        "El clima es bueno. Para entrenar.",
        "¿El motivo por el que llevo una espada? A veces es mejor no responder ciertas preguntas.",
        "La comida solo es combustible que me mantiene activo. No hay lugar para lujos en el campo de batalla."
      ],
      "gift": "¿Eh? ¿Un regalo, no un pedido? No entiendo qué significa."
    },
    "affinity": {
      "greet": "Hola. Nos estamos viendo más seguido en estos días.",
      "talk": [
        "¿Mi espada te da curiosidad? Mh... Es mejor que no hagas preguntas sobre eso.",
        "Cómo me duele la cabeza... Ah, no te preocupes. Estoy acostumbrado."
      ],
      "gift": "Gracias. Le daré un buen uso."
    },
    "relationship": {
      "greet": "Pareces estar de buen humor. ¿Ocurrió algo en especial?",
      "talk": [
        "Mi destino parece estar atado a esta espada demoníaca... ¿Podré liberarme de ella algún día?",
        "La voz de Targarios aúlla en mi mente... Keu...",
        "Si bien anhelaba el poder en ese entonces, era porque mi determinación no era lo suficientemente fuerte. Jamás permitiré que vuelva a suceder."
      ]
    }
  },
  "uw": {
    "name": "Horno de la futilidad, Targarios",
    "description": [
      "Cada 10 segundos, aumenta el Ataque propio en un 10 % y toda la Defensa en un 10 %, y reduce el Tiempo de reutilización de una habilidad en 1 segundo. Durante [Iniciación de la batalla], duplica la Reducción del tiempo de reutilización. Este efecto se puede acumular hasta 4 veces y pasa a ser inamovible.",
      "Cada 10 segundos, aumenta el Ataque propio en un 12 % y toda la Defensa en un 12 %, y reduce el Tiempo de reutilización de una habilidad en 1,2 segundos. Durante [Iniciación de la batalla], duplica la Reducción del tiempo de reutilización. Este efecto se puede acumular hasta 4 veces y pasa a ser inamovible.",
      "Cada 10 segundos, aumenta el Ataque propio en un 14 % y toda la Defensa en un 14 %, y reduce el Tiempo de reutilización de una habilidad en 1,4 segundos. Durante [Iniciación de la batalla], duplica la Reducción del tiempo de reutilización. Este efecto se puede acumular hasta 4 veces y pasa a ser inamovible.",
      "Cada 10 segundos, aumenta el Ataque propio en un 17 % y toda la Defensa en un 17 %, y reduce el Tiempo de reutilización de una habilidad en 1,7 segundos. Durante [Iniciación de la batalla], duplica la Reducción del tiempo de reutilización. Este efecto se puede acumular hasta 4 veces y pasa a ser inamovible.",
      "Cada 10 segundos, aumenta el Ataque propio en un 21 % y toda la Defensa en un 21 %, y reduce el Tiempo de reutilización de una habilidad en 2,1 segundos. Durante [Iniciación de la batalla], duplica la Reducción del tiempo de reutilización. Este efecto se puede acumular hasta 4 veces y pasa a ser inamovible.",
      "Cada 10 segundos, aumenta el Ataque propio en un 25 % y toda la Defensa en un 25 %, y reduce el Tiempo de reutilización de una habilidad en 2,5 segundos. Durante [Iniciación de la batalla], duplica la Reducción del tiempo de reutilización. Este efecto se puede acumular hasta 4 veces y pasa a ser inamovible."
    ],
    "story": "El nombre de la espada significa “insaciable”, “aquella con el deseo eterno”. Tiene el poder de absorber todo tipo de energía, maligna o sagrada, para usarla como si fuera propia. Posee voluntad propia y un carácter temperamental, disperso y cruel. Ni siquiera la reina Artemia conoce el motivo real por el que la espada estaba sellada debajo de la iglesia central de Penteonia, pero según los rumores, Targarios había sido un Señor oscuro en el pasado lejano. Puede sonar improbable, teniendo en cuenta su carácter frívolo, pero no hay duda de que la espada tiene poderes devastadores."
  },
  "s1": {
    "name": "Círculo de futilidad",
    "description": "Ataca al objetivo y a los enemigos cercanos dentro del rango, lo que inflige {0} de Daño mágico y crea el Círculo de futilidad. Inflige {2} de Daño mágico, reduce la Velocidad de ataque en {3} y evita que los enemigos reciban efectos positivos durante {1} segundo(s). Tiene un tiempo de reutilización de {4} segundo(s) al inicio de la primera batalla.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Reduce el primer tiempo de reutilización en 3 segundos.",
    "dark": "Si se lanza el [Círculo de futilidad] después de que se haya activado la [Iniciación de la batalla], su duración se aumentará en 4 segundos.",
    "ut": {
      "name": "Espada desvanecida",
      "description": [
        "[Círculo de futilidad] Reduce el Mana de los enemigos afectados en 100 y aumenta el Daño mágico que reciben en un 25 % durante 5 segundos.",
        "[Círculo de futilidad] Reduce el Mana de los enemigos afectados en 120 y aumenta el Daño mágico que reciben en un 25 % durante 5 segundos.",
        "[Círculo de futilidad] Reduce el Mana de los enemigos afectados en 140 y aumenta el Daño mágico que reciben en un 25 % durante 5 segundos.",
        "[Círculo de futilidad] Reduce el Mana de los enemigos afectados en 170 y aumenta el Daño mágico que reciben en un 25 % durante 5 segundos.",
        "[Círculo de futilidad] Reduce el Mana de los enemigos afectados en 210 y aumenta el Daño mágico que reciben en un 25 % durante 5 segundos.",
        "[Círculo de futilidad] Reduce el Mana de los enemigos afectados en 250 y aumenta el Daño mágico que reciben en un 25 % durante 5 segundos."
      ],
      "story": "Una espada estándar de los caballeros de Penteonia que usó Bernheim antes de caer en la trampa de Targarios. Está diseñada para extraer un gran poder cuando está imbuida con la energía de la luz. Un día, Targarios notó que cuando Bernheim intentó usar otras armas en lugar de la espada, esta enloqueció y las destruyó luego de absorber todos los poderes, las protecciones y las bendiciones que poseían. Bernheim, tras ver esto, dejó escapar un suspiro y se deshizo de las piezas de metal rotas, pero decidió quedarse con la espada."
    }
  },
  "s2": {
    "name": "Iniciación de la batalla",
    "description": "Ataca a enemigos frontales dentro del rango e inflige {0} de Daño mágico para alejarlos. Aumenta Toda probabilidad de bloqueo propio en {2} y la Defensa propia en {3} , y otorga inmunidad al Control de multitudes durante {1} segundo(s). Tiene un tiempo de reutilización de {4} segundo(s) al inicio de la primera batalla.",
    "books": {
      "0": "la tasa de aumento de DEF Fis. Se eleva en {0}%.",
      "1": "la tasa de aumento de DEF Fis. Se eleva en {0}%.",
      "2": "la tasa de aumento de DEF Fis. Se eleva en {0}%."
    },
    "light": "Disipa todos los efectos dañinos sobre tí mismo al utilizarlo",
    "dark": "Aumenta el primer tiempo de reutilización en 8 segundos y la duración del efecto en 8 segundos.",
    "ut": {
      "name": "Medalla de luz",
      "description": [
        "[Iniciación de la batalla] Consume un 50 % de la Salud actual al lanzarse, pero el efecto pasa a ser inamovible.",
        "[Iniciación de la batalla] Consume un 46 % de la Salud actual al lanzarse, pero el efecto pasa a ser inamovible.",
        "[Iniciación de la batalla] Consume un 41 % de la Salud actual al lanzarse, pero el efecto pasa a ser inamovible.",
        "[Iniciación de la batalla] Consume un 35 % de la Salud actual al lanzarse, pero el efecto pasa a ser inamovible.",
        "[Iniciación de la batalla] Consume un 28 % de la Salud actual al lanzarse, pero el efecto pasa a ser inamovible.",
        "[Iniciación de la batalla] Consume un 20 % de la Salud actual al lanzarse, pero el efecto pasa a ser inamovible."
      ],
      "story": "Un símbolo de luz que se le concedió cuando le otorgaron el título de caballero en Penteonia. Esta medalla de oro, que posee un grabado del sol, garantiza a su portador que la luz siempre lo acompañará. Si bien a Bernheim le quitaron el título de caballero y lo desterraron del país, él siempre es leal a los orgullosos caballeros de Penteonia."
    }
  },
  "s3": {
    "name": "Destructor",
    "description": "Inflige {0} de Daño mágico durante 10 ataques a los enemigos cercanos en un rango circular alrededor del héroe. Ataca a los enemigos en un área circundante mucho más amplia, inflige {1} de Daño mágico y los aturde durante {2} segundo(s). Frente a los enemigos que no son héroes, cada ataque inflige {4} de Daño mágico adicional. Tiene un tiempo de reutilización de {5} segundo(s) al inicio de la primera batalla.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Reduce el primer tiempo de reutilización en 5 segundos.",
    "dark": "El daño adicional contra enemigos que no son héroes ignora la defensa.",
    "ut": {
      "name": "Cáliz del mercenario",
      "description": [
        "[Destructor] Aumenta el Daño en un 20% y aturde al enemigo durante 0,5 segundos con un 20% de probabilidad en cada ataque.",
        "[Destructor] Aumenta el Daño en un 24% y aturde al enemigo durante 0,5 segundos con un 20% de probabilidad en cada ataque.",
        "[Destructor] Aumenta el Daño en un 29% y aturde al enemigo durante 0,5 segundos con un 20% de probabilidad en cada ataque.",
        "[Destructor] Aumenta el Daño en un 35% y aturde al enemigo durante 0,5 segundos con un 20% de probabilidad en cada ataque.",
        "[Destructor] Aumenta el Daño en un 42% y aturde al enemigo durante 0,5 segundos con un 20% de probabilidad en cada ataque.",
        "[Destructor] Aumenta el Daño en un 50% y aturde al enemigo durante 0,5 segundos con un 20% de probabilidad en cada ataque."
      ],
      "story": "Un cáliz conmemorativo otorgado a los mercenarios poderosos y valientes del Imperio. Tiene grabado el lobo, símbolo oficial. En reconocimiento de las incontables victorias que obtuvo Bernheim para el Imperio, la familia real le entregó este exquisito cáliz, uno de los cinco que hay en todo el mundo. Según los rumores, el cáliz posee un hechizo que hace que cualquier bebida vertida en él recupere la energía."
    }
  },
  "s4": {
    "name": "Debilidad",
    "description": "Bernheim no puede recuperar Mana y todas sus habilidades no consumen Mana. En un ataque normal y en un ataque de habilidades, inflige Debilidad a los enemigos durante {0} segundo(s), reduce su Tasa de curación en un {1}% y aumenta su ataque propio en {2} y la Tasa de curación en {3}%. Todos los efectos se pueden acumular hasta {4} veces.",
    "books": {
      "0": "El ATQ aumenta en {0}%.",
      "1": "El ATQ aumenta en {0}%.",
      "2": "El ATQ aumenta en {0}%."
    },
    "light": "La acumulación de Debilidad pasa a ser inamovible.",
    "dark": "El aumento del Ataque y la Tasa de curación pasan a ser inamovibles.",
    "ut": {
      "name": "Carta sin enviar",
      "description": [
        "[Debilidad] Cambia el número de acumulaciones propias y del objetivo a 2 y aumenta el número máximo de acumulaciones para todos los efectos en 20.",
        "[Debilidad] Cambia el número de acumulaciones propias y del objetivo a 2 y aumenta el número máximo de acumulaciones para todos los efectos en 24.",
        "[Debilidad] Cambia el número de acumulaciones propias y del objetivo a 2 y aumenta el número máximo de acumulaciones para todos los efectos en 29.",
        "[Debilidad] Cambia el número de acumulaciones propias y del objetivo a 2 y aumenta el número máximo de acumulaciones para todos los efectos en 35.",
        "[Debilidad] Cambia el número de acumulaciones propias y del objetivo a 2 y aumenta el número máximo de acumulaciones para todos los efectos en 42.",
        "[Debilidad] Cambia el número de acumulaciones propias y del objetivo a 2 y aumenta el número máximo de acumulaciones para todos los efectos en 50."
      ],
      "story": "Cartas que Bernheim escribió a su familia luego de su destierro. No estaba seguro de enviarlas hasta ahora, tras siete años desde el exilio. La mayoría de las cartas están dirigidas a su hermano y su hermana, quienes tenían cinco y diez años menos que él cuando lo expulsaron."
    }
  },
  "t5": {
    "light": "Ataque, Defensa, Salud +15%/Probabilidad de crítico +100",
    "dark": "En un ataque normal, hace que el objetivo reciba un 1% de Daño mágico aumentado y reduce su Defensa mágica en un 1% durante 10 segundos. Este efecto se puede acumular hasta 20 veces."
  }
}