{
  "name": "Loman",
  "subtitle": "Guardián de la confianza",
  "description": "El guardián de la monarquía de Orvel. Sin autorización real, nadie puede avanzar ni un paso más allá de Loman. El enorme poder de su alabarda obliga a los enemigos a arrodillarse ante él.",
  "story": "Si uno tuviera que elegir a los Caballeros guardianes más confiables, Loman sería el primer nombre en el que pensaría. La familia real le tiene tanta confianza que lo nombraron guardián de la monarquía de Orvel. En general, es un hombre gentil y amable, pero se vuelve muy severo cuando alguien intenta acercarse a su rey sin autorización real. Nadie que haya visto su alabarda, la que le entregó Scarlet, dividir el aire en dos ha regresado con vida. Sin embargo, en su tiempo libre, es un hombre sensible que disfruta de su pasatiempo como tallador de madera.",
  "like": "Clause, Demia, gelatina, tallar madera",
  "dislike": "Menta, ginseng",
  "inn": {
    "idle": "Simplemente vine durante mi descanso. Es un lugar muy agradable. Debería pasar más seguido.",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Entra. Estaba trabajando en una de mis esculturas en madera. ¿Quieres echar un vistazo?",
      "talk": [
        "Mi familia ha protegido a la monarquía de Orvel durante siglos. Cuando llegué al castillo, mi padre me entregó nuestra reliquia familiar.",
        "Esta alabarda parece ser bastante especial. Cuando le pregunté a Jin al respecto, me dijo que contiene la esencia de una bestia divina antigua."
      ],
      "gift": "¿Qué? Debo decirte que no voy a abrir la bóveda ni el laberinto por ti, ja, ja."
    },
    "relationship": {
      "greet": "Ser el guardián de la monarquía es un deber muy importante y solemne, pero a veces, envidio a mis compañeros, ya que ellos tienen más libertad para ir y venir.",
      "talk": [
        "Haré todo lo que pueda para devolver la confianza que su alteza tiene en mí.",
        "Tallar madera es un antiguo pasatiempo que tengo. Antes de me diera cuenta, mi habitación estaba llena de mis trabajos en madera, ja, ja.",
        "Vi a alguien de cabello largo celebrando durante todo el día. Puedo ver a muchas personas alegres que viven la vida a su manera."
      ]
    }
  },
  "uw": {
    "name": "Ola de protección, Gaiamenes",
    "description": [
      "El efecto «Orgullo de Orvelia» se acumula con cada uso de habilidades y no se puede disipar. Cuando se acumula 4 veces, se activa el efecto «Bendición de Orvelia», lo que inflige un 200 % del Ataque como Daño físico a los enemigos dentro de un rango más amplio y aumenta la Debilidad física de los objetivos en un 25 % durante 10 segundos. «Bendición de Orvelia» también aumenta la Defensa mágica en un 10 % durante 10 segundos.",
      "El efecto «Orgullo de Orvelia» se acumula con cada uso de habilidades y no se puede disipar. Cuando se acumula 4 veces, se activa el efecto «Bendición de Orvelia», lo que inflige un 240 % del Ataque como Daño físico a los enemigos dentro de un rango más amplio y aumenta la Debilidad física de los objetivos en un 30 % durante 10 segundos. «Bendición de Orvelia» también aumenta la Defensa mágica en un 12 % durante 10 segundos.",
      "El efecto «Orgullo de Orvelia» se acumula con cada uso de habilidades y no se puede disipar. Cuando se acumula 4 veces, se activa el efecto «Bendición de Orvelia», lo que inflige un 290 % del Ataque como Daño físico a los enemigos dentro de un rango más amplio y aumenta la Debilidad física de los objetivos en un 36 % durante 10 segundos. «Bendición de Orvelia» también aumenta la Defensa mágica en un 14 % durante 10 segundos.",
      "El efecto «Orgullo de Orvelia» se acumula con cada uso de habilidades y no se puede disipar. Cuando se acumula 4 veces, se activa el efecto «Bendición de Orvelia», lo que inflige un 350 % del Ataque como Daño físico a los enemigos dentro de un rango más amplio y aumenta la Debilidad física de los objetivos en un 43 % durante 10 segundos. «Bendición de Orvelia» también aumenta la Defensa mágica en un 17 % durante 10 segundos.",
      "El efecto «Orgullo de Orvelia» se acumula con cada uso de habilidades y no se puede disipar. Cuando se acumula 4 veces, se activa el efecto «Bendición de Orvelia», lo que inflige un 420 % del Ataque como Daño físico a los enemigos dentro de un rango más amplio y aumenta la Debilidad física de los objetivos en un 51 % durante 10 segundos. «Bendición de Orvelia» también aumenta la Defensa mágica en un 21 % durante 10 segundos.",
      "El efecto «Orgullo de Orvelia» se acumula con cada uso de habilidades y no se puede disipar. Cuando se acumula 4 veces, se activa el efecto «Bendición de Orvelia», lo que inflige un 500 % del Ataque como Daño físico a los enemigos dentro de un rango más amplio y aumenta la Debilidad física de los objetivos en un 60 % durante 10 segundos. «Bendición de Orvelia» también aumenta la Defensa mágica en un 25 % durante 10 segundos."
    ],
    "story": "La alabarda que blandía una antigua estatua guardiana a cargo de defender la puerta del laberinto descubierto recientemente debajo del terreno real. La estatua vieja y erosionada sostenía la alabarda con firmeza, como si estuviera demostrando su determinación de proteger el laberinto contra los intrusos. Loman, que estaba a cargo de la excavación en el laberinto, sintió algo sublime frente a la estatua, imposible de describir con palabras, y mostró la debida cortesía. En ese momento, la estatua dejó caer la alabarda y comenzó a desmoronarse. La alabarda no mostraba señales del paso del tiempo, y estaba imbuida de una energía misteriosa. «Esa estatua se desmoronó repentinamente y soltó la alabarda...» Dijo Scarlet, mientras echaba un vistazo al informe. «Sí, señora.» Scarlet miró a Loman. «La honestidad inquebrantable de proteger un sitio hasta que colapse su propio cuerpo... Conozco a un hombre con esas características.» «¿Cómo dice, señora?» Miró a Scarlet con perplejidad mientras ella, sonriendo, le entregaba la alabarda."
  },
  "s1": {
    "name": "Corte del suelo",
    "description": "Causa {0} de Daño físico a los enemigos frontales dentro del rango y los derriba durante {1} segundo(s), lo que aumenta la Debilidad física de los objetivos afectados en un {3}% durante {2} segundo(s).",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Bloquea todo el Daño mientras esta habilidad este en uso"
    },
    "light": "El tiempo de reutilización se reduce en 3 segundos.",
    "dark": "Aumenta la Debilidad física del objetivo afectado en un 25% durante 10 segundos.",
    "ut": {
      "name": "Técnicas de combate básicas de los caballeros de Orvelia",
      "description": [
        "[Corte de suelo] Reduce el Bloqueo físico del objetivo en 500 y su Resistencia al control de multitudes en 100 durante 10 segundos.",
        "[Corte de suelo] Reduce el Bloqueo físico del objetivo en 500 y su Resistencia al control de multitudes en 120 durante 10 segundos.",
        "[Corte de suelo] Reduce el Bloqueo físico del objetivo en 500 y su Resistencia al control de multitudes en 140 durante 10 segundos.",
        "[Corte de suelo] Reduce el Bloqueo físico del objetivo en 500 y su Resistencia al control de multitudes en 170 durante 10 segundos.",
        "[Corte de suelo] Reduce el Bloqueo físico del objetivo en 500 y su Resistencia al control de multitudes en 210 durante 10 segundos.",
        "[Corte de suelo] Reduce el Bloqueo físico del objetivo en 500 y su Resistencia al control de multitudes en 250 durante 10 segundos."
      ],
      "story": "Una guía de artes marciales básica que abarca los fundamentos que aprenden todos los caballeros de Orvel. Entre las distintas habilidades, Corte de suelo brinda una base sólida al estilo de pelea de un caballero. Es una de las primeras habilidades que se aprenden, pero su complicado mecanismo marca la diferencia de poder entre un caballero novato y uno diestro. Loman ha leído la guía más de mil veces desde su nombramiento como caballero, y siempre recurre a ella cuando siente la necesidad de seguir mejorando."
    }
  },
  "s2": {
    "name": "Credo envolvente",
    "description": "Elimina los efectos negativos de todos los aliados. Lanza un escudo sobre todos los aliados que absorbe {1} de Daño durante {0} segundo(s) y reduce todo el Daño que recibieron en un {3}% durante {2} segundo(s). Mientras está activo, el escudo otorga inmunidad al Control de multitudes.",
    "books": {
      "0": "Aumenta el Escudo en {0}%.",
      "1": "Aumenta el Escudo en {0}%.",
      "2": "Aumenta el Escudo en {0}%."
    },
    "light": "Reduce el Tiempo de reutilización en 5 segundos.",
    "dark": "El escudo dura 5 segundos más.",
    "ut": {
      "name": "Miniatura de muñeca de madera",
      "description": [
        "[Credo envolvente] Reduce el Costo de Mana en 1 y recupera el Mana del objetivo en 400.",
        "[Credo envolvente] Reduce el Costo de Mana en 1 y recupera el Mana del objetivo en 480.",
        "[Credo envolvente] Reduce el Costo de Mana en 1 y recupera el Mana del objetivo en 580.",
        "[Credo envolvente] Reduce el Costo de Mana en 1 y recupera el Mana del objetivo en 700.",
        "[Credo envolvente] Reduce el Costo de Mana en 1 y recupera el Mana del objetivo en 840.",
        "[Credo envolvente] Reduce el Costo de Mana en 1 y recupera el Mana del objetivo en 1000."
      ],
      "story": "Loman solía tallar esculturas pequeñas del tamaño de su mano para organizar sus pensamientos cuando había dificultades. Mientras alisaba los bordes, se sentía en paz y recordaba cómo era cuando estaba aprendiendo las bases. Al principio, era solo un entretenimiento, pero pronto se convirtió en un pasatiempo, en una pasión que terminó llenando su habitación con cientos de esculturas. Un día, Loman comenzó a crear muñecas de madera para regalárselas a sus amigos y a sus hombres. En ese entonces, las muñecas encantadas que protegían del mal a los corazones eran muy populares en Orvelia. Loman le pidió a un viejo chamán experto en remedios tradicionales que encantara las muñecas de madera con un hechizo de protección y luego se las regaló a sus colegas."
    }
  },
  "s3": {
    "name": "Credo del caballero",
    "description": "Ataca a los enemigos frontales dentro del rango 3 veces. Los primeros 2 ataques provocan {0} de Daño físico y los aturden durante {1} segundo(s), mientras que el tercer ataque afecta a los enemigos en un rango más amplio 2 veces, lo que inflige un total de {2} de Daño físico. El último ataque aturde a los enemigos durante 5 segundos y les aplica el efecto [Marca del credo], lo que los daña durante {3} segundos(s). Los objetivos afectados por [Marca del credo] reciben {4} más de Daño físico de los aliados, sin incluir al lanzador. El efecto de Daño adicional se activa solo una vez cada {5} segundo(s).",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Cuando hay un enemigo, el Daño se incrementa en un 100%.",
    "dark": "Mientras está en uso, obtiene inmunidad al Control de multitudes.",
    "ut": {
      "name": "Mar de invocación",
      "description": [
        "[Credo del caballero] reduce el Tiempo de reutilización en un 30% y aumenta la Debilidad física del objetivo en un 10% durante 10 segundos.",
        "[Credo del caballero] reduce el Tiempo de reutilización en un 30% y aumenta la Debilidad física del objetivo en un 12% durante 10 segundos.",
        "[Credo del caballero] reduce el Tiempo de reutilización en un 30% y aumenta la Debilidad física del objetivo en un 14% durante 10 segundos.",
        "[Credo del caballero] reduce el Tiempo de reutilización en un 30% y aumenta la Debilidad física del objetivo en un 17% durante 10 segundos.",
        "[Credo del caballero] reduce el Tiempo de reutilización en un 30% y aumenta la Debilidad física del objetivo en un 21% durante 10 segundos.",
        "[Credo del caballero] reduce el Tiempo de reutilización en un 30% y aumenta la Debilidad física del objetivo en un 25% durante 10 segundos."
      ],
      "story": "Una reliquia de la familia de Loman. El primer rey de Orvelia entregó este dije a la familia de Loman para honrar su servicio y lealtad a la hora de proteger a la monarquía de Orvel. Se desconoce su origen, pero se cree que es un accesorio que contiene el espíritu del guardián del Continente Orbis de una antigua civilización. Los dueños de este artículo afirmaron lo mismo. Cuando deciden arriesgar sus vidas para defender lo que les importa, invocan un increíble poder como las olas del mar. Las personas ahora creen que esta gema azul invoca espíritus, por lo que comenzaron a llamarla «Mar de la invocación». Loman la recibió de su padre como una reliquia familiar cuando ingresó al castillo, y la lleva consigo a todas partes."
    }
  },
  "s4": {
    "name": "El último guardián",
    "description": "Acumula el efecto [Tolerancia] cada segundo. No se puede disipar la [Tolerancia], y cuando se acumula {0} veces, provoca {1} de Daño físico, ignorando la Defensa de los enemigos cercanos, y reduce el Ataque de los enemigos afectados en un 20 % durante {2} segundo(s). Un bloqueo exitoso otorga 1 acumulación adicional de [Tolerancia]. Este efecto se activa solo una vez cada {3} segundo(s).",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Aumenta la cantidad de «Tolerancia» acumulada cada segundo en 1.",
    "dark": "Reduce la Velocidad de ataque del enemigo afectado en 200 durante 10 segundos."
  },
  "t5": {
    "light": "ATQ, DEF, Salud+15% / Bloq Magico +200",
    "dark": "Al bloquear el Daño mágico, el Bloqueo mágico de todos los aliados aumenta en 200 y la Defensa mágica en un 10% de la Defensa mágica de Loman durante 5 segundos. Este efecto se activa solo una vez cada 5 segundos."
  }
}