{
  "name": "Nicky",
  "subtitle": "Jefa de la guardia de la crueldad",
  "description": "Una guerrera, la jefa de la guardia en la Prisión militar de Orvel, donde están presos los peores monstruos. Transmite miedo a los monstruos y sus habilidades y poder se comparan con los de la Bestia de la arena Gladi. Su poderosa maza destruye los huesos y tritura la piel de sus enemigos.",
  "story": "Líder de la guardia a cargo de la Prisión militar de Orvel. En el pasado, solía ser una guerrera de la arena de Orvel y la rival de Gladi. Cuando Gladi comenzó a pasar más tiempo administrando una tienda que conquistando la arena, Nicky también perdió el interés y se buscó otro trabajo. Al tener cierta experiencia en el entrenamiento de monstruos, se postuló para el cargo de jefe de la guardia de la Prisión militar, un trabajo peligroso pero muy bien remunerado. Si bien los prisioneros suelen abstenerse de causar problemas debido al miedo que le tienen, alguna que otra vez perdieron la cabeza y provocaron disturbios. En cada uno de esos incidentes, su maza derramó la sangre suficiente como para que los monstruos se volvieran a replegar.",
  "like": "Cosas simples, cosas organizadas",
  "dislike": "Rebeldes problemáticos",
  "inn": {
    "idle": "¿Por dónde andabas? ¡Vamos a beber algo!",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "¡Oye, qué haces deambulando por ahí! ¡Ven!",
      "talk": [
        "Me estoy empezando a cansar de hostigar a esos monstruos.",
        "¿Acaso no hay nadie que pueda dar una pelea decente? ¿Qué me dices de ti? ¡Vamos!"
      ],
      "gift": "¿Un regalo? ¿En serio?"
    },
    "relationship": {
      "greet": "Habría que darles una paliza a los que tienen actitudes sospechosas, ¿no te parece?",
      "talk": [
        "¿Qué tal el trabajo? Nada especial. Solo me dedico a apalear a los que no se comportan.",
        "¡Esto es mucho mejor que la prisión lúgubre!",
        "Gladi el tedioso, no ha aparecido en la arena estos días."
      ]
    }
  },
  "uw": {
    "name": "Maza de rehabilitación, Hartnon",
    "description": [
      "Los golpes de habilidad aumentan el Daño físico que recibe el objetivo en un 20 % durante 5 segundos y reducen el Mana en 80 cada segundo.",
      "Los golpes de habilidad aumentan el Daño físico que recibe el objetivo en un 24 % durante 5 segundos y reducen el Mana en 100 cada segundo.",
      "Los golpes de habilidad aumentan el Daño físico que recibe el objetivo en un 29 % durante 5 segundos y reducen el Mana en 120 cada segundo.",
      "Los golpes de habilidad aumentan el Daño físico que recibe el objetivo en un 35 % durante 5 segundos y reducen el Mana en 140 cada segundo.",
      "Los golpes de habilidad aumentan el Daño físico que recibe el objetivo en un 42 % durante 5 segundos y reducen el Mana en 170 cada segundo.",
      "Los golpes de habilidad aumentan el Daño físico que recibe el objetivo en un 50 % durante 5 segundos y reducen el Mana en 200 cada segundo."
    ],
    "story": "La maza que blande la jefa de la guardia para mantener a los prisioneros bajo control. Se la conoce como Maza de rehabilitación para los monstruos rebeldes en cautiverio. Aunque va pasando de generación en generación de un jefe de la guardia a otro en la Prisión militar de Orvelia, poco después de que Nicky asumiera como nueva jefa, rompió una parte de la maza mientras atacaba sin piedad a los prisioneros. -......... Estaba observando la maza rota y luego desvió la mirada hacia los monstruos. La bestia infernal Hartnon, cuyo cuerpo estaba completamente cubierto de cuernos, llamó su atención. Apareció una sonrisa cruel en el rostro de Nicky. “¡Tú! ¡Tienes un lindo ojo a pesar de ser un engendro despreciable!” Tiempo después, el ojo del monstruo fue a parar a las manos del herrero Jin y se convirtió en la nueva maza de Nicky. Era perfecta para ella. Los cuernos que brotaban de la maza expulsaban una maldición atroz, mientras que el profundo resentimiento arraigado en la ofrenda del ojo del monstruo garantizaba un dolor insoportable. Los prisioneros comenzaron a llamar “Hartnon” a la nueva maza en honor a la bestia sacrificada. Nicky sentía un intenso e incomparable placer cada vez que arremetía contra los prisioneros con su nueva maza."
  },
  "s1": {
    "name": "Maza de rehabilitación",
    "description": "Inflige Daño físico de {0} al enemigo objetivo y a los enemigos en un rango cercano, y los aturde durante {1} seg. El objetivo queda en Desarme durante {2} seg. El Bloqueo físico de los enemigos en Desarme cambia a 0. Este efecto no se puede eliminar.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Incrementa la duración de Desarme en 3 segundos.",
    "dark": "Reduce en 1 el costo de Mana.",
    "ut": {
      "name": "Botas especiales de la Prisión militar",
      "description": [
        "[Maza de rehabilitación] Reduce la Defensa física del enemigo afectado en un 25 % durante 10 segundos y agrega el Efecto de reducción a la Tasa de curación en un 30 % durante el estado Desarme.",
        "[Maza de rehabilitación] Reduce la Defensa física del enemigo afectado en un 25 % durante 10 segundos y agrega el Efecto de reducción a la Tasa de curación en un 36 % durante el estado Desarme.",
        "[Maza de rehabilitación] Reduce la Defensa física del enemigo afectado en un 25 % durante 10 segundos y agrega el Efecto de reducción a la Tasa de curación en un 43 % durante el estado Desarme.",
        "[Maza de rehabilitación] Reduce la Defensa física del enemigo afectado en un 25 % durante 10 segundos y agrega el Efecto de reducción a la Tasa de curación en un 52 % durante el estado Desarme.",
        "[Maza de rehabilitación] Reduce la Defensa física del enemigo afectado en un 25 % durante 10 segundos y agrega el Efecto de reducción a la Tasa de curación en un 62 % durante el estado Desarme.",
        "[Maza de rehabilitación] Reduce la Defensa física del enemigo afectado en un 25 % durante 10 segundos y agrega el Efecto de reducción a la Tasa de curación en un 75 % durante el estado Desarme."
      ],
      "story": "Un par de botas fabricadas con el cuero de los monstruos que arrasaron la Prisión militar. En su primer día de trabajo como jefa de la guardia, Nicky se sintió muy molesta al ver a los monstruos generando estragos. Mientras los monstruos la atacaban, ella balanceaba su maza y destrozaba cráneos con una sonrisa gélida en el rostro. Luego, Nicky desolló a los monstruos y elaboró un par de botas con el cuero. Desde aquel momento, ningún prisionero volvió a causarle problemas."
    }
  },
  "s2": {
    "name": "Tempestad despiadada",
    "description": "Ataca a los enemigos en el rango cercano circular 7 veces. Daño físico {1} , y los aturde durante 1.5. Si el objetivo es un héroe reduce su defensa física en 30% durante 5 segundos y si es un enemigo común incrementa el daño físico en 30%.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Disipa los efectos positivos de los enemigos con cada ataque.",
    "dark": "Aumenta el Daño en un 100 % a los enemigos que no son héroes mientras la habilidad está activa.",
    "ut": {
      "name": "Pendiente del dios de la guerra",
      "description": [
        "[Tempestad despiadada] Aumenta el Daño en un 50 % y reduce el tiempo de reutilización en un 1,6 % por cada enemigo afectado.",
        "[Tempestad despiadada] Aumenta el Daño en un 50 % y reduce el tiempo de reutilización en un 1,9 % por cada enemigo afectado.",
        "[Tempestad despiadada] Aumenta el Daño en un 50 % y reduce el tiempo de reutilización en un 2,3 % por cada enemigo afectado.",
        "[Tempestad despiadada] Aumenta el Daño en un 50 % y reduce el tiempo de reutilización en un 2,7 % por cada enemigo afectado.",
        "[Tempestad despiadada] Aumenta el Daño en un 50 % y reduce el tiempo de reutilización en un 3,3 % por cada enemigo afectado.",
        "[Tempestad despiadada] Aumenta el Daño en un 50 % y reduce el tiempo de reutilización en un 4 % por cada enemigo afectado."
      ],
      "story": "Un pendiente obtenido de una batalla con Gladi, el rival de toda la vida de Nicky. Se sabe que el Dios de la guerra del continente Orbis en el pasado imbuyó su poder en el pendiente para que se pudiera usar en futuras crisis. Dentro de la joya hay una llama, que brilla como el alma de un guerrero. Cuando llegó a la casa de subastas, Gladi y Nicky pelearon durante días y noches por el pendiente y ninguno pudo ganarlo. ¿Lo que pasó después habrá sido un acto de maldad por parte de la diosa? Cuando la pelea se volvió demasiado feroz, el viento sopló con la esencia de lianas. Gladi, atraído por el aroma dulce, abandonó la batalla y salió corriendo. Eventualmente, Nicky ganó el pendiente."
    }
  },
  "s3": {
    "name": "Última ejecución",
    "description": "Se coloca en posición, enfoca y al atacar remueve los efectos sobre enemigos en un amplio rango frontal, después de causar {0} de daño físico derriba a los enemigos durante 6 segundos. Causa un daño adicional de {1} a enemigos comunes. Aumenta la precisión y la precisión de control de multitudes en 500.",
    "books": {
      "0": "Daño Aumenta en {0}%.",
      "1": "Daño Aumenta en {0}%.",
      "2": "Daño Aumenta en {0}%."
    },
    "light": "Reduce en 1 el costo de Mana.",
    "dark": "Aumenta en 1 el costo de Mana y el Daño en un 100 %.",
    "ut": {
      "name": "Manopla de calaveras despiadada",
      "description": [
        "[Última ejecución] Reduce el tiempo de reutilización en un 30 % y aumenta el Daño propio al Jefe en un 4 % por utilización. Este efecto se puede acumular hasta 10 veces.",
        "[Última ejecución] Reduce el tiempo de reutilización en un 30 % y aumenta el Daño propio al Jefe en un 4,8 % por utilización. Este efecto se puede acumular hasta 10 veces.",
        "[Última ejecución] Reduce el tiempo de reutilización en un 30 % y aumenta el Daño propio al Jefe en un 5,8 % por utilización. Este efecto se puede acumular hasta 10 veces.",
        "[Última ejecución] Reduce el tiempo de reutilización en un 30 % y aumenta el Daño propio al Jefe en un 7 % por utilización. Este efecto se puede acumular hasta 10 veces.",
        "[Última ejecución] Reduce el tiempo de reutilización en un 30 % y aumenta el Daño propio al Jefe en un 8,4 % por utilización. Este efecto se puede acumular hasta 10 veces.",
        "[Última ejecución] Reduce el tiempo de reutilización en un 30 % y aumenta el Daño propio al Jefe en un 10 % por utilización. Este efecto se puede acumular hasta 10 veces."
      ],
      "story": "Una manopla extraña que Nicky le compró a Cassandra mientras visitaba Orvelia. Cassandra conoció a Nicky en la posada, mientras se quejaba y maldecía a sus prisioneros desobedientes, y le vendió este objeto. Según Cassandra, las calaveras en la manopla están hechas con los huesos de hechiceros poderosos, y la de ojos rojos tiene la habilidad de provocar alucinaciones y torturar eternamente a sus enemigos. Nicky la utiliza, junto con su maza, para castigar a los delincuentes."
    }
  },
  "s4": {
    "name": "Instinto de masacre",
    "description": "Aumenta el Ataque en {0} y la Probabilidad de crítico en {1}.Cuando la Salud está en {2}  % o menos, se activará el efecto Locura cruel. El efecto Locura cruel elimina todos los efectos negativos propios, aumenta el Ataque en {4} y la Velocidad de ataque en 500, reduce el Daño infligido en un {5}  % y otorga inmunidad al Control de multitudes durante {3} segundo(s). Este efecto se activa solo una vez durante la batalla.",
    "books": {
      "0": "aumenta la tasa de Ataque en {0}%.",
      "1": "aumenta la tasa de Ataque en {0}%.",
      "2": "aumenta la tasa de Ataque en {0}%."
    },
    "light": "Aumenta la duración de Locura cruel en 5 segundos.",
    "dark": "Recupera 3 casillas de mana cuando el efecto Locura Cruel está activado.",
    "ut": {
      "name": "Manicura amenazante",
      "description": [
        "[Instinto de Masacre] Locura Cruel se vuelve inamovible. Cuando se activa, reduce de inmediato el tiempo de reutilización de todas las habilidades en {0}%.",
        "[Instinto de Masacre] Locura Cruel se vuelve inamovible. Cuando se activa, reduce de inmediato el tiempo de reutilización de todas las habilidades en 24 %.",
        "[Instinto de Masacre] Locura Cruel se vuelve inamovible. Cuando se activa, reduce de inmediato el tiempo de reutilización de todas las habilidades en 29 %.",
        "[Instinto de Masacre] Locura Cruel se vuelve inamovible. Cuando se activa, reduce de inmediato el tiempo de reutilización de todas las habilidades en 35 %.",
        "[Instinto de Masacre] Locura Cruel se vuelve inamovible. Cuando se activa, reduce de inmediato el tiempo de reutilización de todas las habilidades en 42 %.",
        "[Instinto de Masacre] Locura Cruel se vuelve inamovible. Cuando se activa, reduce de inmediato el tiempo de reutilización de todas las habilidades en 50 %."
      ],
      "story": "Una manicura negra que Nicky se pone el día de la recolección de basura en la prisión militar. Nicky odiaba mancharse las uñas con sangre luego de “deshacerse de la basura”. Los distintos monstruos tenían distintos colores de sangre y se le ensuciaban las uñas después del trabajo. Un día, mientras descargaba una ráfaga de insultos enfurecida por las uñas sucias, vio a una dama con uñas de varios colores y se le ocurrió una idea. Si no le gustaba que se le mancharan las uñas con distintos colores, todo lo que tenía que hacer era colocarse un color oscuro de antemano. Eligió a los monstruos con la sangre más oscura y armó una botella de manicura especial. Ahora se la aplica todos los días de recolección de basura. Cuando llega a la prisión militar con las uñas negras, todos los prisioneros tiemblan ante la amenaza de muerte."
    }
  },
  "t5": {
    "light": "ATQ, DEF, Salud+15% / Veloc de ATQ +100",
    "dark": "Aumenta la Resistencia al control de multitudes propia en 500."
  }
}