{
  "name": "Hanus",
  "subtitle": "Instructora de Fuego",
  "description": "La más joven entrenadora de las fuerzas aliadas en la Sala de Mando y Control. Un genio en cuanto a renovación de armas y planeación de estrategias. Derriba al enemigo usando armas creadas por ella misma.",
  "story": "Apodada 'Pequeña Gigante', esta joven de leyenda fue reclutada por la alianza del clan a sus 13 años. Desde su infancia, jugaba con las armas desechadas por su padre, jefe del clan armado. Esto le permitió descubrir su talento innato en el uso de armas. La alianza del clan decidió que no podía desperdiciar su prodigio, y tras recibir el permiso de su padre, integraron y entrenaron a Hanus. En acuerdo a las expectativas del clan ella demostró su genio en batalla. Con armas tan fantásticas que podían cambiar los resultados de la batalla, y sus increíbles tácticas las fuerzas aliadas del clan dieron a conocer su mejor artillería. Más que nada, Hanus era feliz de poder usar las armas que ella misma creaba. Como consecuencia de su participación en múltiples batallas y la responsabilidad que llevaba en sus hombros, fue herida durante una operación militar. Su padre, quien siempre se opuso a su temprana vida militar, se quejó fuertemente con la alianza del clan y demandó el retiro inmediato de Hanus del servicio militar. Pero, se dice que un padre nunca ha podido persuadir a un hijo determinado a hacer su voluntad. Hanus convenció a su padre de poder quedarse en la alianza del clan como entrenadora a cambio de no participar en batalla. Aunque en la actualidad, el entrenar a otros camaradas no le parece tan mal, su anhelo de poder regresar al campo de batalla sigue intacto. Desde la Sala de Mando y Control Hanus sigue esperando el día en el que pueda regresar al campo de batalla al lado de sus compañeros.",
  "like": "Ensamblar armas, Mini Hanus, golosinas de huevo, dardos",
  "dislike": "Indolencia, que se metan con ella, langostinos, vinagre",
  "inn": {
    "idle": "¿Puedes realmente reírte de esto?",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Aunque el entrenamiento te parezca demasiado de momento, me lo agradecerás después.",
      "talk": [
        "¿No habrás olvidado lo que te enseñé la última vez? Pondré a prueba tus capacidades cuando menos te lo esperes.",
        "Sigues equivocándote en la misma pose por días. Puedo perdonar inexperiencia, pero no la indolencia."
      ],
      "gift": "¿Un soborno? Aún así no tengo intención de reducir tu tiempo de entrenamiento."
    },
    "relationship": {
      "greet": "Algún día convenceré a mi padre. Mi lugar es el campo de batalla.",
      "talk": [
        "Decidiré cómo tratarte de acuerdo a los resultados del entrenamiento.",
        "Te comparé algo sabroso si terminas bien el entrenamiento.",
        "Ya todos saben sobre mi muñeca. Mini Hanus... Un nombre bastante infantil..."
      ]
    }
  },
  "uw": {
    "name": "HN-0, Travesura Insignificante",
    "description": [
      "Incrementa el daño de golpes críticos de Hanus un 20%, dispara [HN-Misiles Teledirigidos, Broma Insignificante] cada 20 segundos, causa un daño físico equivalente al 200% del ataque a enemigos aleatorios, y causa uno entre los efectos de Aturdir, Congelar, Petrificar, Derribar y Reducción de la velocidad de ataque en 250 durante 3 segundos.",
      "Incrementa el daño de golpes críticos de Hanus un 24%, dispara [HN-Misiles Teledirigidos, Broma Insignificante] cada 17 segundos, causa un daño físico equivalente al 240% del ataque a enemigos aleatorios, y causa uno entre los efectos de Aturdir, Congelar, Petrificar, Derribar y Reducción de la velocidad de ataque en 250 durante 3 segundos.",
      "Incrementa el daño de golpes críticos de Hanus un 29%, dispara [HN-Misiles Teledirigidos, Broma Insignificante] cada 14 segundos, causa un daño físico equivalente al 290% del ataque a enemigos aleatorios, y causa uno entre los efectos de Aturdir, Congelar, Petrificar, Derribar y Reducción de la velocidad de ataque en 250 durante 3 segundos.",
      "Incrementa el daño de golpes críticos de Hanus un 35%, dispara [HN-Misiles Teledirigidos, Broma Insignificante] cada 12 segundos, causa un daño físico equivalente al 350% del ataque a enemigos aleatorios, y causa uno entre los efectos de Aturdir, Congelar, Petrificar, Derribar y Reducción de la velocidad de ataque en 250 durante 3 segundos.",
      "Incrementa el daño de golpes críticos de Hanus un 42%, dispara [HN-Misiles Teledirigidos, Broma Insignificante] cada 10 segundos, causa un daño físico equivalente al 420% del ataque a enemigos aleatorios, y causa uno entre los efectos de Aturdir, Congelar, Petrificar, Derribar y Reducción de la velocidad de ataque en 250 durante 3 segundos.",
      "Incrementa el daño de golpes críticos de Hanus un 50%, dispara [HN-Misiles Teledirigidos, Broma Insignificante] cada 8 segundos, causa un daño físico equivalente al 500% del ataque a enemigos aleatorios, y causa uno entre los efectos de Aturdir, Congelar, Petrificar, Derribar y Reducción de la velocidad de ataque en 250 durante 3 segundos."
    ],
    "story": "Misteriosa arma de fuego creada por Hanus con todo tipo de habilidades cuando estaba muy enojada. Es usada principalmente en aquellos que la han hecho enojar. Llamada HN-0, esta arma está equipada con balas especiales que pudren el cuerpo y en intervalos lanza balas que rastrean sus objetivos, haciendo el escape imposible. Con excepción a ella, solo personas como el jefe de investigación de Magos Le'Flamme o Annete, la genio tecnomaga de Orvel podrían crear un arma de fuego de este nivel. La razón por la que esta arma fue creada es muy interesante... Cuando Hanus estaba en un operativo militar de captura en un sitio de contrabando, un jefe de comercio de contrabando se burló de ella diciendo: 'El parque de diversiones está de ese lado, ve allá a jugar a guerritas'. Furiosa, Hanus peleó con todas sus fuerzas, pero tuvo que retirarse sin poder capturar al jefe que huía debido a que había demasiados guardias. Esto hizo que Hanus se enfureciera más y cuando llegó el día del siguiente operativo militar de captura, ella apareció con esta misteriosa arma. Y ese día, la estrategia de la operación terminó con tan solo una bala. Junto con sus palabras: 'Tendré que hacer una travesura insignificante en este parque de diversiones'."
  },
  "s1": {
    "name": "¡Puedo Verlo Todo!",
    "description": "Dispara con una metralleta después de aventar una granada, causa un daño físico de {0} al objetivo y sus alrededores y tú obtienes {1} balas. El daño físico que recibe el enemigo afectado aumenta un {3}% durante {2} segundos y se enceguece por {4} segundos. Las balas se acumulan un máximo de {5}.",
    "books": {
      "0": "Incrementa el daño un {0}%.",
      "1": "Incrementa el daño un {0}%.",
      "2": "Incrementa el daño un {0}%."
    },
    "light": "Cancela los efectos positivos del enemigo.",
    "dark": "Obtendrás {0} balas y durante {1} segundos incrementa tu ataque un {2}%. El efecto de incremento de ataque puede ser acumulado hasta {3} veces.",
    "ut": {
      "name": "Vieja Gorra Militar",
      "description": [
        "[¡Puedo Verlo Todo!] Reduce el consumo de mana en 1, e incrementa la duración de ceguera en 0.8 segundos.",
        "[¡Puedo Verlo Todo!] Reduce el consumo de mana en 1, e incrementa la duración de ceguera en 1 segundos.",
        "[¡Puedo Verlo Todo!] Reduce el consumo de mana en 1, e incrementa la duración de ceguera en 1.2 segundos.",
        "[¡Puedo Verlo Todo!] Reduce el consumo de mana en 1, e incrementa la duración de ceguera en 1.4 segundos.",
        "[¡Puedo Verlo Todo!] Reduce el consumo de mana en 1, e incrementa la duración de ceguera en 1.7 segundos.",
        "[¡Puedo Verlo Todo!] Reduce el consumo de mana en 1, e incrementa la duración de ceguera en 2 segundos."
      ],
      "story": "Sombrero de la primera amiga que reconoció a Hanus como compañera de batalla. Hanus fue reclutada por su talento, pero al principio fue ignorada y mofada por ser tan joven. Solo hubo una persona que se percató de sus habilidades, y tras su reconocimiento, todos los demás empezaron a ver a Hanus como igual o superior. Ella siempre fue una amiga importante para Hanus. Sin embargo, su amistad no duró mucho porque Hanus se cambió de puesto y las dos se tuvieron que separar por un tiempo. Al ver llorar a Hanus por primera vez, su amiga le dio su sombrero como muestra de amistad y respeto. Prometiendo volverse a encontrar en este lugar en donde sufrían juntas."
    }
  },
  "s2": {
    "name": "¡Te Dejaré Lleno de Agujeros!",
    "description": "Dispara {0} veces su ametralladora hacia los enemigos frontales en un gran rango y causa un total de {1} daño físico. Si tienes balas, atacas usando {2} cada vez hasta que se acaben todas. En este estado incrementa el daño recibido un {3}%. Cada vez que se dispara {4} veces con la ametralladora, el daño de esta habilidad incrementa {5}%. El efecto de incremento de daño se puede acumular un máximo de {6} veces.",
    "books": {
      "0": "Incrementa el daño un {0}%.",
      "1": "Incrementa el daño un {0}%.",
      "2": "Incrementa el daño un {0}%."
    },
    "light": "Incrementa el consumo de balas en {0} , pero incrementa el daño de golpes críticos de Hanus un {1}% al usar balas consecutivamente.",
    "dark": "Elimina el efecto de incremento de daño recibido por los enemigos.",
    "ut": {
      "name": "El Inicio de la Travesura",
      "description": [
        "[¡Te Dejaré Lleno de Agujeros!] Obtendrás 20 balas, e incrementa el ataque de Hanus un {1}% al usar balas, cada vez que se dispara su ametralladora. Este efecto se puede acumular un máximo de 100 veces.",
        "[¡Te Dejaré Lleno de Agujeros!] Obtendrás 20 balas, e incrementa el ataque de Hanus un {1}% al usar balas, cada vez que se dispara su ametralladora. Este efecto se puede acumular un máximo de 100 veces.",
        "[¡Te Dejaré Lleno de Agujeros!] Obtendrás 20 balas, e incrementa el ataque de Hanus un {1}% al usar balas, cada vez que se dispara su ametralladora. Este efecto se puede acumular un máximo de 100 veces.",
        "[¡Te Dejaré Lleno de Agujeros!] Obtendrás 20 balas, e incrementa el ataque de Hanus un {1}% al usar balas, cada vez que se dispara su ametralladora. Este efecto se puede acumular un máximo de 100 veces.",
        "[¡Te Dejaré Lleno de Agujeros!] Obtendrás 20 balas, e incrementa el ataque de Hanus un {1}% al usar balas, cada vez que se dispara su ametralladora. Este efecto se puede acumular un máximo de 100 veces.",
        "[¡Te Dejaré Lleno de Agujeros!] Obtendrás 20 balas, e incrementa el ataque de Hanus un {1}% al usar balas, cada vez que se dispara su ametralladora. Este efecto se puede acumular un máximo de 100 veces."
      ],
      "story": "Primer arma renovada por Hanus, este objeto la ayudó a descubrir su talento. Jugando con pistolas y espadas, de repente se acordó de la gran pistola que guardaba su padre en su cuarto. De acuerdo a su padre, era una pistola con mucha potencia pero inútil en batalla debido a su gran peso. Sin embargo, ella pensaba que la pistola se podía arreglar y por eso la sacó sin permiso de su padre. Después de unos días, esta pistola renació como una mini pistola perfecta para el tamaño de Hanus. Su padre la regaño por haber tocado sus cosas sin permiso, pero no pudo más que sorprenderse al ver la pistola modificada. Sintió que el talento de su hija era extraordinario al ver que la potencia seguía siendo la misma a pesar de que se había hecho más ligera. Lo más sorprendente es que esto sucedió cuando Hanus tenía solo 5 años."
    }
  },
  "s3": {
    "name": "¡Intenta Esconderte en un Nido de Ratas!",
    "description": "Dispara un mortero en un área frontal lejos de sí mismo, causa un daño físico de {0} en un área extensa y obtiene {1} balas. El enemigo afectado es aturdido por {2} segundos. Esta habilidad ignora los efectos de bloqueo del objetivo.",
    "books": {
      "0": "Incrementa el daño un {0}%.",
      "1": "Incrementa el daño un {0}%.",
      "2": "Incrementa el daño un {0}%."
    },
    "light": "Ignora el efecto de reducción de daño del oponente cuando se usa en la Arena del Clan.",
    "dark": "Obtendrás {0} balas y durante {1} segundos incrementa tu penetración de defensa en {2}. El efecto de incremento de penetración de defensa puede ser acumulado hasta {3} veces.",
    "ut": {
      "name": "Mini Hanus",
      "description": [
        "[¡Intenta Esconderte en un Nido de Ratas!] Durante su uso obtendrás inmunidad a los efectos de estado y reduce la recuperación de los oponentes que reciben daño un 20% durante 5 segundos.",
        "[¡Intenta Esconderte en un Nido de Ratas!] Durante su uso obtendrás inmunidad a los efectos de estado y reduce la recuperación de los oponentes que reciben daño un 24% durante 5 segundos.",
        "[¡Intenta Esconderte en un Nido de Ratas!] Durante su uso obtendrás inmunidad a los efectos de estado y reduce la recuperación de los oponentes que reciben daño un 29% durante 5 segundos.",
        "[¡Intenta Esconderte en un Nido de Ratas!] Durante su uso obtendrás inmunidad a los efectos de estado y reduce la recuperación de los oponentes que reciben daño un 35% durante 5 segundos.",
        "[¡Intenta Esconderte en un Nido de Ratas!] Durante su uso obtendrás inmunidad a los efectos de estado y reduce la recuperación de los oponentes que reciben daño un 42% durante 5 segundos.",
        "[¡Intenta Esconderte en un Nido de Ratas!] Durante su uso obtendrás inmunidad a los efectos de estado y reduce la recuperación de los oponentes que reciben daño un 50% durante 5 segundos."
      ],
      "story": "Muñeca de edición limitada que Hanus más quiere y cuida. Esta muñeca se hizo en un taller antiguo de Orvelia con un animal fantástico que no se puede ver en este lugar. Es muy popular entre los niños pero la edición limitada es solo para Hanus. Ella la viste con ropa de lujo todos los días y le pone una mini pistola que ella misma hizo en la mano. Mientras más la adorna, más se parece a ella y por eso las personas le dicen Mini Hanus. De vez en cuando, las personas le preguntan el nombre de la muñeca, pero ella no les enseña porque dice que solo ella lo puede saber."
    }
  },
  "s4": {
    "name": "¡Te Entrenaré!",
    "description": "La velocidad de ataque de Hanus no se ve afectada, incrementa el ataque de todos los aliados en {0} + el ataque de Hanus un {1}%. Si el efecto es utilizado en batallas del clan, se multiplica por {2}. [Batallas del Clan] – Raid del Clan, Conquistas del Clan, Arena del Clan",
    "books": {
      "0": "Incrementa el aumento de ataque un {0}%.",
      "1": "Incrementa el aumento de ataque un {0}%.",
      "2": "Incrementa el aumento de ataque un {0}%."
    },
    "light": "Al inicio de las batallas del clan, reduce el daño recibido por los aliados un {1}% durante {0} segundos.",
    "dark": "Obtendrás {1} balas cada {0} segundos.",
    "ut": {
      "name": "Orden de Mérito Militar Más Joven",
      "description": [
        "[¡Te Entrenaré!] Al inicio de las batallas del clan, reduce la cantidad de mana necesaria para el uso de habilidades en 1 casilla, incrementa el ataque de todos los aliados un 10%, y el daño de golpes críticos un 20% durante 10 segundos. Esta habilidad solo puede ser utilizada 1 vez.",
        "[¡Te Entrenaré!] Al inicio de las batallas del clan, reduce la cantidad de mana necesaria para el uso de habilidades en 1 casilla, incrementa el ataque de todos los aliados un 12%, y el daño de golpes críticos un 24% durante 10 segundos. Esta habilidad solo puede ser utilizada 1 vez.",
        "[¡Te Entrenaré!] Al inicio de las batallas del clan, reduce la cantidad de mana necesaria para el uso de habilidades en 1 casilla, incrementa el ataque de todos los aliados un 14%, y el daño de golpes críticos un 29% durante 10 segundos. Esta habilidad solo puede ser utilizada 1 vez.",
        "[¡Te Entrenaré!] Al inicio de las batallas del clan, reduce la cantidad de mana necesaria para el uso de habilidades en 1 casilla, incrementa el ataque de todos los aliados un 17%, y el daño de golpes críticos un 35% durante 10 segundos. Esta habilidad solo puede ser utilizada 1 vez.",
        "[¡Te Entrenaré!] Al inicio de las batallas del clan, reduce la cantidad de mana necesaria para el uso de habilidades en 1 casilla, incrementa el ataque de todos los aliados un 21%, y el daño de golpes críticos un 42% durante 10 segundos. Esta habilidad solo puede ser utilizada 1 vez.",
        "[¡Te Entrenaré!] Al inicio de las batallas del clan, reduce la cantidad de mana necesaria para el uso de habilidades en 1 casilla, incrementa el ataque de todos los aliados un 25%, y el daño de golpes críticos un 50% durante 10 segundos. Esta habilidad solo puede ser utilizada 1 vez."
      ],
      "story": "Orden de Mérito que recibió por sus grandes hazañas después de que Hanus se unió a la alianza del clan. Los militares reconocieron las extraordinarias estrategias que trajeron grandes ventajas en las batallas y se lo dieron a Hanus. Es algo imposible considerando su edad y periodo de servicio y por eso hubo muchas quejas de parte de unidades que no la conocían y de personas que la envidiaban, pero no había nadie que pudiera refutarse al ver a Hanus en batalla. Es el objeto que mira cuando endurece su anhelo para poder regresar al campo de batalla algún día."
    }
  },
  "t5": {
    "light": "Ataque, Defensa, Salud + 15% / Daño de Golpes Críticos + 20%",
    "dark": "Al inicio de las batallas del clan, reduce el mana de todos los enemigos en {0} e incrementa todos los daños recibidos en {2}% durante {1} segundos."
  }
}