{
  "name": "Chicote Infernal",
  "description": [
    "A cada 8 seg., ataca todos os inimigos e causa 20% do ATQ em forma de DAN M. Alvos recebem DAN aumentado em 10% pelos próximos 5 seg. O efeito de impulso de DAN aumenta em 0,4% com cada ativação e pode acumular até 25 vezes. O efeito de impulso de DAN não pode ser usado ao mesmo tempo em que efeitos iguais de outros aliados.",
    "A cada 8 seg., ataca todos os inimigos e causa 24% do ATQ em forma de DAN M. Alvos recebem DAN aumentado em 12% pelos próximos 5 seg. O efeito de impulso de DAN aumenta em 0,5% com cada ativação e pode acumular até 25 vezes. O efeito de impulso de DAN não pode ser usado ao mesmo tempo em que efeitos iguais de outros aliados.",
    "A cada 8 seg., ataca todos os inimigos e causa 29% do ATQ em forma de DAN M. Alvos recebem DAN aumentado em 14% pelos próximos 5 seg. O efeito de impulso de DAN aumenta em 0,6% com cada ativação e pode acumular até 25 vezes. O efeito de impulso de DAN não pode ser usado ao mesmo tempo em que efeitos iguais de outros aliados.",
    "A cada 8 seg., ataca todos os inimigos e causa 35% do ATQ em forma de DAN M. Alvos recebem DAN aumentado em 17% pelos próximos 5 seg. O efeito de impulso de DAN aumenta em 0,7% com cada ativação e pode acumular até 25 vezes. O efeito de impulso de DAN não pode ser usado ao mesmo tempo em que efeitos iguais de outros aliados.",
    "A cada 8 seg., ataca todos os inimigos e causa 42% do ATQ em forma de DAN M. Alvos recebem DAN aumentado em 21% pelos próximos 5 seg. O efeito de impulso de DAN aumenta em 0,8% com cada ativação e pode acumular até 25 vezes. O efeito de impulso de DAN não pode ser usado ao mesmo tempo em que efeitos iguais de outros aliados.",
    "A cada 8 seg., ataca todos os inimigos e causa 50% do ATQ em forma de DAN M. Alvos recebem DAN aumentado em 25% pelos próximos 5 seg. O efeito de impulso de DAN aumenta em 1% com cada ativação e pode acumular até 25 vezes. O efeito de impulso de DAN não pode ser usado ao mesmo tempo em que efeitos iguais de outros aliados."
  ],
  "story": "A cauda flamejante de Velkazar, o Carrasco Cria Infernal. Parece uma serpente envolta em chamas."
}