{
  "name": "Látigo infernal",
  "description": [
    "Cada 8 segundos, ataca a todos los enemigos y provoca un 20% del Ataque como Daño mágico. Los objetivos reciben un 10% de Daño aumentado durante los próximos 5 segundos. El efecto de aumento del Daño se incrementa en un 0,4% con cada activación, y se puede acumular hasta 25 veces. El efecto de aumento del Daño no se puede usar a la vez con los mismos efectos de otros aliados.",
    "Cada 8 segundos, ataca a todos los enemigos y provoca un 24% del Ataque como Daño mágico. Los objetivos reciben un 12% de Daño aumentado durante los próximos 5 segundos. El efecto de aumento del Daño se incrementa en un 0,5% con cada activación, y se puede acumular hasta 25 veces. El efecto de aumento del Daño no se puede usar a la vez con los mismos efectos de otros aliados.",
    "Cada 8 segundos, ataca a todos los enemigos y provoca un 29% del Ataque como Daño mágico. Los objetivos reciben un 14% de Daño aumentado durante los próximos 5 segundos. El efecto de aumento del Daño se incrementa en un 0,6% con cada activación, y se puede acumular hasta 25 veces. El efecto de aumento del Daño no se puede usar a la vez con los mismos efectos de otros aliados.",
    "Cada 8 segundos, ataca a todos los enemigos y provoca un 35% del Ataque como Daño mágico. Los objetivos reciben un 17% de Daño aumentado durante los próximos 5 segundos. El efecto de aumento del Daño se incrementa en un 0,7% con cada activación, y se puede acumular hasta 25 veces. El efecto de aumento del Daño no se puede usar a la vez con los mismos efectos de otros aliados.",
    "Cada 8 segundos, ataca a todos los enemigos y provoca un 42% del Ataque como Daño mágico. Los objetivos reciben un 21% de Daño aumentado durante los próximos 5 segundos. El efecto de aumento del Daño se incrementa en un 0,8% con cada activación, y se puede acumular hasta 25 veces. El efecto de aumento del Daño no se puede usar a la vez con los mismos efectos de otros aliados.",
    "Cada 8 segundos, ataca a todos los enemigos y provoca un 50% del Ataque como Daño mágico. Los objetivos reciben un 25% de Daño aumentado durante los próximos 5 segundos. El efecto de aumento del Daño se incrementa en un 1% con cada activación, y se puede acumular hasta 25 veces. El efecto de aumento del Daño no se puede usar a la vez con los mismos efectos de otros aliados."
  ],
  "story": "La cola en llamas de Velkazar, el Engendro torturador infernal. Se parece a una serpiente ardiente."
}