{
  "name": "Ojo abismal",
  "description": [
    "Al recibir daño, inflige Daño mágico equivalente al 50 % del Ataque propio al objetivo y reduce su Velocidad de ataque en un 400 durante 1.5 segundos. Luego de que finalice el Efecto de reducción de Velocidad de ataque, el objetivo queda petrificado durante 2 segundos. Este efecto se activará una sola vez cada 30 segundos.",
    "Al recibir daño, inflige Daño mágico equivalente al 60 % del Ataque propio al objetivo y reduce su Velocidad de ataque en un 480 durante 1.5 segundos. Luego de que finalice el Efecto de reducción de Velocidad de ataque, el objetivo queda petrificado durante 2.4 segundos. Este efecto se activará una sola vez cada 30 segundos.",
    "Al recibir daño, inflige Daño mágico equivalente al 72 % del Ataque propio al objetivo y reduce su Velocidad de ataque en un 580 durante 1.5 segundos. Luego de que finalice el Efecto de reducción de Velocidad de ataque, el objetivo queda petrificado durante 2.9 segundos. Este efecto se activará una sola vez cada 30 segundos.",
    "Al recibir daño, inflige Daño mágico equivalente al 86 % del Ataque propio al objetivo y reduce su Velocidad de ataque en un 700 durante 1.5 segundos. Luego de que finalice el Efecto de reducción de Velocidad de ataque, el objetivo queda petrificado durante 3.5 segundos. Este efecto se activará una sola vez cada 30 segundos.",
    "Al recibir daño, inflige Daño mágico equivalente al 105 % del Ataque propio al objetivo y reduce su Velocidad de ataque en un 840 durante 1.5 segundos. Luego de que finalice el Efecto de reducción de Velocidad de ataque, el objetivo queda petrificado durante 4.2 segundos. Este efecto se activará una sola vez cada 30 segundos.",
    "Al recibir daño, inflige Daño mágico equivalente al 125 % del Ataque propio al objetivo y reduce su Velocidad de ataque en un 1000 durante 1.5 segundos. Luego de que finalice el Efecto de reducción de Velocidad de ataque, el objetivo queda petrificado durante 5 segundos. Este efecto se activará una sola vez cada 30 segundos."
  ],
  "story": "La fuente de poder de la diosa abismal Xanadus. Da la impresión de que la pupila se mueve aunque haya sido arrancado de su cuerpo."
}