{
  "name": "Roi địa ngục",
  "description": [
    "Mỗi 8 giây gây sát thương tương đương 20% sức tấn công lên toàn bộ địch, làm tăng 10% toàn bộ sát thương nhận trong 5 giây. Mỗi khi hiệu ứng tăng sát thương hoạt động sẽ tăng thêm từng 0.4% và cộng dồn tối đa 25 lần. Hiệu ứng tăng sát thương này không thể sử dụng cùng lúc với hiệu ứng tương tự ở đồng minh khác.",
    "Mỗi 8 giây gây sát thương tương đương 24% sức tấn công lên toàn bộ địch, làm tăng 12% toàn bộ sát thương nhận trong 5 giây. Mỗi khi hiệu ứng tăng sát thương hoạt động sẽ tăng thêm từng 0.5% và cộng dồn tối đa 25 lần. Hiệu ứng tăng sát thương này không thể sử dụng cùng lúc với hiệu ứng tương tự ở đồng minh khác.",
    "Mỗi 8 giây gây sát thương tương đương 29% sức tấn công lên toàn bộ địch, làm tăng 14% toàn bộ sát thương nhận trong 5 giây. Mỗi khi hiệu ứng tăng sát thương hoạt động sẽ tăng thêm từng 0.6% và cộng dồn tối đa 25 lần. Hiệu ứng tăng sát thương này không thể sử dụng cùng lúc với hiệu ứng tương tự ở đồng minh khác.",
    "Mỗi 8 giây gây sát thương tương đương 35% sức tấn công lên toàn bộ địch, làm tăng 17% toàn bộ sát thương nhận trong 5 giây. Mỗi khi hiệu ứng tăng sát thương hoạt động sẽ tăng thêm từng 0.7% và cộng dồn tối đa 25 lần. Hiệu ứng tăng sát thương này không thể sử dụng cùng lúc với hiệu ứng tương tự ở đồng minh khác.",
    "Mỗi 8 giây gây sát thương tương đương 42% sức tấn công lên toàn bộ địch, làm tăng 21% toàn bộ sát thương nhận trong 5 giây. Mỗi khi hiệu ứng tăng sát thương hoạt động sẽ tăng thêm từng 0.8% và cộng dồn tối đa 25 lần. Hiệu ứng tăng sát thương này không thể sử dụng cùng lúc với hiệu ứng tương tự ở đồng minh khác.",
    "Mỗi 8 giây gây sát thương tương đương 40% sức tấn công lên toàn bộ địch, làm tăng 25% toàn bộ sát thương nhận trong 5 giây. Mỗi khi hiệu ứng tăng sát thương hoạt động sẽ tăng thêm từng 1% và cộng dồn tối đa 25 lần. Hiệu ứng tăng sát thương này không thể sử dụng cùng lúc với hiệu ứng tương tự ở đồng minh khác."
  ],
  "story": "Phần đuôi chói sáng của Velkazar, Người tra tấn quái vật. Trông nó giống như con quỷ xà cuộn mình trong lửa."
}