{
  "name": "Fouet infernal",
  "description": [
    "Toutes les 8 sec, attaque tous les ennemis et inflige 20% de l'ATQ en DEG M. Les cibles subissent 10% de DEG supplémentaires pendant les 5 sec suivantes. Le renforcement de DEG augmente de 0,4% à chaque activation et peut être cumulé au max 25 fois. Le renforcement de DEG ne peut pas être utilisé simultanément avec des effets similaires d'autres alliés.",
    "Toutes les 8 sec, attaque tous les ennemis et inflige 24% de l'ATQ en DEG M. Les cibles subissent 12% de DEG supplémentaires pendant les 5 sec suivantes. Le renforcement de DEG augmente de 0,5% à chaque activation et peut être cumulé au max 25 fois. Le renforcement de DEG ne peut pas être utilisé simultanément avec des effets similaires d'autres alliés.",
    "Toutes les 8 sec, attaque tous les ennemis et inflige 29% de l'ATQ en DEG M. Les cibles subissent 14% de DEG supplémentaires pendant les 5 sec suivantes. Le renforcement de DEG augmente de 0,6% à chaque activation et peut être cumulé au max 25 fois. Le renforcement de DEG ne peut pas être utilisé simultanément avec des effets similaires d'autres alliés.",
    "Toutes les 8 sec, attaque tous les ennemis et inflige 35% de l'ATQ en DEG M. Les cibles subissent 17% de DEG supplémentaires pendant les 5 sec suivantes. Le renforcement de DEG augmente de 0,7% à chaque activation et peut être cumulé au max 25 fois. Le renforcement de DEG ne peut pas être utilisé simultanément avec des effets similaires d'autres alliés.",
    "Toutes les 8 sec, attaque tous les ennemis et inflige 42% de l'ATQ en DEG M. Les cibles subissent 21% de DEG supplémentaires pendant les 5 sec suivantes. Le renforcement de DEG augmente de 0,8% à chaque activation et peut être cumulé au max 25 fois. Le renforcement de DEG ne peut pas être utilisé simultanément avec des effets similaires d'autres alliés.",
    "Toutes les 8 sec, attaque tous les ennemis et inflige 50% de l'ATQ en DEG M. Les cibles subissent 25% de DEG supplémentaires pendant les 5 sec suivantes. Le renforcement de DEG augmente de 1% à chaque activation et peut être cumulé au max 25 fois. Le renforcement de DEG ne peut pas être utilisé simultanément avec des effets similaires d'autres alliés."
  ],
  "story": "Queue flamboyante de Velkazar le Tortionnaire de l'enfer. On dirait un serpent enveloppé de flammes."
}