{
  "name": "Kasel",
  "subtitle": "เทพแห่งนักรบ",
  "description": "นักรบผู้ถูกเลือกจากเทพธิดา ผู้แบกดาบใหญ่ติดตัวตลอดเวลาเพื่อฟาดฟันความชั่วร้ายที่ขวางหน้า ด้วยพลังจากเทพธิดา Lua เขาสามารถปลุกพลังแฝงและระเบิดพลังทำลายได้ช่วงเวลาหนึ่ง",
  "story": "ผู้ช่วยอัศวินแห่งราชอาณาจักร Orvelia เขามีความหลังฝังใจเพราะเห็นพ่อแม่ถูกปีศาจที่มารุกรานหมู่บ้านฆ่าต่อหน้า และภายหลังอาจารย์ดาบของเขายังถูกลอบสังหาร เขาจึงหวาดกลัวการสูญเสียคนรอบตัว เรื่องราวในอดีตผลักดันให้เขาออกตามหา Clause พี่น้องร่วมสาบานสมัยเด็กจากบ้านเด็กกำพร้า ผู้เข้าร่วมคณะเดินทางแล้วหายสาบสูญไป",
  "like": "อาหารจากธรรมชาติ",
  "dislike": "การสูญเสีย",
  "inn": {
    "idle": "จะพักอยู่แบบนี้ได้จริงๆน่ะหรอ...ถึงแม้ว่าข้าต้องการการพักผ่อนก็เถอะ...",
    "recruit": {
      "greet": "ไม่ได้เจอกันนานเลย ท่านสบายดีใช่มั้ย?",
      "talk": [
        "ข้าหวังว่าความสงบสุขจะกลับคืนสู่โลกนี้ในเร็ววัน",
        "หนักเหลือเกิน.. ดาบนี้",
        "ข้าไม่เชื่อในโชคชะตา"
      ],
      "gift": "ขอบคุณ นี่จะช่วยให้การต่อสู้จบลงอย่างรวดเร็ว"
    },
    "affinity": {
      "greet": "ข้าเริ่มเห็นหน้าเจ้าอยู่บ่อยๆ นะ เจ้าจะไปเมืองหลวงแล้วเหรอ",
      "talk": [
        "เรื่องทั้งหมดนี้จะจบลงมั้ยเมื่อข้าค้นพาพลังของดาบศักดิ์สิทธิ์",
        "ข้าไม่อยากให้คนอื่นมาทำให้ข้าไขว้เขว ข้าจะไปตามทางของข้า"
      ],
      "gift": "ของขวัญสำหรับชายที่ไร้ชื่อเสียงเช่นข้า... ขอบคุณ"
    },
    "relationship": {
      "greet": "ข้ารู้สึกขอบคุณเสมอที่เจ้าช่วยเหลือ",
      "talk": [
        "ถ้าบอกว่าไม่ยากก็คงจะโกหก แต่ข้าก็คิดว่านั่นคือชีวิตแหละนะ",
        "ขอบคุณที่ช่วยแบ่งเบาภาระข้านะ ขอบคุณจริงๆ",
        "ชีวิตที่สมบูรณ์แบบไม่มีอยู่หรอก เอ่อ แต่ก็มีบางช่วงเวลาที่สมบูรณ์แบบอยู่นะ ฮ่าฮ่า..."
      ]
    }
  },
  "uw": {
    "name": "ดาบศักดิ์สิทธิ์ เอียร์",
    "description": [
      "ทุกการโจมตีมีโอกาส 35% ที่จะสร้างความเสียหายทางกายภาพเพิ่ม 160%",
      "ทุกการโจมตีมีโอกาส 35% ที่จะสร้างความเสียหายทางกายภาพเพิ่ม 192%",
      "ทุกการโจมตีมีโอกาส 35% ที่จะสร้างความเสียหายทางกายภาพเพิ่ม 230%",
      "ทุกการโจมตีมีโอกาส 35% ที่จะสร้างความเสียหายทางกายภาพเพิ่ม 276%",
      "ทุกการโจมตีมีโอกาส 35% ที่จะสร้างความเสียหายทางกายภาพเพิ่ม 331%",
      "ทุกการโจมตีมีโอกาส 35% ที่จะสร้างความเสียหายทางกายภาพเพิ่ม 400%"
    ],
    "story": "ดาบศักดิ์สิทธิ์ในตำนานที่ Lua ประทานให้โลก วัตถุในตำนานชิ้นนี้ก่อตัวขึ้นเมื่อ 100 ปีก่อนในเวลาที่ปีศาจเข้ารุกรานทวีป Orbis ผ่านประตูมิติ ตำนานเล่าว่าราชาฮีโร่ไคล์ใช้ดาบเล่มนี้แทงทะลุหัวใจของ Dark Lord Angmund และยุติสงคราม แต่ทั้งคู่หายตัวไปอย่างไร้ร่องรอย เหลือไว้เพียง Aea"
  },
  "s1": {
    "name": "ใบมีดแห่งการพิพากษา",
    "description": "สร้างความเสียหายทางกายภาพ {0} หน่วย 2 ครั้งแก่ศัตรูในแนวหน้าเป็นวงกลมและทำให้ศัตรูล้มลงเป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "ไม่สนการป้องกันเมื่อมีศัตรู 1 ตัว",
    "ut": {
      "name": "มงกุฎแห่งแสง",
      "description": [
        "[ใบมีดแห่งการพิพากษา] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความเสียหายขึ้น 4% เมื่อใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[ใบมีดแห่งการพิพากษา] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความเสียหายขึ้น 4.8% เมื่อใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[ใบมีดแห่งการพิพากษา] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความเสียหายขึ้น 5.8% เมื่อใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[ใบมีดแห่งการพิพากษา] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความเสียหายขึ้น 7% เมื่อใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[ใบมีดแห่งการพิพากษา] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความเสียหายขึ้น 8.4% เมื่อใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[ใบมีดแห่งการพิพากษา] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความเสียหายขึ้น 10% เมื่อใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง"
      ],
      "story": "มงกุฎของ Kyle กษัตริย์แห่ง Orvelia และฮีโร่แห่งดาบศักดิ์สิทธิ์ กษัตริย์ Kyle สวมมงกุฎนี้ระหว่างการเดินทางไปพิชิตลอร์ดแห่งความมืด Angmund เมื่อ 100 ปีก่อน มงกุฎสีทองนี้มีแรงปรารถนาของเทพธิดาแห่งแสงอยู่ภายใน หลังจาก Angmund ถูกพิชิตลงแล้ว ทั้งมงกุฎแห่งแสงและดาบศักดิ์สิทธิ์ Aea ก็ถูกทิ้งไว้ ณ สถานที่ที่กษัตริย์หายสาบสูญไป"
    }
  },
  "s2": {
    "name": "ความรวดเร็วที่กล้าหาญ",
    "description": "โจมตีศัตรู 3 ครั้ง และจากนั้นพุ่งเข้าด้านหลังศัตรูเพื่อสร้างความเสียหายกายภาพ {0} หน่วย",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มอัตราคริติคอล {0}"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มความเสียหายทางกายของเป้าหมาย 25% เป็นเวลา 10 วินาที",
    "ut": {
      "name": "ถุงมือยาวของจักรพรรดิ์",
      "description": [
        "[ความรวดเร็วที่กล้าหาญ] เพิ่มความเสียหายขึ้น 20% และลดเวลาคูลดาวน์ลง 10% เมื่อโจมตีคริติคอล",
        "[ความรวดเร็วที่กล้าหาญ] เพิ่มความเสียหายขึ้น 24% และลดเวลาคูลดาวน์ลง 10% เมื่อโจมตีคริติคอล",
        "[ความรวดเร็วที่กล้าหาญ] เพิ่มความเสียหายขึ้น 29% และลดเวลาคูลดาวน์ลง 10% เมื่อโจมตีคริติคอล",
        "[ความรวดเร็วที่กล้าหาญ] เพิ่มความเสียหายขึ้น 35% และลดเวลาคูลดาวน์ลง 10% เมื่อโจมตีคริติคอล",
        "[ความรวดเร็วที่กล้าหาญ] เพิ่มความเสียหายขึ้น 42% และลดเวลาคูลดาวน์ลง 10% เมื่อโจมตีคริติคอล",
        "[ความรวดเร็วที่กล้าหาญ] เพิ่มความเสียหายขึ้น 50% และลดเวลาคูลดาวน์ลง 10% เมื่อโจมตีคริติคอล"
      ],
      "story": "ถุงมือยาวที่อาบด้วยพรแห่งเทพธิดาแห่งแสง Lua ถุงมือยาวที่ส่งต่อกันมาให้กับราชาแห่ง Orbis Continent มีพลังจากเทพธิดาที่ช่วยให้สามารถใช้ความรวดเร็วที่กล้าหาญเข้าหาศัตรูได้อย่างไร้ความเกรงกลัว"
    }
  },
  "s3": {
    "name": "ตัวแทนแห่งพระเจ้า",
    "description": "สร้างความเสียหายกายภาพ {0} แก่ศัตรูรอบๆและทำให้สลบ 3 วินาที ทำให้พลังโจมตีของตนเอง {2} และอัตราการหลบหลีกเพิ่มขึ้น {3} และต้านสถานะผิดปกติเป็นเวลา {1} วินาที ไม่สามารถยกเลิกสถานะนี้ได้",
    "books": {
      "0": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มความเร็ว {0} อย่างต่อเนื่อง"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มการเพิ่มพลังโจมตี 40%",
    "ut": {
      "name": "ตราประทับของผู้แทน",
      "description": [
        "[ตัวแทนแห่งพระเจ้า] เพิ่มอัตราการหลบหลีก 250, ความเร็วโจมตี 100 เป็นเวลาต่อเนื่อง",
        "[ตัวแทนแห่งพระเจ้า] เพิ่มอัตราการหลบหลีก 250, ความเร็วโจมตี 120 เป็นเวลาต่อเนื่อง",
        "[ตัวแทนแห่งพระเจ้า] เพิ่มอัตราการหลบหลีก 250, ความเร็วโจมตี 140 เป็นเวลาต่อเนื่อง",
        "[ตัวแทนแห่งพระเจ้า] เพิ่มอัตราการหลบหลีก 250, ความเร็วโจมตี 170 เป็นเวลาต่อเนื่อง",
        "[ตัวแทนแห่งพระเจ้า] เพิ่มอัตราการหลบหลีก 250, ความเร็วโจมตี 210 เป็นเวลาต่อเนื่อง",
        "[ตัวแทนแห่งพระเจ้า] เพิ่มอัตราการหลบหลีก 250, ความเร็วโจมตี 250 เป็นเวลาต่อเนื่อง"
      ],
      "story": "รูนที่พิสูจน์ว่าใครเป็นตัวแทนของ Lua เทพธิดาแห่งแสง รูนแห่งตัวแทนคือวัตถุโบราณของ Church of Lua และจะมอบให้แก่อัศวินที่กวัดแกว่ง Aea ดาบแห่งแสง รูนแห่งตัวแทนผลักศัตรูด้วยพลังแห่งแสงสว่างและเพิ่มพลังโจมตีและกำลังใจ"
    }
  },
  "s4": {
    "name": "การโจมตีของเทพธิดา",
    "description": "เมื่อหลบหลีก สร้างความเสียหายกายภาพ {0} แก่ศัตรูแนวหน้าในอาณาเขตเป็นเวลาและลดอัตราความแม่นยำ {1} แก่ศัตรูที่ถูกความเสียหายเป็นเวลา 5 วินาที หลังโจมตีฟื้น Mana 300",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มอัตราคริติคอล {0}"
    },
    "light": "เปลี่ยนอัตราลดความแม่นยำเป็น 250",
    "dark": "เวลาร่ายสกิลเร็วขึ้นและลดเวลาคูลดาวน์ 1 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / หลบหลีกกาย +100",
    "dark": "เมื่อโจมตี สร้างความเสียหายเพิ่มเติมเท่ากับ 40% ของพลังโจมตีของตัวเอง"
  }
}