{
  "name": "Selene",
  "subtitle": "นักธนูแห่งสายลม",
  "description": "เธอคือเอลฟ์ผู้เย่อหยิ่ง ผู้พิทักษ์แห่ง Forest of Life ลูกธนูของเธออาบไปด้วยพลังดวงจันทร์ ที่พร้อมจะวิ่งเข้าหาเป้าหมายของเธอหากเธอต้องการ",
  "story": "เจ้าหญิงเอลฟ์สูงศักดิ์ชื่นชมทั้งดาบศักดิ์สิทธิ์และนักรบผู้สืบทอดดาบ เธอมุ่งมั่นทำสิ่งที่ถูกต้องอย่างสุดความสามารถ และปรารถนาให้คนอื่นทำเช่นเดียวกัน ด้วยเหตุนี้เธอจึงวิพากษ์วิจารณ์ทุกคนที่ประพฤติผิดทำนองคลองธรรมอย่างจริงใจ ไม่เว้นแม้แต่นักรบดาบศักดิ์สิทธิ์เอง น่าเสียดายที่บางครั้งคนอื่นๆ ก็เข้าใจความมุ่งมั่นแรงกล้าของเธอผิด เธอมักแวะไปเยี่ยมและอยู่เป็นเพื่อน Dosarta น้องสาวของเธอที่หอคอยเป็นประจำ",
  "like": "คนที่ร่วมมือกันทำงานและมีความรับผิดชอบ",
  "dislike": "คนที่ละทิ้งความเชื่อของตน, คนที่หนีจากอันตราย",
  "inn": {
    "idle": "ดูเหมือนว่าพวกมนุษย์จะรวมตัวกันนอนที่นี่สินะ",
    "recruit": {
      "greet": "สบายดีหรึป่าว? ขอให้วันนี้เป็นวันที่อบอุ่นด้วยแสงอาทิตย์นะ",
      "talk": [
        "ทำไมจ้องอย่างนั้นหละ?",
        "เค้าว่ากันว่าคนมีมารยาทเท่านั้นถึงจะได้รับการต้อนรับที่ดีนะ",
        "งั้นข้าจะลองฟังดูก็ได้"
      ],
      "gift": "ช่างเป็นของขวัญที่ดีงามมาก ถ้าจะรักษามันไว้อย่างดี"
    },
    "affinity": {
      "greet": "วันนี้เป็นวันที่ยอดเยี่ยมที่ข้าได้พบกับเจ้า",
      "talk": [
        "ข้ามีชีวิตเพื่อปกป้องผืนป่าตั้งแต่ข้ายังเด็ก นั่นคือเหตุผลว่าทำไมข้าถึงชอบเรื่องราวเกี่ยวกับดาบศักดิ์สิทธิ์",
        "นักรบแห่งดาบศักดิ์สิทธิ์ผู้ปราบ Dark Lord และนำสันติสุขมาสู่โลกเมื่อ 100 ปีที่แล้ว... ตอนนี้เราต้องสร้างตำนานขึ้นมาใหม่"
      ],
      "gift": "นี่คือ...! ขอบคุณสำหรับความเอื้อเฟื้อของเจ้า"
    },
    "relationship": {
      "greet": "ดูเหมือนว่าวันนี้จะเป็นอีกวันที่อากาศดีและแจ่มใส เต็มไปด้วยความสุขและความอบอุ่น",
      "talk": [
        "บางทีข้าอาจจะเข้มงวดกับนักรบมากเกินไปโดยการยัดเยียดความคิดและอุดมคติของข้าใส่เขา...",
        "แวะมาที่ Elidora Forest บ้างสิ ข้าจะต้อนรับเจ้าด้วยตัวเองเลย",
        "คันธนูนี้เป็นสัญลักษณ์พิเศษแห่งมิตรภาพที่ธาตุลมมอบให้ข้า เจ้าสามารถสัมผัสได้นะ ถ้าเจ้าต้องการ"
      ]
    }
  },
  "uw": {
    "name": "โนทอส, สายลมสีเขียว",
    "description": [
      "เมื่อโจมตีคริติคอล เพิ่มความเร็วในการโจมตี 200 เป็นเวลา 10 วินาทีและในเวลาที่กำหนด เมื่อโจมตีปกติ จะยิงลูกธนูเพิ่มเติมแก่เป้าหมาย สร้างความเสียหายทางกายภาพ 100%",
      "เมื่อโจมตีคริติคอล เพิ่มความเร็วในการโจมตี 240 เป็นเวลา 10 วินาทีและในเวลาที่กำหนด เมื่อโจมตีปกติ จะยิงลูกธนูเพิ่มเติมแก่เป้าหมาย สร้างความเสียหายทางกายภาพ 120%",
      "เมื่อโจมตีคริติคอล เพิ่มความเร็วในการโจมตี 280 เป็นเวลา 10 วินาทีและในเวลาที่กำหนด เมื่อโจมตีปกติ จะยิงลูกธนูเพิ่มเติมแก่เป้าหมาย สร้างความเสียหายทางกายภาพ 140%",
      "เมื่อโจมตีคริติคอล เพิ่มความเร็วในการโจมตี 340 เป็นเวลา 10 วินาทีและในเวลาที่กำหนด เมื่อโจมตีปกติ จะยิงลูกธนูเพิ่มเติมแก่เป้าหมาย สร้างความเสียหายทางกายภาพ 170%",
      "เมื่อโจมตีคริติคอล เพิ่มความเร็วในการโจมตี 410 เป็นเวลา 10 วินาทีและในเวลาที่กำหนด เมื่อโจมตีปกติ จะยิงลูกธนูเพิ่มเติมแก่เป้าหมาย สร้างความเสียหายทางกายภาพ 210%",
      "เมื่อโจมตีคริติคอล เพิ่มความเร็วในการโจมตี 500 เป็นเวลา 10 วินาทีและในเวลาที่กำหนด เมื่อโจมตีปกติ จะยิงลูกธนูเพิ่มเติมแก่เป้าหมาย สร้างความเสียหายทางกายภาพ 250%"
    ],
    "story": "ธนูที่ได้รับพลังจากลมหายใจแห่ง Sylph วิญญาณธาตุลม มีเพียงผู้มีคุณธรรมสูงส่งเท่านั้นที่ถือครองมันได้ เมื่อน้าวสาย ธนูจะสร้างศรเวทมนตร์สุดอันตรายจากลมหายใจของวิญญาณธาตุ ธนูที่มีวิญญาณธาตุลมคอยนำทางไม่มีวันพลาดเป้า ไม่ว่าเป้าหมายจะซ่อนตัวอยู่ที่ใด Selene มีสายสัมพันธ์พิเศษกับวิญญาณธาตุมาตั้งแต่เด็ก โดยเฉพาะ Sylph ซึ่งสนิทสนมกับเธอเป็นพิเศษ และเสริมพลังเวทมนตร์ให้ธนูของเธอเป็นสัญลักษณ์แทนมิตรภาพ"
  },
  "s1": {
    "name": "ฝนลูกธนู",
    "description": "ยิงธนู 12 ดอก สร้างความเสียหายทางกายภาพทั้งหมด {0} แก่ศัตรูแบบสุ่ม",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "มีโอกาส 20% ที่จะทำให้ศัตรูสลบ 2 วินาที",
    "ut": {
      "name": "ถุงมือของนักแม่นปืน",
      "description": [
        "[ฝนลูกธนู] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 1 วินาที",
        "[ฝนลูกธนู] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 1.2 วินาที",
        "[ฝนลูกธนู] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 1.4 วินาที",
        "[ฝนลูกธนู] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 1.7 วินาที",
        "[ฝนลูกธนู] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 2.1 วินาที",
        "[ฝนลูกธนู] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 2.5 วินาที"
      ],
      "story": "ถุงมือที่ได้รับพรจากธาตุลม Dosarta มอบถุงมือนี้ให้กับ Selene น้องสาวของนางเพื่อเป็นของขวัญตอบแทนความทุ่มเทในการปกป้องสันติสุขของเหล่าเอลฟ์ ถุงมือดังกล่าวถักทอขึ้นจากผืนผ้าที่อาบด้วยพลังเวทมนตร์แห่งธาตุลม Sylphid จากนั้นนำมาประดับด้วยเส้นด้ายแสงจันทร์โดย Dorsata"
    }
  },
  "s2": {
    "name": "ความว่องไว",
    "description": "เมื่อฮีโร่โจมตี เรียกธนูที่โจมตีศัตรูอัตโนมัติออกมา 5 ดอก ธนูแต่ละดอกสร้างความเสียหายกายภาพ {0}",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ไม่สนการป้องกันเมื่อมีศัตรู 1 ตัว",
    "dark": "ศัตรูที่โดนเอฟเฟ็กต์จะแข็ง 0.5วินาที",
    "ut": {
      "name": "หินผนึกวิญญาณแห่งสายลม",
      "description": [
        "[ความว่องไว] เพิ่มความเสียหายขึ้น 20% และมีโอกาส 15% ที่จะเรียกลูกธนูว่องไว 1 ดอกเมื่อโจมตีธรรมดา",
        "[ความว่องไว] เพิ่มความเสียหายขึ้น 24% และมีโอกาส 15% ที่จะเรียกลูกธนูว่องไว 1 ดอกเมื่อโจมตีธรรมดา",
        "[ความว่องไว] เพิ่มความเสียหายขึ้น 29% และมีโอกาส 15% ที่จะเรียกลูกธนูว่องไว 1 ดอกเมื่อโจมตีธรรมดา",
        "[ความว่องไว] เพิ่มความเสียหายขึ้น 35% และมีโอกาส 15% ที่จะเรียกลูกธนูว่องไว 1 ดอกเมื่อโจมตีธรรมดา",
        "[ความว่องไว] เพิ่มความเสียหายขึ้น 42% และมีโอกาส 15% ที่จะเรียกลูกธนูว่องไว 1 ดอกเมื่อโจมตีธรรมดา",
        "[ความว่องไว] เพิ่มความเสียหายขึ้น 50% และมีโอกาส 15% ที่จะเรียกลูกธนูว่องไว 1 ดอกเมื่อโจมตีธรรมดา"
      ],
      "story": "หินที่ผนึกธาตุธนูลมบ้าระห่ำไว้ภายใน ธาตุนี้สร้างปัญหาทุกรูปแบบด้วยกลเม็ดอันชั่วร้าย มันจึงถูกราชาแฟรี่ปิดผนึกไว้ ธาตุลมที่ก้าวร้าวแฝงพลังลมทำลายล้างไว้ในลูกธนู ซึ่งเพิ่มพลังสังหารขึ้น 5 เท่าหรือมากกว่า"
    }
  },
  "s3": {
    "name": "แสงจันทร์กระทบ",
    "description": "สร้างความเสียหายกายภาพสูงสุด {0} โดยเทียบกับ HP ที่เหลือของเป้าหมายแก่ศัตรูในแนวตรงและทำให้ล้มลง",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เวลาคูลไทม์สกิลลดลง 3 วินาที",
    "dark": "ไม่สนใจเอฟเฟ็กบล็อคของเป้าหมาย",
    "ut": {
      "name": "ลูกธนูเงิน",
      "description": [
        "[แสงจันทร์กระทบ] เพิ่มความเสียหาย 20% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20% เป็นเวลา 10 วินาที",
        "[แสงจันทร์กระทบ] เพิ่มความเสียหาย 24% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20% เป็นเวลา 10 วินาที",
        "[แสงจันทร์กระทบ] เพิ่มความเสียหาย 29% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20% เป็นเวลา 10 วินาที",
        "[แสงจันทร์กระทบ] เพิ่มความเสียหาย 35% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20% เป็นเวลา 10 วินาที",
        "[แสงจันทร์กระทบ] เพิ่มความเสียหาย 42% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20% เป็นเวลา 10 วินาที",
        "[แสงจันทร์กระทบ] เพิ่มความเสียหาย 50% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20% เป็นเวลา 10 วินาที"
      ],
      "story": "หัวธนูที่อาบด้วยพรแห่งเทพธิดาแห่งการล่าและดวงจันทร์ วัตถุโบราณที่สืบทอดต่อกันมาสู่นักล่าเอลฟ์ที่ยอดเยี่ยมที่สุด ว่ากันว่าเทพธิดาแห่งการล่าและดวงจันทร์เป็นห่วงเอลฟ์ผู้ซึ่งปกป้องป่าศักดิ์สิทธิ์ เธอจึงได้ให้พวกเขายืมพลังของเธอผ่านวัตถุโบราณนี้ ธนูเงินที่อาบด้วยพลังแห่งเทพธิดาแห่งดวงจันทร์มีพลังลึกลับที่ช่วยให้ผู้ใช้ปราบศัตรูและเพิ่มความเสียหายได้"
    }
  },
  "s4": {
    "name": "ลูกธนูแสงจันทร์",
    "description": "เมื่อโจมตี เพิ่มพลังโจมตี {1} หน่วยและเพิ่มอัตราคริติคอล {2} หน่วยเป็นเวลา {0} วินาที เอฟเฟคนี้ซ้อนทับกันสูงสุด 3 ครั้ง",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มความเสียหายคริติคอลของฮีโร่ {0} ทุกครั้งที่โจมตี"
    },
    "light": "เปลี่ยนจำนวนแสต็คสูงสุดเป็น 5",
    "dark": "เพิ่มขอบเขตการโจมตีปกติ 20%",
    "ut": {
      "name": "รัดเกล้าแห่งสายลม",
      "description": [
        "[ลูกธนูแสงจันทร์] เพิ่มความเร็วโจมตีขึ้น 100 หน่วย และเพิ่มความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 2% ต่อหนึ่งสแต็ก",
        "[ลูกธนูแสงจันทร์] เพิ่มความเร็วโจมตีขึ้น 100 หน่วย และเพิ่มความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 2.4% ต่อหนึ่งสแต็ก",
        "[ลูกธนูแสงจันทร์] เพิ่มความเร็วโจมตีขึ้น 100 หน่วย และเพิ่มความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 2.9% ต่อหนึ่งสแต็ก",
        "[ลูกธนูแสงจันทร์] เพิ่มความเร็วโจมตีขึ้น 100 หน่วย และเพิ่มความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 3.5% ต่อหนึ่งสแต็ก",
        "[ลูกธนูแสงจันทร์] เพิ่มความเร็วโจมตีขึ้น 100 หน่วย และเพิ่มความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 4.2% ต่อหนึ่งสแต็ก",
        "[ลูกธนูแสงจันทร์] เพิ่มความเร็วโจมตีขึ้น 100 หน่วย และเพิ่มความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 5% ต่อหนึ่งสแต็ก"
      ],
      "story": "รัดเกล้าที่มีความสง่างามของโนโทสและธาตุลม รัดเกล้าแห่งสายลมสืบทอดต่อกันมาจากนักธนูเอลฟ์ยอดฝีมือหลายชั่วอายุคนและ Selene ก็คือเจ้าของคนปัจจุบัน"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "ลดอัตราคริติคอลของตัวเอง 300 และเพิ่มความเสียหายคริติคอล 100%"
  }
}