{
  "name": "Maria",
  "subtitle": "แม่มดตกสวรรค์",
  "description": "เทพผู้ได้รับพรจากฮีโร่ได้ช่วยโลกไว้ในอดีต คำสาปด้วยขนอีกา ใส่ศัตรูทำลายการต่อสู้ทุกรูปแบบ",
  "story": "แม้ในอดีตเธอเคยเป็น Holy Maiden of Lua แต่ภายหลังกลับถูกความชั่วร้ายครอบงำ ยามนี้แม่มดมารดาแห่งอีกาผู้ชิงชังโลกคอยสาปแช่งอดีตเทพธิดาของเธออยู่ในเงามืด ครั้งหนึ่งเธอเคยเป็นเพื่อนของ Kyle และเป็นวีรสตรีขวัญใจผู้คน แต่เมื่อ Kyle หายตัวไป เธอก็เร้นกายจากโลกเช่นกัน เธอปรากฏตัวอีกครั้งในฐานะแม่มดตกสวรรค์และแม่ทัพของกองทัพปีศาจที่หมายคุกคามมนุษยชาติ แต่ทุกวันนี้ดูเธอจะวางแผนบางอย่างอยู่ ไม่ใช่ในฐานะแม่ทัพปีศาจ แต่เป็นแผนของเธอเอง",
  "like": "ล่อลวงผู้ที่ศรัทธา Lua",
  "dislike": "Lua และลัทธิของเธอ",
  "inn": {
    "idle": "อะไรเนี่ย? เจ้าพวกอ่อนหัด?",
    "recruit": {
      "greet": "ทำแบบนั้นกับราชาปีศาจมันเป็นสิ่งที่อันตรายมากนะ, เด็กน้อย",
      "talk": [
        "ไม่ต้องเป็นห่วง ข้าจะอยู่ที่นี่คืนนี้ ห้องของข้าก็อยู่ชั้นบน, เจ้ารังเกียจมั้ยหล่ะที่จะพักกับข้า?",
        "โอ้เยี่ยม, เจ้านี่ดูจะเป็นแบบที่ข้าชอบเลย, น่าอร่อย เนื้อของเจ้านี่น่ากินชะมัด",
        "ลองเดาสิ, ว่าข้าหวังอะไร? ข้าอยากจะเห็นเจ้าร้องขอชีวิตยังไงหล่ะ"
      ],
      "gift": "นั่นมันช่างเด็กเหลือเกิน"
    },
    "affinity": {
      "greet": "แล้วเจ้าต้องการอะไรหรือ",
      "talk": [
        "ดูเหมือนเจ้ายังไม่รู้เรื่องรู้ราวอะไรเลยนะ เจ้ายังต้องเรียนรู้อีกมากก่อนที่เจ้าจะไปเผชิญหน้ากับพวกเขาได้",
        "เจ้าไม่รู้... เจ้าไม่รู้ว่า Lua หน้าตาเป็นยังไง ดีแล้วที่เจ้าไม่รู้"
      ],
      "gift": "ฮ่าฮ่า... ก็ได้ นี้จะเป็นอาหารอีกาที่ดีเลย"
    },
    "relationship": {
      "greet": "..ฮืม เจ้ามาแล้ว ข้าเข้าใจแล้ว เจ้าไม่ได้เป็นแค่มือใหม่อีกต่อไป",
      "talk": [
        "เมื่อข้ามองเจ้า ข้านึกถึงเขาในวัยหนุ่ม...อืม...",
        "ข้าเกลียด Lua เพราะสิ่งที่นางทำ...แต่เจ้า เจ้าต่างออกไป",
        "เจ้าเป็นคนแปลกที่อ้าแขนยอมรับแม่มดที่ชั่วร้าย...ช่างน่ารักอะไรเช่นนี้"
      ]
    }
  },
  "uw": {
    "name": "โคคูทอส, ผู้ส่งสารแห่ง ลีอาร์",
    "description": [
      "เมื่อคริติคอล สร้างความเสียหายเวทต่อเนื่อง 300% ของพลังโจมตีแก่ศัตรูเป็นเวลา 10 วินาที และลดพลังฟื้นฟูลง 50%",
      "เมื่อคริติคอล สร้างความเสียหายเวทต่อเนื่อง 375% ของพลังโจมตีแก่ศัตรูเป็นเวลา 10 วินาที และลดพลังฟื้นฟูลง 50%",
      "เมื่อคริติคอล สร้างความเสียหายเวทต่อเนื่อง 450% ของพลังโจมตีแก่ศัตรูเป็นเวลา 10 วินาที และลดพลังฟื้นฟูลง 50%",
      "เมื่อคริติคอล สร้างความเสียหายเวทต่อเนื่อง 525% ของพลังโจมตีแก่ศัตรูเป็นเวลา 10 วินาที และลดพลังฟื้นฟูลง 50%",
      "เมื่อคริติคอล สร้างความเสียหายเวทต่อเนื่อง 625% ของพลังโจมตีแก่ศัตรูเป็นเวลา 10 วินาที และลดพลังฟื้นฟูลง 50%",
      "เมื่อคริติคอล สร้างความเสียหายเวทต่อเนื่อง 750% ของพลังโจมตีแก่ศัตรูเป็นเวลา 10 วินาที และลดพลังฟื้นฟูลง 50%"
    ],
    "story": "อีกาลึกลับที่เดินทางข้ามมิติได้ สติปัญญาและความหลักแหลมของมันแตกต่างจากนกธรรมดาทั่วไป แท้จริงแล้วนี่คือมอนสเตอร์ที่มีพลังงานมืดท่วมท้นไม่ต่างจากปีศาจ ว่ากันว่าสัตว์ร้ายตนนี้ทรงพลังพอๆ กับปีศาจระดับสูงเลยทีเดียว บ้างก็ว่าบางครั้งมันจะบินพลางพูดภาษามนุษย์เหนือสนามรบ ข้อมูลเรื่องตัวตนของสิ่งมีชีวิตนี้ส่วนใหญ่ยังเป็นปริศนา"
  },
  "s1": {
    "name": "พายุอีกา",
    "description": "สร้างความเสียหายเวทย์ {0} แก่ศัตรูในอาณาเขตและผลักออกไป ทำให้พลังป้องกันเวทย์ลดลง {2}% เป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "ลดความเร็วโจมตี {0}% เป็นช่วงเวลาต่อเนื่อง"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "มีโอกาสในการคุมขัง 3 วินาที 20%",
    "ut": {
      "name": "การเต้นรำของพายุ",
      "description": [
        "[พายุอีกา] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดมานาของเป้าหมายลง 100 หน่วย",
        "[พายุอีกา] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดมานาของเป้าหมายลง 120 หน่วย",
        "[พายุอีกา] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดมานาของเป้าหมายลง 140 หน่วย",
        "[พายุอีกา] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดมานาของเป้าหมายลง 170 หน่วย",
        "[พายุอีกา] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดมานาของเป้าหมายลง 210 หน่วย",
        "[พายุอีกา] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดมานาของเป้าหมายลง 250 หน่วย"
      ],
      "story": "กระจกเวทมนตร์ที่สามารถเรียก Aerial ธาตุแห่งพายุได้ กระจกเวทมนตร์บานนี้สร้างขึ้นโดยใช้หินออบซิเดียนจากแดนโกลาหล และ Aerial ธาตุแห่งพายุก็หลับใหลอยู่ภายในกระจกดังกล่าว เมื่อใดก็ตามที่มีการใช้พายุอีกา Aerial ก็จะตื่นขึ้นและเสริมพลังให้กับมันด้วยการเต้นรำอันดุเดือด"
    }
  },
  "s2": {
    "name": "กรงเล็บกักขัง",
    "description": "สร้างความเสียหายเวทย์ {0} แก่ศัตรู 2 คนและล่ามไว้เป็นเวลา {1} วินาที เป้าหมายที่ได้รับความเสียหายจะได้รับความเสียหายเวทย์เพิ่มเติมอย่างต่อเนื่อง",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ {0}% ในระยะเวลาที่กำหนดอย่างต่อเนื่อง"
    },
    "light": "เพิ่มการใช้ Mana 1 และเปลี่ยนเป้าหมายเป็น 3 ตัว",
    "dark": "เพิ่มเวลาการคุมขัง 1.5 วินาที",
    "ut": {
      "name": "รองเท้าเหล็กของดวงวิญญาณ",
      "description": [
        "[กรงเล็บกักขัง] เพิ่มความเสียหายขึ้น 50% และเพิ่มความอ่อนแอต่อเวทมนตร์ให้กับศัตรูที่ได้รับผลขึ้น 10% เป็นเวลา 10 วินาที",
        "[กรงเล็บกักขัง] เพิ่มความเสียหายขึ้น 50% และเพิ่มความอ่อนแอต่อเวทมนตร์ให้กับศัตรูที่ได้รับผลขึ้น 12% เป็นเวลา 10 วินาที",
        "[กรงเล็บกักขัง] เพิ่มความเสียหายขึ้น 50% และเพิ่มความอ่อนแอต่อเวทมนตร์ให้กับศัตรูที่ได้รับผลขึ้น 14% เป็นเวลา 10 วินาที",
        "[กรงเล็บกักขัง] เพิ่มความเสียหายขึ้น 50% และเพิ่มความอ่อนแอต่อเวทมนตร์ให้กับศัตรูที่ได้รับผลขึ้น 17% เป็นเวลา 10 วินาที",
        "[กรงเล็บกักขัง] เพิ่มความเสียหายขึ้น 50% และเพิ่มความอ่อนแอต่อเวทมนตร์ให้กับศัตรูที่ได้รับผลขึ้น 21% เป็นเวลา 10 วินาที",
        "[กรงเล็บกักขัง] เพิ่มความเสียหายขึ้น 50% และเพิ่มความอ่อนแอต่อเวทมนตร์ให้กับศัตรูที่ได้รับผลขึ้น 25% เป็นเวลา 10 วินาที"
      ],
      "story": "เกราะกรงเล็บที่ Maria มอบให้ผู้ส่งสารของ Lea เป็นของขวัญ เกราะกรงเล็บที่สร้างขึ้นจากทองหรูหราที่มีคำสาปกักขังที่จะทำให้ศัตรูที่ถูกจับไม่สามารถดิ้นหลุดไปไหนได้ ศัตรูที่โดนรองเท้าเหล็กของผู้ส่งสารจับจะไม่สามารถป้องกันการโจมตีด้วยเวทมนตร์และจะได้รับความเสียหายอย่างมาก"
    }
  },
  "s3": {
    "name": "พื้นที่แห่งความมืด",
    "description": "ดึงศัตรูในอาณาเขตมารวมไว้ตรงกลางและสร้างความเสียหายเวทย์ {0} ในการโจมตีครั้งสุดท้ายทำให้ศัตรูหมดสติเป็นเวลา 3 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
    "dark": "ลดการใช้ Mana 1",
    "ut": {
      "name": "จี้แห่งความมืด",
      "description": [
        "[พื้นที่แห่งความมืด] เพิ่มความเสียหาย 20% การโจมตีครั้งสุดท้ายจะลดพลังป้องกันทั้งหมดของเป้าหมาย 30% เป็นเวลา 7 วินาที",
        "[พื้นที่แห่งความมืด] เพิ่มความเสียหาย 24% การโจมตีครั้งสุดท้ายจะลดพลังป้องกันทั้งหมดของเป้าหมาย 30% เป็นเวลา 7 วินาที",
        "[พื้นที่แห่งความมืด] เพิ่มความเสียหาย 29% การโจมตีครั้งสุดท้ายจะลดพลังป้องกันทั้งหมดของเป้าหมาย 30% เป็นเวลา 7 วินาที",
        "[พื้นที่แห่งความมืด] เพิ่มความเสียหาย 35% การโจมตีครั้งสุดท้ายจะลดพลังป้องกันทั้งหมดของเป้าหมาย 30% เป็นเวลา 7 วินาที",
        "[พื้นที่แห่งความมืด] เพิ่มความเสียหาย 42% การโจมตีครั้งสุดท้ายจะลดพลังป้องกันทั้งหมดของเป้าหมาย 30% เป็นเวลา 7 วินาที",
        "[พื้นที่แห่งความมืด] เพิ่มความเสียหาย 50% การโจมตีครั้งสุดท้ายจะลดพลังป้องกันทั้งหมดของเป้าหมาย 30% เป็นเวลา 7 วินาที"
      ],
      "story": "เถ้าธุลีของผู้ส่งสารสีเทาที่แจ้งจุดจบ นี่คือเถ้าธุลีของนกเรเวนที่บินเข้าไปใน Church of Lua ก่อนที่สาธารณรัฐเกรย์จะล่มสลายเมื่อหนึ่งร้อยปีที่แล้ว ทุกคนไม่สนใจผู้ส่งสารอันอัปมงคลนี้ และมีเพียงนักบวชหญิง Maria เท่านั้นที่สนใจมันจวบจนวันสุดท้ายของมัน แม้มันจะตายไปแล้ว แต่มันก็ยังได้ช่วย Maria แผ่ขยายพื้นที่แห่งความมืดของเธอโดยการถ่ายเทพลังงานมืดของมันให้เธอ"
    }
  },
  "s4": {
    "name": "สายลมสีดำ",
    "description": "ลดพลังโจมตีของศัตรูที่ได้รับความเสียหายจาก Maria {1} เป็นเวลา {0} วินาที",
    "books": {
      "0": "เพิ่มปริมาณการลด {0}%",
      "1": "เพิ่มปริมาณการลด {0}%",
      "2": "ลดอัตราคริติคอลของศัตรู {0}% เป็นระยะเวลาต่อเนื่อง"
    },
    "light": "เพิ่มการลดพลังโจมตี 40%",
    "dark": "ลดการต้านคริติคอลเวทย์ของเป้าหมาย 25% เป็นเวลา 10 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "เมื่อคริติคอลลดความต้านทานสถานะของเป้าหมาย 250 เป็นเวลา 10 วินาทีและลดเวลาคูลไทม์ของสกิลทั้งหมด 2% ยกเว้นสกิลที่ใช้อยู่"
  }
}