{
  "name": "Miruru",
  "subtitle": "ราชินีโจรสลัด",
  "description": "โจรสลัดในตำนานผู้ถูกสาปให้กลายเป็นเด็กผู้หญิงตัวเล็กๆ เขามีสามารถสามารถในการยิงกระสุนปืนใหญ่ใส่หัวของศัตรูอย่างแม่นยำ",
  "story": "เธอเคยท่องไปในท้องทะเลในฐานะราชินีโจรสลัดที่เหล่านักเดินเรือหวาดผวา วัตถุต้องสาปเปลี่ยนให้เธอกลายเป็นเด็ก ไม่ช้าพันธมิตรและลูกเรือผู้ซื่อสัตย์ต่างก็ตีจากเธอไปหมด แต่เธอไม่คิดยอมแพ้และเริ่มต้นใหม่จากศูนย์ โดยหวังจะกลับไปยิ่งใหญ่เหมือนในอดีต โชคร้ายที่คำสาปร่างเด็กส่งผลให้ความคิดของเธอกลายเป็นเด็กไปด้วย แต่ถึงอย่างนั้นเธอก็ยังไล่ตามความฝันต่อไป ปัจจุบันเธอเป็นหัวหน้ากลุ่มโจรสลัดมิรุรุที่สอง ซึ่งมีสมาชิกเป็นกอบลินและโนลล์",
  "like": "ขุมทรัพย์หรืออะไรก็ตามที่แวววับ",
  "dislike": "กองทัพเรือ",
  "inn": {
    "idle": "เอาอย่างนี้ งั้นเรามาเป็นพันธมิตรกันดีมั้ย? ข้าจะให้เจ้า 10% ของสิ่งที่เราหาได้ร่วมกัน",
    "recruit": {
      "greet": "ยินดีที่ได้พบเจ้า, เช่นกัน!",
      "talk": [
        "ข้ารู้สึกว่าเราเองก็สามารถทำอะไรได้! ถึงแม้จะมีร่างกายที่ถูกสาปอย่างนี้!",
        "ทะเลกำลังเรียกเราอยู่~!",
        "ข้าจะกลับสู่รูปกายของข้าในวันนึง"
      ],
      "gift": "ทอง, นี่มันทองนี่ !!!!!"
    },
    "affinity": {
      "greet": "ยินดีต้อนรับ! ผู้ใต้บังคับบัญชากิตติมศักดิ์หมายเลขหนึ่งของข้า!!!",
      "talk": [
        "หืม... อดีตของข้าเหรอ เมื่อไหร่ที่ข้าพยายามนึกถึงอะไรบางอย่าง... สมองของข้าจะปิดดังปัง!!! และข้าก็กลิ้งตกเตียง",
        "แต่มีบางอย่างที่ข้าจำได้ ความกระหายที่เผาผลาญ... และตัวหนังสือบนแผนที่ น้ำพุแห่งชีวิตงั้นเหรอ"
      ],
      "gift": "เจ้าเป็นผู้ใต้บังคับบัญชาของข้าจริงๆ! ในเมื่อขุมสมบัติแห่งโจรสลัด Miruru เต็มแล้ว!"
    },
    "relationship": {
      "greet": "นี่เจ้า~ ยินดีต้อนรับกลับมานะ!!",
      "talk": [
        "มาทุ่มเททำงานกันในวันนี้ด้วยเถอะ! เพื่อประโยชน์ของกลุ่มโจรสลัด Miruru!",
        "เจ้านำสมบัติอะไรมาด้วยหรือเปล่า อยู่ไหนล่ะ อยู่ไหนล่ะ อยู่ไหนล่ะ ให้ข้าดูสิ!",
        "ปืนใหญ่ของข้าเหรอ ใช่แล้ว ข้าทำเองแหละ! เจ๋งใช่ไหมล่ะ ใช่ไหม!"
      ]
    }
  },
  "uw": {
    "name": "อาวุธขั้นสุดยอด, เลวีอาธาน",
    "description": [
      "สร้างความเสียหายกายภาพเท่ากับ 100% ของพลังโจมตีต่อศัตรูที่ได้รับผลจากสกิล ตูมมมม! โดยมีโอกาส 50% และเป้าหมายจะได้รับความเสียหายกายภาพเพิ่มขึ้น 20% เป็นเวลา 10 วินาที",
      "สร้างความเสียหายกายภาพเท่ากับ 120% ของพลังโจมตีต่อศัตรูที่ได้รับผลจากสกิล ตูมมมม! โดยมีโอกาส 50% และเป้าหมายจะได้รับความเสียหายกายภาพเพิ่มขึ้น 24% เป็นเวลา 10 วินาที",
      "สร้างความเสียหายกายภาพเท่ากับ 140% ของพลังโจมตีต่อศัตรูที่ได้รับผลจากสกิล ตูมมมม! โดยมีโอกาส 50% และเป้าหมายจะได้รับความเสียหายกายภาพเพิ่มขึ้น 29% เป็นเวลา 10 วินาที",
      "สร้างความเสียหายกายภาพเท่ากับ 170% ของพลังโจมตีต่อศัตรูที่ได้รับผลจากสกิล ตูมมมม! โดยมีโอกาส 50% และเป้าหมายจะได้รับความเสียหายกายภาพเพิ่มขึ้น 35% เป็นเวลา 10 วินาที",
      "สร้างความเสียหายกายภาพเท่ากับ 210% ของพลังโจมตีต่อศัตรูที่ได้รับผลจากสกิล ตูมมมม! โดยมีโอกาส 50% และเป้าหมายจะได้รับความเสียหายกายภาพเพิ่มขึ้น 42% เป็นเวลา 10 วินาที",
      "สร้างความเสียหายกายภาพเท่ากับ 250% ของพลังโจมตีต่อศัตรูที่ได้รับผลจากสกิล ตูมมมม! โดยมีโอกาส 50% และเป้าหมายจะได้รับความเสียหายกายภาพเพิ่มขึ้น 50% เป็นเวลา 10 วินาที"
    ],
    "story": "ในสมัยที่ Miruru ยังเป็นราชินีโจรสลัด เธอคือผู้ที่เหล่านักเดินเรือหวาดกลัว และเป็นภัยคุกคามใหญ่ต่อกองเรือของ Orvelia และจักรวรรดิ กองทัพเรือหวาดกลัวปืนใหญ่บนเรือของเธอเป็นพิเศษ กระบอกที่อานุภาพรุนแรงที่สุดคือ Leviathan ซึ่งเป็นปืนใหญ่หลักของเรือ หลังจากถูกสาป เธอนำของสิ่งหนึ่งติดตัวมาในตอนที่หนีจากลูกเรือกบฏ คุณค่าในฐานะอาวุธของมันเหนือล้ำกว่าทองคำหรือสมบัติชิ้นไหน สิ่งที่เธอนำติดตัวมาก็คือ Leviathan ปืนใหญ่ที่ทรงพลังที่สุดในคลังอาวุธของเธอ หลังผ่านการดัดแปลงหลายครั้ง อดีตมฤตยูแห่งท้องทะเลก็กลายเป็นปืนใหญ่แบบพกพา"
  },
  "s1": {
    "name": "ปังงงง!",
    "description": "สร้างความเสียหายกายภาพ {0} หน่วยแก่ศัตรูทั้งหมดและผลักศัตรูออกไป",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ทำให้ศัตรูได้รับความเสียหายกายภาพเพิ่มขึ้น 25% เป็นเวลา 10 วินาที",
    "dark": "เพิ่มพลังโจมตี 35% เป็นเวลา 10 วินาทีเมื่อทำงาน",
    "ut": {
      "name": "เหรียญแห่งความดิ่งลึก",
      "description": [
        "[ตูมมมม!] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดความต้านทานคริติคอลกายภาพของเป้าหมายลง 200 หน่วยเป็นเวลา 10 วินาที",
        "[ตูมมมม!] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดความต้านทานคริติคอลกายภาพของเป้าหมายลง 240 หน่วยเป็นเวลา 10 วินาที",
        "[ตูมมมม!] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดความต้านทานคริติคอลกายภาพของเป้าหมายลง 290 หน่วยเป็นเวลา 10 วินาที",
        "[ตูมมมม!] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดความต้านทานคริติคอลกายภาพของเป้าหมายลง 350 หน่วยเป็นเวลา 10 วินาที",
        "[ตูมมมม!] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดความต้านทานคริติคอลกายภาพของเป้าหมายลง 420 หน่วยเป็นเวลา 10 วินาที",
        "[ตูมมมม!] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดความต้านทานคริติคอลกายภาพของเป้าหมายลง 500 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "เหรียญนำโชคของ Miruru นี้เป็นขุมสมบัติโบราณจากอาณาจักรที่จมสู่ท้องทะเล เหรียญนี้คือรางวัลจากการสำรวจขุมสมบัติครั้งแรกของนางหลังจากที่ร่างกายของนางเปลี่ยนสภาพเป็นเด็กน้อย Miruru เก็บเหรียญซึ่งสร้างโดยศาสตร์โลหวิทยาโบราณนี้ไว้ในกระเป๋าที่หน้าอก มันช่วยชีวิตนางมาหลายครั้งจนตอนนี้กลายเป็นเหมือนเครื่องรางนำโชคไปแล้ว"
    }
  },
  "s2": {
    "name": "กลิ้งไปมา",
    "description": "สร้างความเสียหายทางกายภาพ {0} 3 ครั้งแก่ศัตรูที่อยู่แนวหน้า และทุกการโจมตีจะมีโอกาสที่ทำให้ล้มลง {1}% เป็นเวลา {2} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "ลดเวลาคูลดาวน์ 8% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
    "ut": {
      "name": "เครื่องวัดแดดของราชาโจรสลัด",
      "description": [
        "[กลิ้งไปมา] เพิ่มความเสียหายขึ้น 4% สำหรับทุกครั้งที่ใช้และฟื้นฟู MP 120 หน่อยเมื่อโจมตีคริติคอล เอฟเฟคนี้สามารถซ้อนทับกันสูงสุด 10 ครั้ง",
        "[กลิ้งไปมา] เพิ่มความเสียหายขึ้น 4.8% สำหรับทุกครั้งที่ใช้และฟื้นฟู MP 120 หน่อยเมื่อโจมตีคริติคอล เอฟเฟคนี้สามารถซ้อนทับกันสูงสุด 10 ครั้ง",
        "[กลิ้งไปมา] เพิ่มความเสียหายขึ้น 5.8% สำหรับทุกครั้งที่ใช้และฟื้นฟู MP 120 หน่อยเมื่อโจมตีคริติคอล เอฟเฟคนี้สามารถซ้อนทับกันสูงสุด 10 ครั้ง",
        "[กลิ้งไปมา] เพิ่มความเสียหายขึ้น 7% สำหรับทุกครั้งที่ใช้และฟื้นฟู MP 120 หน่อยเมื่อโจมตีคริติคอล เอฟเฟคนี้สามารถซ้อนทับกันสูงสุด 10 ครั้ง",
        "[กลิ้งไปมา] เพิ่มความเสียหายขึ้น 8.4% สำหรับทุกครั้งที่ใช้และฟื้นฟู MP 120 หน่อยเมื่อโจมตีคริติคอล เอฟเฟคนี้สามารถซ้อนทับกันสูงสุด 10 ครั้ง",
        "[กลิ้งไปมา] เพิ่มความเสียหายขึ้น 10% สำหรับทุกครั้งที่ใช้และฟื้นฟู MP 120 หน่อยเมื่อโจมตีคริติคอล เอฟเฟคนี้สามารถซ้อนทับกันสูงสุด 10 ครั้ง"
      ],
      "story": "เครื่องวัดแดดของราชาโจรสลัด Olga ผู้ค้นพบทวีปใหม่เป็นคนแรก ราชาโจรสลัด Olga ล่องเรือผ่าน Orbis Continent เพื่อออกไปหาทวีปใหม่ตามการเปิดเผยของเหล่าทวยเทพ เครื่องวัดแดดนี้สามารถคำนวณสถานที่และมุมได้อย่างแม่นยำที่สุดในโลก Miruru ใช้เครื่องวัดแดดนี้เพื่อเพิ่มความเสียหายจากการโจมตีด้วยระเบิดกลิ้ง แต่นางจำไม่ได้ว่าได้มันมาได้ยังไง"
    }
  },
  "s3": {
    "name": "กลุ่มโจรสลัด Miruru!",
    "description": "โจมตีเป้าหมายแบบสุ่มและศัตรูที่อยู่ใกล้เป้าหมาย 5 ครั้ง สร้างความเสียหายกายภาพรวม {1} หน่วยและลดความเร็วโจมตีของศัตรูลง {2} หน่วย หากเป้าหมายไม่ใช่ฮีโร่ สร้างความเสียหายกายภาพเพิ่มเติม {3} หน่วย",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว",
    "dark": "ลบเอฟเฟ็กลดความเร็วโจมตีและเปลี่ยนเป็นเอฟเฟ็กทำให้หมดสติ 3 วินาที",
    "ut": {
      "name": "ลููกปืนใหญ่ประจำตัวกัปตัน Miruru",
      "description": [
        "[กลุ่มโจรสลัด Miruru!] เพิ่มความเสียหาย 50% ลดเวลาคูลดาวน์ 12%",
        "[กลุ่มโจรสลัด Miruru!] เพิ่มความเสียหาย 50% ลดเวลาคูลดาวน์ 14%",
        "[กลุ่มโจรสลัด Miruru!] เพิ่มความเสียหาย 50% ลดเวลาคูลดาวน์ 17%",
        "[กลุ่มโจรสลัด Miruru!] เพิ่มความเสียหาย 50% ลดเวลาคูลดาวน์ 21%",
        "[กลุ่มโจรสลัด Miruru!] เพิ่มความเสียหาย 50% ลดเวลาคูลดาวน์ 25%",
        "[กลุ่มโจรสลัด Miruru!] เพิ่มความเสียหาย 50% ลดเวลาคูลดาวน์ 30%"
      ],
      "story": "กระสุนปืนใหญ่ที่สลักสัญลักษณ์แห่งกลุ่มโจรสลัด Miruru Miruru ยังคงจดจำอดีตอันรุ่งเรืองของเธอได้อย่างชัดเจน ธงที่โบกสะบัดของเธอซึ่งประดับด้วยเครื่องหมายปลาฉลามและเสียงระเบิดที่ดังก้องจากการสั่งการของเธอ ความทรงจำที่งดงามของเรือศัตรูที่จมลงด้วยความหวาดกลัวยังคงอยู่ในตัวเธอ Miruru ใช้กระสุนปืนใหญ่พิเศษเพื่อโจมตีศัตรูในขณะที่รอให้วันที่รุ่งโรจน์หวนย้อนกลับมาอีกครั้ง"
    }
  },
  "s4": {
    "name": "ตูมมมม!",
    "description": "เมื่อโจมตีธรรมดา จะยิงกระสุนเพิ่มอีกนัดโดยมีโอกาส 60% ในการสร้างความเสียหายกายภาพ {0} หน่วยต่อศัตรูทั้งหมด",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มพลังโจมตีขึ้น 0.5% เป็นเวลา 10 วินาทีเมื่อโจมตีคริติคอล เอฟเฟคนี้สามารถซ้อนทับกันสูงสุด 100 ครั้ง",
    "dark": "เปลี่ยนอัตราการทำงานของสกิลเป็น 80%",
    "ut": {
      "name": "ถังดินปืนเต่า",
      "description": [
        "[ตูมมมม!] เพิ่มความเสียหายขึ้น 50% และเมื่อเปิดใช้งาน จะเพิ่มความเร็วโจมตีขึ้น 200 หน่วย เป็นเวลา 3 วินาที",
        "[ตูมมมม!] เพิ่มความเสียหายขึ้น 50% และเมื่อเปิดใช้งาน จะเพิ่มความเร็วโจมตีขึ้น 240 หน่วย เป็นเวลา 3 วินาที",
        "[ตูมมมม!] เพิ่มความเสียหายขึ้น 50% และเมื่อเปิดใช้งาน จะเพิ่มความเร็วโจมตีขึ้น 290 หน่วย เป็นเวลา 3 วินาที",
        "[ตูมมมม!] เพิ่มความเสียหายขึ้น 50% และเมื่อเปิดใช้งาน จะเพิ่มความเร็วโจมตีขึ้น 350 หน่วย เป็นเวลา 3 วินาที",
        "[ตูมมมม!] เพิ่มความเสียหายขึ้น 50% และเมื่อเปิดใช้งาน จะเพิ่มความเร็วโจมตีขึ้น 420 หน่วย เป็นเวลา 3 วินาที",
        "[ตูมมมม!] เพิ่มความเสียหายขึ้น 50% และเมื่อเปิดใช้งาน จะเพิ่มความเร็วโจมตีขึ้น 500 หน่วย เป็นเวลา 3 วินาที"
      ],
      "story": "กระสุนปืนใหญ่ที่ Miruru ร่วมมือกันสร้างกับสหายคนใหม่ซึ่งเป็นผู้เชี่ยวชาญด้านระเบิด Lakrak และ Miruru ได้พบกันในฤดูร้อนที่แล้ว ต่อมาจึงได้ช่วยกันพัฒนากระสุนปืนใหญ่สุดพิเศษที่ใช้เพื่อจุดปืนใหญ่ เนื่องจากดินปืนนี้มีจุดระเบิดต่ำ Miruru จึงเก็บไว้ในถังดินปืนเต่าอย่างปลอดภัยหลังจากที่พบในเรือสมบัติ"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "เมื่อโจมตี จะแสต็คความมืดแก่ตัวเองเท่ากับจำนวนศัตรูที่โดนความเสียหาย เมื่อแสต็คครบ 50 อันจะระเบิดและเพิ่มความเร็วการโจมตี 800, พลังโจมตี 20%"
  }
}