{
  "name": "Lorraine",
  "subtitle": "นักปราชญ์ผู้ยิ่งใหญ่",
  "description": "เอลฟ์ Druid ผู้ที่เข้าร่วมในกองกำลังพันธมิตรของมนุษย์เมื่อครั้งที่ราชาปีศาจบุกโลก สื่อสารกับธรรมชาติและโจมตีศัตรูโดยการใช้ต้นไม้",
  "story": "ยอดนักปราชญ์แห่ง Elidora คือดรูอิดผู้รอบรู้ที่สุด เธอเป็นหนึ่งในกลุ่มผู้กล้าที่ต่อสู้กับปีศาจผู้รุกรานเมื่อ 100 ปีก่อน ผู้คนมักขนานนามให้เธอเป็นบุคคลที่เฉลียวฉลาดที่สุดในทวีป Orbis เธอสอนและฝึกฝนเอลฟ์จำนวนมาก อีกทั้งยังมีสายตาเฉียบคมและพลังเวทมนตร์ที่สั่งสมมาตลอดชีวิต ว่ากันว่าแม้แต่ราชาแห่ง Elidora องค์ปัจจุบันและบุตรธิดาของเขาก็เคยเป็นลูกศิษย์ของเธอ หลังสัมผัสได้ถึงความไม่สงบผิดธรรมชาติใน Elidora Forest เธอจึงจัดแจงหาเส้นทางให้ผู้ครอบครองดาบศักดิ์สิทธิ์",
  "like": "ป่าเงียบสงบ, บทเพลงไพเราะ",
  "dislike": "ทุกอย่างที่ทำลายธรรมชาติ",
  "inn": {
    "idle": "อย่าไปกลัว เจ้าจะต้องแข็งแกร่งขึ้นไปอีก",
    "recruit": {
      "greet": "ในฐานะเอลฟ์แห่ง Ellidora ข้า Lorraine, ขอชดใช้ด้วยเกียรติของข้าแก่พวกเจ้า",
      "talk": [
        "ข้ามีช่วงเวลาที่ดี",
        "ข้าขอให้พรจากธรรมชาติจงสถิตย์กับพวกเจ้าตลอดการเดินทาง",
        "มนุษย์เป็นสิ่งมีชีวิตที่ประหลาด พวกเจ้ามีจุดอ่อนที่ใหญ่หลวงนัก พวกเจ้าไม่สามารถที่จะปฏิเสธต่อการเป็นทาสของความร่ำรวยได้ ถ้าแม้เพียงสักครั้งที่พวกเจ้าได้ลิ้มลองมัน"
      ],
      "gift": "ข้าจะเก็บมันไว้เป็นดั่งเช่นสมบัติ"
    },
    "affinity": {
      "greet": "ข้ายินดีที่จะใช้เวลาอยู่กับเจ้าเสมอ",
      "talk": [
        "ทางแยกที่สำคัญรอคอยเจ้าอยู่ แสงสว่างและเงามือ... จะมาบรรจบกันเป็นเส้นทางเดียว...",
        "แตกต่างจากเอลฟ์ที่ขึ้นชื่อในเรื่องอายุขัยที่ยืนยาว มนุษย์มีช่วงชีวิตที่สั้นกว่า แต่พวกเขาส่องสว่างในช่วงเวลาของพวกเขา"
      ],
      "gift": "ข้าจะถือว่ามันเป็นของขวัญจากความเอื้อเฟื้อของเจ้า"
    },
    "relationship": {
      "greet": "เจ้าแข็งแกร่ง เที่ยงธรรม และบริสุทธิ์ขึ้น",
      "talk": [
        "ดูเหมือนว่าเจ้าจะมีจิตวิญญาณที่บริสุทธิ์ที่สุดเท่าที่ข้าเคยเห็นในช่วงนี้",
        "ถ้าช่วงเวลาแห่งความสุขสงบเหล่านี้สามารถคงอยู่ตลอดไปได้ก็คงจะดี...แต่นั่นคงจะเป็นความผิดพลาด",
        "ข้าจะไม่มีวันลืมเจ้าเลย ไม่ใช่ในฐานะนักปราชญ์ แต่ในฐานะเอลฟ์ธรรมดา"
      ]
    }
  },
  "uw": {
    "name": "โรบุรุ, ประสงค์ของต้นไม้กำเนิดโลก",
    "description": [
      "ทุก 7 วินาที สร้างความเสียหายเวท 40% ของพลังโจมตีและลดพลังป้องกันเวท 10% แก่ศัตรูที่ติดพิษ เพิ่มความเสียหาย 20% ต่อสแต็คพิษ",
      "ทุก 7 วินาที สร้างความเสียหายเวท 48% ของพลังโจมตีและลดพลังป้องกันเวท 12% แก่ศัตรูที่ติดพิษ เพิ่มความเสียหาย 20% ต่อสแต็คพิษ",
      "ทุก 7 วินาที สร้างความเสียหายเวท 57% ของพลังโจมตีและลดพลังป้องกันเวท 14% แก่ศัตรูที่ติดพิษ เพิ่มความเสียหาย 20% ต่อสแต็คพิษ",
      "ทุก 7 วินาที สร้างความเสียหายเวท 69% ของพลังโจมตีและลดพลังป้องกันเวท 17% แก่ศัตรูที่ติดพิษ เพิ่มความเสียหาย 20% ต่อสแต็คพิษ",
      "ทุก 7 วินาที สร้างความเสียหายเวท 83% ของพลังโจมตีและลดพลังป้องกันเวท 20% แก่ศัตรูที่ติดพิษ เพิ่มความเสียหาย 20% ต่อสแต็คพิษ",
      "ทุก 7 วินาที สร้างความเสียหายเวท 100% ของพลังโจมตีและลดพลังป้องกันเวท 25% แก่ศัตรูที่ติดพิษ เพิ่มความเสียหาย 20% ต่อสแต็คพิษ"
    ],
    "story": "ตำนานเล่าว่า ทุก 100 ปี ต้นไม่กำเนิดโลกจะมอบกิ่งของมันหนึ่งกิ่งให้ผู้ที่ถูกเลือก กิ่งไม้เปล่งรัศมีพลังชีวิตนิรันดร์ อีกทั้งมอบพลังมหาศาลและความรู้ให้ผู้ครอบครอง Lorraine สร้างไม้เท้านี้ด้วยการหลอมกิ่งไม้รวมกับศิลาแห่งป่าซึ่งเป็นสมบัติของเผ่าเอลฟ์ ตอนนี้เธอสามารถอัญเชิญพลังแห่งธรรมชาติและรักษาสายสัมพันธ์กับต้นไม้กำเนิดโลกได้ไม่ว่าจะไปที่ไหน"
  },
  "s1": {
    "name": "ป่าหนาม",
    "description": "โจมตี 3 ครั้งแบบสุ่ม ทุกการโจมตี สร้างความเสียหายเวทย์ {0} แก่ศัตรูในอาณาเขตและแสต็คพิษ 1 อัน",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "ทำให้เกิดการซ้อนทับพิษ 2 ครั้งเมื่อทำการโจมตีคริติคอล"
    },
    "light": "เพิ่มจำนวนการโจมตี 1 ครั้ง",
    "dark": "เมื่อโจมตีโดนศัตรูที่แสต็คพิษ 5 ครั้งจะคุมขังเป็นเวลา 3 วินาที",
    "ut": {
      "name": "หนังสือแห่งชีวิต",
      "description": [
        "[ป่าหนาม] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 0.8 วินาที",
        "[ป่าหนาม] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 1 วินาที",
        "[ป่าหนาม] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 1.2 วินาที",
        "[ป่าหนาม] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 1.4 วินาที",
        "[ป่าหนาม] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 1.7 วินาที",
        "[ป่าหนาม] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 2 วินาที"
      ],
      "story": "หนังสือที่รวบรวมความรู้ทั้งหมดเกี่ยวกับทุกชีวิตในผืนป่า หนังสือเวทมนตร์ที่ส่งต่อกันมาระหว่างเหล่าผู้พิทักษ์ต้นไม้กำเนิดโลกนับตั้งแต่ยุคโบราณกาล หลังจากอยู่ภายใต้การดูแลรักษาของเหล่าปราชญ์แห่ง Elidoran มาเป็นเวลานาน บัดนี้ Lorraine คือผู้รับช่วงต่อหนังสือดังกล่าว"
    }
  },
  "s2": {
    "name": "เถาวัลย์พันเกี่ยว",
    "description": "สร้างความเสียหายเวทย์ {0} ในแนวเส้นตรงและแสต็คพิษ 2 อันพร้อมล่ามไว้เป็นเวลา {1} วินาที หลังจากเวลาที่กำหนด สร้างความเสียหายอย่างมากโดยเที่ยบกับจำนวนแสต็คพิษ",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ {0}% ในระยะเวลาที่กำหนด"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "ศัตรูตัวสุดท้ายที่โดนเอฟเฟ็กระเบิดจะหมดสติเป็นเวลา 2",
    "ut": {
      "name": "เบลลาดอนนามรณะ",
      "description": [
        "[เถาวัลย์พันเกี่ยว] ลดค่ามานาลง 1 หน่วยและดูด MP 200 หน่วยจากศัตรูที่ได้รับผล",
        "[เถาวัลย์พันเกี่ยว] ลดค่ามานาลง 1 หน่วยและดูด MP 240 หน่วยจากศัตรูที่ได้รับผล",
        "[เถาวัลย์พันเกี่ยว] ลดค่ามานาลง 1 หน่วยและดูด MP 290 หน่วยจากศัตรูที่ได้รับผล",
        "[เถาวัลย์พันเกี่ยว] ลดค่ามานาลง 1 หน่วยและดูด MP 350 หน่วยจากศัตรูที่ได้รับผล",
        "[เถาวัลย์พันเกี่ยว] ลดค่ามานาลง 1 หน่วยและดูด MP 420 หน่วยจากศัตรูที่ได้รับผล",
        "[เถาวัลย์พันเกี่ยว] ลดค่ามานาลง 1 หน่วยและดูด MP 500 หน่วยจากศัตรูที่ได้รับผล"
      ],
      "story": "เบลลาดอนนาที่งดงามแต่มีพิษ เป็นพืชอันตรายที่เฉพาะยอดนักปราชญ์เท่านั้นที่จะสามารถนำมาใช้ได้ เบลลาดอนต้นเล็กๆ ที่ซ่อนอยู่กับเถาวัลย์ทำให้ศัตรูติดพิษและไม่สามารถป้องกันการโจมตีด้วยเวทมนตร์ได้"
    }
  },
  "s3": {
    "name": "ความโกรธแค้นแห่งป่า",
    "description": "สร้างความเสียหายทางเวทย์ {0} แก่ศัตรูในอาณาเขตและทำให้ล้มเป็นเวลา 3 วินาที ศัตรูที่ติดพิษจะได้รับความเสียหายเพิ่ม {1}% ต่อพิษ 1 อัน",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%",
    "dark": "เมื่อสร้างความเสียหายแก่ศัตรูที่แสต็คพิษ 5 ครั้ง จะลดเอฟเฟ็กบัฟ",
    "ut": {
      "name": "รากต้นไม้กำเนิดโลก",
      "description": [
        "[ความโกรธแค้นแห่งป่า] เพิ่มความเสียหาย 20% เมื่อเกิดคริติคอลกับศัตรูที่มีการแสต็คพิษมากกว่า 5 อันจะลดเวลาคูลดาวน์ 4%",
        "[ความโกรธแค้นแห่งป่า] เพิ่มความเสียหาย 24% เมื่อเกิดคริติคอลกับศัตรูที่มีการแสต็คพิษมากกว่า 5 อันจะลดเวลาคูลดาวน์ 4%",
        "[ความโกรธแค้นแห่งป่า] เพิ่มความเสียหาย 29% เมื่อเกิดคริติคอลกับศัตรูที่มีการแสต็คพิษมากกว่า 5 อันจะลดเวลาคูลดาวน์ 4%",
        "[ความโกรธแค้นแห่งป่า] เพิ่มความเสียหาย 35% เมื่อเกิดคริติคอลกับศัตรูที่มีการแสต็คพิษมากกว่า 5 อันจะลดเวลาคูลดาวน์ 4%",
        "[ความโกรธแค้นแห่งป่า] เพิ่มความเสียหาย 42% เมื่อเกิดคริติคอลกับศัตรูที่มีการแสต็คพิษมากกว่า 5 อันจะลดเวลาคูลดาวน์ 4%",
        "[ความโกรธแค้นแห่งป่า] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลกับศัตรูที่มีการแสต็คพิษมากกว่า 5 อันจะลดเวลาคูลดาวน์ 4%"
      ],
      "story": "หลักฐานพิสูจน์ความเป็นหนึ่งเดียวกันระหว่างดรูอิดและต้นไม้กำเนิดโลก นักปราชญ์ยอดเยี่ยมแห่ง Elidora ยังคงรักษาสายสัมพันธ์อันแนบแน่นกับต้นไม้กำเนิดโลกเสมอมา รากของต้นไม้กำเนิดโลกเป็นหลักฐานพิสูจน์สายสัมพันธ์อันแนบแน่นกับดรูอิด พวกมันจะโจมตีศัตรูด้วยความเสียหายเหนือธรรมชาติ เมื่อใดก็ตามที่ดรูอิดปลดปล่อยโทสะแห่งป่าเพื่อแสดงความโกรธเกรี้ยวและความไม่เป็นมิตรของธรรมชาติ"
    }
  },
  "s4": {
    "name": "ใบไม้มีด",
    "description": "เมื่อโจมตีธรรมดา จะโจมตีศัตรูแบบสุ่ม 3 ครั้งโดยมีโอกาส 30% ในการสร้างความเสียหายเวทมนตร์ {0} หน่วยและซ้อนทับพิษ 1 ครั้งเป็นเวลา 20 วินาที พิษจะสร้างความเสียหายเวทมนตร์ทั้งหมด {1} หน่วยภายใน 20 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เปลี่ยนจำนวนแสต็คพิษสูงสุดเป็น 6 ครั้ง",
    "dark": "มีโอกาส 20% ที่จะคุมขังศัตรูที่ได้รับความเสียหาย 2 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "โจมตีศัตรูทั้งหมดทุกๆ 5 วินาที จะมีโอกาส 30% สร้างความเสียหาย โดยใช้ป่าหนาม"
  }
}