{
  "name": "Clause",
  "subtitle": "อัศวินเกราะเหล็ก",
  "description": "เขาเคยเป็นอัศวินผู้เดินทางไปทั่วโลก ไม่ว่าการรบใดๆ เขาจะเป็นคนที่ยืนกองหน้าปกป้องพรรคพวกที่อยู่ข้างหลังเสมอ ไม่ว่าศัตรูจะบุกมาในรูปแบบไหนเขาก็จะป้องกันและสวนกลับจนศัตรูไม่สามารถบุกเข้ามาได้ เขาได้จึงได้สมญานามว่ากำแพงเหล็ก",
  "story": "ชายผู้ซื่อตรงและมีคุณธรรมคนนี้เป็นหนึ่งในอัศวินที่ปกป้อง Orvel หลายคนเห็นว่าเขาเป็นผู้พิทักษ์แห่ง Orvel ที่พึ่งพาได้ แต่เพราะเขาไม่สนใจเงินทองและความสำเร็จ ตำแหน่งในภาคีอัศวินของเขาจึงไม่สูงนัก เขาโตมาในบ้านเด็กกำพร้าหลังเดียวกับ Kasel และ Frey และรักดินแดนแห่งนี้ เพราะที่นี่คือบ้านของบรรดาคนสำคัญของเขา เขาอาสาเข้าร่วมคณะเดินทางไปสำรววจ King's Plains เมื่อไม่นานมานี้",
  "like": "ครอบครัวใหม่ของเขา",
  "dislike": "การทำร้ายเพื่อน",
  "inn": {
    "idle": "ฮ่าฮ่าฮ่า! ใบหน้าที่คุ้นเคยทั้งหมดนี้!",
    "recruit": {
      "greet": "โอ้ เจ้าอยู่นั่นเอง! เจ้าเป็นยังไงบ้าง",
      "talk": [
        "ลองสมัครเป็นอัศวินผู้พิทักษ์ดูเป็นไง",
        "เจ้าดูน่าเชื่อถือเหมือนอย่างเคยเลยนะ",
        "บางครั้งข้าก็รู้สึกว่าเกราะป้องกันปากของหมวกนี้ทำให้ข้าแทบจะหายใจไม่ออก ฮ่าฮ่าฮ่า!!"
      ],
      "gift": "ปกติแล้วข้าคงไม่ยอมรับ แต่ข้าจะยอมรับสิ่งนี้แทนความจริงใจของเจ้าละกัน"
    },
    "affinity": {
      "greet": "ฮ่าฮ่า! อัศวินผู้พิทักษ์ก็ต้องพักเหมือนกันนะ มาสิ มานั่งตรงนี้",
      "talk": [
        "ข้าไม่คิดว่า Kasel จะแข็งแกร่งขึ้นขนาดนั้น เขาเคยร้องไห้ขี้มูกโป่งและตามข้าไปทุกที่... และตอนนี้เขากลายเป็นผู้ครอบครองดาบศักดิ์สิทธิ์... ฮ่าฮ่า",
        "ข้าอิจฉา Kasel มั้ยงั้นเหรอ ไม่มีทาง! เขาเป็นน้องชายข้าและข้าก็ภูมิใจในตัวเขา"
      ],
      "gift": "ทั้งหมดนี้... ข้าเป็นปลื้มนะ ข้าจะต้องทุ่มเทให้หนักกว่านี้"
    },
    "relationship": {
      "greet": "ฮ่าฮ่าฮ่า ดีใจที่ได้พบเจ้าอีกครั้งนะ!",
      "talk": [
        "ความยุติธรรมของข้าไม่ใช่อะไรที่อลังการเกินไปหรอก ความเชื่อที่ข้าจะไม่มีวันรู้สึกละอายใจ นั่นแหละความยุติธรรมของข้า",
        "ตำแหน่งที่สูงไม่ได้หมายความว่าเจ้าสามารถทำอะไรได้มากมาย มันอาจทำให้เจ้าติดอยู่ในปราสาทพร้อมกับกองงานเอกสารทั้งหมดก็ได้",
        "ข้ารู้ว่าข้าต้องช่วยคนนั้น แต่ตอนนี้มีเรื่องที่เร่งด่วนกว่า ผู้คนที่ทุกข์ทรมานทั่วทั้ง Orvelia ไงล่ะ"
      ]
    }
  },
  "uw": {
    "name": "ผู้พิทักษ์, อัคเซี่ยน",
    "description": [
      "เมื่อร่ายสกิลกดใช้ 3 ครั้ง จะเพิ่มพลังป้องกันทางกายภาพและพลังโจมตีขึ้น 10% เป็นเวลา 10 วินาที และบูสต์พลังโจมตีของพันธมิตรที่มีพลังโจมตีสูงสุดจะเพิ่มเป็นสองเท่า",
      "เมื่อร่ายสกิลกดใช้ 3 ครั้ง จะเพิ่มพลังป้องกันทางกายภาพและพลังโจมตีขึ้น 12% เป็นเวลา 10 วินาที และบูสต์พลังโจมตีของพันธมิตรที่มีพลังโจมตีสูงสุดจะเพิ่มเป็นสองเท่า",
      "เมื่อร่ายสกิลกดใช้ 3 ครั้ง จะเพิ่มพลังป้องกันทางกายภาพและพลังโจมตีขึ้น 14% เป็นเวลา 10 วินาที และบูสต์พลังโจมตีของพันธมิตรที่มีพลังโจมตีสูงสุดจะเพิ่มเป็นสองเท่า",
      "เมื่อร่ายสกิลกดใช้ 3 ครั้ง จะเพิ่มพลังป้องกันทางกายภาพและพลังโจมตีขึ้น 17% เป็นเวลา 10 วินาที และบูสต์พลังโจมตีของพันธมิตรที่มีพลังโจมตีสูงสุดจะเพิ่มเป็นสองเท่า",
      "เมื่อร่ายสกิลกดใช้ 3 ครั้ง จะเพิ่มพลังป้องกันทางกายภาพและพลังโจมตีขึ้น 21% เป็นเวลา 10 วินาที และบูสต์พลังโจมตีของพันธมิตรที่มีพลังโจมตีสูงสุดจะเพิ่มเป็นสองเท่า",
      "เมื่อร่ายสกิลกดใช้ 3 ครั้ง จะเพิ่มพลังป้องกันทางกายภาพและพลังโจมตีขึ้น 25% เป็นเวลา 10 วินาที และบูสต์พลังโจมตีของพันธมิตรที่มีพลังโจมตีสูงสุดจะเพิ่มเป็นสองเท่า"
    ],
    "story": "ชุดดาบและโล่ที่ผสานพลังเวทมนตร์โบราณ มีรูนหลากหลายแบบสลักอยู่ ว่ากันว่ามังกรโบราณนาม Exian สร้างอาวุธในตำนานคู่นี้จากเกล็ดของมันเมื่อหลายกาลก่อน ดาบเล่มนี้เป็นราชสมบัติแห่ง Orvel ซึ่งมอบให้อัศวินผู้ยึดมั่นในเกียรติยศมากที่สุดเท่านั้น ผู้ครอบครองดาบเล่มนี้ต้องปฏิบัติหน้าที่เป็นผู้พิทักษ์ราชอาณาจักรและประชาชน และเป็นผู้ปกป้องชีวิต"
  },
  "s1": {
    "name": "หั่นปฐพี",
    "description": "กระโดดแล้วสร้างความเสียหายทางกายภาพ {0} แก่ศัตรูในอาณาเขตและทำให้หมดสติเป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มเวลาหมดสติต่อเนื่อง {0} วินาที"
    },
    "light": "ลดเวลาคูลดาวน์ 2 วินาที",
    "dark": "เพิ่มการใช้ Mana 1 และมีโอกาส 100% ในการดึงเป้าหมายให้เข้ามาใกล้ตัวเอง",
    "ut": {
      "name": "ผ้าคลุมแห่งความยุติธรรม",
      "description": [
        "[หั่นปฐพี] เพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 10% เป็นเวลา 10 วินาที และฟื้นฟูมานาของตัวเอง 400 หน่วยต่อศัตรูที่โดนโจมตี",
        "[หั่นปฐพี] เพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 12% เป็นเวลา 10 วินาที และฟื้นฟูมานาของตัวเอง 400 หน่วยต่อศัตรูที่โดนโจมตี",
        "[หั่นปฐพี] เพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 14% เป็นเวลา 10 วินาที และฟื้นฟูมานาของตัวเอง 400 หน่วยต่อศัตรูที่โดนโจมตี",
        "[หั่นปฐพี] เพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 17% เป็นเวลา 10 วินาที และฟื้นฟูมานาของตัวเอง 400 หน่วยต่อศัตรูที่โดนโจมตี",
        "[หั่นปฐพี] เพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 21% เป็นเวลา 10 วินาที และฟื้นฟูมานาของตัวเอง 400 หน่วยต่อศัตรูที่โดนโจมตี",
        "[หั่นปฐพี] เพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที และฟื้นฟูมานาของตัวเอง 400 หน่วยต่อศัตรูที่โดนโจมตี"
      ],
      "story": "ผ้าคลุมพิธีการที่ใช้เมื่อถึงโอกาสสำคัญๆ ของ Orvelia นับตั้งแต่วันที่ Clause ได้รับผ้าคลุมมาเพราะได้รับแต่งตั้งเป็นอัศวิน ผ้าคลุมนี้ก็ทำให้ Clause นึกถึงปณิธานเดิมของเขา เมื่อใดที่เขารู้สึกอยากยอมแพ้หรือเหนื่อยล้าจากการต่อสู้ทั้งหมดทั้งมวล Clause จะหยิบผ้าคลุมนี้ออกมาพินิจ หนุ่มน้อย Kasel ก็เคยเฝ้ามอง Clause ทำเช่นนั้นพร้อมฝันว่าตนเองจะได้เป็นอัศวินในสักวัน"
    }
  },
  "s2": {
    "name": "จู่โจมโล่",
    "description": "สร้างความเสียหายกายภาพ {0} โดยเทียบกับพลังป้องกันแก่ศัตรูในอาณาเขตและดันออกไป ลดพลังป้องกันของศัตรูที่ได้รับความเสียหาย {1}% เมื่อบล็อค เวลาคูลไทม์สกิลลดลง 0.5 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "ลดความเร็วเป้าหมายลง {0}%"
    },
    "light": "เพิ่มความเสียหายทางกายของเป้าหมาย 25% เป็นเวลา 10 วินาที",
    "dark": "ทำให้เป้าหมายหมดสติ 1 วินาที",
    "ut": {
      "name": "ความตั้งมั่นอย่างแน่วแน่",
      "description": [
        "[จู่โจมโล่] ลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 500 หน่วยและอัตราคริติคอลลง 100 หน่วยเป็นเวลา 10 วินาที",
        "[จู่โจมโล่] ลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 500 หน่วยและอัตราคริติคอลลง 120 หน่วยเป็นเวลา 10 วินาที",
        "[จู่โจมโล่] ลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 500 หน่วยและอัตราคริติคอลลง 140 หน่วยเป็นเวลา 10 วินาที",
        "[จู่โจมโล่] ลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 500 หน่วยและอัตราคริติคอลลง 170 หน่วยเป็นเวลา 10 วินาที",
        "[จู่โจมโล่] ลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 500 หน่วยและอัตราคริติคอลลง 210 หน่วยเป็นเวลา 10 วินาที",
        "[จู่โจมโล่] ลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 500 หน่วยและอัตราคริติคอลลง 250 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "โล่ไม้เก่าๆ ของอัศวินแห่งกำแพงเหล็กกล้า เป็นโล่ล้ำค่าที่ Clause ใช้ในตอนที่เขาเริ่มฝึกเป็นครั้งแรก เขาสลักชื่อสหายที่เสียชีวิตลงบนโล่เพื่อจดจำความมุ่งมั่นในการเป็นอัศวินผู้พิทักษ์ของเขา ทุกครั้งที่เขาผลักศัตรูด้วยโล่นี้ ความตั้งมั่นอย่างแน่วแน่ของอัศวินจะช่วยเพิ่มพลังที่เกินขีดจำกัดให้เขา"
    }
  },
  "s3": {
    "name": "โล่คุ้มครอง",
    "description": "เพิ่มพลังป้องกันกายภาพของพันธมิตรทั้งหมด {1} เป็นเวลา {0} วินาทีและลดอัตราโดนคริติคอลกายภาพ {2}%",
    "books": {
      "0": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มตัวเลขพลังป้องกัน 40%",
    "dark": "เพิ่มเอฟเฟ็กการลดความเสียหายทางกายที่ได้รับเป็นเวลาต่อเนื่อง 25%",
    "ut": {
      "name": "ตราประทับของกลุ่มอัศวินผู้พิทักษ์",
      "description": [
        "[โล่คุ้มครอง] เมื่อใช้จะลบเอฟเฟ็กด้านลบที่ตัวเองติดอยู่ทั้งหมด เพิ่มปริมาณการเพิ่มพลังป้องกัน 20%",
        "[โล่คุ้มครอง] เมื่อใช้จะลบเอฟเฟ็กด้านลบที่ตัวเองติดอยู่ทั้งหมด เพิ่มปริมาณการเพิ่มพลังป้องกัน 24%",
        "[โล่คุ้มครอง] เมื่อใช้จะลบเอฟเฟ็กด้านลบที่ตัวเองติดอยู่ทั้งหมด เพิ่มปริมาณการเพิ่มพลังป้องกัน 29%",
        "[โล่คุ้มครอง] เมื่อใช้จะลบเอฟเฟ็กด้านลบที่ตัวเองติดอยู่ทั้งหมด เพิ่มปริมาณการเพิ่มพลังป้องกัน 35%",
        "[โล่คุ้มครอง] เมื่อใช้จะลบเอฟเฟ็กด้านลบที่ตัวเองติดอยู่ทั้งหมด เพิ่มปริมาณการเพิ่มพลังป้องกัน 42%",
        "[โล่คุ้มครอง] เมื่อใช้จะลบเอฟเฟ็กด้านลบที่ตัวเองติดอยู่ทั้งหมด เพิ่มปริมาณการเพิ่มพลังป้องกัน 50%"
      ],
      "story": "รูนแห่งหน่วยอัศวินผู้พิทักษ์แห่งเมือง Orvel รูนสิงโตทองคำที่มอบให้แก่อัศวินเมื่อตอนที่พวกเขาเข้าร่วมหน่วยอัศวินผู้พิทักษ์เป็นครั้งแรก พร้อมกับคำปฏิญาณว่าพวกเขาจะมอบชีวิตของตัวเองเพื่อปกป้องอาณาจักร รูนจากหน่วยอัศวินผู้พิทักษ์ส่งเสริมเจตจำนงและความจงรักภักดีอันแรงกล้าของอัศวิน ซึ่งจะเพิ่มประสิทธิภาพของโล่คุ้มครอง"
    }
  },
  "s4": {
    "name": "คำปฏิญาณของอัศวิน",
    "description": "เมื่อบล็อค สร้างความเสียหายทางกายภาพ {0} หน่วยแก่ศัตรูในแนวหน้า และลดพลังโจมตีของเป้าหมายที่ได้รับผลลง {2}% เป็นเวลา {1} วินาที ฟื้นฟู MP 300 หน่วยหลังจากโจมตีโดนเป้าหมาย",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเร็วในการร่ายสกิลอย่างมาก",
    "dark": "ลดการเพิ่มพลังโจมตี 10%",
    "ut": {
      "name": "ถุงมือผ้า",
      "description": [
        "[คำปฏิญาณของอัศวิน] เมื่อเปิดใช้งาน จะฟื้นฟู HP จำนวน 2% จาก HP สูงสุด และเพิ่มพลังป้องกันทางกายภาพของตัวเองขึ้น 20% เป็นเวลา 5 วินาที",
        "[คำปฏิญาณของอัศวิน] เมื่อเปิดใช้งาน จะฟื้นฟู HP จำนวน 2% จาก HP สูงสุด และเพิ่มพลังป้องกันทางกายภาพของตัวเองขึ้น 24% เป็นเวลา 5 วินาที",
        "[คำปฏิญาณของอัศวิน] เมื่อเปิดใช้งาน จะฟื้นฟู HP จำนวน 2% จาก HP สูงสุด และเพิ่มพลังป้องกันทางกายภาพของตัวเองขึ้น 29% เป็นเวลา 5 วินาที",
        "[คำปฏิญาณของอัศวิน] เมื่อเปิดใช้งาน จะฟื้นฟู HP จำนวน 2% จาก HP สูงสุด และเพิ่มพลังป้องกันทางกายภาพของตัวเองขึ้น 35% เป็นเวลา 5 วินาที",
        "[คำปฏิญาณของอัศวิน] เมื่อเปิดใช้งาน จะฟื้นฟู HP จำนวน 2% จาก HP สูงสุด และเพิ่มพลังป้องกันทางกายภาพของตัวเองขึ้น 42% เป็นเวลา 5 วินาที",
        "[คำปฏิญาณของอัศวิน] เมื่อเปิดใช้งาน จะฟื้นฟู HP จำนวน 2% จาก HP สูงสุด และเพิ่มพลังป้องกันทางกายภาพของตัวเองขึ้น 50% เป็นเวลา 5 วินาที"
      ],
      "story": "ถุงมือที่ Clause ทะนุถนอมมากที่สุด Kasel และ Frey ในวัยเยาว์ให้ถุงมือนี้แก่เขาเมื่อ Clause ได้รับการแต่งตั้งเป็นอัศวินในช่วงฤดูหนาวที่หนาวเหน็บ ถุงมือนี้ถักขึ้นมาโดยมีชื่อย่อของพวกเขาแต่ละคนปักเอาไว้ในแต่ละข้าง"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคกาย +200",
    "dark": "เพิ่มพลังป้องกันกาย 20% และความต้านทานคริติคอลกาย 20% ของพันธมิตรทั้งหมดเป็นเวลา 5 วินาทีเมื่อพันธมิตรนอกจากตัวเองโดนโจมตี เวลาคูลไทม์ 10 วินาที"
  }
}