{
  "name": "Rephy",
  "subtitle": "ผู้นำทางวิญญาณ",
  "description": "ครึ่งมนุษย์, ครึ่งสัตว์ เผ่าพันธุ์ที่นำทางวิญญาณด้วยการใช้ตะเกียงแห่งวิญญาณ ฮีลพันธมิตร ด้วยพลังแห่งวิญญาณ ก่อกวนศัตรูหรือฟื้นฟู Mana ของพันธมิตรด้วยความช่วยเหลือของวิญญาณ",
  "story": "ผู้นำทางวิญญาณ Tamian ผู้บริสุทธิ์และโอบอ้อมอารีสามารถสื่อสารกับคนตายได้ ชาว Tamian ใช้ชีวิตเป็นหนึ่งเดียวกับธรรมชาติ พวกเขามีความสามารถในการอ่านกระแสธรรมชาติ และนำทางวิญญาณคนตาย Rephy เป็นผู้นำทางวิญญาณที่มีทักษะโดดเด่นที่สุดแม้กระทั่งในหมู่ชาว Tamian เขาใช้ความสามารถนี้เพื่อนำทางวิญญาณคนที่ตายในป่าให้ไปสู่สุคติ ซึ่งป้องกันไม่ให้พวกเขากลายเป็นวิญญาณร้าย ซึ่งในบรรดาชาว Tamian ทั้งหมด เขาคือผู้ที่เชี่ยวชาญมากที่สุดในการอ่านเส้นทางโคจรของดวงดาว การปลอบประโลมวิญญาณคนตาย และการนำทางพวกเขาไปสู่โลกหลังความตาย",
  "like": "วิญญาณ, คนจิตใจดี",
  "dislike": "การทำร้ายผู้อื่น",
  "inn": {
    "idle": "เจ้าเคยได้ยินเกี่ยวกับเผ่า Tamian มั้ย?",
    "recruit": {
      "greet": "ข้า Rephy นักปราชญ์, แห่งเผ่า Tamian",
      "talk": [
        "มนุษย์, จงอยู่กับข้าและไปร่วมเอาชนะราชาปีศาจเพื่อปกป้องป่าด้วยกัน",
        "พวกเจ้าจะไม่หลงอยู่ในป่า ถ้าไปกับข้า!",
        "มันเป็นงานของพวกเราในการนำทางผู้ที่ตายอยู่ในป่าให้กลับไปสู่ที่ ที่เขาเหล่านั้นควรจะอยู่"
      ],
      "gift": "ข้าได้รับของขวัญจากมนุษย์! ไชโย!"
    },
    "affinity": {
      "greet": "มันช่างอบอุ่น! เหล่าวิญญาณจะชอบที่แห่งนี้!",
      "talk": [
        "เจ้าได้ยินเสียงนั่นไหม ดวงดาวด้านนอกหน้าต่างกำลังกระซิบหาเรา!",
        "เจ้ามนุษย์ ครั้งหน้าข้าจะชวนเจ้าไปป่าของเรา!"
      ],
      "gift": "ของขวัญเซอร์ไพรส์เหรอ มนุษย์เป็นเพื่อนที่ดีจริงๆ!"
    },
    "relationship": {
      "greet": "สวัสดี! จิตวิญญาณของเจ้าบริสุทธิ์เหมือนเคยเลยนะ!",
      "talk": [
        "ป่าให้ความรู้สึกที่ดีจริงๆ! อากาศปลอดโปร่ง สายลมสดชื่น ภูติร่ายรำ...",
        "วางใจให้ข้านำทางเองเถอะ! เหล่าวิญญาณจะช่วยเรา!",
        "ดวงดาวกล่าวว่า วันนี้จะเป็นวันที่ดี! ออกไปข้างนอกกันเถอะ!"
      ]
    }
  },
  "uw": {
    "name": "คูรุลาติ, ตะเกียงแห่งพระเจ้า",
    "description": [
      "ทุก 20 วินาที ทำให้พันธมิตรที่มี HP น้อยที่สุดอยู่ในสภาพดวงวิญญาณเป็นเวลา 5 วินาที พันธมิตรที่อยู่ในสภาพวิญญาณจะต้านทานการโจมตีทางกายภาพและ HP จะไม่ลดต่ำกว่า 1% เพิ่มปริมาณการฟื้น Mana 120% ต่อวินาที",
      "ทุก 20 วินาที ทำให้พันธมิตรที่มี HP น้อยที่สุดอยู่ในสภาพดวงวิญญาณเป็นเวลา 6 วินาที พันธมิตรที่อยู่ในสภาพวิญญาณจะต้านทานการโจมตีทางกายภาพและ HP จะไม่ลดต่ำกว่า 1% เพิ่มปริมาณการฟื้น Mana 144% ต่อวินาที",
      "ทุก 20 วินาที ทำให้พันธมิตรที่มี HP น้อยที่สุดอยู่ในสภาพดวงวิญญาณเป็นเวลา 7 วินาที พันธมิตรที่อยู่ในสภาพวิญญาณจะต้านทานการโจมตีทางกายภาพและ HP จะไม่ลดต่ำกว่า 1% เพิ่มปริมาณการฟื้น Mana 172% ต่อวินาที",
      "ทุก 20 วินาที ทำให้พันธมิตรที่มี HP น้อยที่สุดอยู่ในสภาพดวงวิญญาณเป็นเวลา 8 วินาที พันธมิตรที่อยู่ในสภาพวิญญาณจะต้านทานการโจมตีทางกายภาพและ HP จะไม่ลดต่ำกว่า 1% เพิ่มปริมาณการฟื้น Mana 207% ต่อวินาที",
      "ทุก 20 วินาที ทำให้พันธมิตรที่มี HP น้อยที่สุดอยู่ในสภาพดวงวิญญาณเป็นเวลา 9 วินาที พันธมิตรที่อยู่ในสภาพวิญญาณจะต้านทานการโจมตีทางกายภาพและ HP จะไม่ลดต่ำกว่า 1% เพิ่มปริมาณการฟื้น Mana 248% ต่อวินาที",
      "ทุก 20 วินาที ทำให้พันธมิตรที่มี HP น้อยที่สุดอยู่ในสภาพดวงวิญญาณเป็นเวลา 10 วินาที พันธมิตรที่อยู่ในสภาพวิญญาณจะต้านทานการโจมตีทางกายภาพและ HP จะไม่ลดต่ำกว่า 1% เพิ่มปริมาณการฟื้น Mana 300% ต่อวินาที"
    ],
    "story": "หน้าที่ของผู้นำทางวิญญาณคือช่วยให้วิญญาณเร่ร่อนปล่อยวางและนำทางพวกเขาสู่ภพภูมิถัดไป ตะเกียงอันนี้คือสมบัติแห่งเผ่าเทเมีย ทำงานได้ด้วยพลังจากลูกแก้วลึกลับที่สร้างโดยมังกรจากดินแดนห่างไกล ลูกแก้วในแกนกลางช่วยให้วิญญาณที่อยู่ใกล้ก่อตัวเป็นรูปร่าง ส่งผลให้ผู้ถือพูดคุยกับพวกเขาได้โดยตรง ด้วยเหตุนี้มันจึงเป็นสื่อกลางชั้นยอดสำหรับผู้นำทางวิญญาณ บรรดาหัวหน้าเผ่าเทเมียเคยใช้สมบัตินี้ปฏิบัติหน้าที่นำทางวิญญาณอันศักดิ์สิทธิ์มาหลายรุ่น ยามนี้เมื่อโลกเผชิญภัยคุกคามครั้งใหญ่ ตะเกียงจึงถูกส่งมอบให้ Rephy ผู้นำทางวิญญาณผู้มีพลังแก่กล้าที่สุดในประวัติศาสตร์"
  },
  "s1": {
    "name": "วิญญาณบำบัด",
    "description": "ฟื้นฟู {2}% ของ HP สูงสุดของพันธมิตรที่มี HP น้อยที่สุด 4 คนและฟื้นฟูเพิ่มเติม {0} เป็นเวลา {1} วินาที สถานะนี้ไม่สามารถยกเลิกได้",
    "books": {
      "0": "เพิ่มการรักษา {0}%",
      "1": "เพิ่มการรักษา {0}%",
      "2": "เพิ่มปริมาณฟื้น Mana ต่อวินาทีของเป้าหมาย {0}%"
    },
    "light": "เพิ่มการใช้ Mana 1 และเป้าหมายเอฟเฟ็กเปลี่ยนเป็นพันธมิตรทั้งหมด",
    "dark": "การฟื้นฟูแค่ละครั้งมีโอกาส 20% ที่จะยกเลิกเอฟเฟ็กด้านลบได้",
    "ut": {
      "name": "ท่วงทำนองแห่งดวงดาวสีน้ำเงิน",
      "description": [
        "[วิญญาณบำบัด] ลดค่ามานา 1 หน่วย และเพิ่มความแม่นยำของสถานะผิดปกติของเป้าหมาย 100 หน่วยภายในระยะเวลาของสกิล",
        "[วิญญาณบำบัด] ลดค่ามานา 1 หน่วย และเพิ่มความแม่นยำของสถานะผิดปกติของเป้าหมาย 120 หน่วยภายในระยะเวลาของสกิล",
        "[วิญญาณบำบัด] ลดค่ามานา 1 หน่วย และเพิ่มความแม่นยำของสถานะผิดปกติของเป้าหมาย 140 หน่วยภายในระยะเวลาของสกิล",
        "[วิญญาณบำบัด] ลดค่ามานา 1 หน่วย และเพิ่มความแม่นยำของสถานะผิดปกติของเป้าหมาย 170 หน่วยภายในระยะเวลาของสกิล",
        "[วิญญาณบำบัด] ลดค่ามานา 1 หน่วย และเพิ่มความแม่นยำของสถานะผิดปกติของเป้าหมาย 210 หน่วยภายในระยะเวลาของสกิล",
        "[วิญญาณบำบัด] ลดค่ามานา 1 หน่วย และเพิ่มความแม่นยำของสถานะผิดปกติของเป้าหมาย 250 หน่วยภายในระยะเวลาของสกิล"
      ],
      "story": "กล่องดนตรีขนาดเล็กที่บรรจุเสียงของ Asiphia ราชินีแห่งดวงดาวสีน้ำเงินไว้ภายใน Rephy เปิดมันเมื่อต้องนำทางดวงวิญญาณ ดวงวิญญาณที่มุ่งหน้าไปยังสวนแห่งการพักผ่อนจะได้พบกับความเมตตาแห่งดวงดาวสีน้ำเงินเมื่อได้ฟังบทเพลงของ Asiphia ที่บันทึกไว้ภายในกล่องนั้น เมื่อใดก็ตามที่เสียงของ Asiphia แผ่ออกมาประหนึ่งแสงดวงดาว จะไม่มีความมืดหรือสิ่งชั่วร้ายใดๆ สามารถเข้าใกล้ดวงวิญญาณเหล่านั้นได้เลย"
    }
  },
  "s2": {
    "name": "พิทักษ์ชีวิต",
    "description": "ยกเลิกดีบัฟของพันธมิตรและเพิ่มพลังการป้องกันเวทย์ {1} เป็นเวลา {0} วินาที",
    "books": {
      "0": "เพิ่มค่าพลังป้องกันเวทย์ที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังป้องกันเวทย์ที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มการต้านสถานะผิดปกติ {0} เป็นเวลา {1} วินาที"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มพลังป้องกันเวทมนตร์อีก 10% ของพลังป้องกันเวทมนตร์ของผู้ใช้",
    "ut": {
      "name": "เมล็ดพันธุ์แห่งการกำเนิด",
      "description": [
        "[พิทักษ์ชีวิต] เพิ่มบูสต์พลังป้องกันเวทมนตร์ขึ้น 50% และลดเวลาคูลดาวน์ลง 12%",
        "[พิทักษ์ชีวิต] เพิ่มบูสต์พลังป้องกันเวทมนตร์ขึ้น 50% และลดเวลาคูลดาวน์ลง 14%",
        "[พิทักษ์ชีวิต] เพิ่มบูสต์พลังป้องกันเวทมนตร์ขึ้น 50% และลดเวลาคูลดาวน์ลง 17%",
        "[พิทักษ์ชีวิต] เพิ่มบูสต์พลังป้องกันเวทมนตร์ขึ้น 50% และลดเวลาคูลดาวน์ลง 21%",
        "[พิทักษ์ชีวิต] เพิ่มบูสต์พลังป้องกันเวทมนตร์ขึ้น 50% และลดเวลาคูลดาวน์ลง 25%",
        "[พิทักษ์ชีวิต] เพิ่มบูสต์พลังป้องกันเวทมนตร์ขึ้น 50% และลดเวลาคูลดาวน์ลง 30%"
      ],
      "story": "การรวมตัวกันของพลังงานที่เกิดขึ้นเมื่อมีสิ่งมีชีวิตเกิด อบอุ่นและอ่อนโยน วิญญาณชอบมันมาก Rephy ใช้มันเพื่อจุดไฟในตะเกียงเพื่อยืมพลังจากวิญญาณ เมื่อใส่เมล็ดพันธุ์ไปในตะเกียง มันจะส่องสว่างเฉกเช่นต้นกำเนิดของดวงอาทิตย์"
    }
  },
  "s3": {
    "name": "ความว่องไวของวิญญาณ",
    "description": "สร้างความเสียหายทางเวทย์ 10 ครั้งรวม {1} ให้กับศัตรูในอาณาเขตและลดความเร็วโจมตี {2}%",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "ความเสียหายทั้งหมดที่เป้าหมายได้รับเพิ่มขึ้น {0}%"
    },
    "light": "ทุกครั้งที่โจมตี เป้าหมายที่ได้รับความเสียหายจะถูกลด Mana 250",
    "dark": "เพิ่มการใช้ Mana 1 และทำให้ศัตรูในอาณาเขตเงียบ 1 วินาที",
    "ut": {
      "name": "ที่พำนักวิญญาณ",
      "description": [
        "[ความว่องไวของวิญญาณ] ลดการใช้ Mana 1 ฟื้นฟู HP ของพันธมิตรทั้งหมดเท่ากับ 8% ของความเสียหาย",
        "[ความว่องไวของวิญญาณ] ลดการใช้ Mana 1 ฟื้นฟู HP ของพันธมิตรทั้งหมดเท่ากับ 10% ของความเสียหาย",
        "[ความว่องไวของวิญญาณ] ลดการใช้ Mana 1 ฟื้นฟู HP ของพันธมิตรทั้งหมดเท่ากับ 12% ของความเสียหาย",
        "[ความว่องไวของวิญญาณ] ลดการใช้ Mana 1 ฟื้นฟู HP ของพันธมิตรทั้งหมดเท่ากับ 14% ของความเสียหาย",
        "[ความว่องไวของวิญญาณ] ลดการใช้ Mana 1 ฟื้นฟู HP ของพันธมิตรทั้งหมดเท่ากับ 17% ของความเสียหาย",
        "[ความว่องไวของวิญญาณ] ลดการใช้ Mana 1 ฟื้นฟู HP ของพันธมิตรทั้งหมดเท่ากับ 20% ของความเสียหาย"
      ],
      "story": "เครื่องประดับที่ใช้สำหรับพิธีรำลึกถึงราชวงศ์ที่ล่มสลายในโบราณกาล ภายในอัญมณีสีเขียวนี้มีผลึกน้ำตาของสัตว์ในตำนานที่นำพาผู้คนไปสู่ความตาย มันใช้เป็นสถานที่พักผ่อนเพื่อบรรเทาความว่างเปล่าภายในจิตวิญญาณ"
    }
  },
  "s4": {
    "name": "จูนวิญญาณ",
    "description": "ทุก 7 วินาที ฟื้น 1 MP และ HP {0} ของพันธมิตร 1 คนที่ HP น้อยที่สุด",
    "books": {
      "0": "เพิ่มการรักษา {0}%",
      "1": "เพิ่มการรักษา {0}%",
      "2": "เพิ่มการฟื้น Mana {0}%"
    },
    "light": "เปลี่ยนเป็นใช้สกิลทุกๆ 5 วินาที",
    "dark": "ฟื้นฟู Mana 1 ช่องให้กับพันธมิตรที่มีพลังโจมตีสูงสุด"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / หลบหลีกเวทย์ +100",
    "dark": "เมื่อโจมตีมีโอกาส 10% ที่จะลดพลังป้องกันทั้งหมดของเป้าหมาย 20% และลดเวลาคูลไทม์สกิลทั้งหมดของตัวเอง 5%"
  }
}