{
  "name": "Dimael",
  "subtitle": "นักล่าแห่งเงา",
  "description": "ดาร์คเอลฟ์ลงมือล่าศัตรูในเงามืด การล้างแค้นด้วยหน้าไม้ ใช้ความมืดแทรกซึมผ่านศัตรูอย่างไม่มีเมตตา",
  "story": "เอลฟ์มืดเดียวดายผู้นี้สาบานจะแก้แค้นเผ่าพันธุ์ของตนหลังจากสูญเสียน้องสาว เขาถูกส่งไปรบที่ทะเลทราย Aegina และเกือบเอาชีวิตไม่รอด แต่เมื่อกลับถึงบ้านก็ได้รู้ข่าวเศร้าสลดว่าน้องสาวของเขาถูกฆ่าเพื่อบูชายัญ เขาตะโกนเรียกชื่อของเธอท่ามกลางความมืด ความบ้าคลั่งเริ่มกัดกินจิตใจเขา ท้ายที่สุดเขาก็สาบานด้วยความจงเกลียดจงชังว่าจะต้องล้างแค้นเพื่อนร่วมเผ่าพันธุ์ ผู้เป็นฆาตกรฆ่าน้องสาวของเขา",
  "like": "น้องสาวของเขา",
  "dislike": "เพื่อนร่วมเผ่าพันธุ์ที่ปล่อยให้น้องสาวของเขาตาย",
  "inn": {
    "idle": "Ephigael...",
    "recruit": {
      "greet": "อ่อ..เจ้านี่เอง..",
      "talk": [
        "หยุดมองข้าได้แล้ว",
        "อย่ามายียวนกวนประสาท ไปเล่นไกลๆนู้นไป",
        "....แล้วมันใช้ทำอะไรหล่ะ?"
      ],
      "gift": "...ให้ข้าหรอ? ในเมื่อให้ข้าก็จะรับเอาไว้"
    },
    "affinity": {
      "greet": "ที่นี่ก็ไม่แย่นะ",
      "talk": [
        "ข้าชอบพื้นที่ที่มีร่มเงา ข้าไม่ชอบแสงสว่างทิ่มแทงตา",
        "ความมืดเป็นต้นกำเนิดหลักของพลังของข้า"
      ],
      "gift": "ทำไมเจ้าต้องให้สิ่งของเหล่านี้กับข้าอยู่เรื่อย ข้าไม่ชอบยุ่งกับสิ่งของอันตรายพวกนี้"
    },
    "relationship": {
      "greet": "เจ้าอยู่ที่นี่เอง เจออะไรที่เป็นประโยชน์ไหม",
      "talk": [
        "การล่าครั้งต่อไปคือเมื่อไรเหรอ ข้าหวังว่ามันจะได้ผลสำเร็จเหมือนคราวที่แล้วนะ",
        "พลังความมืดนี้เป็นของข้าแล้ว ข้าจะใช้มันต่อไปตามที่ข้าเห็นสมควร",
        "การแก้แค้นของข้ายังไม่จบลงอย่างแท้จริง...แต่อย่างน้อยตอนนี้ ข้าก็รู้สึกสบายใจ"
      ]
    }
  },
  "uw": {
    "name": "เนเรียส, น้ำตาของดวงจันทร์",
    "description": [
      "เมื่อโจมตี มีโอกาส 10% ที่จะสร้างความเสียหายเวทย์เท่ากับ 100% ของพลังโจมตีและลดเวลาคูลไทม์สกิลทั้งหมด 10%",
      "เมื่อโจมตี มีโอกาส 12% ที่จะสร้างความเสียหายเวทย์เท่ากับ 120% ของพลังโจมตีและลดเวลาคูลไทม์สกิลทั้งหมด 10%",
      "เมื่อโจมตี มีโอกาส 14% ที่จะสร้างความเสียหายเวทย์เท่ากับ 140% ของพลังโจมตีและลดเวลาคูลไทม์สกิลทั้งหมด 10%",
      "เมื่อโจมตี มีโอกาส 17% ที่จะสร้างความเสียหายเวทย์เท่ากับ 170% ของพลังโจมตีและลดเวลาคูลไทม์สกิลทั้งหมด 10%",
      "เมื่อโจมตี มีโอกาส 20% ที่จะสร้างความเสียหายเวทย์เท่ากับ 210% ของพลังโจมตีและลดเวลาคูลไทม์สกิลทั้งหมด 10%",
      "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เท่ากับ 250% ของพลังโจมตีและลดเวลาคูลไทม์สกิลทั้งหมด 10%"
    ],
    "story": "สมบัติของเผ่าเอลฟ์มืดที่สร้างจากหินแสงจันทร์ทรงอำนาจจาก Arrovina และกิ่งต้นมูนทรีคุณภาพสูงสุด Nerius คือสื่อกลางชั้นยอดสำหรับเวทมนตร์แสงจันทร์ และเป็นอาวุธเวทมนตร์ของเอลฟ์มืดที่ทรงพลังเป็นลำดับต้นๆ แต่ว่ากันว่าแสงสีเงินงามตาของดวงจันทร์อาจถูกความมืดแทรกแซงได้ง่าย ความรักอันลึกซึ้งแปรเปลี่ยนเป็นความมืดฝังรากลึก และเอลฟ์มืดผู้ปรารถนาการแก้แค้นก็ผสานความมืดนั้นลงในอาวุธนี้"
  },
  "s1": {
    "name": "กระหน่ำความมืด",
    "description": "สร้างความเสียหายเวทย์ {0} แก่ศัตรู 1 ตัว",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว",
    "dark": "มีโอกาส 25% ที่จะทำให้เป้าหมายที่ถูกโจมตีตาบอด 5 วินาที",
    "ut": {
      "name": "คำสาบานแห่งพระจันทร์สีนิล",
      "description": [
        "[กระหน่ำความมืด] ลบล้างเอฟเฟคลบทั้งหมดจากผู้ใช้และลดเวลาคูลดาวน์ลง 1 วินาที",
        "[กระหน่ำความมืด] ลบล้างเอฟเฟคลบทั้งหมดจากผู้ใช้และลดเวลาคูลดาวน์ลง 1.2 วินาที",
        "[กระหน่ำความมืด] ลบล้างเอฟเฟคลบทั้งหมดจากผู้ใช้และลดเวลาคูลดาวน์ลง 1.4 วินาที",
        "[กระหน่ำความมืด] ลบล้างเอฟเฟคลบทั้งหมดจากผู้ใช้และลดเวลาคูลดาวน์ลง 1.7 วินาที",
        "[กระหน่ำความมืด] ลบล้างเอฟเฟคลบทั้งหมดจากผู้ใช้และลดเวลาคูลดาวน์ลง 2.1 วินาที",
        "[กระหน่ำความมืด] ลบล้างเอฟเฟคลบทั้งหมดจากผู้ใช้และลดเวลาคูลดาวน์ลง 2.5 วินาที"
      ],
      "story": "หนึ่งในกริชที่ Dimael ร่วมแบ่งปันกับเหล่าสหายของเขาที่กระจายกันอยู่ทั่ว Aegina เมื่อครั้งพระจันทร์สีนิลขึ้นฉายแสงบนท้องฟ้าของทะเลทราย เขาได้มอบกริชเหล่านี้ให้กับสหายและร่วมสาบานที่จะฝ่าฟันอุปสรรคไปด้วยกัน พวกเขาต่างช่วยเหลือและรักษาบาดแผลให้กันและกันระหว่างต่อสู้กับสัตว์ร้ายที่โผล่ออกมาจากรอยแยก อย่างไรก็ตาม เขากลับเป็นคนเดียวที่มีชีวิตรอดกลับมาจาก Aegina ได้"
    }
  },
  "s2": {
    "name": "โซ่ตรวนสีดำ",
    "description": "สร้างความเสียหายเวทย์ {0} แก่ศัตรูในอาณาเขตและพันธนาการเป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มปริมาณความเสียหายเวทย์ที่เป้าหมายได้รับ {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "ดึงเป้าหมายที่ได้รับความเสียหายเข้ามาใกล้",
    "ut": {
      "name": "กำไลคงกระพัน",
      "description": [
        "[โซ่ตรวนสีดำ] เพิ่มความเสียหายขึ้น 50% และเพิ่มความอ่อนแอต่อเวทมนตร์ให้กับเป้าหมายขึ้น 10% เป็นเวลา 10 วินาที",
        "[โซ่ตรวนสีดำ] เพิ่มความเสียหายขึ้น 50% และเพิ่มความอ่อนแอต่อเวทมนตร์ให้กับเป้าหมายขึ้น 12% เป็นเวลา 10 วินาที",
        "[โซ่ตรวนสีดำ] เพิ่มความเสียหายขึ้น 50% และเพิ่มความอ่อนแอต่อเวทมนตร์ให้กับเป้าหมายขึ้น 14% เป็นเวลา 10 วินาที",
        "[โซ่ตรวนสีดำ] เพิ่มความเสียหายขึ้น 50% และเพิ่มความอ่อนแอต่อเวทมนตร์ให้กับเป้าหมายขึ้น 17% เป็นเวลา 10 วินาที",
        "[โซ่ตรวนสีดำ] เพิ่มความเสียหายขึ้น 50% และเพิ่มความอ่อนแอต่อเวทมนตร์ให้กับเป้าหมายขึ้น 21% เป็นเวลา 10 วินาที",
        "[โซ่ตรวนสีดำ] เพิ่มความเสียหายขึ้น 50% และเพิ่มความอ่อนแอต่อเวทมนตร์ให้กับเป้าหมายขึ้น 25% เป็นเวลา 10 วินาที"
      ],
      "story": "กำไลที่ Epigael ใช้ร่วมกันเมื่อนานมาแล้ว มีหินควอตซ์เงาห้อยอยู่ ซึ่งเป็นอัญมณีล้ำค่าในหมู่เอลฟ์มืด ว่ากันว่าใครก็ตามที่ตัดควอตซ์เงาที่ห้อยอยู่ออกจะมีสายใยวิญญาณ ซึ่งทำให้มาเจอพบกันอีกในชาติหน้า"
    }
  },
  "s3": {
    "name": "คลื่นเงา",
    "description": "เล็งไปที่ศัตรู 1 คน สร้างความเสียหายเวทย์ {0} ในแนวเส้นตรงและทำให้ตาบอดเป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%",
    "dark": "ทำให้เอฟเฟ็กบวกของศัตรูในอาณาเขตหายไป",
    "ut": {
      "name": "ดวงตาแห่งเงา",
      "description": [
        "[คลื่นเงา] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการตาบอด 2 วินาที",
        "[คลื่นเงา] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการตาบอด 2.5 วินาที",
        "[คลื่นเงา] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการตาบอด 3 วินาที",
        "[คลื่นเงา] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการตาบอด 3.5 วินาที",
        "[คลื่นเงา] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการตาบอด 4 วินาที",
        "[คลื่นเงา] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการตาบอด 4.2 วินาที"
      ],
      "story": "ชิ้นส่วนน้ำตาของสัตว์ร้าย Heltanios ซึ่งอาศัยอยู่ที่ก้นน้ำพุแห่งชีวิต มันพ่นความมืดสนิท และผู้ที่เห็นนัยน์ตาของมันจะพบจุดจบโดยการที่พลังงานมืดอันทรงพลังจะขโมยวิญญาณของพวกเขาไป ผู้ที่เป็นผู้เชี่ยวชาญแห่งนัยน์ตาเหล่านี้จะได้รับพลังและปัญญาอันยิ่งใหญ่ เมื่อ Dimael ถูกจับตัวใน Aegina และจวนเจียนจะตาย Maria ได้ฝังชิ้นส่วนนัยน์ตาเหล่านี้"
    }
  },
  "s4": {
    "name": "รอยสีดำ",
    "description": "เมื่อโจมตีธรรมดา สร้างความเสียหายเวทย์เพิ่มเติมแก่เป้าหมาย {0} โดยไม่สนพลังป้องกัน",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "เมื่อโจมตีแบบปกติ มีโอกาส 10% จะที่กลายเป็นใช้สกิล 1",
    "ut": {
      "name": "มงกุฎทมิฬ",
      "description": [
        "[รอยสีดำ] เพิ่มระยะการโจมตีปกติขึ้น 20% แต่ละการโจมตีจะเพิ่มความเสียหายขึ้น 2% เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[รอยสีดำ] เพิ่มระยะการโจมตีปกติขึ้น 20% แต่ละการโจมตีจะเพิ่มความเสียหายขึ้น 2.4% เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[รอยสีดำ] เพิ่มระยะการโจมตีปกติขึ้น 20% แต่ละการโจมตีจะเพิ่มความเสียหายขึ้น 2.9% เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[รอยสีดำ] เพิ่มระยะการโจมตีปกติขึ้น 20% แต่ละการโจมตีจะเพิ่มความเสียหายขึ้น 3.5% เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[รอยสีดำ] เพิ่มระยะการโจมตีปกติขึ้น 20% แต่ละการโจมตีจะเพิ่มความเสียหายขึ้น 4.2% เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[รอยสีดำ] เพิ่มระยะการโจมตีปกติขึ้น 20% แต่ละการโจมตีจะเพิ่มความเสียหายขึ้น 5% เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง"
      ],
      "story": "มงกุฎแห่งเอลฟ์มืด เพราะโศกนาฏกรรมที่เกิดขึ้นกับเผ่าพันธุ์และราชวงศ์ยังคงชัดเจนในจิตใจของ Dimael เขาจึงยังไม่สามารถสวมมงกุฎนองเลือดนี้ได้ สิ่งที่เขาทำได้คือรอวันที่จะมอบมงกุฎให้กับราชาแห่งเอลฟ์มืดที่แท้จริง"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเร็วโจมตี +100",
    "dark": "เพิ่มความเสียหายเวทย์เท่ากับ 80% ของพลังโจมตีเมื่อโจมตีปกติ ฟื้นฟู Mana 100 มีโอกาส 10% ที่จะเพิ่มความเสียหายทางเวทย์และ Mana 2 เท่า"
  }
}