{
  "name": "Reina",
  "subtitle": "นักรบสายแบ๊ว",
  "description": "ทหารรับจ้างผู้ใช้ดาบแสงมือเดียว หลบหลีกการโจมตีด้วยความเร็วแสง และแทงผ่านศัตรูด้วยปลายแหลมของดาบ",
  "story": "Reina von Stein เป็นลูกสาวของตระกูลขุนนางแห่งจักรวรรดิ นิสัยรักอิสระและบุคลิกกระฉับกระเฉงของเธอสร้างสีสันให้คนรอบข้าง เธอชอบชีวิตอิสระของทหารรับจ้างมากกว่าชีวิตขุนนางแสนอึดอัด หลังจากทำงานเป็นทหารรับจ้างมานาน กิริยาท่าทางของเธอก็ไม่หลงเหลือความเป็นกุลสตรีชั้นสูงอีกต่อไป เธอมีพรสวรรค์ด้านเชิงดาบตั้งแต่เด็ก เธอพัฒนาฝีมือกระบี่ตลอดช่วงหลายปีที่ผ่านมา โดยใช้กระบวนท่าที่เหมาะกับสรีระอ่อนช้อยของเธอ ไม่นานมานี้ เธอปฏิเสธไม่รับงานแปลกๆ งานหนึ่ง นับตั้งแต่นั้นเธอก็รู้สึกว่ามีใครบางคนคอยติดตามและจับตาดูเธอ",
  "like": "ชายรูปงาม",
  "dislike": "ผู้ชายน่าเบื่อ",
  "inn": {
    "idle": "เจ้างานดีๆ แล้ว! อ่า..ว่าแต่เขาจะจ้างข้าไหมนะ..",
    "recruit": {
      "greet": "ว้าว หล่อ... อา สวัสดี",
      "talk": [
        "ต้องการทหารรับจ้าง? ความสามารถข้าใช้ได้เลยนะ",
        "โอ๊ะ เด็กน่ารักแบบนั้น...อ่า ไม่มีอะไร แฮ่แฮ่",
        "ตามหา Reina ทหารรับจ้างสายฟ้าแลบ? แฮ่แฮ่ นั่นข้าเองล่ะ~"
      ],
      "gift": "หือ? ของขวัญ? ขอบใจ งานครั้งต่อไปเดี๋ยวลดราคาให้นะ"
    },
    "affinity": {
      "greet": "เอ้ย ที่นี่ยอดเยี่ยมเลย!",
      "talk": [
        "เจ้ามีลูกค้ามาแนะนำข้าบ้างมั้ย ถ้าเป็นไปได้ขอเป็นพวกหน้าตาดีนะ!!!",
        "ข้าไม่ชอบงานที่น่าเบื่อ! ฮี่ฮี่!"
      ],
      "gift": "ว้าว! ให้ข้าเหรอ จริงๆ เหรอ ฮี่ฮี่ เจ้าเยี่ยมที่สุดเลย!"
    },
    "relationship": {
      "greet": "สวัสดี ดูดีนะเนี่ย! ไม่เจอกันสักพักเลยนะ!",
      "talk": [
        "ผู้คนเดี๋ยวนี้ก็นะ! พวกเขาคิดว่าข้าเป็นพวกวิปริตวิตถาร แต่นั่นเป็นเรื่องเข้าใจผิด! ข้าแค่ชอบร่างกายของผู้ชายเท่านั้นเอง!",
        "บางครั้งข้าเริ่มหวนนึกถึงชีวิตที่ดีกว่า อย่างเช่นช่วงเวลาที่ฝนตกด้านนอกและเจ้าต้องนอนหลับในโคลนอะไรแบบนี้",
        "แม้ในขณะที่ทำงานเป็นทหารรับจ้าง บางครั้งงานก็ยังไม่ค่อยมีรสชาติ มันทำให้ข้าคิด...ถึงนู่นนั่นนี่..."
      ]
    }
  },
  "uw": {
    "name": "ไลเวทิส, สายฟ้าผ่า",
    "description": [
      "ทุกครั้งที่โจมตีคริติคอลตรงเป้า ในเวลา 15 วินาที เพิ่มความเร็วในการโจมตี 80 และอัตราความเสียหายคริติคอล 20% แสต็คสูงสุด 5 ครั้ง",
      "ทุกครั้งที่โจมตีคริติคอลตรงเป้า ในเวลา 15 วินาที เพิ่มความเร็วในการโจมตี 90 และอัตราความเสียหายคริติคอล 24% แสต็คสูงสุด 5 ครั้ง",
      "ทุกครั้งที่โจมตีคริติคอลตรงเป้า ในเวลา 15 วินาที เพิ่มความเร็วในการโจมตี 110 และอัตราความเสียหายคริติคอล 28% แสต็คสูงสุด 5 ครั้ง",
      "ทุกครั้งที่โจมตีคริติคอลตรงเป้า ในเวลา 15 วินาที เพิ่มความเร็วในการโจมตี 130 และอัตราความเสียหายคริติคอล 34% แสต็คสูงสุด 5 ครั้ง",
      "ทุกครั้งที่โจมตีคริติคอลตรงเป้า ในเวลา 15 วินาที เพิ่มความเร็วในการโจมตี 160 และอัตราความเสียหายคริติคอล 41% แสต็คสูงสุด 5 ครั้ง",
      "ทุกครั้งที่โจมตีคริติคอลตรงเป้า ในเวลา 15 วินาที เพิ่มความเร็วในการโจมตี 200 และอัตราความเสียหายคริติคอล 50% แสต็คสูงสุด 5 ครั้ง"
    ],
    "story": "ตระกูล Stein สืบเชื้อสายอย่างยาวนานมาตั้งแต่ยุคก่อตั้งจักรวรรดิ แต่เกียรติของวงศ์ตระกูลขึ้นอยู่กับทักษะของนักรบ หาใช่สายเลือดชนชั้นสูง Aria Stein คือยอดนักดาบในตำนาน เธอสร้างชื่อในฐานะนักรบผู้มีฝีมือสูงสุดในประวัติศาสตร์ของจักรวรรดิ และวากรากฐานให้ตระกูล Stein มีชื่อเสียง Reina คือลูกหลานของเธอ ซึ่งปัจจุบัน Reina เป็นเจ้าของ Livatas ดาบของ Aria มันเบาเหมือนขนนกแต่แข็งแรงจนตั้งรับการโจมตีได้ทุกรูปแบบ ดาบเล่มนี้ช่วยให้ Reina ได้รับฉายา 'ประกายแสง'"
  },
  "s1": {
    "name": "ล่องลอยเหมือนผีเสื้อ",
    "description": "ทิ่มแทงศัตรูอย่างรวดเร็วสร้างความเสียหายกาย {0} และเมื่อติดคริติคอล จะสร้างบาดแผลให้ศัตรูและรีเซตเวลาคูลดาวน์สกิล ความเสียหายของสกิลนี้จะเพิ่มขึ้น 20% ต่อ 1 แสต็คบาดแผลของศัตรู ในขณะใช้สกิลจะไม่ได้รับความเสียหายใดๆ",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มการใช้ Mana 1 และเพิ่มจำนวนแสต็คบาดแผลสูงสุดเป็น 10 เป้าหมายที่ถูกแสต็ค 10 ครั้งจะได้รับความเสียหายเพิ่มเติม 100% ของพลังโจมตี",
    "dark": "เวลาคูลดาวน์จะหายไป"
  },
  "s2": {
    "name": "ปลายมีดคมกริบ",
    "description": "เพิ่มพลังโจมตี {1} หน่วยเป็นเวลา {0} วินาที และเพิ่มอัตราคริติคอล {2} หน่วย เอฟเฟคนี้ไม่สามารถขจัดได้",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มโอกาสคริติคอลที่เพิ่มขึ้น {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มการใช้ Mana 1 เป็นโอกาสอัตราคริติคอลเป็นความเสียหายคริติคอล 100% และเพิ่มเอฟเฟ็กความเสียหาย 25% แก่บอส",
    "ut": {
      "name": "แหวนของอาจารย์",
      "description": [
        "[ปลายมีดคมกริบ] เพิ่มบูสต์พลังโจมตีขึ้น 50% และฟื้นฟู MP เพิ่มเติม 40 หน่วยเมื่อโจมตีคริติคอลภายในระยะเวลาของสกิล",
        "[ปลายมีดคมกริบ] เพิ่มบูสต์พลังโจมตีขึ้น 50% และฟื้นฟู MP เพิ่มเติม 48 หน่วยเมื่อโจมตีคริติคอลภายในระยะเวลาของสกิล",
        "[ปลายมีดคมกริบ] เพิ่มบูสต์พลังโจมตีขึ้น 50% และฟื้นฟู MP เพิ่มเติม 58 หน่วยเมื่อโจมตีคริติคอลภายในระยะเวลาของสกิล",
        "[ปลายมีดคมกริบ] เพิ่มบูสต์พลังโจมตีขึ้น 50% และฟื้นฟู MP เพิ่มเติม 70 หน่วยเมื่อโจมตีคริติคอลภายในระยะเวลาของสกิล",
        "[ปลายมีดคมกริบ] เพิ่มบูสต์พลังโจมตีขึ้น 50% และฟื้นฟู MP เพิ่มเติม 84 หน่วยเมื่อโจมตีคริติคอลภายในระยะเวลาของสกิล",
        "[ปลายมีดคมกริบ] เพิ่มบูสต์พลังโจมตีขึ้น 50% และฟื้นฟู MP เพิ่มเติม 100 หน่วยเมื่อโจมตีคริติคอลภายในระยะเวลาของสกิล"
      ],
      "story": "แหวนที่ Reina ได้รับเมื่อเอาชนะอาจารย์ของนางได้ มันใหญ่เกินไป นางจึงสวมไว้ที่นิ้วโป้ง มันดูเรียบง่ายและเทอะทะ แต่มีจิตวิญญาณแห่งการต่อสู้ซ่อนอยู่ภายในตัวอักษรที่แกะสลักไว้บนแหวน การจ้องมองแหวนของอาจารย์ของนางทำให้นางรู้สึกราวกับว่าจะได้รับได้งานมากขึ้นในวันนี้"
    }
  },
  "s3": {
    "name": "ดาวตก",
    "description": "โจมตีศัตรูอย่างต่อเนื่องสร้างความเสียหายทางกาย {0} และทำให้ศัตรูกระเด็นไปไกลในการโจมตีครั้งสุดท้าย",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ทุกครั้งที่เกิดคริติคอลจะเพิ่มความเสียหายของการโจมตีครั้งสุดท้าย 10%",
    "dark": "ป้องกันความเสียหายทั้งหมดในระหว่างที่ใช้",
    "ut": {
      "name": "เหรียญแห่งความรวดเร็ว",
      "description": [
        "[ดาวตก] เพิ่มความเสียหาย 20% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
        "[ดาวตก] เพิ่มความเสียหาย 24% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
        "[ดาวตก] เพิ่มความเสียหาย 29% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
        "[ดาวตก] เพิ่มความเสียหาย 35% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
        "[ดาวตก] เพิ่มความเสียหาย 42% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
        "[ดาวตก] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200"
      ],
      "story": "เหรียญตราแห่งเกียรติยศที่มอบให้แก่ทหารรับจ้างที่รวดเร็วที่สุด ว่ากันว่ามันเป็นของที่ระลึกจาก Hersz นักรบที่รวดเร็วที่สุดในโลก การสวมใส่เหรียญตรานี้จะทำให้ร่างกายของผู้ใส่รู้สึกเบาขึ้น และพวกเขาจะสามารถทำนายการเคลื่อนไหวของคู่ต่อสู้ได้"
    }
  },
  "s4": {
    "name": "เด็กนำโชค",
    "description": "เมื่อโจมตีคริติคอลตรงเป้า เพิ่มพลังโจมตี {1} เป็นระยะเวลา {0} วินาที แสต็คสูงสุด 8 ครั้ง",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มพลังเจาะเกราะป้องกัน {0} ในระยะเวลาที่กำหนด"
    },
    "light": "เพิ่มความเสียหายแก่ศัตรูที่ไม่ได้เป็นฮีโร่สแต็คละ 4%",
    "dark": "หากมีการซ้อนทับ 5 ครั้งขึ้นไป รับความเสียหายกายภาพและความเสียหายเวทมนตร์ลดลง 20%"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "เมื่อโจมตีแบบปกติ มีโอกาส 10% เพิ่มความเสียหายคริติคอล 100% 5 วินาที"
  }
}