{
  "name": "Pavel",
  "subtitle": "พ่อมดมังกรน้ำแข็ง",
  "description": "นักเวทย์ผู้ได้รับพลังจากคำสาปมังกรน้ำแข็ง ใช้พลังเวทย์น้ำแข็งที่รุนแรงแช่แข็งศัตรู",
  "story": "พ่อมดมนุษย์ผู้มีวิญญาณมังกรน้ำแข็งสิงสถิตในร่าง แม้เขาเคยต่อสู้เคียงบ่าเคียงไหล่กับ Kyle เมื่อ 100 ปีก่อน แต่พ่อมดน้ำแข็งโบราณผู้นี้ถือกำเนิดขึ้นก่อนหน้านั้นนานแล้ว วิญญาณมังกรมักจะหลับใหล นานๆ ครั้งจึงจะตื่นมาสนทนากับเขาด้วยน้ำเสียงคล้ายเป็นคนรัก จักรวรรดิถือว่าเขาเป็นบุคคลสำคัญ จึงส่ง Rodina มาเพื่อดูแลและปกป้องเขา แต่เขาแค่อยากใช้ชีวิตอย่างสงบสุขและหลีกหนีความวุ่นวายในโลก",
  "like": "ความสงบสุข, ความเงียบ, การอ่านหนังสือ",
  "dislike": "อากาศร้อน, เสียงดัง",
  "inn": {
    "idle": "...คนเยอะจริงเชียว",
    "recruit": {
      "greet": "...มีธุระอะไรหรือ?",
      "talk": [
        "วุ่นวายจริงเขียว..",
        "...ควรต้องทำให้หัวเย็นลงหน่อย",
        "...ถ้าเป็นอาจารย์ จะทำอย่างไรไปนะ"
      ],
      "gift": "...ข้าจะรับไว้"
    },
    "affinity": {
      "greet": "ทำไมที่นี่ถึงอบอุ่นขนาดนี้นะ...",
      "talk": [
        "เงียบเถอะ... ขอข้าพักหน่อย...",
        "ข้าไม่รู้สึกถึงความเย็นจากเจ้าเลย..."
      ],
      "gift": "....ขอบคุณ"
    },
    "relationship": {
      "greet": "...เจ้าดูดีนี่",
      "talk": [
        "เดิมทีข้าเคยเป็นมนุษย์...ข้าจึงเข้าใจได้",
        "เจ้าอยากรู้เรื่องมังกรเหรอ...",
        "วิญญาณของนางกระซิบกับข้า...นางอยากรู้เรื่องเจ้า..."
      ]
    }
  },
  "uw": {
    "name": "แอนดาต้า แอนดราสเต้, หัวใจแห่งมังกร",
    "description": [
      "ทุก 15 วินาที สร้างความเสียหายเวทย์ 160% ของพลังโจมตีและแช่แข็งศัตรู 2 คนแบบสุ่ม ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา 5 วินาที",
      "ทุก 14 วินาที สร้างความเสียหายเวทย์ 192% ของพลังโจมตีและแช่แข็งศัตรู 2 คนแบบสุ่ม ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา 5 วินาที",
      "ทุก 12.5 วินาที สร้างความเสียหายเวทย์ 228% ของพลังโจมตีและแช่แข็งศัตรู 2 คนแบบสุ่ม ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา 5 วินาที",
      "ทุก 11 วินาที สร้างความเสียหายเวทย์ 276% ของพลังโจมตีและแช่แข็งศัตรู 2 คนแบบสุ่ม ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา 5 วินาที",
      "ทุก 9.5 วินาที สร้างความเสียหายเวทย์ 332% ของพลังโจมตีและแช่แข็งศัตรู 2 คนแบบสุ่ม ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา 5 วินาที",
      "ทุก 8 วินาที สร้างความเสียหายเวทย์ 400% ของพลังโจมตีและแช่แข็งศัตรู 2 คนแบบสุ่ม ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา 5 วินาที"
    ],
    "story": "Andarta และ Andraste คือชื่อของมังกรสองตัวที่พ่ายแพ้ให้ปีศาจในช่วงสงคราม มังกรคู่นี้มีวิญญาณเชื่อมถึงกัน พวกมันเป็นคู่รักที่รู้ใจกันยิ่งกว่าใคร แม้ในช่วงสุดท้ายของชีวิต พวกมันก็ไม่ยอมแยกจากกัน และขอร้องให้ Pavel สหายร่วมรบช่วยเหลือเป็นครั้งสุดท้าย Pavel ทำตามคำขอสุดท้ายด้วยการถ่ายโอนวิญญาณของทั้งคู่ไปไว้ในหัวใจ แล้วเปลี่ยนให้เป็นอัญมณีคู่หนึ่ง แม้สูญเสียร่างกายไปแล้ว แต่ทั้งคู่ก็ยังอยู่เคียงข้างกัน และจะไม่มีวันพรากจากกัน"
  },
  "s1": {
    "name": "ลิ่มแห่งความเยือกเย็น",
    "description": "สร้างความเสียหายเวทย์ {0} แก่ศัตรูเป้าหมายและทำให้เป็นน้ำแข็งเป็นเวลา {1} วินาที หากมีศัตรูที่อยู่ในสถานะแช่แข็งจะสร้างความเสียหายเพิ่มเติมและทำให้ศัตรูนั้นเป็นน้ำแข็ง",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "เพิ่มการใช้ Mana 1 เพิ่มเอฟเฟ็คน้ำแข็งต่อเนื่อง 5 วินาที"
  },
  "s2": {
    "name": "หอกน้ำแข็ง",
    "description": "โจมตีศัตรูแบบสุ่ม 5 ครั้ง สร้างความเสียหายเวท {0} และทำให้ถูกดีบัพแช่แข็ง หากโจมตีศัตรูที่ติดสถานะแช่แข็งจะสร้างทวนเพิ่มเติม สร้างความเสียหายครึ่งหนึ่งแก่เป้าหมาย ทวนที่ถูกสร้างเพิ่มขึ้นจะไม่ติดสถานะแช่แข็ง เพิ่มความเสียหายแก่ศัตรูที่อยู่ในสถานะแข็ง 50%",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เปลี่ยนเป้าหมายเป็นศัตรูที่มีพลังโจมตีสูงสุด",
    "ut": {
      "name": "เข็มกลัดแช่แข็ง",
      "description": [
        "[หอกน้ำแข็ง] ลดเวลาคูลดาวน์ลง 8% และมีโอกาส 40% ที่จะแช่แข็งศัตรูเป็นเวลา 1 วินาทีเมื่อสร้างความเสียหายแก่ศัตรูที่อยู่ในสถานะติดไอเย็น เอฟเฟคนี้ไม่มีผลกับหอกที่สร้างขึ้นเพิ่มเติม",
        "[หอกน้ำแข็ง] ลดเวลาคูลดาวน์ลง 8% และมีโอกาส 48% ที่จะแช่แข็งศัตรูเป็นเวลา 1 วินาทีเมื่อสร้างความเสียหายแก่ศัตรูที่อยู่ในสถานะติดไอเย็น เอฟเฟคนี้ไม่มีผลกับหอกที่สร้างขึ้นเพิ่มเติม",
        "[หอกน้ำแข็ง] ลดเวลาคูลดาวน์ลง 8% และมีโอกาส 58% ที่จะแช่แข็งศัตรูเป็นเวลา 1 วินาทีเมื่อสร้างความเสียหายแก่ศัตรูที่อยู่ในสถานะติดไอเย็น เอฟเฟคนี้ไม่มีผลกับหอกที่สร้างขึ้นเพิ่มเติม",
        "[หอกน้ำแข็ง] ลดเวลาคูลดาวน์ลง 8% และมีโอกาส 70% ที่จะแช่แข็งศัตรูเป็นเวลา 1 วินาทีเมื่อสร้างความเสียหายแก่ศัตรูที่อยู่ในสถานะติดไอเย็น เอฟเฟคนี้ไม่มีผลกับหอกที่สร้างขึ้นเพิ่มเติม",
        "[หอกน้ำแข็ง] ลดเวลาคูลดาวน์ลง 8% และมีโอกาส 84% ที่จะแช่แข็งศัตรูเป็นเวลา 1 วินาทีเมื่อสร้างความเสียหายแก่ศัตรูที่อยู่ในสถานะติดไอเย็น เอฟเฟคนี้ไม่มีผลกับหอกที่สร้างขึ้นเพิ่มเติม",
        "[หอกน้ำแข็ง] ลดเวลาคูลดาวน์ลง 8% และมีโอกาส 100% ที่จะแช่แข็งศัตรูเป็นเวลา 1 วินาทีเมื่อสร้างความเสียหายแก่ศัตรูที่อยู่ในสถานะติดไอเย็น เอฟเฟคนี้ไม่มีผลกับหอกที่สร้างขึ้นเพิ่มเติม"
      ],
      "story": "มังกรแห่งน้ำแข็งให้เข็มกลัดนี้ของขวัญแก่ Pavel น้อยและอาบเข็มกลัดด้วยลมหายใจของมัน แต่หลังจากมังกรแห่งน้ำแข็งและ Pavel กลายเป็นหนึ่งเดียวกัน มันเตือน Pavel ไม่ให้ทิ้งมันไป สามารถสร้างความเจ็บปวดที่ทิ่มแทงหัวใจ เสริมพลังเยือกเย็นให้กับมานาของ Pavel ทำให้เวทมนตร์ของเขาแข็งแกร่งขึ้น"
    }
  },
  "s3": {
    "name": "การควบคุมของน้ำแข็ง",
    "description": "สร้างความเสียหายเวทย์ {0} แก่ศัตรูทั้งหมด ทำให้ศัตรูที่ถูกแช่แข็งกลายเป็นน้ำแข็งเป็นเวลา {1} วินาที และเพิ่มความเสียหายแก่เป้าหมายที่กลายเป็นน้ำแข็ง {2}%",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "ป้องกันความเสียหายทั้งหมดในระหว่างที่ใช้",
    "ut": {
      "name": "หัวใจแห่งธารน้ำแข็ง",
      "description": [
        "[การควบคุมของน้ำแข็ง] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการทำให้เป็นน้ำแข็ง 1 วินาที",
        "[การควบคุมของน้ำแข็ง] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการทำให้เป็นน้ำแข็ง 1.2 วินาที",
        "[การควบคุมของน้ำแข็ง] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการทำให้เป็นน้ำแข็ง 1.4 วินาที",
        "[การควบคุมของน้ำแข็ง] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการทำให้เป็นน้ำแข็ง 1.7 วินาที",
        "[การควบคุมของน้ำแข็ง] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการทำให้เป็นน้ำแข็ง 2.1 วินาที",
        "[การควบคุมของน้ำแข็ง] เพิ่มความเสียหาย 50% เพิ่มเวลาต่อเนื่องของการทำให้เป็นน้ำแข็ง 2.5 วินาที"
      ],
      "story": "เลือดแช่แข็งของจิตวิญญาณฤดูหนาว Pavel พบมันที่ส่วนลึกด้านในของถ้ำน้ำแข็งและสร้างมันให้กลายเป็นต่างหู สามารถรู้สึกถึงความเย็นแสนโหดร้ายและความเจ็บปวดแสนสาหัสได้จากมัน แต่มันจะเพิ่มมานาของ Pavel จนถึงขีดสุด"
    }
  },
  "s4": {
    "name": "สัมผัสที่เยือกเย็น",
    "description": "สร้างความเสียหายกายภาพ {1} หน่วยแก่ศัตรู 3 ตัวทุกๆ {0} วินาทีและทำให้ศัตรูติดเยือกแข็งซึ่งลดความเร็วโจมตีของศัตรูลง 100 หน่วยเป็นเวลา 8 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ลดการต้านทานสถานะผิดปกติของเป้าหมาย 250 เป็นเวลา 10 วินาที",
    "dark": "ไม่สามารถลบสถานะแช่แข็งได้ด้วยการใช้เอฟเฟ็กลบดีบัฟ"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "ทุกๆ 3 วินาที โจมตีศัตรูทั้งหมด สร้างความเสียหายเวทย์เท่ากับ 50% ของพลังโจมตี มีโอกาส 50% ที่จะแช่แข็งศัตรู หากโจมตีศัตรูที่ติดสถานะแช่แข็งจะสร้างความเสียหายเวทย์เท่ากับ 300% ของพลังโจมตีทั้งหมดเพิ่มเติมอย่างต่อเนื่องเป็นเวลา 3 วินาที"
  }
}