{
  "name": "Frey",
  "subtitle": "นักบวชศักสิทธ์",
  "description": "เธอเป็นเพื่อนสนิทของ Kasel ตั้งแต่เด็ก และยังเป็นนักบวชศักดิ์สิทธิ์ผู้รับใช้เทพธิดาอีกด้วย ด้วยคำอวยพรของเทพธิดา เธอสามารถเพิ่มพลังเวทย์และพลังปกป้องรักษาของเธอได้ช่วงเวลาหนึ่ง",
  "story": "นักบวชหญิงฝึกหัดผู้รับใช้เทพธิดา Lua ศาสนจักรหมายมั่นให้เธอเป็นนักบวชหญิงในอนาคต เธอมีศรัทธาแรงกล้าและมีพรสวรรค์ในการเป็นสื่อกลางพลังของ Lua ตั้งแต่เริ่มฝึกฝน จนแม้แต่เหล่านักบวชชั้นสูงก็ยังประหลาดใจ เธอคิดว่าโชคชะตากำหนดให้เธอเป็นนักบวช และความมุ่งมั่นนี้เองส่งผลให้เธอเป็นคนมีเมตตา แต่เธอไม่เคยปรานีเหล่าคนชั่ว",
  "like": "Lua, งานปัจจุบัน",
  "dislike": "ความอยุติธรรม",
  "inn": {
    "idle": "เทพธิดา Lua ผู้ที่มีแสงสว่างอยู่ภายในตัวเอย ขอให้ความศรัทธาของเราไม่มีวันสั่นคลอนด้วยเถอะ",
    "recruit": {
      "greet": "ขอให้พรของ Lua จงสถิตอยู่กับเจ้า",
      "talk": [
        "ความสัมพันธ์ของข้ากับ Kasel เหรอ ฮ่าฮ่า เราเป็นเหมือนครอบครัวน่ะ ข้าคิดว่าข้าเป็นเหมือนผู้คุ้มกันของเขามั้ง",
        "ข้าสงสัยจังว่าหัวหน้านักบวชหญิง Iris เป็นยังไงบ้าง ข้าไม่เห็นนางเลยตั้งแต่ข้าจากมา...",
        "ฮ่าฮ่า Roi กับ Cleo ดูไม่เหมือนคู่รักที่เหมาะสมกันเหรอ"
      ],
      "gift": "ว้าว ขอบคุณนะ"
    },
    "affinity": {
      "greet": "เจ้าอยู่นี่เอง เจ้าไม่ได้บาดเจ็บใช่มั้ย",
      "talk": [
        "บางครั้งข้าเห็นแสงสว่างในความฝันของข้า ผู้คนที่มีปีกสีขาวและดวงอาทิตย์ส่องสว่างมาจากด้านหลังพวกเขา...",
        "ข้าชอบใครงั้นเหรอ น-นั่นมันเป็นความลับระหว่างข้ากับ Lua"
      ],
      "gift": "ขอบคุณ ข้าจะไม่ลืมน้ำใจของเจ้าเลย"
    },
    "relationship": {
      "greet": "ข้าขอภาวนาด้วยความจริงใจให้ Lua คุ้มครองเจ้านะ",
      "talk": [
        "ความปลอดภัยของ Kasel เป็นสิ่งสำคัญ เพราะอย่างไรก็ตาม เขาก็ถูกเลือกโดยเทพธิดา",
        "การตัดสินใจทุกอย่างก็อาจโดนดูถูกเหยียดหยามได้ ข้าไม่ว่าอะไรหรอกตราบใดที่เทพธิดาพึงพอใจ",
        "ความสัมพันธ์ระหว่างพระเจ้ากับนักบวชไม่ต่างอะไรไปจากความสัมพันธ์ระหว่างคนธรรมดาหรอก บางครั้ง...เราไม่เห็นด้วย"
      ]
    }
  },
  "uw": {
    "name": "อำนาจแห่งพระเจ้า, โรสเมอต้า",
    "description": [
      "รักษา HP ของพันธมิตร 4 คนที่มี HP น้อยที่สุด จำนวน 80% ของพลังโจมตีทุก 8 วินาที และเพิ่มอัตราคริติคอลขึ้น 300 หน่วย และความเสียหายคริติคอลขึ้น 20% สำหรับพันธมิตรที่มีพลังโจมตีสูงสุดนาน 8 วินาที",
      "รักษา HP ของพันธมิตร 4 คนที่มี HP น้อยที่สุด จำนวน 96% ของพลังโจมตีทุก 8 วินาที และเพิ่มอัตราคริติคอลขึ้น 300 หน่วย และความเสียหายคริติคอลขึ้น 24% สำหรับพันธมิตรที่มีพลังโจมตีสูงสุดนาน 8 วินาที",
      "รักษา HP ของพันธมิตร 4 คนที่มี HP น้อยที่สุด จำนวน 115% ของพลังโจมตีทุก 8 วินาที และเพิ่มอัตราคริติคอลขึ้น 300 หน่วย และความเสียหายคริติคอลขึ้น 29% สำหรับพันธมิตรที่มีพลังโจมตีสูงสุดนาน 8 วินาที",
      "รักษา HP ของพันธมิตร 4 คนที่มี HP น้อยที่สุด จำนวน 138% ของพลังโจมตีทุก 8 วินาที และเพิ่มอัตราคริติคอลขึ้น 300 หน่วย และความเสียหายคริติคอลขึ้น 35% สำหรับพันธมิตรที่มีพลังโจมตีสูงสุดนาน 8 วินาที",
      "รักษา HP ของพันธมิตร 4 คนที่มี HP น้อยที่สุด จำนวน 165% ของพลังโจมตีทุก 8 วินาที และเพิ่มอัตราคริติคอลขึ้น 300 หน่วย และความเสียหายคริติคอลขึ้น 42% สำหรับพันธมิตรที่มีพลังโจมตีสูงสุดนาน 8 วินาที",
      "รักษา HP ของพันธมิตร 4 คนที่มี HP น้อยที่สุด จำนวน 200% ของพลังโจมตีทุก 8 วินาที และเพิ่มอัตราคริติคอลขึ้น 300 หน่วย และความเสียหายคริติคอลขึ้น 50% สำหรับพันธมิตรที่มีพลังโจมตีสูงสุดนาน 8 วินาที"
    ],
    "story": "ว่ากันว่าเทวดาคือเผ่าพันธุ์ที่ใกล้ชิดกับ Lua มากที่สุด เมื่อเทวดาระดับสูงตาย แกนวิญญาณที่เหลือจะถูกส่งไปชุบชีวิต ณ ที่พำนักของเทวดา แต่เทวดาองค์หนึ่งนามว่า Rosmerta มอบแกนวิญญาณของเธอให้ Church of Lua ไม้เท้าศักดิ์สิทธิ์อันนี้ถูกสร้างขึ้นจากพลังงานสวรรค์ของแกนกลางวิญญาณนั้น"
  },
  "s1": {
    "name": "แสงแห่งปาฏิหาริย์",
    "description": "ฟื้นฟู HP {0} ให้พันธมิตรที่เหลือ HP ที่น้อยที่สุด",
    "books": {
      "0": "เพิ่มการฟื้นฟูพลังชีวิต {0}%",
      "1": "เพิ่มการฟื้นฟูพลังชีวิต {0}%",
      "2": "กำจัดเอฟเฟ็คที่เป็นผลเสียที่เป้าหมายได้รับ"
    },
    "light": "เพิ่มการใช้ Mana 1 และเปลี่ยนเป็นเป้าหมาย 2 ตัว",
    "dark": "เพิ่มการลดความเสียหายเวทย์ของพันธมิตรที่ได้ฟื้นฟู HP 10 วินาที 25%",
    "ut": {
      "name": "ไข่เทวดา",
      "description": [
        "[แสงแห่งปาฏิหาริย์] เพิ่มอัตราการรักษา 50% และทำให้เป้าหมายต้านทานความเสียหายเป็นเวลา 1 วินาที",
        "[แสงแห่งปาฏิหาริย์] เพิ่มอัตราการรักษา 50% และทำให้เป้าหมายต้านทานความเสียหายเป็นเวลา 1.2 วินาที",
        "[แสงแห่งปาฏิหาริย์] เพิ่มอัตราการรักษา 50% และทำให้เป้าหมายต้านทานความเสียหายเป็นเวลา 1.4 วินาที",
        "[แสงแห่งปาฏิหาริย์] เพิ่มอัตราการรักษา 50% และทำให้เป้าหมายต้านทานความเสียหายเป็นเวลา 1.7 วินาที",
        "[แสงแห่งปาฏิหาริย์] เพิ่มอัตราการรักษา 50% และทำให้เป้าหมายต้านทานความเสียหายเป็นเวลา 2.1 วินาที",
        "[แสงแห่งปาฏิหาริย์] เพิ่มอัตราการรักษา 50% และทำให้เป้าหมายต้านทานความเสียหายเป็นเวลา 2.5 วินาที"
      ],
      "story": "สมบัติอันเป็นที่รักยิ่งของ Frey ลูกแก้วคริสตัลนี้คือสิ่งที่อยู่กับ Frey เมื่อตอนยังเป็นทารกและถูกพบใต้ต้นไม้กำเนิดโลก Frey เรียกมันว่าไข่เทวดาเนื่องจากลูกแก้วนี้มันเงาดุจเส้นผมของเทวดาและนางก็รักเจ้าสิ่งนี้มาโดยตลอด"
    }
  },
  "s2": {
    "name": "คำอวยพรแห่งแสง",
    "description": "สร้างเกราะคุ้มกันที่ดูดกลืนความเสียหาย {1} ให้พันธมิตรทั้งหมด เป็นเวลา {0} วินาที ในขณะที่ผลของโล่ยังอยู่จะต้านทานสถานะผิดปกติ",
    "books": {
      "0": "เพิ่มบาเรียป้องกัน {0}%",
      "1": "เพิ่มบาเรียป้องกัน {0}%",
      "2": "เพิ่มพลังในการฟื้นตัวของเป้าหมาย {0}% ระหว่างที่ใช้สกิล"
    },
    "light": "เพิ่มปริมาณเกราะคุ้มกัน 40%",
    "dark": "เป้าหมายที่ได้รับเกราะคุ้มกันอยู่จะเพิ่มพลังการโจมตี 20%",
    "ut": {
      "name": "เหรียญแห่งปาฏิหาริย์",
      "description": [
        "[คำอวยพรแห่งแสง] เพิ่มปริมาณโล่ขึ้น 50% และฟื้นฟูมานา 100 หน่วยทุกวินาทีเป็นเวลา 4 วินาที",
        "[คำอวยพรแห่งแสง] เพิ่มปริมาณโล่ขึ้น 50% และฟื้นฟูมานา 120 หน่วยทุกวินาทีเป็นเวลา 4 วินาที",
        "[คำอวยพรแห่งแสง] เพิ่มปริมาณโล่ขึ้น 50% และฟื้นฟูมานา 140 หน่วยทุกวินาทีเป็นเวลา 4 วินาที",
        "[คำอวยพรแห่งแสง] เพิ่มปริมาณโล่ขึ้น 50% และฟื้นฟูมานา 170 หน่วยทุกวินาทีเป็นเวลา 4 วินาที",
        "[คำอวยพรแห่งแสง] เพิ่มปริมาณโล่ขึ้น 50% และฟื้นฟูมานา 210 หน่วยทุกวินาทีเป็นเวลา 4 วินาที",
        "[คำอวยพรแห่งแสง] เพิ่มปริมาณโล่ขึ้น 50% และฟื้นฟูมานา 250 หน่วยทุกวินาทีเป็นเวลา 4 วินาที"
      ],
      "story": "เหรียญที่นักบุญหญิงแห่งปาฏิหาริย์ Yvonne เป็นผู้สร้างขึ้นด้วยการรู้แจ้งแห่งเทพธิดา เหรียญแห่งปาฏิหาริย์เป็นวัตถุศักดิ์สิทธิ์ที่มีพลังเวทมนตร์แห่งแสง ว่ากันว่า Yvonne เคยปกป้องเมืองที่โดนพวกปีศาจบุกโดยใช้พรจากแสงที่เสริมพลังด้วยเหรียญนี้"
    }
  },
  "s3": {
    "name": "การแก้แค้นของสวรรค์",
    "description": "โจมตีเป้าหมายและศัตรูที่อยู่ใกล้เป้าหมาย 6 ครั้ง สร้างความเสียหายเวทมนตร์สูงสุด {0} หน่วย เป้าหมายที่ได้รับผลกระทบจะตาบอดนาน {1} วินาที และได้รับความเสียหายเพิ่มขึ้น {2}%",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มอัตราคริติคอล {0}"
    },
    "light": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 80%",
    "dark": "ลดเวลาการตาบอดต่อเนื่อง 2 วินาที และเปลี่ยนเป้าหมายเป็นศัตรูแบบสุ่ม",
    "ut": {
      "name": "ขนนกของผู้พิพากษาที่ถูกลืม",
      "description": [
        "[การแก้แค้นของสวรรค์] เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 10 วินาที 20% เพิ่มเวลาตาบอดต่อเนื่อง 1 วินาที",
        "[การแก้แค้นของสวรรค์] เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 10 วินาที 20% เพิ่มเวลาตาบอดต่อเนื่อง 1.5 วินาที",
        "[การแก้แค้นของสวรรค์] เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 10 วินาที 20% เพิ่มเวลาตาบอดต่อเนื่อง 2 วินาที",
        "[การแก้แค้นของสวรรค์] เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 10 วินาที 20% เพิ่มเวลาตาบอดต่อเนื่อง 2.5 วินาที",
        "[การแก้แค้นของสวรรค์] เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 10 วินาที 20% เพิ่มเวลาตาบอดต่อเนื่อง 3 วินาที",
        "[การแก้แค้นของสวรรค์] เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 10 วินาที 20% เพิ่มเวลาตาบอดต่อเนื่อง 3.5 วินาที"
      ],
      "story": "ขนปีกจากผู้คุ้มครองแห่งดวงอาทิตย์ ขนปีกของเทวดาที่ได้ช่วยเหลือผู้คนด้วยการต่อสู้กับปีศาจในอดีต เขาทิ้งขนปีกของเขาไว้เป็นหลักฐานแห่งคำมั่นสัญญาว่าเขาจะกลับมาอีกครั้งถ้าโลกตกอยู่ในความโกลาหล วัตถุโบราณของ Church of Lua ที่เรียกลำแสงศักดิ์สิทธิ์แห่งดวงอาทิตย์เพื่อทำให้ศัตรูตาบอด"
    }
  },
  "s4": {
    "name": "เทพธิดาปกปักษ์",
    "description": "พลังป้องกันเวทมนตร์ของพันธมิตร 1 คนที่มี HP ต่ำที่สุดขึ้น {1} หน่วยเป็นเวลา {0} วินาทีทุกๆ 15 วินาที",
    "books": {
      "0": "เพิ่มค่าความต้านทานเวทย์ขึ้น {0}%",
      "1": "เพิ่มค่าความต้านทานเวทย์ขึ้น {0}%",
      "2": "ฟื้นฟู HP ของเป้าหมาย {0}% ระหว่างที่ใช้สกิล"
    },
    "light": "เพิ่มความเร็วการโจมตีของเป้าหมาย 250",
    "dark": "เปลี่ยนเป้าหมายเป็น 2 ตัว",
    "ut": {
      "name": "การลงมาจุติของเทวทูต",
      "description": [
        "[ความสง่างามของเทพธิดา] เมื่อเปิดใช้งาน จะลบล้างเอฟเฟคลบทั้งหมดจากเป้าหมาย และเพิ่มอัตราการรักษาของเป้าหมายขึ้น 20% ตลอดระยะเวลาของสกิล",
        "[ความสง่างามของเทพธิดา] เมื่อเปิดใช้งาน จะลบล้างเอฟเฟคลบทั้งหมดจากเป้าหมาย และเพิ่มอัตราการรักษาของเป้าหมายขึ้น 24% ตลอดระยะเวลาของสกิล",
        "[ความสง่างามของเทพธิดา] เมื่อเปิดใช้งาน จะลบล้างเอฟเฟคลบทั้งหมดจากเป้าหมาย และเพิ่มอัตราการรักษาของเป้าหมายขึ้น 29% ตลอดระยะเวลาของสกิล",
        "[ความสง่างามของเทพธิดา] เมื่อเปิดใช้งาน จะลบล้างเอฟเฟคลบทั้งหมดจากเป้าหมาย และเพิ่มอัตราการรักษาของเป้าหมายขึ้น 35% ตลอดระยะเวลาของสกิล",
        "[ความสง่างามของเทพธิดา] เมื่อเปิดใช้งาน จะลบล้างเอฟเฟคลบทั้งหมดจากเป้าหมาย และเพิ่มอัตราการรักษาของเป้าหมายขึ้น 42% ตลอดระยะเวลาของสกิล",
        "[ความสง่างามของเทพธิดา] เมื่อเปิดใช้งาน จะลบล้างเอฟเฟคลบทั้งหมดจากเป้าหมาย และเพิ่มอัตราการรักษาของเป้าหมายขึ้น 50% ตลอดระยะเวลาของสกิล"
      ],
      "story": "หนังสือนิทานเก่าๆ ของ Frey เป็นหนังสือนิทานเล่มแรกที่ Frey ได้รับเป็นของขวัญในตอนที่ยังเป็นเด็ก หนังสือเล่มนี้บอกเล่าเรื่องสงครามระหว่างเทวดาและปีศาจ Frey ชื่นชอบตอนที่เหล่าเทวดาได้รับชัยชนะหลังจากกำจัดปีศาจทั้งหมดมากเป็นพิเศษ"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคเวทย์ +200",
    "dark": "เพิ่มพลังโจมตีของพันธมิตรทั้งหมด 5% ของพลังโจมตีตัวเอง"
  }
}