{
  "name": "Demia",
  "subtitle": "อัศวินแห่งโล่",
  "description": "อัศวินผู้พิทักษ์ ซึ่งถือหอกและโล่ขนาดใหญ่ ยืนเผชิญหน้ากับศัตรูด้วยความแน่วแน่ และกำจัดศัตรูด้วยปลายหอก",
  "story": "Ziltrion Si Demia ผู้บัญชาการหน่วยอัศวินผู้พิทักษ์แห่ง Orvel เธอคืออัศวินผู้แข็งแกร่งและสง่าผ่าเผย ใช้หอกและโล่ยักษ์เป็นอาวุธ ว่ากันว่าไม่มีการโจมตีใดทะลุผ่านโล่ของเธอได้ เธอเป็นผู้บัญชาการอัศวินที่ใส่ใจผู้ใต้บังคับบัญชา และพร้อมปฏิบัติภารกิจทุกอย่างเพื่อรับใช้แผ่นดินของเธอ เธอรู้สึกว่าบรรยากาศของวังหลวงในระยะหลังเปลี่ยนแปลงไป เธอจึงหวังแต่งตั้งให้ Clause สืบทอดตำแหน่งผู้บัญชาการโดยเร็ว เพื่อจะได้ปกป้อง Scarlet จากการคุกคามของขุนนางคนอื่นๆ",
  "like": "การรับใช้กษัตริย์ผู้ทรงธรรม",
  "dislike": "คนหัวอ่อนที่ทรยศผู้อื่น",
  "inn": {
    "idle": "จงทำให้ตัวเองพร้อมเต็มที่สำหรับการต่อสู้ในวันพรุ่งนี้",
    "recruit": {
      "greet": "ยินดีที่ได้รู้จักเจ้า, ทหาร.. ข้า Demia Ziltrion หัวหน้ากองทหารรักษาการณ์",
      "talk": [
        "กองทหารรักษาการณ์ที่มุ่งมั่น, Nars Horrun จะเป็นผู้นำกองกำลังแทนที่ข้า",
        "พ่อของข้าได้ใช้เวลาหลายปีในฐานะหัวหน้ากองทหารรักษาการณ์, เช่นกัน จริงๆแล้ว ท่านต้องการให้ข้าเติบโตเหมือนกับเด็กคนอื่นๆ แต่ช่วยไม่ได้ที่ข้าก็เป็นเช่นท่าน เลือดของท่านนั้นไหลอยู่ในกายข้า",
        "ข้าจะเอาชนะราชาปีศาจที่ชั่วร้ายและนำความสงบสุขกลับคืนสู่อาณาจักร"
      ],
      "gift": "ข้าควรจะแชร์เรื่องนี้กับเหล่าทหารของข้า"
    },
    "affinity": {
      "greet": "ขอบคุณที่ชวนข้านะ",
      "talk": [
        "โปรดบอกให้ข้ารู้ถ้าเจ้ารู้อะไรเกี่ยวกับ Dark Force",
        "เราพร้อมที่จะสู้ทุกเมื่อ เพื่อ Orvelia!"
      ],
      "gift": "ข้าจะแชร์เรื่องนี้กับเหล่าทหาร"
    },
    "relationship": {
      "greet": "ข้าได้ยินมาว่าเจ้ากำลังตามหาข้า มีอะไรเหรอ",
      "talk": [
        "ข้ากังวลเรื่องเจ้าหญิง นางยังเด็กและอ่อนโยน...มันต้องหนักหนาแน่เลย",
        "ฮึ่ม ทำไมเจ้ากระป๋องนั่นถึงอยู่ปกป้องเจ้าหญิงไม่ได้ล่ะ...ช่างเป็นคนที่น่ารำคาญชะมัด...",
        "ข้าเหรอ อืม เอ่อ...การออกไปต่อสู้เคียงข้างเจ้าไม่ได้แย่ไปหมดซะทีเดียว เป็นการออกกำลังกายที่ดีเลยล่ะ"
      ]
    }
  },
  "uw": {
    "name": "อาร์เฟียส, แสงสีฟ้า",
    "description": [
      "เพิ่มพลังป้องกันกายภาพของพันธมิตรทั้งหมด 4% การบล็อคการโจมตีจากศัตรูมีโอกาส 10% ที่จะฟื้นฟูมานา 3% และลดเวลาคูลดาวน์ของทุกสกิลลง 1 วินาที",
      "เพิ่มพลังป้องกันกายภาพของพันธมิตรทั้งหมด 4.8% การบล็อคการโจมตีจากศัตรูมีโอกาส 12% ที่จะฟื้นฟูมานา 3.3% และลดเวลาคูลดาวน์ของทุกสกิลลง 1 วินาที",
      "เพิ่มพลังป้องกันกายภาพของพันธมิตรทั้งหมด 5.8% การบล็อคการโจมตีจากศัตรูมีโอกาส 14% ที่จะฟื้นฟูมานา 3.6% และลดเวลาคูลดาวน์ของทุกสกิลลง 1 วินาที",
      "เพิ่มพลังป้องกันกายภาพของพันธมิตรทั้งหมด 7% การบล็อคการโจมตีจากศัตรูมีโอกาส 17% ที่จะฟื้นฟูมานา 3.9% และลดเวลาคูลดาวน์ของทุกสกิลลง 1 วินาที",
      "เพิ่มพลังป้องกันกายภาพของพันธมิตรทั้งหมด 8.4% การบล็อคการโจมตีจากศัตรูมีโอกาส 21% ที่จะฟื้นฟูมานา 4.2% และลดเวลาคูลดาวน์ของทุกสกิลลง 1 วินาที",
      "เพิ่มพลังป้องกันกายภาพของพันธมิตรทั้งหมด 10% การบล็อคการโจมตีจากศัตรูมีโอกาส 25% ที่จะฟื้นฟูมานา 4.5% และลดเวลาคูลดาวน์ของทุกสกิลลง 1 วินาที"
    ],
    "story": "วันหนึ่งมีการค้นพบสายแร่ที่มีมานาทรงพลังไหลซึมออกมาในเขต Ziltrion ระหว่างสำรวจ Demia พบแร่สีน้ำเงินก้อนหนึ่งซึ่งเธอไม่เคยเห็นมาก่อน จอมเวทและนักเล่นแร่แปรธาตุจำนวนมากศึกษาแร่ลึกลับที่มีคุณสมบัติเป็นทั้งอัญมณีและโลหะก้อนนี้ แต่ไม่มีใครรู้ว่ามันคืออะไร แต่ช่างตีเหล็ก Jin คิดเห็นต่างออกไป ทันทีที่เห็นแร่ เขาก็ยิ้มกว้างพลางเสนอต่อ Demia ว่าจะใช้มันสร้างอุปกรณ์ที่ทรงพลัง ซึ่งเขาก็นำแร่ไปสร้างหอกและโล่ที่เปล่งรัศมีมานาสีฟ้าและแข็งแกร่งยิ่งกว่าเพชร"
  },
  "s1": {
    "name": "ทะลุทะลวง",
    "description": "ขว้างหอกใส่ศัตรูที่อยู่ไกลที่สุด สร้างความเสียหายทางกาย {0} และดึงเข้ามาด้านหน้าตัวเอง หลังจากนั้น สร้างความเสียหายทางกาย {1} ให้กับศัตรูในบริเวณตัวเองและทำให้หมดสติ 3 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มเวลาหมดสติต่อเนื่อง {0} วินาที"
    },
    "light": "เพิ่มการใช้ Mana 1 ดึงศัตรู 2 ตัวเข้ามา",
    "dark": "เพิ่มความเสียหายทั้งหมดที่ศัตรูที่ถูกดึงเข้ามาได้รับ 25% เป็นเวลา 10 วินาที"
  },
  "s2": {
    "name": "ปรารถนาชัยชนะ",
    "description": "เมื่อบล็อกการโจมตีของศัตรูในเวลา {0} วินาที ศัตรูที่อยู่ใกล้เคียงจะได้รับความเสียหายทางกายภาพ {1} และพลังโจมตีลดลง {2}%",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มปริมาณการลดพลังโจมตี {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เมื่อร่ายเวทย์จะเพิ่มพลังป้องกันกายของพันธมิตร 20% เป็นเวลา 10 วินาที",
    "ut": {
      "name": "โล่แห่งปณิธาน",
      "description": [
        "[ปรารถนาชัยชนะ] เพิ่มความเสียหายขึ้น 50% และความอ่อนแอต่อกายภาพของเป้าหมายขึ้น 10% เป็นเวลา 10 วินาที",
        "[ปรารถนาชัยชนะ] เพิ่มความเสียหายขึ้น 50% และความอ่อนแอต่อกายภาพของเป้าหมายขึ้น 12% เป็นเวลา 10 วินาที",
        "[ปรารถนาชัยชนะ] เพิ่มความเสียหายขึ้น 50% และความอ่อนแอต่อกายภาพของเป้าหมายขึ้น 14% เป็นเวลา 10 วินาที",
        "[ปรารถนาชัยชนะ] เพิ่มความเสียหายขึ้น 50% และความอ่อนแอต่อกายภาพของเป้าหมายขึ้น 17% เป็นเวลา 10 วินาที",
        "[ปรารถนาชัยชนะ] เพิ่มความเสียหายขึ้น 50% และความอ่อนแอต่อกายภาพของเป้าหมายขึ้น 21% เป็นเวลา 10 วินาที",
        "[ปรารถนาชัยชนะ] เพิ่มความเสียหายขึ้น 50% และความอ่อนแอต่อกายภาพของเป้าหมายขึ้น 25% เป็นเวลา 10 วินาที"
      ],
      "story": "โล่ไม้ที่ Demia ใช้ฝึกในตอนเด็ก ใช้มานับครั้งไม่ถ้วนและสึกเหลือเกิน Demia ใช้มันเพื่อรวบรวมสมาธิเมื่อนางรู้สึกว่าถึงขีดจำกัดแล้ว ความภาคภูมิใจของนางในฐานะอัศวินแห่ง Orvelia จะปรากฏเมื่อนางจ้องมองโล่เก่าๆ โทรมๆ นี้"
    }
  },
  "s3": {
    "name": "ป้อมเหล็ก",
    "description": "ขณะร่ายสกิลจะบล็อคความเสียหาย เพิ่มความเสียหายของการกระโดดโจมตี 7% และสร้างความเสียหาย {1} แก่ศัตรูและทำให้หมดสติ หลังจากร่ายสกิลเสร็จ กระโดตไปยังศัตรูแล้วสร้างความเสียหายทางกายภาพ {2} และทำให้ศัตรูสลบเป็นเวลา {3} วินาที ในขณะที่ใช้สกิลมีผลป้องกันสถานะผิดปกติทั้งหมด",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เมื่อโจมตีแบบกระโดดจะโจมตีเป้าหมายที่มีพลังโจมตีสูงสุด",
    "dark": "ลดความเสียหายทางกายภาพที่พันธมิตรทั้งหมดได้รับเป็น 20% ในขณะที่ใช้",
    "ut": {
      "name": "พลังแห่งการปกป้อง",
      "description": [
        "[ป้อมเหล็ก] ลดการใช้ Mana 1 เพิ่มเวลาการสลบต่อเนื่องของการกระโดดโจมตี 1 วินาที",
        "[ป้อมเหล็ก] ลดการใช้ Mana 1 เพิ่มเวลาการสลบต่อเนื่องของการกระโดดโจมตี 1.5 วินาที",
        "[ป้อมเหล็ก] ลดการใช้ Mana 1 เพิ่มเวลาการสลบต่อเนื่องของการกระโดดโจมตี 2 วินาที",
        "[ป้อมเหล็ก] ลดการใช้ Mana 1 เพิ่มเวลาการสลบต่อเนื่องของการกระโดดโจมตี 2.5 วินาที",
        "[ป้อมเหล็ก] ลดการใช้ Mana 1 เพิ่มเวลาการสลบต่อเนื่องของการกระโดดโจมตี 3 วินาที",
        "[ป้อมเหล็ก] ลดการใช้ Mana 1 เพิ่มเวลาการสลบต่อเนื่องของการกระโดดโจมตี 3.5 วินาที"
      ],
      "story": "หินที่เลื่องลือในการช่วยปกป้องจิตวิญญาณของคนจากการถูกปีศาจครอบงำ มันจะเปล่งแสงสักพักหนึ่งในช่วงดวงอาทิตย์ขึ้น ดังนั้นจึงพบมันได้ยาก วันหนึ่ง ในตอนที่ Demia เหนื่อยล้าจากการต่อสู้ เพื่อนคนหนึ่งได้ใส่สิ่งนี้ในมือของเธอ ถึงแม้ว่าเขาจะเป็นเพื่อนที่เธอไม่สามารถพบเจอได้อีกแล้ว... แต่ Demia ก็พกหินนี้ไปด้วยเสมอเมื่อต้องออกไปสู่สนามรบ เธอทำอย่างสุดความสามารถเพื่อที่จะรักษาคำมั่นว่าจะไม่มีวันปล่อยให้การเสียสละของเพื่อนต้องสูญเปล่า"
    }
  },
  "s4": {
    "name": "ทัพหน้า",
    "description": "เพิ่มพลังป้องกันกายภาพของพันธมิตรทั้งหมด {0} และเพิ่มอัตราบล็อกกายภาพ {1}",
    "books": {
      "0": "เพิ่มพลังป้องกันที่เพิ่มขึ้น {0}%.",
      "1": "เพิ่มพลังป้องกันที่เพิ่มขึ้น {0}%.",
      "2": "เพิ่มพลังป้องกันที่เพิ่มขึ้น {0}%."
    },
    "light": "เพิ่มพลังป้องกันกาย 20% เพิ่มอัตราการบล็อคกาย 50",
    "dark": "เมื่อบล็อค จะฟื้นฟู HP โดยเทียบกับพลังป้องกันกายของตัวเอง"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคกาย +200",
    "dark": "ทุกครั้งเมื่อเริ่มการต่อสู้จะลดพลังโจมตีของศัตรูทั้งหมด 20% เป็นเวลา 6 วินาที และสถานะนี้ไม่สามารถยกเลิกได้"
  }
}