{
  "name": "Naila",
  "subtitle": "นักรบวายุ",
  "description": "Harpy มีความเชี่ยวชาญในการต่อสู้ระยะประชิดด้วยการใช้สนับมือ เคลื่อนผ่านและล้มศัตรูลงได้อย่างรวดเร็ว โจมตีศัตรูด้วยการปล่อยพลังอย่างต่อเนื่อง",
  "story": "นักรบผู้องอาจและมีเกียรติของเผ่าฮาร์ปี้ผู้ครอบครองพลังแห่งสายลม เธอเห็นว่าเกียรติยศในฐานะนักรบฮาร์ปี้สำคัญกว่าทุกสิ่งในโลกนี้ เธอใช้ความมุ่งมาดปรารถนาที่จะรักษาเกียรติของนักรบเป็นแรงผลักดันในการพิชิตศัตรู ทักษะของเธอสูงส่งเหนือใครในเผ่า และเธอยังเป็นแบบอย่างในอุดมคติของนักรบฮาร์ปี้รุ่นหลัง",
  "like": "เผ่าพันธุ์ของเธอ, ผู้ที่มีความองอาจของนักรบ",
  "dislike": "คนขี้ขลาด, คนกลับกลอก",
  "inn": {
    "idle": "แล้วเรื่องของพวกเจ้าเป็นยังไง, นักรบ มนุษย์?",
    "recruit": {
      "greet": "ข้าอยากจะต่อสู้กับเจ้าให้ได้ในสักวันหนึ่ง",
      "talk": [
        "Himmullis",
        "มันเป็นสิ่งที่ไร้สาระ ที่จะมาคิดว่าอำนาจนั้นเป็นของตัวเอง, หรือเป็นของใคร",
        "ข้าไม่เคยลืมความภาคภูมิใจของ Ellidora Harpie"
      ],
      "gift": "เจ้ารู้ใช่มั้ยว่า Harpie เป็นเช่นไร"
    },
    "affinity": {
      "greet": "บ้านของมนุษย์หน้าตายังงี้สินะ",
      "talk": [
        "พี่สาวของข้าบอกข้าเสมอว่าให้จดจำความภาคภูมิใจของฮาร์ปี้",
        "ข้าจะต้องเป็นนักรบฮาร์ปี้ที่เก่งที่สุดในโลกให้ได้"
      ],
      "gift": "ข้าจะตอบแทนเจ้าในคราวหน้า"
    },
    "relationship": {
      "greet": "เจ้าเป็นยังไงบ้าง เจ้าได้ฝึกฝนต่อหรือเปล่า",
      "talk": [
        "นักรบที่แท้จริงไม่เคยหยุดพัฒนาทักษะของพวกเขา!",
        "เกียรติยศ ความภาคภูมิใจ บางคนอาจบอกว่าสิ่งเหล่านี้ไร้ประโยชน์ แต่พวกมันสำคัญสำหรับข้า",
        "คราวหน้ามาต่อสู้กัน แบบตัวต่อตัว ตกลงไหม"
      ]
    }
  },
  "uw": {
    "name": "บาโรรุ, เล็บต้องสาป",
    "description": [
      "เมื่อโจมตีคริติคอล สร้างความเสียหายกายภาพ 150% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 10 วินาที และเพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 20%",
      "เมื่อโจมตีคริติคอล สร้างความเสียหายกายภาพ 180% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 10 วินาที และเพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 24%",
      "เมื่อโจมตีคริติคอล สร้างความเสียหายกายภาพ 216% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 10 วินาที และเพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 28%",
      "เมื่อโจมตีคริติคอล สร้างความเสียหายกายภาพ 258% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 10 วินาที และเพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 34%",
      "เมื่อโจมตีคริติคอล สร้างความเสียหายกายภาพ 310% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 10 วินาที และเพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 41%",
      "เมื่อโจมตีคริติคอล สร้างความเสียหายกายภาพ 500% ของพลังโจมตีต่อเนื่องเป็นระยะเวลา 10 วินาที และเพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 50%"
    ],
    "story": "ปลอกแขนต้องคำสาปที่สร้างจากกรงเล็บของปีศาจคลั่ง Baroro ซึ่งถูกสังหารในสงคราม ปลอกแขนคู่นี้ใหญ่กว่ามือมนุษย์ธรรมดาหลายเท่า ผู้สวมใส่ควบคุมมันได้อย่างง่ายดายเพราะปลอกแขนเชื่อมต่อกับระบบประสาทโดยตรง แม้ว่าจะมอบพลังมหาศาล แต่มันจะรุกล้ำเข้าไปในจิตของผู้สวมใส่และกัดกินวิญญาณของเขาอย่างช้าๆ มีเพียงนักรบที่แท้จริงผู้ศรัทธาในคุณความดีและมุ่งมั่นไม่ท้อถอยเท่านั้นที่ใช้อาวุธต้องสาปนี้ได้ นี่คืออาวุธที่เหมาะสำหรับนักรบผู้มีจิตมุ่งมั่นแรงกล้าแม้อยู่ในช่วงเวลาที่มืดมน"
  },
  "s1": {
    "name": "สายลมคมกริบ",
    "description": "พุ่งเข้าใส่ศัตรู 2 ครั้ง สร้างความเสียหายทางกายภาพ {0} แก่ศัตรูในอาณาเขตและทำให้ล้มลงเป็นเวลา {1} วินาที หากเป้าหมายไม่ใช่ฮีโร่ สร้างความเสียหายกายภาพเพิ่มเติม {2} หน่วย",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว",
    "dark": "เปลี่ยนเป้าหมายเป็นศัตรูที่มีพลังโจมตีสูงสุด",
    "ut": {
      "name": "จิตวิญญาณแห่งลมกระโชก",
      "description": [
        "[สายลมคมกริบ] เพิ่มความเสียหาย 50% และลดการหลบหลีกกายภาพของเป้าหมายลง 200 หน่วยเป็นเวลา 10 วินาที",
        "[สายลมคมกริบ] เพิ่มความเสียหาย 50% และลดการหลบหลีกกายภาพของเป้าหมายลง 240 หน่วยเป็นเวลา 10 วินาที",
        "[สายลมคมกริบ] เพิ่มความเสียหาย 50% และลดการหลบหลีกกายภาพของเป้าหมายลง 290 หน่วยเป็นเวลา 10 วินาที",
        "[สายลมคมกริบ] เพิ่มความเสียหาย 50% และลดการหลบหลีกกายภาพของเป้าหมายลง 350 หน่วยเป็นเวลา 10 วินาที",
        "[สายลมคมกริบ] เพิ่มความเสียหาย 50% และลดการหลบหลีกกายภาพของเป้าหมายลง 420 หน่วยเป็นเวลา 10 วินาที",
        "[สายลมคมกริบ] เพิ่มความเสียหาย 50% และลดการหลบหลีกกายภาพของเป้าหมายลง 500 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "ก้อนอำพันที่แฝงไว้ด้วยพลังทอร์นาโดขนาดยักษ์นี้คือสมบัติของเหล่าฮาร์ปี้ ตำนานกล่าวว่ากระแสลมกระโชกที่อสูรศักดิ์สิทธิ์ Tyrfas สร้างขึ้นจากโทสะนี้ซัดเข้ากับน้ำเลี้ยงของต้นไม้ศักดิ์สิทธิ์และแปรสภาพกลายเป็นอำพัน กาลเวลาผ่านไป บัดนี้มันได้ถูกแบ่งออกเป็นชิ้นส่วนเล็กๆ หลายชิ้น ทว่าลมกระโชกภายในนั้นยังคงอยู่ พวกฮาร์ปี้มองว่านี่คือสิ่งศักดิ์สิทธิ์และเรียกมันว่าจิตวิญญาณแห่งลมกระโชก"
    }
  },
  "s2": {
    "name": "อ่านทางลม",
    "description": "เพิ่มอัตราหลบหลีกกายภาพของพันธมิตรทั้งหมด {1} เป็นเวลา {0} วินาที และเพิ่มพลังโจมตี {2}",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มความเสียหายที่ตัวเองสร้าง 30% ให้กับเป้าหมายที่ไม่ใช่ฮีโร่ในระยะเวลาสกิล",
    "ut": {
      "name": "ผันพันคอของฮิมิวลิส",
      "description": [
        "[อ่านทางลม] เพิ่มบูสต์พลังโจมตีขึ้น 50% และการหลบหลีกเวทมนตร์ขึ้น 100 หน่วย",
        "[อ่านทางลม] เพิ่มบูสต์พลังโจมตีขึ้น 50% และการหลบหลีกเวทมนตร์ขึ้น 120 หน่วย",
        "[อ่านทางลม] เพิ่มบูสต์พลังโจมตีขึ้น 50% และการหลบหลีกเวทมนตร์ขึ้น 140 หน่วย",
        "[อ่านทางลม] เพิ่มบูสต์พลังโจมตีขึ้น 50% และการหลบหลีกเวทมนตร์ขึ้น 170 หน่วย",
        "[อ่านทางลม] เพิ่มบูสต์พลังโจมตีขึ้น 50% และการหลบหลีกเวทมนตร์ขึ้น 210 หน่วย",
        "[อ่านทางลม] เพิ่มบูสต์พลังโจมตีขึ้น 50% และการหลบหลีกเวทมนตร์ขึ้น 250 หน่วย"
      ],
      "story": "ผ้าผันคอที่ฮิมิวลิสสวมเมื่อเสียชีวิต Naila พกติดตัวไว้เสมอ ฮิมิวลิสบอก Naila เสมอว่าให้นางภูมิใจที่ได้เป็นฮาร์ปี้ ผ้าพันคอนี้ทำให้ระลึกถึงความโศกเศร้าของการสูญเสียครอบครัวและสิ่งนี้ทำให้ Naila กราดเกรี้ยว"
    }
  },
  "s3": {
    "name": "ดิ่งพสุธา",
    "description": "บินขึ้นและพุ่งลงใส่ศัตรูในอาณาเขต สร้างความเสียหายทางกายภาพ {0} เพิ่มความเสียหาย {1}% แก่เป้าหมายที่ล้มลง หากเป้าหมายไม่ใช่ฮีโร่ สร้างความเสียหายกายภาพเพิ่มเติม {2} หน่วย",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "ทำให้ศัตรูที่ได้รับความเสียหายหมดสติเป็นเวลา 3 วินาที"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "เมื่อมีศัตรูที่โดนคริติคอล เวลาคูลไทม์สกิลลดลงตัวละ 10%",
    "ut": {
      "name": "เกียรติยศแห่งลม",
      "description": [
        "[ดิ่งพสุธา] ลดเวลาคูลดาวน์สกิล 30% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 10% เป็นเวลา 10 วินาที",
        "[ดิ่งพสุธา] ลดเวลาคูลดาวน์สกิล 30% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 12% เป็นเวลา 10 วินาที",
        "[ดิ่งพสุธา] ลดเวลาคูลดาวน์สกิล 30% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 14% เป็นเวลา 10 วินาที",
        "[ดิ่งพสุธา] ลดเวลาคูลดาวน์สกิล 30% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 17% เป็นเวลา 10 วินาที",
        "[ดิ่งพสุธา] ลดเวลาคูลดาวน์สกิล 30% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 21% เป็นเวลา 10 วินาที",
        "[ดิ่งพสุธา] ลดเวลาคูลดาวน์สกิล 30% เพิ่มความเสียหายกายที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที"
      ],
      "story": "เครื่องบูชาพิธีกรรมของศาสนชนโบราณที่นับถือสายลม มันเป็นสมบัติล้ำค่าในหมู่ฮาร์ปี้ และกล่าวกันว่ามันจะถูกมอบให้แก่นักรบฮาร์ปี้ที่แข็งแกร่งที่สุด ในวินาทีที่สวมใส่หน้ากากนี้ พวกเขาจะสามารถใช้สายลมได้อย่างอิสระ พวกเขายังสามารถโจมตีด้วยความเร็วแสงได้ด้วย"
    }
  },
  "s4": {
    "name": "พายุโจมตี",
    "description": "ทุกการโจมตีธรรมดาครั้งที่ 5 จะมีโอกาสสร้างความเสียหายกายภาพเพิ่มเติม 40% {0} หน่วยแก่ศัตรู ส่งผลให้ได้รับความเสียหายกายภาพเพิ่มขึ้น {2}% เป็นเวลา {1} วินาที และทำให้ศัตรูล้มลงเป็นเวลา {3} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เปลี่ยนอัตราการทำงานของสกิลเป็น 60%",
    "dark": "เมื่อเกิดเอฟเฟ็กจะเพิ่มความเร็วการโจมตีของตัวเอง 300",
    "ut": {
      "name": "ริบบิ้นสีเขียว",
      "description": [
        "[ทอร์นาโดโจมตี] ลดการบล็อคกายภาพของเป้าหมายลง 500 หน่วย และลดการหลบหลีกกายภาพลง 200 หน่วย เป็นเวลา 10 วินาที",
        "[ทอร์นาโดโจมตี] ลดการบล็อคกายภาพของเป้าหมายลง 500 หน่วย และลดการหลบหลีกกายภาพลง 240 หน่วย เป็นเวลา 10 วินาที",
        "[ทอร์นาโดโจมตี] ลดการบล็อคกายภาพของเป้าหมายลง 500 หน่วย และลดการหลบหลีกกายภาพลง 290 หน่วย เป็นเวลา 10 วินาที",
        "[ทอร์นาโดโจมตี] ลดการบล็อคกายภาพของเป้าหมายลง 500 หน่วย และลดการหลบหลีกกายภาพลง 350 หน่วย เป็นเวลา 10 วินาที",
        "[ทอร์นาโดโจมตี] ลดการบล็อคกายภาพของเป้าหมายลง 500 หน่วย และลดการหลบหลีกกายภาพลง 420 หน่วย เป็นเวลา 10 วินาที",
        "[ทอร์นาโดโจมตี] ลดการบล็อคกายภาพของเป้าหมายลง 500 หน่วย และลดการหลบหลีกกายภาพลง 500 หน่วย เป็นเวลา 10 วินาที"
      ],
      "story": "ริบบิ้นที่เต็มไปด้วยความสง่างามของธาตุลม Selene มอบริบบิ้นสีเขียวนี้ให้กับ Naila ผู้ต้องการความว่องไวดุจสายลม ริบบิ้นมีคาถาของโนโทส ซึ่งเป็นธาตุลม จึงมอบความเร็วและความแข็งแกร่งแก่ผู้สวมใส่เมื่อโจมตีศัตรู"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / หลบหลีกกาย +100",
    "dark": "ลดเวลาคูลไทม์เมื่อหลบหลีกการโจมตี 2% เพิ่มพลังโจมตี 3%, ความเร็วโจมตี 30 แสต็คเอฟเฟ็กเพิ่มพลังโจมตีและความเร็ว สูงสุด 10 ครั้ง"
  }
}