{
  "name": "Rodina",
  "subtitle": "สไนเปอร์สาว",
  "description": "เธอคือสไนเปอร์จากอาณาจักรที่มีแต่การต่อสู้ ในตอนที่, เธอเล็งไปที่เป้าหมายอย่างใจเย็น, ยิ่งเธอใช้สมาธิกับการเล็งไปที่เป้าหมายมากเท่าไหร่ มันก็ยิ่งจะทำให้เห็นถึงพลังที่แท้จริงของเธอ",
  "story": "พลซุ่มยิงมือดีที่สุดของจักรวรรดิผู้คลั่งไคล้หมีอย่างมาก ชอบเสียจนติดเครื่องประดับคล้ายหูหมีไว้บนหมวกของเธอตลอดเวลา บางครั้งเธอจะออกล่าเสือ แต่ไม่เคยยิงหมีแม้แต่ครั้งเดียว แม้ทักษะการยิงปืนของเธอจะเหมาะสำหรับการลอบสังหาร เธอกลับสาบานว่าจะไม่ใช้ทักษะนี้ในทางที่ผิด แต่จะใช้เพื่อปกป้องผู้อื่น ปัจจุบันเธออาศัยอยู่กับ Pavel ที่ Windland Snow Mountain ในฐานะองครักษ์ตามคำสั่งของจักรวรรดิ",
  "like": "หมี, หมีขั้วโลก, หมีกริซลี, หมีตัวเล็ก, หมีตัวใหญ่",
  "dislike": "คนที่ไม่เห็นคุณค่าของชีวิต",
  "inn": {
    "idle": "เตรียมพร้อมสำหรับการเดินทางถัดไป ฮึบๆๆ",
    "recruit": {
      "greet": "สวัสดีค่ะ ขอให้เป็นวันที่ดีอีกวันนึงน้า",
      "talk": [
        "กองทัพต้องเดินด้วยท้องจ้า",
        "เค้าว่ากันว่าเห็ดปิ้งอร่อยมากเลยนะจะบอกให้ ลองกินดูหน่อยละกัน",
        "ชอบผักหรึป่าวจ้า ขั้นหนะชอบมากๆเลยหล่ะ"
      ],
      "gift": "ขอบคุณมากๆนะ ข้าจะตั้งใจกินให้หมดเลย"
    },
    "affinity": {
      "greet": "โอ้! ขอบคุณที่ชวนนะ!",
      "talk": [
        "ข้าหิวมาก! ได้โปรดขออาหารหน่อย!",
        "ผัก! เห็ด!"
      ],
      "gift": "ขอบคุณสำหรับอาหารนะ!"
    },
    "relationship": {
      "greet": "อ้า! สวัสดี!! เจ้ากินข้าวแล้วหรือยัง!",
      "talk": [
        "ปืนของทหารมีค่าเท่ากับชีวิต! เจ้าอยากเห็นไรเฟิลที่ข้าดูแลรักษาอย่างดีไหม!",
        "จอมเวทย์น้ำแข็งที่อาศัยอยู่ในถ้ำน้ำแข็งอ่อนโยนกว่าที่เจ้าคิดมากนัก! เขายังคงพยายามแกล้งทำเป็นโหดร้าย ข้าเลยทำเป็นไม่รู้ไม่เห็น!",
        "ท่าน Fluss ไม่ได้อยู่ที่นี่เหรอ เป็นเพราะเขา ชีวิตไม่ได้แย่ไปหมดซะทีเดียว!"
      ]
    }
  },
  "uw": {
    "name": "โรดิน่า, ปืนไรเฟิล ม้อด.0",
    "description": [
      "เมื่อโจมตี มีโอกาส 20% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 200% พร้อมทั้งผลักศัตรูออกไป จากนั้นจะเพิ่มความแม่นยำให้กับตนเอง 100 เป็นเวลา 10 วินาทีซึ่งสามารถแสต็คได้สูงสุด 3 ครั้ง",
      "เมื่อโจมตี มีโอกาส 20% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 240% พร้อมทั้งผลักศัตรูออกไป จากนั้นจะเพิ่มความแม่นยำให้กับตนเอง 100 เป็นเวลา 10 วินาทีซึ่งสามารถแสต็คได้สูงสุด 3 ครั้ง",
      "เมื่อโจมตี มีโอกาส 20% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 288% พร้อมทั้งผลักศัตรูออกไป จากนั้นจะเพิ่มความแม่นยำให้กับตนเอง 100 เป็นเวลา 10 วินาทีซึ่งสามารถแสต็คได้สูงสุด 3 ครั้ง",
      "เมื่อโจมตี มีโอกาส 20% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 344% พร้อมทั้งผลักศัตรูออกไป จากนั้นจะเพิ่มความแม่นยำให้กับตนเอง 100 เป็นเวลา 10 วินาทีซึ่งสามารถแสต็คได้สูงสุด 3 ครั้ง",
      "เมื่อโจมตี มีโอกาส 20% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 414% พร้อมทั้งผลักศัตรูออกไป จากนั้นจะเพิ่มความแม่นยำให้กับตนเอง 100 เป็นเวลา 10 วินาทีซึ่งสามารถแสต็คได้สูงสุด 3 ครั้ง",
      "เมื่อโจมตี มีโอกาส 20% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 500% พร้อมทั้งผลักศัตรูออกไป จากนั้นจะเพิ่มความแม่นยำให้กับตนเอง 100 เป็นเวลา 10 วินาทีซึ่งสามารถแสต็คได้สูงสุด 3 ครั้ง"
    ],
    "story": "นี่คือจุดสูงสุดของเทคโนโลยีจักรวรรดิอันก้าวหน้า คนทั่วไปใช้ปืนไรเฟิลกระบอกนี้ไม่ได้ เพราะต้องใช้ความแม่นยำเหนือมนุษย์ในการยิง มันได้รับการเสริมพลังเวทมนตร์เพื่อช่วยให้ผู้ยิงมองเห็นได้ไกลอย่างไม่น่าเชื่อ ทว่าแม้แต่ปืนที่แม่นยำที่สุดในโลกก็อาจไร้ประโยชน์ หากอยู่ในมือของผู้ที่เล็งยิงไม่ได้ ด้วยเหตุนี้ ประสิทธิภาพของปืนไรเฟิลกระบอกนี้จึงขึ้นอยู่กับทักษะของผู้ใช้อย่างมาก Rodina ผู้มีพรสวรรค์ด้านการมองเห็นและการควบคุมคือเจ้าของที่เหมาะกับปืนไรเฟิลกระบอกนี้ เธอทำเรื่องเกินคาดหมายด้วยการปรับแต่งมันตามใจชอบ และตั้งชื่อมันว่า Rodina Custom"
  },
  "s1": {
    "name": "ยิงทะลวง",
    "description": "ทำการร่ายเวทย์ เมื่อร่ายสำเร็จสร้างความเสียหายทางกายภาพ {0} แก่ศัตรูในแนวเส้นตรง เพิ่มความเสียหายสูงสุด {1}% โดยเทียบกับเวลาที่ใช้ร่ายเวทย์ ทำให้ศัตรูล้มลงเมื่อร่ายจนถึงรอบที่ 3",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหายจากคริติคอล {0}%"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "ป้องกันความเสียหายทั้งหมดในระหว่างที่ใช้",
    "ut": {
      "name": "แผ่นเกราะพิเศษดูดซับแรงกระแทก",
      "description": [
        "[ยิงทะลวง] รับความเสียหายกายภาพและความเสียหายเวทมนตร์ซึ่งลดลง 40% ภายในระยะเวลาของสกิล และเพิ่มพลังโจมตีของตัวเอง 10% เมื่อทำการโจมตีคริติคอลเป็นเวลา 10 วินาที การเพิ่มพลังโจมตีสามารถซ้อนทับกันได้สูงสุด 4 ครั้ง",
        "[ยิงทะลวง] รับความเสียหายกายภาพและความเสียหายเวทมนตร์ซึ่งลดลง 40% ภายในระยะเวลาของสกิล และเพิ่มพลังโจมตีของตัวเอง 12% เมื่อทำการโจมตีคริติคอลเป็นเวลา 10 วินาที การเพิ่มพลังโจมตีสามารถซ้อนทับกันได้สูงสุด 4 ครั้ง",
        "[ยิงทะลวง] รับความเสียหายกายภาพและความเสียหายเวทมนตร์ซึ่งลดลง 40% ภายในระยะเวลาของสกิล และเพิ่มพลังโจมตีของตัวเอง 14% เมื่อทำการโจมตีคริติคอลเป็นเวลา 10 วินาที การเพิ่มพลังโจมตีสามารถซ้อนทับกันได้สูงสุด 4 ครั้ง",
        "[ยิงทะลวง] รับความเสียหายกายภาพและความเสียหายเวทมนตร์ซึ่งลดลง 40% ภายในระยะเวลาของสกิล และเพิ่มพลังโจมตีของตัวเอง 17% เมื่อทำการโจมตีคริติคอลเป็นเวลา 10 วินาที การเพิ่มพลังโจมตีสามารถซ้อนทับกันได้สูงสุด 4 ครั้ง",
        "[ยิงทะลวง] รับความเสียหายกายภาพและความเสียหายเวทมนตร์ซึ่งลดลง 40% ภายในระยะเวลาของสกิล และเพิ่มพลังโจมตีของตัวเอง 21% เมื่อทำการโจมตีคริติคอลเป็นเวลา 10 วินาที การเพิ่มพลังโจมตีสามารถซ้อนทับกันได้สูงสุด 4 ครั้ง",
        "[ยิงทะลวง] รับความเสียหายกายภาพและความเสียหายเวทมนตร์ซึ่งลดลง 40% ภายในระยะเวลาของสกิล และเพิ่มพลังโจมตีของตัวเอง 25% เมื่อทำการโจมตีคริติคอลเป็นเวลา 10 วินาที การเพิ่มพลังโจมตีสามารถซ้อนทับกันได้สูงสุด 4 ครั้ง"
      ],
      "story": "แผ่นเกราะไหล่พิเศษที่ Fluss ดิ้นรนอย่างมากเพื่อหามาให้กับ Rodina ตัวน้อย มันหนาและทนทานอย่างมากเพราะสร้างขึ้นจากหนังของหนอนสีดำ แผ่นเกราะนี้คือหนึ่งในไอเทมโปรดของ Rodina เพราะดูดซับแรงกระแทกได้ยอดเยี่ยม"
    }
  },
  "s2": {
    "name": "เล็งเป้าหมาย",
    "description": "เพิ่มความเสียหายต่อศัตรู {0}% และเพิ่มพลังโจมตีของตน {1}",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มความเสียหายคริติคอล {0}% เป็นเวลาต่อเนื่อง"
    },
    "light": "เพิ่มความเร็วการโจมตี 250 อย่างต่อเนื่อง",
    "dark": "ลดการใช้ Mana 1",
    "ut": {
      "name": "คริสตัลสนับสนุน",
      "description": [
        "[เล็งเป้าหมาย] เปลี่ยนเป้าหมายเป็นศัตรูตัวอื่นแบบสุ่มเมื่อเป้าหมายของ Rodina ตายและเพิ่มพลังโจมตีขึ้น 20% เป็นเวลา 10 วินาที",
        "[เล็งเป้าหมาย] เปลี่ยนเป้าหมายเป็นศัตรูตัวอื่นแบบสุ่มเมื่อเป้าหมายของ Rodina ตายและเพิ่มพลังโจมตีขึ้น 24% เป็นเวลา 10 วินาที",
        "[เล็งเป้าหมาย] เปลี่ยนเป้าหมายเป็นศัตรูตัวอื่นแบบสุ่มเมื่อเป้าหมายของ Rodina ตายและเพิ่มพลังโจมตีขึ้น 29% เป็นเวลา 10 วินาที",
        "[เล็งเป้าหมาย] เปลี่ยนเป้าหมายเป็นศัตรูตัวอื่นแบบสุ่มเมื่อเป้าหมายของ Rodina ตายและเพิ่มพลังโจมตีขึ้น 35% เป็นเวลา 10 วินาที",
        "[เล็งเป้าหมาย] เปลี่ยนเป้าหมายเป็นศัตรูตัวอื่นแบบสุ่มเมื่อเป้าหมายของ Rodina ตายและเพิ่มพลังโจมตีขึ้น 42% เป็นเวลา 10 วินาที",
        "[เล็งเป้าหมาย] เปลี่ยนเป้าหมายเป็นศัตรูตัวอื่นแบบสุ่มเมื่อเป้าหมายของ Rodina ตายและเพิ่มพลังโจมตีขึ้น 50% เป็นเวลา 10 วินาที"
      ],
      "story": "ปืนไรเฟิลซุ่มยิงที่ Pavel สร้างให้เหมาะกับร่างเล็กๆ ของ Rodina มีคริสตัลเป็นวัสดุ จึงมั่นคงและแข็งแรงมาก คริสตัลสนับสนุนนี้เพียงพอที่จะช่วยให้เล็งได้ทุกเป้าหมายที่ต้องการ"
    }
  },
  "s3": {
    "name": "ยิงเป้า",
    "description": "ยิงกระสุน 10 นัดใส่ศัตรูแบบสุ่ม เมื่อโจมตีจะสร้างความเสียหาย {0} และเพิ่มความเสียหาย {0}% ทุกการโจมตี",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหายจากคริติคอล {0}%"
    },
    "light": "เมื่อเกิดคริติคอลจะลดเวลาคูลดาวน์ 5%",
    "dark": "ไม่สนใจแอฟเฟ็คบล็อคของเป้าหมาย",
    "ut": {
      "name": "ลูกปืนคัสตอม VII",
      "description": [
        "[ยิงเป้า] เพิ่มความเสียหาย 20% และกระสุน 2 นัดสุดท้ายจะสร้างความเสียหายแบบไม่สนใจพลังป้องกันของเป้าหมาย",
        "[ยิงเป้า] เพิ่มความเสียหาย 24% และกระสุน 2 นัดสุดท้ายจะสร้างความเสียหายแบบไม่สนใจพลังป้องกันของเป้าหมาย",
        "[ยิงเป้า] เพิ่มความเสียหาย 29% และกระสุน 2 นัดสุดท้ายจะสร้างความเสียหายแบบไม่สนใจพลังป้องกันของเป้าหมาย",
        "[ยิงเป้า] เพิ่มความเสียหาย 35% และกระสุน 2 นัดสุดท้ายจะสร้างความเสียหายแบบไม่สนใจพลังป้องกันของเป้าหมาย",
        "[ยิงเป้า] เพิ่มความเสียหาย 42% และกระสุน 2 นัดสุดท้ายจะสร้างความเสียหายแบบไม่สนใจพลังป้องกันของเป้าหมาย",
        "[ยิงเป้า] เพิ่มความเสียหาย 50% และกระสุน 2 นัดสุดท้ายจะสร้างความเสียหายแบบไม่สนใจพลังป้องกันของเป้าหมาย"
      ],
      "story": "กระสุนที่มอบให้แก่ช่างตีเหล็กในตำนานของอาณาจักร มันมีดินปืนที่ทำจากไข่อันแข็งแกร่งของนกแต้วแร้วและกระดูกขากรรไกรของเต่ามังกร มันถูกสร้างให้มีขนาดเล็กเพื่อที่ Rodina จะได้ใช้มันได้อย่างง่ายดาย แต่มันมีพลังที่จะทำลายได้ทุกอย่าง"
    }
  },
  "s4": {
    "name": "ยิงต่อเนื่อง",
    "description": "ทุก 10 วินาที โจมตีต่อเนื่อง 2 ครั้ง สร้างความเสียหายทางกายภาพ {0}",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหายจากคริติคอล {0}%"
    },
    "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว",
    "dark": "ทำให้ศัตรูที่ได้รับคริติคอลสลบเป็น 2วินาที",
    "ut": {
      "name": "สารานุกรมปืน",
      "description": [
        "[ยิงรัว] เปลี่ยนแปลงจำนวนเป้าหมายเป็น 2 เป้าหมาย ศัตรูที่ถูกโจมตีจะถูกลดความต้านทานคริติคอลกายภาพลง 200 หน่วย เป็นเวลา 10 วินาที",
        "[ยิงรัว] เปลี่ยนแปลงจำนวนเป้าหมายเป็น 2 เป้าหมาย ศัตรูที่ถูกโจมตีจะถูกลดความต้านทานคริติคอลกายภาพลง 240 หน่วย เป็นเวลา 10 วินาที",
        "[ยิงรัว] เปลี่ยนแปลงจำนวนเป้าหมายเป็น 2 เป้าหมาย ศัตรูที่ถูกโจมตีจะถูกลดความต้านทานคริติคอลกายภาพลง 290 หน่วย เป็นเวลา 10 วินาที",
        "[ยิงรัว] เปลี่ยนแปลงจำนวนเป้าหมายเป็น 2 เป้าหมาย ศัตรูที่ถูกโจมตีจะถูกลดความต้านทานคริติคอลกายภาพลง 350 หน่วย เป็นเวลา 10 วินาที",
        "[ยิงรัว] เปลี่ยนแปลงจำนวนเป้าหมายเป็น 2 เป้าหมาย ศัตรูที่ถูกโจมตีจะถูกลดความต้านทานคริติคอลกายภาพลง 420 หน่วย เป็นเวลา 10 วินาที",
        "[ยิงรัว] เปลี่ยนแปลงจำนวนเป้าหมายเป็น 2 เป้าหมาย ศัตรูที่ถูกโจมตีจะถูกลดความต้านทานคริติคอลกายภาพลง 500 หน่วย เป็นเวลา 10 วินาที"
      ],
      "story": "นิตยสารสำหรับผู้ที่คลั่งไคล้อาวุธปืนในจักรวรรดิ ตีพิมพ์เป็นประจำโดย Magos Le'Flamme และมีข้อมูลต่างๆ เกี่ยวกับปืนและอาวุธล้ำสมัย Rodina ไม่เคยพลาดนิตยสารนี้แม้แต่เล่มเดียวและไม่เคยสงสัยเกี่ยวกับสิ่งที่เขียนในนิตยสาร เนื่องจากทุกข้อความผ่านการแก้ไขโดยผู้อำนวยการใหญ่ Valance ผู้ซึ่ง Rodina คลั่งไคล้"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "เพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาทีและเลือกศัตรู 3 ตัวแบบสุ่มเป็นเป้าหมายของ Rodina เมื่อเริ่มการต่อสู้ทุกครั้ง"
  }
}