{
  "name": "Morrah",
  "subtitle": "ปีศาจไฟ",
  "description": "อัศวินปีศาจที่ใช้ลาวาจากพลังที่ชั่วร้าย สร้างบาดแผลที่เจ็บปวดให้กับศัตรูอย่างฉกรรจ์และทำให้ศัตรูพ่ายแพ้ด้วยความแข็งแกร่งจากการป้องกันที่เปรียบเหมือนหินแกรนิต",
  "story": "เธอคืออัศวินปีศาจที่กล้าหาญที่สุดของกองทัพปีศาจ และเป็นอดีตแม่ทัพของภาคีอัศวินมังกรมืด ปัจจุบันเธอติดตามรับใช้แม่มด Maria ด้วยเหตุผลบางประการ หลายคนแปลกใจที่อดีตทหารกล้าแห่งกองทัพปีศาจ ผู้สังหารศัตรูนับไม่ถ้วนและกลืนกินเหล่ามังกร กลับมาเป็นข้ารับใช้แม่มดธรรมดา แต่เธอก็รับใช้ผู้เป็นนายอย่างซื่อสัตย์ไม่เปลี่ยนแปลง",
  "like": "ศัตรูที่แข็งแกร่ง, การต่อสู้ที่คู่ควร",
  "dislike": "มังกร",
  "inn": {
    "idle": "มันคืออะไร? เจ้าอยากที่จะตาย?",
    "recruit": {
      "greet": "อย่ามาแหย่ข้าหน่า",
      "talk": [
        "ข้าจะไม่ทำการต่อสู้ใดๆภายในกระท่อมนี้ แต่เจ้าควรที่จะอยู่ให้ห่างจากข้า เมื่อเวลาที่ออกไปข้างนอกแล้ว",
        "ดูเหมือนว่าชีวิตของเจ้าจะเต็มไปด้วยการใช้เวลาว่างในการทำเรื่องโง่ๆพวกนี้, ยังไงซะ เจ้าน่าจะอุทิศหัวของเจ้าให้กับข้าดีกว่ามั้ย?",
        "อย่ามาพูดกับข้า"
      ],
      "gift": "ข้าอยากที่จะเห็นเลือดของเจ้ามากกว่าสิ่งเหล่านี้"
    },
    "affinity": {
      "greet": "มอมแมมจัง",
      "talk": [
        "หยุดกวนข้าหากเจ้ายังไม่อยากตาย",
        "อย่ากวนข้า ข้าไม่มีทางเลือก"
      ],
      "gift": "เจ้าคิดว่าข้าต้องการสิ่งนี้เหรอ"
    },
    "relationship": {
      "greet": "เจ้าอยู่ที่นี่ ตัดสินใจเรื่องการต่อสู้ครั้งต่อไปแล้วหรือยัง",
      "talk": [
        "ข้าได้สัญญาว่าจะจงรักภักดีต่อ Maria อย่างไรก็ตาม...ข้ามีหนี้ที่ต้องชำระให้กับเจ้าเช่นกัน",
        "ขุนพลแห่งดราโกนิค...ใช่ นั่นแหละอดีตของข้า ข้าไม่มีเป้าหมายอื่น...",
        "ข้าคือปีศาจที่ถูกสร้างขึ้นเพื่อทำลายล้าง เป็นดราโกนิค...แต่ถึงอย่างนั้น..."
      ]
    }
  },
  "uw": {
    "name": "คาร์เพรน, เปลวไฟแห่งชัยชนะ",
    "description": [
      "เมื่อทำการโจมตีปกติ จะมีโอกาส 20% ในการลดพลังโจมตีของเป้าหมาย 10% และทำให้เป้าหมายได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 10% เป็นเวลา 10 วินาที หากเป้าหมายมีแสตคเพลิงเกิน 100 แสตค บูสต์ความเสียหายเวทมนตร์จะเพิ่มขึ้นสองเท่า",
      "เมื่อทำการโจมตีปกติ จะมีโอกาส 20% ในการลดพลังโจมตีของเป้าหมาย 12% และทำให้เป้าหมายได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 12% เป็นเวลา 10 วินาที หากเป้าหมายมีแสตคเพลิงเกิน 100 แสตค บูสต์ความเสียหายเวทมนตร์จะเพิ่มขึ้นสองเท่า",
      "เมื่อทำการโจมตีปกติ จะมีโอกาส 20% ในการลดพลังโจมตีของเป้าหมาย 14% และทำให้เป้าหมายได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 14% เป็นเวลา 10 วินาที หากเป้าหมายมีแสตคเพลิงเกิน 100 แสตค บูสต์ความเสียหายเวทมนตร์จะเพิ่มขึ้นสองเท่า",
      "เมื่อทำการโจมตีปกติ จะมีโอกาส 20% ในการลดพลังโจมตีของเป้าหมาย 17% และทำให้เป้าหมายได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 17% เป็นเวลา 10 วินาที หากเป้าหมายมีแสตคเพลิงเกิน 100 แสตค บูสต์ความเสียหายเวทมนตร์จะเพิ่มขึ้นสองเท่า",
      "เมื่อทำการโจมตีปกติ จะมีโอกาส 20% ในการลดพลังโจมตีของเป้าหมาย 21% และทำให้เป้าหมายได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 21% เป็นเวลา 10 วินาที หากเป้าหมายมีแสตคเพลิงเกิน 100 แสตค บูสต์ความเสียหายเวทมนตร์จะเพิ่มขึ้นสองเท่า",
      "เมื่อทำการโจมตีปกติ จะมีโอกาส 20% ในการลดพลังโจมตีของเป้าหมาย 25% และทำให้เป้าหมายได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 25% เป็นเวลา 10 วินาที หากเป้าหมายมีแสตคเพลิงเกิน 100 แสตค บูสต์ความเสียหายเวทมนตร์จะเพิ่มขึ้นสองเท่า"
    ],
    "story": "มีโรงตีเหล็กแห่งหนึ่งตั้งอยู่ในใจกลาง Dragia Volcano หลายร้อยปีก่อน มังกรไฟโบราณ Temeraire สร้างอุปกรณ์เวทมนตร์ขึ้นมาชุดหนึ่ง เขาใช้ลาวาที่มีพลังภูเขาไฟผสานอยู่สร้างดาบและโล่ที่เผาผลาญได้ทุกสิ่ง Temeraire มอบอาวุธเหล่านี้ให้นักรบมนุษย์คนหนึ่งในช่วงสงครามปีศาจ แต่โชคร้ายที่นักรบคนนั้นพ่ายแพ้ให้ Morrah จากนั้นก็ไม่มีใครเห็นอาวุธในตำนานชุดนี้อีกเลย จนกระทั่ง Morrah ปรากฏตัวในแนวหน้า"
  },
  "s1": {
    "name": "พลังเผาผลาญ",
    "description": "สร้างความเสียหายเวทย์ {0} แก่ศัตรูที่อยู่ในอาณาเขต ทำให้ล้มลงและแสต็คลูกไฟ 3 ครั้ง หลังจากนั้นเป็นเวลา {1} วินาที ทุกครั้งที่โจมตีปกติ สร้างความเสียหายเวทย์ {2} และแสต็คไฟแก่ศัตรูครั้งละ 1 อัน เพิ่มความเสียหาย {3}% ต่อทุกแสต็คไฟ แสต็คไฟทุก 1 อันจะสร้างความเสียหายเวทย์และทำให้พลังการฟื้นฟูลดลง 1%",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่ความเร็วโจมตี 200 เป็นเวลา 15 วินาที",
    "dark": "ลดเวลาคูลดาวน์ 6% ต่อศัตรู 1 ตัวที่ได้รับความเสียหาย",
    "ut": {
      "name": "นัยน์ตาแห่งนรก",
      "description": [
        "[พลังเผาผลาญ] เพิ่มความเสียหาย 20% และเพลิงที่ซ้อนทับบนศัตรูไม่สามารถลบล้างได้",
        "[พลังเผาผลาญ] เพิ่มความเสียหาย 24% และเพลิงที่ซ้อนทับบนศัตรูไม่สามารถลบล้างได้",
        "[พลังเผาผลาญ] เพิ่มความเสียหาย 29% และเพลิงที่ซ้อนทับบนศัตรูไม่สามารถลบล้างได้",
        "[พลังเผาผลาญ] เพิ่มความเสียหาย 35% และเพลิงที่ซ้อนทับบนศัตรูไม่สามารถลบล้างได้",
        "[พลังเผาผลาญ] เพิ่มความเสียหาย 42% และเพลิงที่ซ้อนทับบนศัตรูไม่สามารถลบล้างได้",
        "[พลังเผาผลาญ] เพิ่มความเสียหาย 50% และเพลิงที่ซ้อนทับบนศัตรูไม่สามารถลบล้างได้"
      ],
      "story": "นัยน์ตาดวงสุดท้ายของ Belzebuna อสูรร้ายที่กลืนกินลาวาในนรกเป็นอาหาร นัยน์ตาดวงนี้เป็นดวงสุดท้ายจากทั้งหมด 100 ดวงที่มีประกายความบ้าคลั่งอันดำมืด อสูรร้ายหลอมหินผนึกจาก Morrah ทำให้มันสูญเสียการควบคุม จึงโผล่ขึ้นมาจากลาวา และพุ่งตรงมาที่นาง อย่างไรก็ตาม Morrah มิได้รอช้าและแทงนัยน์ตาของมันด้วย Carprain ความร้อนอีกแบบหนึ่งทำให้ตัวของ Belzebuna เหี่ยวย่นและกลืนกินร่างกายของมัน ในระหว่างที่กำลังมองร่างกายที่กำลังถูกทำลายและนัยน์ตาที่กลิ้งเกลือกบนพื้นดิน Morrah ก็คว้าดวงตานั้นมาติดที่โล่ของตนเองเพื่อเป็นการเย้ยหยันเจ้าอสูรร้าย"
    }
  },
  "s2": {
    "name": "เปลวเพลิงจากนรก",
    "description": "เพิ่มพลังป้องกันเวทย์ {1} ให้กับพันธมิตรทุกตัวเป็นเวลา {0} วินาที เพิ่มโอกาสในการบล็อคเวทย์ {2} พร้อมทั้งทุกๆ {3} วินาทีจะแสต็คไฟ 1 อันให้กับศัตรูรอบๆตัวเอง",
    "books": {
      "0": "เพิ่มค่าความต้านทานเวทย์ที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าความต้านทานเวทย์ที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มอัตราการบล็อคเวทย์ที่เพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มโอกาสในการบล็อคเวทย์ 20%",
    "dark": "ในขณะที่เกิด 'เปลวเพลิงจากนรก' แบบต่อเนื่องจะสร้างความเสียหายรอบๆตัวเองเท่ากับพลังป้องกันเวทย์ของตัวเอง",
    "ut": {
      "name": "ถุงมือหนังสัตว์ลูกมังกร",
      "description": [
        "ในขณะที่[เปลวเพลิงจากนรก]ถูกใช้งานอยู่ จะเพิ่มค่าลดความเสียหายที่ได้รับ 100 เมื่อบล็อคเวทย์ และต้านทานความเสียหายทางเวทย์เพิ่มเป็น 250",
        "ในขณะที่[เปลวเพลิงจากนรก]ถูกใช้งานอยู่ จะเพิ่มค่าลดความเสียหายที่ได้รับ 120 เมื่อบล็อคเวทย์ และต้านทานความเสียหายทางเวทย์เพิ่มเป็น 250",
        "ในขณะที่[เปลวเพลิงจากนรก]ถูกใช้งานอยู่ จะเพิ่มค่าลดความเสียหายที่ได้รับ 140 เมื่อบล็อคเวทย์ และต้านทานความเสียหายทางเวทย์เพิ่มเป็น 250",
        "ในขณะที่[เปลวเพลิงจากนรก]ถูกใช้งานอยู่ จะเพิ่มค่าลดความเสียหายที่ได้รับ 170 เมื่อบล็อคเวทย์ และต้านทานความเสียหายทางเวทย์เพิ่มเป็น 250",
        "ในขณะที่[เปลวเพลิงจากนรก]ถูกใช้งานอยู่ จะเพิ่มค่าลดความเสียหายที่ได้รับ 210 เมื่อบล็อคเวทย์ และต้านทานความเสียหายทางเวทย์เพิ่มเป็น 250",
        "ในขณะที่[เปลวเพลิงจากนรก]ถูกใช้งานอยู่ จะเพิ่มค่าลดความเสียหายที่ได้รับ 250 เมื่อบล็อคเวทย์ และต้านทานความเสียหายทางเวทย์เพิ่มเป็น 250"
      ],
      "story": "ถุงมือที่ทำจากกระดูกและหนังของลูกมังกรทมิฬ Morrah สร้างมันเมื่อร้อยกว่าปีที่แล้วโดยการเก็บรวบรวมลูกมังกรที่นางสังหารเมื่อนางออกล่ามังกร ทนทานขนาดทนเปลวเพลิงของ Morrah ได้และอาบไปด้วยพลังที่แข็งแกร่งยิ่งกว่าที่ช่วยให้เปลวเพลิงลุกโชนยิ่งขึ้น Morrah ชื่นชอบถุงมือนี้มาก"
    }
  },
  "s3": {
    "name": "ลาวาปะทุตัว",
    "description": "สร้างความเสียหาย {0}  แก่ศัตรูในอาณาเขตและทำให้ล้มลง เพิ่มความเสียหาย {1}% ต่อทุกๆลูกไฟที่แสต็ค",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "ฟื้นฟู HP ของตัวเองเท่ากับ 40% ของความเสียหาย",
    "ut": {
      "name": "หินพลังร้ายจากนรก",
      "description": [
        "[ลาวาปะทุตัว] เพิ่มความเสียหาย 20% ลดพลังป้องกันเวทย์ของเป้าหมาย 25% เป็นเวลา 7 วินาที",
        "[ลาวาปะทุตัว] เพิ่มความเสียหาย 24% ลดพลังป้องกันเวทย์ของเป้าหมาย 25% เป็นเวลา 7 วินาที",
        "[ลาวาปะทุตัว] เพิ่มความเสียหาย 29% ลดพลังป้องกันเวทย์ของเป้าหมาย 25% เป็นเวลา 7 วินาที",
        "[ลาวาปะทุตัว] เพิ่มความเสียหาย 35% ลดพลังป้องกันเวทย์ของเป้าหมาย 25% เป็นเวลา 7 วินาที",
        "[ลาวาปะทุตัว] เพิ่มความเสียหาย 42% ลดพลังป้องกันเวทย์ของเป้าหมาย 25% เป็นเวลา 7 วินาที",
        "[ลาวาปะทุตัว] เพิ่มความเสียหาย 50% ลดพลังป้องกันเวทย์ของเป้าหมาย 25% เป็นเวลา 7 วินาที"
      ],
      "story": "ชิ้นส่วนแปลกประหลาดที่มาจากรอยแยกมิติ ภายในชิ้นส่วนนี้มีเปลวไฟที่ฆ่าทุกอย่างที่มีชีวิต พลังงานจากมิติของมันอัดแน่นอยู่ข้างใน มันเป็นสิ่งจำเป็นอย่างยิ่งยวดที่จะทำให้แผนการของ Maria เสร็จสมบูรณ์"
    }
  },
  "s4": {
    "name": "โจมตีเพลิง",
    "description": "เมื่อป้องกัน จะสร้างความเสียหายเวทย์ {1} ให้กับศัตรูในอาณาเขตรอบตัวเองและแสต็คลูกไฟ 3 ครั้ง",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มพลังป้องกันเวทย์ของตัวเอง 5% เมื่อบล็อค มากสุด 10 ครั้ง",
    "dark": "เมื่อแสต็คลูกไฟเกิน 100 ครั้ง จะเพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 40%"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคเวทย์ +200",
    "dark": "เพิ่มความเสียหายของแสต็คลูกไฟ 100% และเพิ่มค่าแสต็คสูงสุดเป็น 120"
  }
}