{
  "name": "Baudouin",
  "subtitle": "นักบวชแห่งแสง",
  "description": "นักบวชที่เป็นอิสระจากประสงค์แห่ง Lua, เขาใช้ระเบิดศักดิ์สิทธิ์เพื่อปกป้องพวกพ้อง, ซึ่งมันสามารถที่จะฮีลให้กับพันธมิตรและสร้างความเสียหายให้กับศัตรูภายในครั้งเดียว",
  "story": "Baudouin คือผู้ที่ทำตัวนอกคอกไม่สมกับเป็นนักบวชใน Church of Lua มากที่สุด เขาเป็นแกะดำของ Church of Lua ที่สอนให้ศรัทธาในศาสนามาตั้งแต่ยังเด็ก เข้ารีตมาได้ด้วยความช่วยเหลือของ High Priest Berman แต่เขาไม่เหมาะจะใช้ชีวิตทางธรรมอย่างที่สุด แต่อยู่มาวันหนึ่ง จู่ๆ เขาก็ตัดสินใจเลิกทำตัวเหลวไหล แล้วเริ่มประพฤติตัวตามแนวทางของนักบวชชั้นสูง",
  "like": "Lua",
  "dislike": "Lua",
  "inn": {
    "idle": "ฮ่ะ ที่นี่ท่าทางจะมีเหล้าดีๆเก็บไว้เยอะสินะ นี่หนู ทางนี้อีกขวด",
    "recruit": {
      "greet": "เฮ้ย สวัสดี ดูเจ้าแข็งแกร่งขึ้นนะ",
      "talk": [
        "แข็งๆและซ้ำซากจำเจมันไม่ใช่สไตล์ของข้าเอาซะเลย!",
        "ห้ะ อยากจะลองหรอ? ข้ามั่นใจในหมัดหนักๆของข้านะ",
        "เทพเจ้าเคยบอกไว้ว่าหัวใจของผู้ชายก็คือกำปั้น"
      ],
      "gift": "ฮ่าๆๆ เจ้านี่ใจกว้างซะจริงๆ ดี งั้นมาดื่มกันหน่อย!"
    },
    "affinity": {
      "greet": "บรรยากาศที่ดิบและดุเดือดเช่นนี้! ข้าชอบมาก!",
      "talk": [
        "ความรุนแรงควรได้เจอกับความรุนแรง! นั่นคือสิ่งที่เหล่าทวยเทพกล่าวไว้! ฮว่าฮ่าฮ่าฮ่า!!",
        "เพื่อนยาก! มาดื่มกันเถอะ!"
      ],
      "gift": "ฮว่าฮ่าฮ่าฮ่า ข้าจะให้พรของ Lua เป็นการตอบแทน"
    },
    "relationship": {
      "greet": "ว้าว! ฮ่า ดูเหมือนว่าเจ้าจะได้รับพรจากเทพธิดาจริงๆ นะเนี่ย! เจ้ากำลังเปล่งแสงจริงๆ!",
      "talk": [
        "ถ้าข้าไปที่อาณาจักรเมื่อครั้งนั้น...ท่านพ่อ ข้าจะคิดถูกจริงๆ หรือเปล่า...",
        "เอ ภาคีแห่ง Lua ไม่ใช่อย่างที่เจ้าคิดหรอกนะ รู้ไหม จะเป็นพระเจ้าหรือไม่ ภาคีก็ยังเป็นแค่กลุ่มคน",
        "มีอย่างหนึ่งที่ข้าอยากบอกกับเจ้า สนุกกับชีวิตในขณะที่เจ้าสามารถทำได้! รู้ไหมว่าชีวิตมันสั้นนะ! เจ้าคงไม่อยากมานั่งเสียใจทีหลังหรอก!"
      ]
    }
  },
  "uw": {
    "name": "เจเนซิส, ผู้กำหนดเก่าและใหม่",
    "description": [
      "เพิ่มความเร็วในการร่ายสกิลทุกสกิลและเมื่อใช้สกิลใดก็ตาม เพิ่มพลังโจมตีขึ้น 2% และพลังป้องกันขึ้น 2% สำหรับพันธมิตรทั้งหมด เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 7 ครั้ง",
      "เพิ่มความเร็วในการร่ายสกิลทุกสกิลและเมื่อใช้สกิลใดก็ตาม เพิ่มพลังโจมตีขึ้น 2.4% และพลังป้องกันขึ้น 2.4% สำหรับพันธมิตรทั้งหมด เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 7 ครั้ง",
      "เพิ่มความเร็วในการร่ายสกิลทุกสกิลและเมื่อใช้สกิลใดก็ตาม เพิ่มพลังโจมตีขึ้น 2.9% และพลังป้องกันขึ้น 2.9% สำหรับพันธมิตรทั้งหมด เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 7 ครั้ง",
      "เพิ่มความเร็วในการร่ายสกิลทุกสกิลและเมื่อใช้สกิลใดก็ตาม เพิ่มพลังโจมตีขึ้น 3.5% และพลังป้องกันขึ้น 3.5% สำหรับพันธมิตรทั้งหมด เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 7 ครั้ง",
      "เพิ่มความเร็วในการร่ายสกิลทุกสกิลและเมื่อใช้สกิลใดก็ตาม เพิ่มพลังโจมตีขึ้น 4.2% และพลังป้องกันขึ้น 4.2% สำหรับพันธมิตรทั้งหมด เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 7 ครั้ง",
      "เพิ่มความเร็วในการร่ายสกิลทุกสกิลและเมื่อใช้สกิลใดก็ตาม เพิ่มพลังโจมตีขึ้น 5% และพลังป้องกันขึ้น 5% สำหรับพันธมิตรทั้งหมด เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 7 ครั้ง"
    ],
    "story": "God's Book Genesis คือสมบัติศักดิ์สิทธิ์ที่พิเศษที่สุดในบรรดาสมบัติทั้งหมดที่มอบให้เหล่านักบวชชั้นสูงแห่งศาสนจักร Lua ตำนานเล่าว่า Lua คือผู้เขียนคัมภีร์เล่มนี้ ซึ่งนักบวชสูงสุดแห่งศาสนจักรเก็บรักษาคัมภีร์มาหลายยุคหลายสมัย Iris นักบวชสูงสุดคนปัจจุบันเห็นนิมิตเกี่ยวกับ Baudouin จึงมอบคัมภีร์ให้ Berman พ่อเลี้ยงของเขา ภายหลัง Baudouin ได้รับคัมภีร์เมื่อเขาเป็นนักบวชชั้นสูง ว่ากันว่าสมบัติสวรรค์ชิ้นนี้มอบพลังงานศักดิ์สิทธิ์ไร้ขีดจำกัดให้เจ้าของ รวมถึงมอบพลังในการปลดปล่อยศักยภาพที่แท้จริงของผู้ที่มีศรัทธา"
  },
  "s1": {
    "name": "ปะทุความศักดิ์สิทธิ์",
    "description": "ฟื้นฟู HP {0} ของพันธมิตรที่มี HP น้อยสุดและพันธมิตรรอบๆตัวนั้น สร้างความเสียหายเวทย์ {1} แก่ศัตรูรอบๆฮีโร่นั้นและลดความเร็วในการโจมตี {3}% เป็นเวลา {2} วินาที",
    "books": {
      "0": "เพิ่มการรักษา {0}%",
      "1": "เพิ่มการรักษา {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มการฟื้นฟูและความเสียหาย 40%",
    "dark": "ทำให้ศัตรูที่ได้รับคริติคอลสลบเป็น 1วินาที",
    "ut": {
      "name": "จอกศักดิ์สิทธิ์เก่าแก่",
      "description": [
        "[ปะทุความศักดิ์สิทธิ์] ลดค่ามานาลง 1 หน่วยและเพิ่มอัตราการรักษาขึ้น 20%",
        "[ปะทุความศักดิ์สิทธิ์] ลดค่ามานาลง 1 หน่วยและเพิ่มอัตราการรักษาขึ้น 24%",
        "[ปะทุความศักดิ์สิทธิ์] ลดค่ามานาลง 1 หน่วยและเพิ่มอัตราการรักษาขึ้น 29%",
        "[ปะทุความศักดิ์สิทธิ์] ลดค่ามานาลง 1 หน่วยและเพิ่มอัตราการรักษาขึ้น 35%",
        "[ปะทุความศักดิ์สิทธิ์] ลดค่ามานาลง 1 หน่วยและเพิ่มอัตราการรักษาขึ้น 42%",
        "[ปะทุความศักดิ์สิทธิ์] ลดค่ามานาลง 1 หน่วยและเพิ่มอัตราการรักษาขึ้น 50%"
      ],
      "story": "จอกไม้ที่มีรูปใบหน้าของเทพธิดา Lua แกะสลักไว้ เมื่อครั้งที่ผู้คนทราบถึงการมีตัวตนอยู่ของ Lua เป็นครั้งแรก พวกเขาสร้างจอกถวายแด่นางเพื่อสรรเสริญความศักดิ์สิทธิ์ เมื่ออารยธรรมของทวีป Orbis ล่มสลายลง จอกดังกล่าวก็ถูกฝังไว้ใต้ผืนดินและมีการกล่าวขานถึงเพียงแต่ในบันทึกเท่านั้น อย่างไรก็ตาม ในวันที่ Baudouin ไถ่บาปของตนเองและรู้ความจริงเกี่ยวกับหนังสือศักดิ์สิทธิ์ จอกนี้ก็ปรากฎขึ้นต่อหน้าเขาพร้อมเปล่งประกายดังแสงอาทิตย์"
    }
  },
  "s2": {
    "name": "หอกแห่งแสง",
    "description": "สร้างความเสียหายทางเวทย์ {0} แก่ศัตรูและพันธนาการเป็นเวลา {1} วินาที เพิ่มความเสียหายทางเวทย์เป็น 25% ในขณะที่ถูกพันธนาการ",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มเป้าหมายเป็น 2 ตัว",
    "ut": {
      "name": "บทสุดท้ายของไบเบิ้ล",
      "description": [
        "[หอกแห่งแสง] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิลและเพิ่มความอ่อนแอต่อเวทมนตร์ของเป้าหมายขึ้น 10% เป็นเวลา 10 วินาที",
        "[หอกแห่งแสง] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิลและเพิ่มความอ่อนแอต่อเวทมนตร์ของเป้าหมายขึ้น 12% เป็นเวลา 10 วินาที",
        "[หอกแห่งแสง] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิลและเพิ่มความอ่อนแอต่อเวทมนตร์ของเป้าหมายขึ้น 14% เป็นเวลา 10 วินาที",
        "[หอกแห่งแสง] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิลและเพิ่มความอ่อนแอต่อเวทมนตร์ของเป้าหมายขึ้น 17% เป็นเวลา 10 วินาที",
        "[หอกแห่งแสง] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิลและเพิ่มความอ่อนแอต่อเวทมนตร์ของเป้าหมายขึ้น 21% เป็นเวลา 10 วินาที",
        "[หอกแห่งแสง] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิลและเพิ่มความอ่อนแอต่อเวทมนตร์ของเป้าหมายขึ้น 25% เป็นเวลา 10 วินาที"
      ],
      "story": "บทสุดท้ายของตำนานที่สยองขวัญและน่าหวาดกลัวเกินกว่าที่จะนำไปใส่ในไบเบิ้ลได้ มันกล่าวถึงแสงศักดิ๋สิทธิ์ที่กำจัดศัตรูที่ชั่วร้ายที่สุดในโลก"
    }
  },
  "s3": {
    "name": "ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง",
    "description": "ทำให้พันธมิตรทั้งหมดเป็นอมตะเป็นเวลา {0} วินาทีและฟื้น HP {1} ในระยะเวลาที่กำหนด",
    "books": {
      "0": "เพิ่มการรักษา {0}%",
      "1": "เพิ่มการรักษา {0}%",
      "2": "เพิ่มความเร็วในการโจมตีของเป้าหมาย {0} ในระยะเวลาที่กำหนด"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มการใช้ Mana 2 ลดเวลาอมตะ 3 วินาทีแต่จะเพิ่มพลังโจมตีของพันธมิตรแต่ละตัว 50%",
    "ut": {
      "name": "ลูกประคำเก่าแก่",
      "description": [
        "[ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง] เพิ่มพลังโจมตี 25% เป็นเวลาต่อเนื่อง ฟื้นฟู Mana 120 ทุกวินาที",
        "[ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง] เพิ่มพลังโจมตี 25% เป็นเวลาต่อเนื่อง ฟื้นฟู Mana 140 ทุกวินาที",
        "[ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง] เพิ่มพลังโจมตี 25% เป็นเวลาต่อเนื่อง ฟื้นฟู Mana 170 ทุกวินาที",
        "[ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง] เพิ่มพลังโจมตี 25% เป็นเวลาต่อเนื่อง ฟื้นฟู Mana 200 ทุกวินาที",
        "[ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง] เพิ่มพลังโจมตี 25% เป็นเวลาต่อเนื่อง ฟื้นฟู Mana 250 ทุกวินาที",
        "[ความศักดิ์สิทธิ์ที่ไม่อาจเลี่ยง] เพิ่มพลังโจมตี 25% เป็นเวลาต่อเนื่อง ฟื้นฟู Mana 300 ทุกวินาที"
      ],
      "story": "ลูกประคำที่นักบวชศักดิ์สิทธิ์ Evelyn แห่ง Church of Lua พกติดตัวจนถึงวาระสุดท้าย ราวกับว่าสามารถได้ยินเสียงศักดิ์สิทธิ์ของ Lua ได้จากลูกประคำนี้ ซึ่งอธิษฐานว่าโลกจะไม่ล่มสลาย พลังงานศักดิ์สิทธิ์ที่ปฏิเสธไม่ได้จะปกคลุมไปทั่วร่าง และจะเพิ่มพลังของ Baudouin จนถึงขีดสุด"
    }
  },
  "s4": {
    "name": "การฝึกตนของพระเจ้า",
    "description": "เมื่อโจมตี มีโอกาส 20% ที่จะสร้างความเสียหายเวทย์ {0} แก่เป้าหมายและทำให้หมดสติเป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มโอกาสสกิลทำงาน 10%",
    "dark": "เพิ่มขอบเขตการโจมตี 20%"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคเวทย์ +200",
    "dark": "เมื่อโจมตีโดยใช้ 'ปะทุความศักดิ์สิทธิ์' และ 'หอกแห่งแสง' เพิ่มความเสียหายเวทย์เท่ากับ 100% ของพลังป้องกัน ลดเวลาคูลไทม์สกิลดังกล่าว 20%"
  }
}