{
  "name": "Jane",
  "subtitle": "ซอมบี้สาว",
  "description": "หญิงสาวที่เคยสู้รบกับเหล่าอันเดทจนตัวตายกลายเป็นผีดิบ เธอลากโรงศพที่บรรจุร่างของเธอไปมา เธอสร้างเครื่องหมายแห่งความตายไว้ที่ศัตรูแล้วฟื้นฟูพลังชีวิตตัวเอง",
  "story": "เธอเคยเป็นองค์หญิงแห่งสาธารณรัฐเกรย์ที่ล่มสลายไปแล้ว สาธารณรัฐเกรย์ปกป้องความลับไว้มากมายนับไม่ถ้วน ซึ่งรวมถึงโบราณสถานและเทคโนโลยีของอารยธรรมโบราณด้วย แต่ที่นี่ถูกปีศาจผู้รุกรานถล่มจนราบเป็นหน้ากลองในช่วงสงครามปีศาจ ซึ่ง Jane ก็เป็นอีกคนที่สละชีวิตปกป้องความลับเหล่านั้น ภายหลัง Malduk นายทหารระดับสูงและนักกลยุทธ์ของกองทัพปีศาจ ชุบชีวิตเธอกลับมาเป็นผีดิบ เขาใช้เวทมนตร์มืดแปลกประหลาดมอบจิตวิญญาณให้เธอ ตอนนี้เธอปรารถนาจะออกเดินทางตามหาอดีตและความทรงจำที่หายไป",
  "like": "ข้า... จำอะไรไม่ได้เลย...",
  "dislike": "กระดูกชิ้นใหญ่...",
  "inn": {
    "idle": "...",
    "recruit": {
      "greet": "...สวัสดี",
      "talk": [
        "เจ้า เป็นใคร..?",
        "ข้า ไม่รู้จักเจ้า..",
        "เจ้า รู้จักข้า?"
      ],
      "gift": "ของขวัญ..? ขอบคุณ?"
    },
    "affinity": {
      "greet": "ที่นี่... คือที่ไหนกัน...",
      "talk": [
        "มันช่างหนาว... ไม่สิ... อบอุ่น...",
        "ข้า... จำ... ไม่ได้... ข้า... อยาก... จำได้..."
      ],
      "gift": "ของขวัญงั้นเหรอ... ทำไมเจ้าต้องให้สิ่งของกับข้าอยู่เรื่อย"
    },
    "relationship": {
      "greet": "ยินดีต้อนรับกลับมา...ทักทาย...เขา...เมื่อเขากลับมา...",
      "talk": [
        "สายฟ้าสีแดง...มือที่อบอุ่น...สายตาที่อ่อนโยน...ไม่มีความทรงจำ...",
        "ความทรงจำที่หายไป...ความว่างเปล่า....",
        "โลงศพ...ความอบอุ่นที่ไม่เคยเปลี่ยนไป..."
      ]
    }
  },
  "uw": {
    "name": "เอเรคุร่า, จิตใจที่แน่วแน่",
    "description": [
      "สร้างความเสียหายเวทย์ 10% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้เคียงและทำให้พลังโจมตีลดลง 14% พร้อมฟื้น Mana 30% เมื่อสกิลพาสซิฟทำงาน",
      "สร้างความเสียหายเวทย์ 12% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้เคียงและทำให้พลังโจมตีลดลง 17% พร้อมฟื้น Mana 30% เมื่อสกิลพาสซิฟทำงาน",
      "สร้างความเสียหายเวทย์ 14% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้เคียงและทำให้พลังโจมตีลดลง 20% พร้อมฟื้น Mana 30% เมื่อสกิลพาสซิฟทำงาน",
      "สร้างความเสียหายเวทย์ 17% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้เคียงและทำให้พลังโจมตีลดลง 24% พร้อมฟื้น Mana 30% เมื่อสกิลพาสซิฟทำงาน",
      "สร้างความเสียหายเวทย์ 20% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้เคียงและทำให้พลังโจมตีลดลง 29% พร้อมฟื้น Mana 30% เมื่อสกิลพาสซิฟทำงาน",
      "สร้างความเสียหายเวทย์ 25% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้เคียงและทำให้พลังโจมตีลดลง 35% พร้อมฟื้น Mana 30% เมื่อสกิลพาสซิฟทำงาน"
    ],
    "story": "Jane ไม่ควรรู้สึกอะไรเลยในตอนที่เวทมนตร์ของ Malduk ชุบชีวิตเธอกลับมาเป็นผีดิบ แต่เธอกลับรู้สึกว่ามีพลังงานลึกลับที่อบอุ่นแสนสบายห่อหุ้มร่างไร้ชีวิตของเธอ ที่จริงแล้วเธอไม่ควรรู้สึกถึงพลังงานนี้ แต่ในตอนที่ Malduk ชุบชีวิต เธอยืนมือไปหาความอบอุ่นนี้โดยไม่รู้ตัว ภายหลังเมื่อเวทมนตร์ลึกลับเรียกสติของเธอกลับมา สิ่งแรกที่เธอทำคือสำรวจโลงศพของตัวเอง ซึ่งเธอสัมผัสได้ถึงไอรักอันน่าเศร้า เธอพบข้อความที่สลักอย่างบรรจงอยู่ภายใน มีใจความว่า 'รักเสมอไม่เปลี่ยนแปลง'"
  },
  "s1": {
    "name": "พิธีศพ",
    "description": "สร้างความเสียหาย {0} แก่ศัตรูในอาณาเขตและทำให้หมดสติเป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มเวลาหมดสติต่อเนื่อง {0} วินาที"
    },
    "light": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
    "dark": "เพิ่มการใช้ Mana 1 มีโอกาส 100% ที่จะดึงเป้าหมายมาใกล้ตัวเอง"
  },
  "s2": {
    "name": "เครื่องหมายแห่งความตาย",
    "description": "สร้างเครื่องหมายแห่งความตายให้กับศัตรูทุกตัวเป็นเวลา {0} วินาที และสร้างความเสียหายเวทย์ต่อเนื่อง {1} เป้าหมายที่ติดเครื่องหมายจะได้รับความเสียหายเวทย์เพิ่มขึ้น {2}%",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ลดระยะเวลาต่อเนื่องเป็น 10 วินาทีและเพิ่มความเสียหาย 250%",
    "dark": "ไม่สามารถยกเลิกเครื่องหมายด้วยเอฟเฟ็คยกเลิกดีบัฟ",
    "ut": {
      "name": "หมอนอาบมรณะ",
      "description": [
        "[เครื่องหมายแห่งความตาย] เพิ่มพลังโจมตีขึ้น 5% และความเสียหายคริติคอลขึ้น 10% เป็นเวลา 20 วินาทีเมื่อศัตรูที่ถูกทำเครื่องหมายถูกกำจัด เอฟเฟคนี้ซ้อนทับกันสูงสุด 8 ครั้ง",
        "[เครื่องหมายแห่งความตาย] เพิ่มพลังโจมตีขึ้น 5% และความเสียหายคริติคอลขึ้น 12% เป็นเวลา 20 วินาทีเมื่อศัตรูที่ถูกทำเครื่องหมายถูกกำจัด เอฟเฟคนี้ซ้อนทับกันสูงสุด 8 ครั้ง",
        "[เครื่องหมายแห่งความตาย] เพิ่มพลังโจมตีขึ้น 5% และความเสียหายคริติคอลขึ้น 14% เป็นเวลา 20 วินาทีเมื่อศัตรูที่ถูกทำเครื่องหมายถูกกำจัด เอฟเฟคนี้ซ้อนทับกันสูงสุด 8 ครั้ง",
        "[เครื่องหมายแห่งความตาย] เพิ่มพลังโจมตีขึ้น 5% และความเสียหายคริติคอลขึ้น 17% เป็นเวลา 20 วินาทีเมื่อศัตรูที่ถูกทำเครื่องหมายถูกกำจัด เอฟเฟคนี้ซ้อนทับกันสูงสุด 8 ครั้ง",
        "[เครื่องหมายแห่งความตาย] เพิ่มพลังโจมตีขึ้น 5% และความเสียหายคริติคอลขึ้น 21% เป็นเวลา 20 วินาทีเมื่อศัตรูที่ถูกทำเครื่องหมายถูกกำจัด เอฟเฟคนี้ซ้อนทับกันสูงสุด 8 ครั้ง",
        "[เครื่องหมายแห่งความตาย] เพิ่มพลังโจมตีขึ้น 5% และความเสียหายคริติคอลขึ้น 25% เป็นเวลา 20 วินาทีเมื่อศัตรูที่ถูกทำเครื่องหมายถูกกำจัด เอฟเฟคนี้ซ้อนทับกันสูงสุด 8 ครั้ง"
      ],
      "story": "หมอนที่ Jane กอดในตอนที่นางนอนอยู่ในโลงศพ มันโชกไปด้วยวิญญาณที่หลับไหลไปกับนางภายในโลงศพ เป็นสิ่งที่มอบความว่างเปล่าแห่งความตายให้ Jane อยู่ตลอดเวลา"
    }
  },
  "s3": {
    "name": "วันแห่งการทำลายล้าง",
    "description": "สร้างความเสียหายเวทย์ {1} แก่ศัตรูทั้งหมดทุกวินาทีเป็นเวลา {0} วินาที ฟื้นพลัง HP ของตัวเองเท่ากับ {2}% ของความเสียหายและต้านสถานะผิดปกติ หากมีสัญลักษณ์ความเสียหายจะเพิ่มขึ้น",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "ฟื้น Mana ของตัวเอง {0}%"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "มีโอกาส 10% ที่จะทำให้หมดสติ 1 วินาที",
    "ut": {
      "name": "ดอกไม้แห่งอาณาจักรที่ถูกลืม",
      "description": [
        "[วันแห่งการทำลายล้าง] เพิ่มความเสียหาย 20% ทุกครั้งที่สร้างความเสียหายจะลดพลังป้องกันเวทย์ของเป้าหมาย 5% เป็นเวลา 5 วินาที เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
        "[วันแห่งการทำลายล้าง] เพิ่มความเสียหาย 24% ทุกครั้งที่สร้างความเสียหายจะลดพลังป้องกันเวทย์ของเป้าหมาย 5% เป็นเวลา 5 วินาที เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
        "[วันแห่งการทำลายล้าง] เพิ่มความเสียหาย 29% ทุกครั้งที่สร้างความเสียหายจะลดพลังป้องกันเวทย์ของเป้าหมาย 5% เป็นเวลา 5 วินาที เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
        "[วันแห่งการทำลายล้าง] เพิ่มความเสียหาย 35% ทุกครั้งที่สร้างความเสียหายจะลดพลังป้องกันเวทย์ของเป้าหมาย 5% เป็นเวลา 5 วินาที เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
        "[วันแห่งการทำลายล้าง] เพิ่มความเสียหาย 42% ทุกครั้งที่สร้างความเสียหายจะลดพลังป้องกันเวทย์ของเป้าหมาย 5% เป็นเวลา 5 วินาที เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
        "[วันแห่งการทำลายล้าง] เพิ่มความเสียหาย 50% ทุกครั้งที่สร้างความเสียหายจะลดพลังป้องกันเวทย์ของเป้าหมาย 5% เป็นเวลา 5 วินาที เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง"
      ],
      "story": "ดอกไม้แห่งสาธารณรัฐที่ไม่สามารถพบเห็นได้อีกต่อไป มันยังเป็นที่รู้จักในชื่อว่าดอกไม้แห่งเขตแดนซึ่งเชื่อมต่อระหว่างชีวิตและความตายด้วย และมันได้รับพลังหล่อเลี้ยงจากความพินาศ ดอกไม้ที่งดงามอย่างเจ็บปวด ถ้าให้มันเป็นของขวัญแก่ใคร จะสามารถแบ่งปันช่วงวินาทีสุดท้ายของคนนั้นในความฝันได้"
    }
  },
  "s4": {
    "name": "สู่สุคติ",
    "description": "หากได้รับความเสียหายถึงตายจะเข้าไปในโลงเป็นเวลา {0} วินาที และฟื้นฟู HP เท่ากับ {1} + 6% ของ HP สูงสุด เมื่ออยู่ในโลงจะไม่ได้รับความเสียหายใดๆ",
    "books": {
      "0": "เพิ่มการรักษา {0}%",
      "1": "เพิ่มการรักษา {0}%",
      "2": "เพิ่มการรักษา {0}%"
    },
    "light": "ในขณะที่อยู่ในโลงศพจะทำให้ศัตรูรอบๆได้รับความเสียหาย 5% ของ HP สูงสุดทุกวินาที",
    "dark": "เมื่อเกิดเอฟเฟ็คจะทำให้ศัตรูทั้งหมดหมดสติ 2 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคเวทย์ +200",
    "dark": "เพิ่มพลังโจมตีและการฟื้นฟูของตัวเอง 1% เมื่อโจมตี แสต็คสูงสุด 50 ครั้ง"
  }
}