{
  "name": "Aisha",
  "subtitle": "เจ้าหญิงสีม่วง",
  "description": "ธิดาของชนชั้นสูงซึ่งมีเชื้อสายเดิมจาก Orvelia อัจฉริยบุคคลที่ได้รับการยอมรับจากหอคอยนักปราชญ์ ได้รับพระราชทานนามว่า ‘สีม่วง’ยิงลูกปืนเวทที่พลังแข็งแกร่งจากร่มที่งดงามทะลุผ่านศัตรู",
  "story": "บุตรสาวของตระกูลขุนนางแห่ง Orvel เธอคือจอมเวทผู้มีพรสวรรค์ในระดับแนวหน้าของหอคอยนักปราชญ์ ได้รับฉายา 'Purple' เพราะผู้คนประจักษ์ถึงความสามารถทางเวทมนตร์ของเธอ เธอได้รับการเลี้ยงดูในหอคอยนักปราชญ์ตามคำขอของพ่อแม่ แต่ก็ยังคงมีกิริยาท่าทางเหมือนขุนนาง เมื่อยังเด็ก เธอไม่เข้าใจเหตุผลที่พ่อแม่ส่งเธอไปอยู่คนเดียว แต่ตอนนี้เธอเข้าใจพวกเขาแล้ว ปัจจุบันเธอกลับมาอยู่ที่บ้าน และมีหญิงรับใช้ผู้เป็นเหมือนสมาชิกอีกคนในครอบครัวคอยติดตามรับใช้ไม่ห่าง",
  "like": "การดื่มชากับ Priscilla",
  "dislike": "คนหยาบคาย",
  "inn": {
    "idle": "ถ้าซื้อโรงแรมนี้ได้เลยก็คงดี",
    "recruit": {
      "greet": "เพิ่งเคยเจอตระกูลผู้ดีครั้งแรกหรอ?",
      "talk": [
        "หืม ท่านเป็นคนจากตระกูลไหนหรอ?",
        "กระโปรงตัวนี้มันแปลกๆ",
        "อยากกินอาหารที่แม่ครัวที่บ้านทำให้แล้ว"
      ],
      "gift": "ขอบใจนะ เรามาดื่มชาด้วยกันบ้างมั้ย?"
    },
    "affinity": {
      "greet": "บ้านหลังนี้ไม่ได้ดีขนาดนั้นนะ",
      "talk": [
        "แหวะ... ข้าไม่จำเป็นต้องกินอาหาร ข้าไม่คิดว่าข้าจะชอบมันนะ",
        "คราวหน้าข้าจะเอารถสุดหรูมา"
      ],
      "gift": "ขอบคุณ ถ้าเจ้าต้องการอะไรบอกข้าได้เลยนะ"
    },
    "relationship": {
      "greet": "พี่สาวออกไปข้างนอกสักพักแล้ว ดังนั้นไม่ต้องห่วง",
      "talk": [
        "อย่าเข้าใจรอยยิ้มของชนชั้นสูงผิดไป รอยยิ้มของพวกเขาเป็นเพียงหน้ากากที่ปิดบังตัวตนเท่านั้น",
        "ข้าไม่ชอบความจริงที่ว่าข้าไม่สามารถเรียก Priscilla ว่า 'พี่สาว' ที่บ้านได้ นางก็เป็นเหมือนครอบครัวนั่นแหละ!",
        "ฉายาไวโอเล็ต...แม้ว่าจะไม่มีลำดับชั้นใน The Seven ก็จริง แต่ข้าก็ไม่ชอบเป็นสีสุดท้ายของแถบสีเลย!"
      ]
    }
  },
  "uw": {
    "name": "โชคชะตาอันสูงส่ง, มาเฮตรา",
    "description": [
      "เมื่อโจมตีมีโอกาส 35% สร้างความเสียหายทางเวทย์เพิ่มเติม คิดเป็น 40% ของพลังโจมตี",
      "เมื่อโจมตีมีโอกาส 35% สร้างความเสียหายทางเวทย์เพิ่มเติม คิดเป็น 48% ของพลังโจมตี",
      "เมื่อโจมตีมีโอกาส 35% สร้างความเสียหายทางเวทย์เพิ่มเติม คิดเป็น 57% ของพลังโจมตี",
      "เมื่อโจมตีมีโอกาส 35% สร้างความเสียหายทางเวทย์เพิ่มเติม คิดเป็น 69% ของพลังโจมตี",
      "เมื่อโจมตีมีโอกาส 35% สร้างความเสียหายทางเวทย์เพิ่มเติม คิดเป็น 83% ของพลังโจมตี",
      "เมื่อโจมตีมีโอกาส 35% สร้างความเสียหายทางเวทย์เพิ่มเติม คิดเป็น 100% ของพลังโจมตี"
    ],
    "story": "ในหอคอยนักปราชญ์ ฉายา Purple หมายถึงผู้ที่มีปริมาณมานามากที่สุด มานาที่ดูจะไร้ขีดจำกัดของ Aisha มากกว่าจะส่งผ่านออกมาด้วยวิธีปกติได้ ด้วยเหตุนี้ ตระกูล von Daphnel จึงรวบรวมหินมานาที่ดีที่สุดเท่าที่พวกเขาหาได้ แล้วนำไปให้ Annette ผู้เป็นเทคโนเมไจที่เก่งกาจที่สุดในปราสาท Orvel Annette รับทำโครงการใหม่นี้อย่างยินดี ในไม่ช้าเธอก็สร้าง Mahitra ร่มแสนงดงามที่เหมาะกับขุนนางจอมเวทผู้มีโชคชะตาอันสูงส่ง"
  },
  "s1": {
    "name": "ระดมยิงเวทย์",
    "description": "สร้างความเสียหายทางเวทย์แก่ศัตรูในบริเวณแคบๆ {0} เมื่อติดคริติคอลจะลดเวลาคูลดาวน์ 1 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มอัตราคริติคอล {0}"
    },
    "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว",
    "dark": "ฟื้นฟู Mana 300 เมื่อเกิดคริติคอล",
    "ut": {
      "name": "ดอกไม้สีม่วง",
      "description": [
        "[ระดมยิงเวทย์] ลดเวลาคูลดาวน์ลง 1 วินาที และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
        "[ระดมยิงเวทย์] ลดเวลาคูลดาวน์ลง 1.2 วินาที และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
        "[ระดมยิงเวทย์] ลดเวลาคูลดาวน์ลง 1.4 วินาที และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
        "[ระดมยิงเวทย์] ลดเวลาคูลดาวน์ลง 1.7 วินาที และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
        "[ระดมยิงเวทย์] ลดเวลาคูลดาวน์ลง 2.1 วินาที และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
        "[ระดมยิงเวทย์] ลดเวลาคูลดาวน์ลง 2.5 วินาที และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที"
      ],
      "story": "หนึ่งในไอเทมที่หอคอยแห่งปราชญ์มอบฉายาสีม่วงให้ ดอกไม้นี้เข้าชุดกันกับแหวนแห่งมานา สีม่วงสื่อถึงมานาจำนวนมากมายมหาศาลและดอกไม้สีม่วงนี้ก็มีคุณสมบัติสมกับชื่อฉายา โดยมีบอลคริสตัลบนดอกที่ช่วยเสริมมานาของ Aisha และทำให้ระเบิดได้ เนื่องจากพลังของดอกไม้นี้แข็งแกร่งเกินไป Priscilla จึงให้ Aisha สัญญาว่านางจะใช้พลังดังกล่าวเฉพาะเมื่อจำเป็นจริงๆ เท่านั้น"
    }
  },
  "s2": {
    "name": "ลำแสงทำลาย",
    "description": "สร้างความเสียหายเวทย์ {0} ให้แก่ศัตรูในแนวเส้นตรงทุกๆ 0.5 วินาที หลังจากใช้ต่อเนื่อง 5 วินาที Mana จะลดลงทีละ 3% ทุกๆ 0.5 วินาที และเพิ่มความเสียหายขึ้น 100% สามารถใช้ได้ต่อเนื่องสูงสุด 10 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มอัตราคริติคอล  {0}"
    },
    "light": "การใช้ Mana ของลำแสงอัพเกรดลดไปครึ่งหนึ่ง",
    "dark": "การใช้ Mana ของลำแสงอัพเกรดเป็น 2 เท่า เปลี่ยนเอฟเฟ็กเพิ่มความเสียหายเป็น 200% จาก 100%",
    "ut": {
      "name": "กระจกถือของชนชั้นสูง",
      "description": [
        "[ลำแสงทำลาย] เพิ่มความเสียหาย 50% และฟื้นฟู MP 500 หน่วยทันทีเมื่อใช้",
        "[ลำแสงทำลาย] เพิ่มความเสียหาย 50% และฟื้นฟู MP 600 หน่วยทันทีเมื่อใช้",
        "[ลำแสงทำลาย] เพิ่มความเสียหาย 50% และฟื้นฟู MP 720 หน่วยทันทีเมื่อใช้",
        "[ลำแสงทำลาย] เพิ่มความเสียหาย 50% และฟื้นฟู MP 860 หน่วยทันทีเมื่อใช้",
        "[ลำแสงทำลาย] เพิ่มความเสียหาย 50% และฟื้นฟู MP 1040 หน่วยทันทีเมื่อใช้",
        "[ลำแสงทำลาย] เพิ่มความเสียหาย 50% และฟื้นฟู MP 1250 หน่วยทันทีเมื่อใช้"
      ],
      "story": "สมบัติศักดิ์สิทธิ์ที่ส่งต่อกันมาในตระกูล von Daphnel จากรุ่นสู่รุ่น เป็นเครื่องมือของชาแมนในการประหยัดมานาในสมัยโบราณ หลังจาก Aisha ฝังอัญมณีสีม่วงขั้นสูงในมานาของนาง พลังของมันก็ถูกปลดปล่อย ในตอนนี้มันส่องแสงจ้าจรัส"
    }
  },
  "s3": {
    "name": "ฝนกระหน่ำ",
    "description": "สร้างความเสียหายเวทย์ {1} เป็นเวลา {0} ให้กับศัตรูแบบสุ่ม ลดพลังป้องกันเวทย์ของเป้าหมายลงทีละ 5% สามารถแสต็คได้สูงสุด 5 ครั้ง",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มอัตราคริติคอล  {0}"
    },
    "light": "ได้เอฟเฟ็กความเสียหายในอาณาเขต",
    "dark": "เพิ่มแสต็คลดพลังป้องกันเวทย์สูงสุดเป็น 10 ครั้ง",
    "ut": {
      "name": "แหวนแห่งพลังเวทย์ที่ไม่สิ้นสุด",
      "description": [
        "[ฝนกระหน่ำ] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 30",
        "[ฝนกระหน่ำ] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 36",
        "[ฝนกระหน่ำ] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 43",
        "[ฝนกระหน่ำ] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 52",
        "[ฝนกระหน่ำ] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 62",
        "[ฝนกระหน่ำ] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 75"
      ],
      "story": "แหวนที่มอบให้พร้อมกับฉายา Purple จากหอคอยแห่งนักปราชญ์ มันเป็นวัตถุโบราณของแม่มด Eucaletus ผู้ซึ่งเคยอาศัยอยู่ในหนองน้ำแห่งปัญญา พลังที่มันแสดงขึ้นอยู่กับความสามารถของเจ้าของ สำหรับบางคน มันอาจเป็นแหล่งมานาที่ไม่จำกัดได้ มันเหมาะอย่างยิ่งสำหรับ Aisha ผู้ใช้ปืนใหญ่เวทมนตร์อันทรงพลัง"
    }
  },
  "s4": {
    "name": "เสริมเวทย์",
    "description": "เมื่อคริติคอล สร้างความเสียหายทางเวทย์เพิ่มเติม {0} แก่เป้าหมาย",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "ไม่สนใจเอฟเฟ็กบล็อคของเป้าหมาย",
    "ut": {
      "name": "ดวงตาแห่งความสัตย์จริง",
      "description": [
        "[เสริมเวทย์] เพิ่มความเสียหายขึ้น 50% และเมื่อเปิดใช้งาน จะเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 1% เอฟเฟคนี้สามารถสะสมได้สูงสุด 20 ครั้ง",
        "[เสริมเวทย์] เพิ่มความเสียหายขึ้น 50% และเมื่อเปิดใช้งาน จะเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 1.2% เอฟเฟคนี้สามารถสะสมได้สูงสุด 20 ครั้ง",
        "[เสริมเวทย์] เพิ่มความเสียหายขึ้น 50% และเมื่อเปิดใช้งาน จะเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 1.4% เอฟเฟคนี้สามารถสะสมได้สูงสุด 20 ครั้ง",
        "[เสริมเวทย์] เพิ่มความเสียหายขึ้น 50% และเมื่อเปิดใช้งาน จะเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 1.7% เอฟเฟคนี้สามารถสะสมได้สูงสุด 20 ครั้ง",
        "[เสริมเวทย์] เพิ่มความเสียหายขึ้น 50% และเมื่อเปิดใช้งาน จะเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 2.1% เอฟเฟคนี้สามารถสะสมได้สูงสุด 20 ครั้ง",
        "[เสริมเวทย์] เพิ่มความเสียหายขึ้น 50% และเมื่อเปิดใช้งาน จะเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 2.5% เอฟเฟคนี้สามารถสะสมได้สูงสุด 20 ครั้ง"
      ],
      "story": "สร้อยคอลึกลับที่พบในซากปรักหักพังโบราณ ถูกพบในหลุมฝังศพของคนที่รู้จักในนามว่าเทพเจ้าแห่งปัญญาและความรู้โบราณ Aisha ซื้อมาจากร้านค้าท้ายซอยเพราะหลงใหลในสีม่วงของสร้อยนี้ หลังจากที่นางตระหนักว่ามันช่วยเสริมพลังเวทมนตร์ นางจึงตั้งชื่อให้ว่าดวงตาแห่งความสัตย์จริงและสวมอยู่บ่อยครั้ง"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "สแต็ตมืด Aisha เมื่อใช้สกิล และเมื่อสแต็ตฟื้น Mana วินาทีละ 6%, และเพิ่มความเสียหาย 2% (สแต็ตสูงสุด 50 ครั้ง)"
  }
}