{
  "name": "Leo",
  "subtitle": "อาลักษณ์อมตะ",
  "description": "อาลักษณ์แห่งหอสมุดหลวงของ Orvelia  เขียนอักขระรักษาพันธมิตรและลบล้างเวทที่ส่งเสริมของศัตรู",
  "story": "ในพระราชวังหลวงแห่ง Orvel มีห้องสมุดที่ว่ากันว่าบรรจุหนังสือได้ไม่จำกัด Leo คือโนมที่ปกป้องห้องสมุดแห่งนี้มาเป็นเวลานานมาก เขาจำหนังสือทุกเล่มในห้องสมุดได้ และเป็นบุคคลที่รอบรู้ที่สุดในพระราชวัง หลายคนมาเยือนห้องสมุดเพื่อขอคำแนะนำจากเขา แต่เขาดูจะมีปัญหาในการปฏิสัมพันธ์กับผู้อื่น",
  "like": "การอ่านหนังสือ, การเขียน, การจดบันทึก",
  "dislike": "ความโดดเดี่ยว",
  "inn": {
    "idle": "ว้าว ที่นี่คนเยอะกว่าหนังสือซะอีก",
    "recruit": {
      "greet": "สวัสดี ฝากเนื้อฝากตัวด้วย",
      "talk": [
        "ฉันอยากรู้ทุกอย่างในโลกนี้",
        "โลกมันช่างกว้างใหญ่มากเลย",
        "ถ้าแวะเข้ามาห้องสมุด ฉันจะแนะนำหนังสือดีๆให้"
      ],
      "gift": "ให้ฉันจริงๆหรอ?"
    },
    "affinity": {
      "greet": "โอ้ สุดแสนจะสบาย!",
      "talk": [
        "เจ้าไม่มีหนังสือมากขนาดนั้น! ให้ข้าไปเอามาจากที่บ้านข้าหน่อยมั้ย",
        "เจ้าสามารถเรียนรู้ทุกอย่างได้จากหนังสือ!"
      ],
      "gift": "ขอบคุณนะ! คราวหน้าข้าจะชวนเจ้าไปที่บ้านของเรา!"
    },
    "relationship": {
      "greet": "สวัสดี วันนี้มีข่าวอะไรบ้าง",
      "talk": [
        "วันนี้ข้าเขียนบันทึกข้อมูลใหม่เยอะแยะเลย ทุกวันนำพาความรู้ใหม่มาให้",
        "ดูเหมือนว่าข้างนอกจะมีอะไรสนุกๆ เพียบเลยนะ บางทีข้าน่าจะออกไปข้างนอกมากขึ้นอีกนิด...",
        "เจ้าพอมีเวลาสักครู่ไหม ข้าเอาหนังสือเล่มใหม่มาแหละ..."
      ]
    }
  },
  "uw": {
    "name": "เบลิซ่า ปากกาขนนกฟีนิกซ์",
    "description": [
      "ทุกครั้งเมื่อเริ่มการต่อสู้ เพิ่มพลังป้องกันกายภาพและพลังป้องกันเวทมนตร์ขึ้น 20% และเพิ่มความเร็วโจมตีขึ้น 200 หน่วยเป็นเวลา 15 วินาที และเพิ่มเอฟเฟคเพิ่มเติมให้กับสกิลแรกที่ใช้ อักขระแห่งความอ่อนแอ - เพิ่มอัตราคริติคอลขึ้น 500 หน่วย อักขระแห่งการรักษา - ลบล้างสถานะผิดปกติที่มีผลต่อผู้ร่ายก่อนที่จะร่ายสกิล อักขระแห่งความเงียบ - เพิ่มระยะเวลาใบ้ขึ้น 1 วินาที",
      "ทุกครั้งเมื่อเริ่มการต่อสู้ เพิ่มพลังป้องกันกายภาพและพลังป้องกันเวทมนตร์ขึ้น 24% และเพิ่มความเร็วโจมตีขึ้น 240 หน่วยเป็นเวลา 15 วินาที และเพิ่มเอฟเฟคเพิ่มเติมให้กับสกิลแรกที่ใช้ อักขระแห่งความอ่อนแอ - เพิ่มอัตราคริติคอลขึ้น 500 หน่วย อักขระแห่งการรักษา - ลบล้างสถานะผิดปกติที่มีผลต่อผู้ร่ายก่อนที่จะร่ายสกิล อักขระแห่งความเงียบ - เพิ่มระยะเวลาใบ้ขึ้น 1 วินาที",
      "ทุกครั้งเมื่อเริ่มการต่อสู้ เพิ่มพลังป้องกันกายภาพและพลังป้องกันเวทมนตร์ขึ้น 29% และเพิ่มความเร็วโจมตีขึ้น 290 หน่วยเป็นเวลา 15 วินาที และเพิ่มเอฟเฟคเพิ่มเติมให้กับสกิลแรกที่ใช้ อักขระแห่งความอ่อนแอ - เพิ่มอัตราคริติคอลขึ้น 500 หน่วย อักขระแห่งการรักษา - ลบล้างสถานะผิดปกติที่มีผลต่อผู้ร่ายก่อนที่จะร่ายสกิล อักขระแห่งความเงียบ - เพิ่มระยะเวลาใบ้ขึ้น 1 วินาที",
      "ทุกครั้งเมื่อเริ่มการต่อสู้ เพิ่มพลังป้องกันกายภาพและพลังป้องกันเวทมนตร์ขึ้น 35% และเพิ่มความเร็วโจมตีขึ้น 350 หน่วยเป็นเวลา 15 วินาที และเพิ่มเอฟเฟคเพิ่มเติมให้กับสกิลแรกที่ใช้ อักขระแห่งความอ่อนแอ - เพิ่มอัตราคริติคอลขึ้น 500 หน่วย อักขระแห่งการรักษา - ลบล้างสถานะผิดปกติที่มีผลต่อผู้ร่ายก่อนที่จะร่ายสกิล อักขระแห่งความเงียบ - เพิ่มระยะเวลาใบ้ขึ้น 1 วินาที",
      "ทุกครั้งเมื่อเริ่มการต่อสู้ เพิ่มพลังป้องกันกายภาพและพลังป้องกันเวทมนตร์ขึ้น 42% และเพิ่มความเร็วโจมตีขึ้น 420 หน่วยเป็นเวลา 15 วินาที และเพิ่มเอฟเฟคเพิ่มเติมให้กับสกิลแรกที่ใช้ อักขระแห่งความอ่อนแอ - เพิ่มอัตราคริติคอลขึ้น 500 หน่วย อักขระแห่งการรักษา - ลบล้างสถานะผิดปกติที่มีผลต่อผู้ร่ายก่อนที่จะร่ายสกิล อักขระแห่งความเงียบ - เพิ่มระยะเวลาใบ้ขึ้น 1 วินาที",
      "ทุกครั้งเมื่อเริ่มการต่อสู้ เพิ่มพลังป้องกันกายภาพและพลังป้องกันเวทมนตร์ขึ้น 50% และเพิ่มความเร็วโจมตีขึ้น 500 หน่วยเป็นเวลา 15 วินาที และเพิ่มเอฟเฟคเพิ่มเติมให้กับสกิลแรกที่ใช้ อักขระแห่งความอ่อนแอ - เพิ่มอัตราคริติคอลขึ้น 500 หน่วย อักขระแห่งการรักษา - ลบล้างสถานะผิดปกติที่มีผลต่อผู้ร่ายก่อนที่จะร่ายสกิล อักขระแห่งความเงียบ - เพิ่มระยะเวลาใบ้ขึ้น 1 วินาที"
    ],
    "story": "ฟินิกซ์คือสัตว์ศักดิ์สิทธิ์ที่เป็นสัญลักษณ์ของชีวิตนิรันดร์ ตัวมันเองพบเห็นได้ยาก และขนปีกของมันก็ถือเป็นของหายากมากเช่นกัน ว่ากันว่าปากกาขนนกที่ทำจากขนฟินิกซ์คือเครื่องมือเวทมนตร์ที่ทรงพลังไม่แพ้ใคร รูนที่วาดด้วยปากกาขนนกด้ามนี้เป็นสื่อกลางที่ทรงพลังสำหรับเวทมนตร์รูน"
  },
  "s1": {
    "name": "อักขระแห่งความอ่อนแอ",
    "description": "ฝังรูนบนเป้าหมาย สร้างความเสียหายทางกายภาพสูงสุด {3} หน่วยโดยไม่สนใจพลังป้องกันตาม HP ที่ลดไปและลดพลังป้องกันกายภาพลง {1}% เป็นเวลา {0} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ลดเวลาคูลดาวน์ 2 วินาที",
    "dark": "เพิ่มเป้าหมายเป็น 2 ตัว",
    "ut": {
      "name": "สารานุกรมอักษรโบราณ - เล่มหนึ่ง",
      "description": [
        "[อักขระแห่งความอ่อนแอ] ไม่สามารถลบล้างได้และเพิ่มความเสียหาย 20%",
        "[อักขระแห่งความอ่อนแอ] ไม่สามารถลบล้างได้และเพิ่มความเสียหาย 24%",
        "[อักขระแห่งความอ่อนแอ] ไม่สามารถลบล้างได้และเพิ่มความเสียหาย 29%",
        "[อักขระแห่งความอ่อนแอ] ไม่สามารถลบล้างได้และเพิ่มความเสียหาย 35%",
        "[อักขระแห่งความอ่อนแอ] ไม่สามารถลบล้างได้และเพิ่มความเสียหาย 42%",
        "[อักขระแห่งความอ่อนแอ] ไม่สามารถลบล้างได้และเพิ่มความเสียหาย 50%"
      ],
      "story": "สารานุกรมฉบับโปรดของ Leo ซึ่งมีเนื้อหาเกี่ยวกับการตีความอักษรโบราณ อันที่จริงสารานุกรมชุดนี้มีทั้งหมด 3 เล่ม แต่ทั้งเล่มสองและเล่มสามนั้นถูกใครบางคนจงใจเผาทำลายและทำให้ [เล่มหนึ่ง - อักษรสำหรับคำสาปและการรักษา] เป็นเพียงเล่มเดียวที่เหลืออยู่ Leo จึงมักหงุดหงิดอยู่เสมอ เพราะคิดว่าน่าจะสามารถไขความลับของอักษรโบราณได้หากเขามีหนังสืออีกสองเล่ม ในระหว่างนี้ หนังสือสารานุกรมนี้ก็ถูกล็อคและปิดผนึกด้วยเวทมนตร์ลึกลับซึ่งทำให้ไม่สามารถอ่านได้ เว้นเสียแต่หนังสือจะยอมให้ผู้อ่านสามารถอ่านมันได้"
    }
  },
  "s2": {
    "name": "อักขระแห่งการรักษา",
    "description": "ฟื้นพลัง HP ของพันธมิตรทั้งหมด {0}",
    "books": {
      "0": "เพิ่มการรักษา {0}%",
      "1": "เพิ่มการรักษา {0}%",
      "2": "เพิ่มการรักษา {0}%"
    },
    "light": "เพิ่มการฟื้นฟู 40%",
    "dark": "หลังฟื้นฟูแล้วจะเพิ่มพลังป้องกันกายของพันธมิตร 25% เป็นเวลา 10 วินาที",
    "ut": {
      "name": "น้ำหมึกแห่งพลังชีวิต",
      "description": [
        "[อักขระแห่งการรักษา] เพิ่มอัตราการรักษาขึ้น 50% และเพิ่มความต้านทานคริติคอลกายภาพของพันธมิตรขึ้น 100 หน่วยเป็นเวลา 10 วินาที",
        "[อักขระแห่งการรักษา] เพิ่มอัตราการรักษาขึ้น 50% และเพิ่มความต้านทานคริติคอลกายภาพของพันธมิตรขึ้น 120 หน่วยเป็นเวลา 10 วินาที",
        "[อักขระแห่งการรักษา] เพิ่มอัตราการรักษาขึ้น 50% และเพิ่มความต้านทานคริติคอลกายภาพของพันธมิตรขึ้น 140 หน่วยเป็นเวลา 10 วินาที",
        "[อักขระแห่งการรักษา] เพิ่มอัตราการรักษาขึ้น 50% และเพิ่มความต้านทานคริติคอลกายภาพของพันธมิตรขึ้น 170 หน่วยเป็นเวลา 10 วินาที",
        "[อักขระแห่งการรักษา] เพิ่มอัตราการรักษาขึ้น 50% และเพิ่มความต้านทานคริติคอลกายภาพของพันธมิตรขึ้น 210 หน่วยเป็นเวลา 10 วินาที",
        "[อักขระแห่งการรักษา] เพิ่มอัตราการรักษาขึ้น 50% และเพิ่มความต้านทานคริติคอลกายภาพของพันธมิตรขึ้น 250 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "น้ำหมึกที่สกัดจากใบอ่อนของต้นไม้กำเนิดโลก สามารถผลิตได้เพียงปีละ 10 หยดเท่านั้น คาถาเวทมนตร์ที่เขียนด้วยหมึกนี้มอบพลังชีวิตให้กับร่างกายอย่างยอดเยี่ยม มีค่าและหาได้ยากมาก ดังนั้น Leo จึงมักจะเก็บไว้ใช้ในโอกาสพิเศษเท่านั้น"
    }
  },
  "s3": {
    "name": "อักขระแห่งความเงียบ",
    "description": "สร้างความเสียหายทางกายภาพ {0} แก่ศัตรูทั้งหมดและลบล้างเอฟเฟ็คด้านบวกของศัตรู ทำให้ฝ่ายตรงข้ามอยู่ในสถานะเงียบเป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มระยะเวลาเงียบ {0}  วินาที",
      "1": "เพิ่มระยะเวลาเงียบ {0}  วินาที",
      "2": "เพิ่มระยะเวลาเงียบ {0}  วินาที"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มความเสียหาย 200% เพิ่มความเสียหายทั้งหมดที่ศัตรูเป้าหมายได้รับ 20% เพิ่มการใช้ Mana 2",
    "ut": {
      "name": "ม้วนหนังสือแห่งความทรงจำ",
      "description": [
        "[อักขระแห่งความเงียบ] เพิ่มความเสียหายที่เป้าหมายได้รับ 15% เป็นเวลา 10 วินาที ลดความต้านทานสถานะผิดปกติ 120",
        "[อักขระแห่งความเงียบ] เพิ่มความเสียหายที่เป้าหมายได้รับ 15% เป็นเวลา 10 วินาที ลดความต้านทานสถานะผิดปกติ 140",
        "[อักขระแห่งความเงียบ] เพิ่มความเสียหายที่เป้าหมายได้รับ 15% เป็นเวลา 10 วินาที ลดความต้านทานสถานะผิดปกติ 170",
        "[อักขระแห่งความเงียบ] เพิ่มความเสียหายที่เป้าหมายได้รับ 15% เป็นเวลา 10 วินาที ลดความต้านทานสถานะผิดปกติ 210",
        "[อักขระแห่งความเงียบ] เพิ่มความเสียหายที่เป้าหมายได้รับ 15% เป็นเวลา 10 วินาที ลดความต้านทานสถานะผิดปกติ 250",
        "[อักขระแห่งความเงียบ] เพิ่มความเสียหายที่เป้าหมายได้รับ 15% เป็นเวลา 10 วินาที ลดความต้านทานสถานะผิดปกติ 300"
      ],
      "story": "คัมภีร์เวทมนตร์คาถาโบราณ คัมภีร์ที่เขียนโดยผู้ใช้เวทมนตร์คาถาที่น่าเคารพยกย่องซึ่งบรรจุหลักการเบื้องหลังเวทมนตร์ที่ใช้ชีวิตและการสร้างสรรค์ทั้งหมด มันเขียนขึ้นในภาษาที่ไม่มีใครรู้จัก ดังนั้นจึงมีแค่เพียงบางส่วนเท่านั้นที่สามารถอ่านออก ถ้าระบบตัวหนังสือโบราณนี้ถูกค้นพบ อาจมีความเป็นไปได้ที่จะสามารถใช้เวทมนตร์คาถาได้โดยที่ไม่ต้องจ่ายอะไรเลย"
    }
  },
  "s4": {
    "name": "อักขระแห่งการคุ้มครอง",
    "description": "ทุก {0} วินาที สลักอักขระใส่พันธมิตรที่ HP น้อยที่สุด ฟื้น HP {2} เป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มการรักษา {0}%",
      "1": "เพิ่มการรักษา {0}%",
      "2": "เพิ่มความต้านทางสถานะผิดปกติ {0} ในระยะเวลาที่กำหนด"
    },
    "light": "เพิ่มการฟื้นฟู 40%",
    "dark": "หลังฟื้นฟูแล้วจะเพิ่มพลังป้องกันกายของเป้าหมายที่ได้รับการฟื้นฟู 40% เป็นเวลา 10 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคกาย +200",
    "dark": "มีโอกาส 10% เมื่อโจมตีที่จะสร้างความเสียหายทางกายภาพเท่ากับ 120% ของพลังโจมตีให้กับศัตรูแบบสุ่ม ลด Mana 300 และทำให้ติดใบ้ 1 วินาที"
  }
}