{
  "name": "Fluss",
  "subtitle": "ดาบพลิ้วไหว",
  "description": "รองหัวหน้าอัศวินกองราชองครักษ์ที่สังกัดโดยตรงต่อองค์จักรพรรดิ์  มีฝีมือดาบความเร็วสูงที่ฟันได้กระทั้งเวทมนตร์  สามารถโจมตีศัตรูที่แข็งแกร่งที่สุดก่อนเป็นอันดับแรกได้",
  "story": "เพราะเป็นบุตรชายของผู้บัญชาการอัศวินแห่งจักรวรรดิ เขาจึงได้รับการฝึกฝนอย่างหนักหน่วงเพื่อให้เป็นนักดาบชั้นยอดตั้งแต่ยังเด็ก ทุกคนเห็นตรงกันว่าเขาคือผู้มีฝีมือดาบรวดเร็วที่สุดในพระราชวังหลวง จำนวนอัศวินฝ่ายศัตรูที่เขากำจัดได้ในสนามรบคือเครื่องพิสูจน์ความสามารถของเขา เขาเลื่อนตำแหน่งขึ้นมาเป็นรองหัวหน้ากองของอัศวินแห่งจักรวรรดิอย่างรวดเร็ว และได้รับเสียงชื่นชมจากทุกคน แม้จะรู้ตัวว่าตนเองมีรูปโฉมงดงาม แต่เขากลับรังเกียจทุกคนที่เข้าหาเขาเพราะความงามภายนอก เพราะเขาเชื่อว่าความงามของจิตใจสำคัญกว่าสิ่งที่ตาเห็น แต่เขาก็มีนิสัยปากไม่ตรงกับใจอยู่บ้าง เพราะบางครั้งเขาก็หลงใหลในความงามของตัวเอง",
  "like": "ดวงตาของคุณ",
  "dislike": "คนที่ไม่เข้าใจความโรแมนติก",
  "inn": {
    "idle": "มันไม่ได้ต่างกับโรงแรมในเมืองสักเท่าไหร่เลย",
    "recruit": {
      "greet": "เธอนี่ขยันตลอดเวลาเลยนะ",
      "talk": [
        "ชักคิดถึงอากาศในเมืองขึ้นมาแล้วสิ",
        "การได้รับการฝึกฝนอยู่เสมอจะทำให้เราแข็งแกร่งขึ้น",
        "คนที่ฉันสามารถจะพูดได้อย่างเปิดอกมีอยู่แค่คนเดียวเท่านั้น"
      ],
      "gift": "การดื่มให้กับจิตวิญญาณ"
    },
    "affinity": {
      "greet": "ข้านำดอกไม้มาให้เพราะเจ้าชวนข้า",
      "talk": [
        "ผู้คนก็เปรียบได้กับดาบ เจ้าต้องขัดเกลาตัวเองเพื่อที่จะเป็นอัศวินที่แท้จริง",
        "ข้าไม่ชอบ Pavel สักนิดเลย ที่จะต้องจาก Rodina ไปเช่นนั้น..."
      ],
      "gift": "ดื่มให้กับความมีน้ำใจของเจ้า"
    },
    "relationship": {
      "greet": "ดื่มฉลองให้กับ...ไม่ล่ะ ข้าจะหยุดไว้แค่นั้น",
      "talk": [
        "เดิมทีตระกูลของข้าไม่ได้เป็นส่วนหนึ่งของอาณาจักร",
        "ดอกไม้นี้เป็นเครื่องบูชาแด่บ้านเกิดของบรรพบุรุษของข้า มันเป็นสัญลักษณ์ เป็นเครื่องเตือนความทรงจำให้รำลึกถึงบ้านเกิดที่ล่มสลายของพวกเขา",
        "ภาคีของเราเป็นแค่ฉากหน้า ซึ่งส่วนใหญ่ประกอบด้วยเด็กๆ ที่ไร้ประสบการณ์จากตระกูลชนชั้นสูง นักรบที่น่าเกรงกลัวที่แท้จริงนั้นอยู่ที่อื่น..."
      ]
    }
  },
  "uw": {
    "name": "เวรัลต้า ดาบคู่แห่งความโกรธเกรี้ยว",
    "description": [
      "เพิ่มพลังโจมตีขึ้น 12% และเพิ่มความเร็วโจมตีขึ้น 120 หน่วยเป็นเวลา 30 วินาทีทุกๆ 7 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 3 ครั้งและไม่สามารถลบล้างได้",
      "เพิ่มพลังโจมตีขึ้น 14% และเพิ่มความเร็วโจมตีขึ้น 140 หน่วยเป็นเวลา 30 วินาทีทุกๆ 7 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 3 ครั้งและไม่สามารถลบล้างได้",
      "เพิ่มพลังโจมตีขึ้น 17% และเพิ่มความเร็วโจมตีขึ้น 170 หน่วยเป็นเวลา 30 วินาทีทุกๆ 7 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 3 ครั้งและไม่สามารถลบล้างได้",
      "เพิ่มพลังโจมตีขึ้น 20% และเพิ่มความเร็วโจมตีขึ้น 200 หน่วยเป็นเวลา 30 วินาทีทุกๆ 7 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 3 ครั้งและไม่สามารถลบล้างได้",
      "เพิ่มพลังโจมตีขึ้น 25% และเพิ่มความเร็วโจมตีขึ้น 250 หน่วยเป็นเวลา 30 วินาทีทุกๆ 7 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 3 ครั้งและไม่สามารถลบล้างได้",
      "เพิ่มพลังโจมตีขึ้น 30% และเพิ่มความเร็วโจมตีขึ้น 300 หน่วยเป็นเวลา 30 วินาทีทุกๆ 7 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 3 ครั้งและไม่สามารถลบล้างได้"
    ],
    "story": "ชุดอาวุธเวทมนตร์ที่ตาของ Fluss ผู้เป็นอัศวินแห่งสาธารณรัฐเกรย์ได้รับมา และตกทอดมาในฐานะสมบัติประจำตระกูล พวกมันมีพลังในการเพิ่มความสามารถทางกายของผู้ถืออย่างช้าๆ ช่วยให้เขาข้ามขีดจำกัดของมนุษย์และมีพละกำลังและความเร็วเหนือธรรมชาติ เนื่องจากเกิดผลอย่างค่อยเป็นค่อยไป ร่างกายผู้ถือจึงไม่ต้องรับภาระหนักอย่างเฉียบพลัน ทั้งสองชิ้นมีชื่อว่า Blood และ Rose ตามลำดับ มันได้ชื่อมาจากหยดเลือดที่ซ่านกระเซ็นและกลีบดอกไม้ที่โปรยปรายทุกครั้งที่ Fluss กวัดแกว่งดาบคู่นี้ ไม่มีนักรบคนใดรีดศักยภาพของมันออกมาได้อย่างที่ Fluss ทำ"
  },
  "s1": {
    "name": "ดาบเจ้าพายุ",
    "description": "โจมตีเป้าหมายและศัตรูที่อยู่ใกล้เป้าหมาย 3 ครั้ง สร้างความเสียหายกายภาพรวม {0} หน่วย หากเป้าหมายไม่ใช่ฮีโร่ สร้างความเสียหายกายภาพเพิ่มเติม {1} หน่วยภายใน 5 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ไม่สนการป้องกันเมื่อมีศัตรู 1 ตัว",
    "dark": "เมื่อเกิดคริติคอล ลดเวลาคูลดาวน์ 6%",
    "ut": {
      "name": "เข็มขัดนัยน์ตาแห่งพายุ",
      "description": [
        "[ดาบเจ้าพายุ] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหาย 4% เมื่อใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[ดาบเจ้าพายุ] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหาย 4.8% เมื่อใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[ดาบเจ้าพายุ] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหาย 5.8% เมื่อใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[ดาบเจ้าพายุ] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหาย 7% เมื่อใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[ดาบเจ้าพายุ] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหาย 8.4% เมื่อใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[ดาบเจ้าพายุ] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหาย 10% เมื่อใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง"
      ],
      "story": "เข็มขัดที่พ่อของ Fluss มอบให้กับเขาเมื่อได้รับแต่งตั้งเป็นรองมาสเตอร์ผู้ยิ่งใหญ่ของเหล่าอัศวิน เข็มขัดนี้แฝงด้วยเวทมนตร์นัยน์ตาแห่งพายุที่ทำให้ผู้สวมใส่และทุกๆ คนโดยรอบเป็นใบ้ หากคุณได้ยินเสียงดาบของเขาล่ะก็ ไม่ช้าคุณจะเห็นกลีบดอกไม้ปลิวไหวเบื้องหน้าคุณ"
    }
  },
  "s2": {
    "name": "ฉับพลัน",
    "description": "เคลื่อนไปหาศัตรูที่พลังโจมตีสูงที่สุด ทำให้เป้าหมายอยู่ในสถานะเงียบเป็นเวลา 2 วินาที และลดความเสียหายเวทย์ที่ได้รับ {1} เป็นเวลา {0} วินาที สลักสัญลักษณ์แก่เป้าหมายเป็นเวลา {2} วินาที การโจมตีทั้งหมดของตัวเองจะโจมตีศัตรูที่มีสัญลักษฯณ์ก่อนและ ทุกครั้งที่โจมตีเป้าหมายซึ่งมีสัญลักษณ์จะสร้างความเสียหายกายภาพเพิ่มเติม {3}",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มการใช้ Mana 1 และลดเวลาคูลดาวน์ 5 วินาที",
    "dark": "กำจัดเอฟเฟ็กต์บวกของเป้าหมาย",
    "ut": {
      "name": "น้ำหอมลุ่มหลง",
      "description": [
        "[ฉับพลัน] ทำให้เครื่องหมายไม่สามารถลบล้างได้และเพิ่มพลังโจมตีขึ้น 20% เป็นเวลา 10 วินาทีเมื่อศัตรูที่ถูกทำเครื่องหมายถูกกำจัด",
        "[ฉับพลัน] ทำให้เครื่องหมายไม่สามารถลบล้างได้และเพิ่มพลังโจมตีขึ้น 24% เป็นเวลา 10 วินาทีเมื่อศัตรูที่ถูกทำเครื่องหมายถูกกำจัด",
        "[ฉับพลัน] ทำให้เครื่องหมายไม่สามารถลบล้างได้และเพิ่มพลังโจมตีขึ้น 29% เป็นเวลา 10 วินาทีเมื่อศัตรูที่ถูกทำเครื่องหมายถูกกำจัด",
        "[ฉับพลัน] ทำให้เครื่องหมายไม่สามารถลบล้างได้และเพิ่มพลังโจมตีขึ้น 35% เป็นเวลา 10 วินาทีเมื่อศัตรูที่ถูกทำเครื่องหมายถูกกำจัด",
        "[ฉับพลัน] ทำให้เครื่องหมายไม่สามารถลบล้างได้และเพิ่มพลังโจมตีขึ้น 42% เป็นเวลา 10 วินาทีเมื่อศัตรูที่ถูกทำเครื่องหมายถูกกำจัด",
        "[ฉับพลัน] ทำให้เครื่องหมายไม่สามารถลบล้างได้และเพิ่มพลังโจมตีขึ้น 50% เป็นเวลา 10 วินาทีเมื่อศัตรูที่ถูกทำเครื่องหมายถูกกำจัด"
      ],
      "story": "น้ำหอมที่มีกลิ่นดอกกุหลาบ Vivienne ดอกแรกของปี ดอกกุหลาบ Vivienne เป็นดอกไม้ที่สวยงามแต่อันตรายมาก ผู้ที่ได้รับผลกระทบจากกลิ่นจะเกิดอาการประสาทหลอนและจ้องมองด้วยความหวาดกลัวเมื่อฝ่ายตรงข้ามเคลื่อนไหว"
    }
  },
  "s3": {
    "name": "กลีบดอกไม้ประกายเลือด",
    "description": "สร้างความเสียหายกายภาพรวม {0} หน่วยแก่ศัตรูภายในการโจมตี 16 ครั้งและสะกัดกั้นเป้าหมายในขณะที่ร่าย ความเสียหายนี้ไม่สนใจเอฟเฟคบล็อคของเป้าหมาย",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ทุกครั้งที่เกิดคริติคอล จะเพิ่มความเสียหายของการโจมตีสุดท้าย 10%",
    "dark": "เมื่อกำลังคูลไทม์ เพิ่มความเสียหายของการโจมตีปกติ 50%",
    "ut": {
      "name": "ดอกกุหลาบที่ไม่หลับไหล",
      "description": [
        "[กลีบดอกไม้ประกายเลือด] เพิ่มความเสียหาย 20% ขณะที่ใช้จะหลบหลีกการโจมตีเวทย์ทั้งหมด",
        "[กลีบดอกไม้ประกายเลือด] เพิ่มความเสียหาย 24% ขณะที่ใช้จะหลบหลีกการโจมตีเวทย์ทั้งหมด",
        "[กลีบดอกไม้ประกายเลือด] เพิ่มความเสียหาย 29% ขณะที่ใช้จะหลบหลีกการโจมตีเวทย์ทั้งหมด",
        "[กลีบดอกไม้ประกายเลือด] เพิ่มความเสียหาย 35% ขณะที่ใช้จะหลบหลีกการโจมตีเวทย์ทั้งหมด",
        "[กลีบดอกไม้ประกายเลือด] เพิ่มความเสียหาย 42% ขณะที่ใช้จะหลบหลีกการโจมตีเวทย์ทั้งหมด",
        "[กลีบดอกไม้ประกายเลือด] เพิ่มความเสียหาย 50% ขณะที่ใช้จะหลบหลีกการโจมตีเวทย์ทั้งหมด"
      ],
      "story": "ดอกกุหลาบที่จะไม่เหี่ยวเฉาแม้ว่าจะถูกเด็ดก็ตาม มันเป็นดอกไม้ที่ Fluss ชอบมาก มันย้ำเตือนให้ Fluss นึกถึงหน้าที่ของอัศวิน ซึ่งเป็นพื้นฐานของเจตจำนงอันแข็งแกร่งของเธอ ซึ่งช่วยให้เธอมีความมั่นใจในการต่อสู้"
    }
  },
  "s4": {
    "name": "เลื่อยคาถา",
    "description": "สร้างความเสียหายกายภาพ {1} แก่ศัตรูทั้งหมดพร้อมทั้งสร้างความเสียหายทางเวทย์ทุกๆ {0} วินาที และหลบความเสียหายทางเวทย์ทั้งหมดเป็นเวลา {2} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เมื่อหลบหลีกจะเพิ่มพลังโจมตีของตัวเอง 3% แสต็คสูงสุด 10 ครั้ง",
    "dark": "มีโอกาส 30% ที่จะทำให้ศัตรูที่ได้รับความเสียหายสลบ 3 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / หลบหลีกเวทย์ +100",
    "dark": "เพิ่มความเสียหายทางกาย 20% ของพลังโจมตีเมื่อโจมตีแบบปกติ มีโอกาส 10% ที่จะสร้างความเสียหายกายสองเท่า ลบเอฟแฟ็กบวกของเป้าหมาย"
  }
}