{
  "name": "Luna",
  "subtitle": "บุตรแห่งแสงจันทร์",
  "description": "เด็กน้อยนิรนามที่พกหนังสติ๊กขนาดเท่ากับตัวเองไปไหนมาไหน  ลูกกระสุนที่ยิ่งออกจากหนังสติ๊กยักษ์ยิ่งไปไกลยิ่งแข็งแกร่งขึ้น",
  "story": "Lulu คือเผ่าสัตว์พันธุ์ผสมที่พบเห็นได้ยากมากจนผู้คนคิดว่าไม่มีอยู่จริง พวกเขาอาศัยอยู่ในเขตที่หนาวเย็นมาก และหวาดกลัวการติดต่อกับโลกภายนอกเป็นที่สุด วันหนึ่งมีเด็กชาว Lulu คนหนึ่งเกิดมาพร้อมบุคลิกที่ตรงข้ามกับเผ่าพันธุ์ของเธอ เด็กคนนั้นก็คือ Luna ไม่ใช่ว่าเธอไม่พอใจกับวิถีชีวิตของเผ่าพันธุ์ หรือใฝ่ฝันจะออกไปเผชิญโลกภายนอก เธอแค่เดินเก็บดอกไม้ไปเรื่อยๆ แล้วก็เดินหากิ่งไม้แช่แข็งมาทำเป็นหนังสติ๊ก แล้วก็เดินตามกลิ่นผลไม้สีแดงหวานชุ่มลิ้น รู้ตัวอีกที เธอก็กำลังวิ่งมุ่งหน้ามาที่ทุ่งแครอทห่างไกลจากภูเขา จนเข้าเขตโลกภายนอกแล้ว",
  "like": "แครอท, เพื่อน",
  "dislike": "ความหิว",
  "inn": {
    "idle": "สวัสดี! มีแครอทมั้ย?",
    "recruit": {
      "greet": "สวัสดี! สวัสดีเธอด้วย! สวัสดีทุกคน!",
      "talk": [
        "นี่อะไรรู้มั้ย? แครอทยังไงหล่ะ!!",
        "สีของแครอทก็คือสีแครอท อิอิ!",
        "กระต่ายหรอ? ไม่ใช่ๆ ลูน่าคือลูน่า!"
      ],
      "gift": "ว้าว! นี่มันแครอทหรอ? ห้ะ? ไม่ใช่หรอ!?"
    },
    "affinity": {
      "greet": "สวัสดี! Luna มาที่นี่อีกครั้งแล้ว!",
      "talk": [
        "ที่นี่สนุกจริงๆ! Luna ชอบมาก! ม๊ากมาก!",
        "Luna จะให้พรแก่เจ้า! ด้วยแครอท!"
      ],
      "gift": "นี้คือแครอทจริงๆ ใช่มั้ย"
    },
    "relationship": {
      "greet": "Luna สบายดี!",
      "talk": [
        "Luna มีเพื่อนเยอะแยะเลยที่บ้าน! แต่ Luna จำไม่ได้ว่าบ้านอยู่ที่ไหน!",
        "ทุกคนคิดว่าของโปรดของ Luna คือแครอท! และใช่แล้ว ถูกต้องเลย~!",
        "อ่า อืม...เจ้ามีแครอทไหม"
      ]
    }
  },
  "uw": {
    "name": "ดอกไม้อมตะ, ไฮด์ซิน",
    "description": [
      "เพิ่มความเสียหายของการโจมตีปกติ 20% และการโจมตีระยะไกล 6%",
      "เพิ่มความเสียหายของการโจมตีปกติ 24% และการโจมตีระยะไกล 7.2%",
      "เพิ่มความเสียหายของการโจมตีปกติ 29% และการโจมตีระยะไกล 8.6%",
      "เพิ่มความเสียหายของการโจมตีปกติ 35% และการโจมตีระยะไกล 10.5%",
      "เพิ่มความเสียหายของการโจมตีปกติ 42% และการโจมตีระยะไกล 12.5%",
      "เพิ่มความเสียหายของการโจมตีปกติ 50% และการโจมตีระยะไกล 15%"
    ],
    "story": "หนังสติ๊กที่ทำจากไฮยาซินธ์ ต้นไม้สีเงินที่เติบโตในเขตหนาวมากเท่านั้น ว่ากันว่าไฮยาซินธ์ได้รับพรจากราชินีน้ำแข็ง และออกผลสีแดงสดได้แม้อยู่ท่ามกลางอากาศหนาวเหน็บที่สุด เพียงแค่ถือกิ่งไฮยาซินธ์ไว้ก็ทำให้ผู้ถือไม่รู้สึกถึงความหนาวเย็นรอบตัว และต้นไม้ศักดิ์สิทธิ์นี้ยังมีพลังในการเรียกพายุหิมะและน้ำแข็งอีกด้วย ซึ่งแน่นอนว่าอาวุธที่สร้างจากต้นไม้เหล่านี้ย่อมเหมาะจะควบคุมพลังดังกล่าวที่สุด"
  },
  "s1": {
    "name": "ปิ้ว!",
    "description": "โจมตี 3 เด้งจากศัตรูที่อยู่ใกล้ที่สุด สร้างความเสียหายเวทย์ {0} แก่ศัตรู ยิ่งอยู่ไกลจากเป้าหมายความเสียหายยิ่งเพิ่มขึ้น",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว",
    "dark": "ศัตรูที่ได้รับความเสียหายจะสตันเป็นเวลา 2 วินาที",
    "ut": {
      "name": "กระดิ่งทองนำโชค",
      "description": [
        "[ปิ้ว!] เพิ่มความเสียหาย 20% และฟื้นฟูมานา 200 หน่วยเมื่อทำการโจมตีคริติคอล",
        "[ปิ้ว!] เพิ่มความเสียหาย 24% และฟื้นฟูมานา 200 หน่วยเมื่อทำการโจมตีคริติคอล",
        "[ปิ้ว!] เพิ่มความเสียหาย 29% และฟื้นฟูมานา 200 หน่วยเมื่อทำการโจมตีคริติคอล",
        "[ปิ้ว!] เพิ่มความเสียหาย 35% และฟื้นฟูมานา 200 หน่วยเมื่อทำการโจมตีคริติคอล",
        "[ปิ้ว!] เพิ่มความเสียหาย 42% และฟื้นฟูมานา 200 หน่วยเมื่อทำการโจมตีคริติคอล",
        "[ปิ้ว!] เพิ่มความเสียหาย 50% และฟื้นฟูมานา 200 หน่วยเมื่อทำการโจมตีคริติคอล"
      ],
      "story": "กระดิ่งทองซึ่งนำพาเอาโชคมาให้ นี่คือของโปรดอันดับสองของ Luna รองจากแครอท กระดิ่งนี้จะส่องประกายสุกสว่างเมื่อนางเดินและกระโดดโลดเต้นไปรอบๆ เสียงสั่นกระดิ่งมีพลังลึกลับที่ช่วยเรียกเอาโชคดีจากบ้านเกิดของนางมา"
    }
  },
  "s2": {
    "name": "ระวังหัวนะ!",
    "description": "สร้างความเสียหายเวทย์ {0}  ในวงแคบแก่ศัตรูที่อยู่ด้านหลังที่สุดและทำให้เป้าหมายหมดสติเป็นเวลา {1} วินาที ยิ่งอยู่ไกลจากเป้าหมายความเสียหายยิ่งเพิ่มขึ้น",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มการใช้ Mana 2 และโจมตีศัตรูแบบสุ่ม 3 ครั้ง",
    "dark": "ไม่สนใจแอฟเฟ็คบล็อคของเป้าหมาย",
    "ut": {
      "name": "แครอทแสงจันทร์",
      "description": [
        "[ระวังหัวนะ!] เพิ่มความเสียหายขึ้น 20% และลดเวลาคูลดาวน์ลง 10% เมื่อโจมตีคริติคอล",
        "[ระวังหัวนะ!] เพิ่มความเสียหายขึ้น 24% และลดเวลาคูลดาวน์ลง 10% เมื่อโจมตีคริติคอล",
        "[ระวังหัวนะ!] เพิ่มความเสียหายขึ้น 29% และลดเวลาคูลดาวน์ลง 10% เมื่อโจมตีคริติคอล",
        "[ระวังหัวนะ!] เพิ่มความเสียหายขึ้น 35% และลดเวลาคูลดาวน์ลง 10% เมื่อโจมตีคริติคอล",
        "[ระวังหัวนะ!] เพิ่มความเสียหายขึ้น 42% และลดเวลาคูลดาวน์ลง 10% เมื่อโจมตีคริติคอล",
        "[ระวังหัวนะ!] เพิ่มความเสียหายขึ้น 50% และลดเวลาคูลดาวน์ลง 10% เมื่อโจมตีคริติคอล"
      ],
      "story": "แครอทที่เติบโตจากการรับแสงจันทร์เป็นพันๆ ครั้ง ผู้ที่ถูกตีด้วยแครอทจะถูกปลดความชั่วร้ายทั้งหมดออกจากร่างกายและพวกเขาจะสามารถแยกแยะดีชั่วได้"
    }
  },
  "s3": {
    "name": "ระยิบระยับ",
    "description": "สร้างความเสียหายเวทย์ {0} แก่ศัตรูในอาณาเขต และลดอัตราคริติคอลของเป้าหมาย {2}% เป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ลดความแม่นยำของศัตรูที่ได้รับความเสียหาย 150 เป็นเวลา 7 วินาที",
    "dark": "เพิ่มการใช้ Mana 1 และผลักลอยไปไกล",
    "ut": {
      "name": "เกล็ดหิมะที่ไม่มีวันละลาย",
      "description": [
        "[ระยิบระยับ] เปลี่ยนให้ไม่สามารถลบล้างเอฟเฟคลดอัตราคริติคอลได้ เพิ่มระยะเวลาของเอฟเฟคต่อเนื่อง 2 วินาที",
        "[ระยิบระยับ] เปลี่ยนให้ไม่สามารถลบล้างเอฟเฟคลดอัตราคริติคอลได้ เพิ่มระยะเวลาของเอฟเฟคต่อเนื่อง 2.4 วินาที",
        "[ระยิบระยับ] เปลี่ยนให้ไม่สามารถลบล้างเอฟเฟคลดอัตราคริติคอลได้ เพิ่มระยะเวลาของเอฟเฟคต่อเนื่อง 2.9 วินาที",
        "[ระยิบระยับ] เปลี่ยนให้ไม่สามารถลบล้างเอฟเฟคลดอัตราคริติคอลได้ เพิ่มระยะเวลาของเอฟเฟคต่อเนื่อง 3.5 วินาที",
        "[ระยิบระยับ] เปลี่ยนให้ไม่สามารถลบล้างเอฟเฟคลดอัตราคริติคอลได้ เพิ่มระยะเวลาของเอฟเฟคต่อเนื่อง 4.2 วินาที",
        "[ระยิบระยับ] เปลี่ยนให้ไม่สามารถลบล้างเอฟเฟคลดอัตราคริติคอลได้ เพิ่มระยะเวลาของเอฟเฟคต่อเนื่อง 5 วินาที"
      ],
      "story": "ดอกไม้ทุ่งหิมะในตำนานซึ่งเบ่งบานจากดินแดนภูเขาหิมะ Windland ที่ไม่เคยละลาย ว่ากันว่ามันทำให้พลังงานของระบบไหลเวียนในร่างกายของผู้ใช้ชัดเจนและงดงาม ไอเทมที่ทำให้พลังงานบริสุทธิ์ของ Luna เปล่งประกายเจิดจ้ายิ่งขึ้นกว่าเดิม"
    }
  },
  "s4": {
    "name": "จับได้แล้ว!",
    "description": "เมื่อตนเองติดสถานะผิดปกติ จะลบล้างเอฟเฟคลบที่เกิดขึ้น และโจมตีศัตรูที่อยู่ไกลที่สุดเพื่อสร้างความเสียหายเวท {0} และผลักให้ศัตรูกระเด็นออกไปเป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "กำจัดเอฟเฟคบวกของศัตรู",
    "dark": "เปลี่ยนเป้าหมายเป็น 2 ตัว",
    "ut": {
      "name": "เค้กแครอท",
      "description": [
        "[จับได้แล้ว!] เพิ่มระยะที่ผลักออกไปอย่างมากและลดเวลาคูลดาวน์ลง 2 วินาที",
        "[จับได้แล้ว!] เพิ่มระยะที่ผลักออกไปอย่างมากและลดเวลาคูลดาวน์ลง 2.4 วินาที",
        "[จับได้แล้ว!] เพิ่มระยะที่ผลักออกไปอย่างมากและลดเวลาคูลดาวน์ลง 2.9 วินาที",
        "[จับได้แล้ว!] เพิ่มระยะที่ผลักออกไปอย่างมากและลดเวลาคูลดาวน์ลง 3.5 วินาที",
        "[จับได้แล้ว!] เพิ่มระยะที่ผลักออกไปอย่างมากและลดเวลาคูลดาวน์ลง 4.2 วินาที",
        "[จับได้แล้ว!] เพิ่มระยะที่ผลักออกไปอย่างมากและลดเวลาคูลดาวน์ลง 5 วินาที"
      ],
      "story": "เค้กแครอทพิเศษของ Juno เค้กแครอทพิเศษนี้ทำขึ้นเป็นพิเศษให้ Luna ผู้ที่คิดถึงครอบครัวในบ้านเกิดของนางและแครอทที่นางเคยกิน เนื่องจากมันมีรสชาติเหมือนกันทุกประการกับที่ Luna เคยกินที่บ้าน เค้กนี้จึงกลายเป็นอาหารวิญญาณเมนูใหม่ของ Luna"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "ทุกครั้งเมื่อเริ่มการประลอง จะได้รับพรแห่งแครอทเพื่อเพิ่มความเสียหายแก่ศัตรูที่ไม่ใช่วีรบุรุษ {0}% เป็นเวลา 20 วินาทีและลดความเสียหายที่ได้รับ {1}%"
  }
}