{
  "name": "Cleo",
  "subtitle": "นักเวทย์แห่งอเวจี",
  "description": "สาวน้อยจอมเวทย์ไฟความมั่นใจสูงจาก Red Tower เธอคือผู้ถือกำเนิดมาพร้อมกับพลังแห่งไฟ สามารถใช้ไฟโจมตีเป้าหมาย ได้เป็นกลุ่ม และยังทำให้เวทย์ไฟของเธอระเบิดเพื่อเพิ่มความเสียหายได้อีกด้วย",
  "story": "สิ่งแรกที่ Cleo จำได้คือหอคอยนักปราชญ์ ยอดนักปราชญ์ Dominiks อุปการะเธอที่เป็นเด็กกำพร้า และชุบเลี้ยงจนเธอโตขึ้นมาเป็นทั้งจอมเวทอัจฉริยะและจอมก่อเรื่อง เธอควบคุมพลังของตัวเองไม่ได้จนก่อปัญหาบ่อยครั้ง และเป็นเหตุให้หอคอยแดงที่เธออาศัยอยู่เสียหายบางส่วน แต่ยอดนักปราชญ์ก็ไม่เคยดุด่าเธอเลย ส่งผลให้เพื่อนๆ กีดกันเธอออกจากกลุ่ม แม้ว่าเรื่องนี้จะเปลี่ยนให้เธอกลายเป็นคนเห็นแก่ตัวและเย็นชา แต่ลึกๆ แล้ว เธอก็ยังคงเป็นเด็กสาวใจดีที่หวาดกลัวการถูกทอดทิ้ง",
  "like": "แคมป์ไฟ, หมอน (?)",
  "dislike": "เครื่องจักร",
  "inn": {
    "idle": "อ้า~ เบื่อมากเลย ข้าอยากให้มีเครื่องมือเวทมนตร์ที่น่าสนุกอยู่แถวนี้จัง",
    "recruit": {
      "greet": "สวัสดี! ข้าคือ Cleo หัวหน้าจอมเวทย์!",
      "talk": [
        "อยากได้เนื้อสัตว์สักหน่อยไหม ข้าทำให้เจ้ากินได้นะ",
        "อยากรู้เกี่ยวกับเวทมนตร์เพลิงเหรอ ฮิฮิฮิ ข้าสามารถสอนเจ้าได้ แต่ไม่ใช่ว่าทุกคนจะทำได้หรอกนะ",
        "ทำไมคนถึงเรียกข้าว่านักเวทย์แห่งการล้างบาปล่ะ ข้าไม่ชอบเลย เรียกข้าว่าหัวหน้าจอมเวทย์สิ!!"
      ],
      "gift": "เฮะ ข้าชอบเจ้านะ"
    },
    "affinity": {
      "greet": "เจ้ามาสายนะ! เจ้ากล้าดียังไงที่ปล่อยให้หัวหน้าจอมเวทย์มารอเจ้า!",
      "talk": [
        "ข้าชอบใครมากกว่า ระหว่าง Frey กับ Roi งั้นเหรอ คำถามนั่นฟังดูเข้าท่าเหรอ แน่นอน ต้องเป็น Frey สิ!",
        "ข้าสงสัยจังว่าแม่ข้าอยู่ที่ไหน... ตราบใดที่ข้ายังมีชีวิตอยู่ ข้าน่าจะได้พบกับนางอีกครั้งใช่มั้ย"
      ],
      "gift": "โอ้! ข้าคิดว่ามันจะเข้ากับหัวหน้าจอมเวทย์ได้ดีเลย! ขอบคุณนะ!"
    },
    "relationship": {
      "greet": "โอ้โห สรุปว่าเจ้ามาเพื่อพบกับหัวหน้าจอมเวทย์ที่ยอดเยี่ยมที่สุดตลอดกาลสินะ!",
      "talk": [
        "Frey เป็นยิ่งกว่าหมอนสำหรับข้า!",
        "อย่าลืมเสียล่ะ เป็นเพราะข้า เราถึงสามารถเดินทางไปทั่วได้อย่างรวดเร็วขนาดนี้",
        "เจ้าจะอยู่กับเราใช่ไหม"
      ]
    }
  },
  "uw": {
    "name": "เปลวไฟแห่งการเริ่มต้น, ฟรีนอส",
    "description": [
      "สกิลที่โจมตีโดนจะสร้างความเสียหายเวทมนตร์เพิ่มเติม 3% ต่อการซ้อนทับของเถ้าถ่านที่ร่ายใส่ศัตรู",
      "สกิลที่โจมตีโดนจะสร้างความเสียหายเวทมนตร์เพิ่มเติม 3.6% ต่อการซ้อนทับของเถ้าถ่านที่ร่ายใส่ศัตรู",
      "สกิลที่โจมตีโดนจะสร้างความเสียหายเวทมนตร์เพิ่มเติม 4.3% ต่อการซ้อนทับของเถ้าถ่านที่ร่ายใส่ศัตรู",
      "สกิลที่โจมตีโดนจะสร้างความเสียหายเวทมนตร์เพิ่มเติม 5.2% ต่อการซ้อนทับของเถ้าถ่านที่ร่ายใส่ศัตรู",
      "สกิลที่โจมตีโดนจะสร้างความเสียหายเวทมนตร์เพิ่มเติม 6.3% ต่อการซ้อนทับของเถ้าถ่านที่ร่ายใส่ศัตรู",
      "สกิลที่โจมตีโดนจะสร้างความเสียหายเวทมนตร์เพิ่มเติม 7.5% ต่อการซ้อนทับของเถ้าถ่านที่ร่ายใส่ศัตรู"
    ],
    "story": "อณูของเปลวไฟเปลวแรกของโลก Fire Elemental Lord มอบอัญมณีแสนสวยชิ้นนี้ให้มนุษย์ผู้ทำสัญญากับเขา เมื่อเวลาผ่านไป อัญมณีตกทอดมาอยู่ในมือของอาร์คเมจ ผู้เปลี่ยนมันเป็นแกนกลางของไม้เท้าอันนี้ ภายหลังอาร์คเมจมอบไม้เท้าให้ลูกศิษย์คนโปรดของเขา"
  },
  "s1": {
    "name": "เข็มไฟ",
    "description": "โจมตีศัตรูแบบสุ่ม 5 ครั้ง สร้างความเสียหายเวทมนตร์รวม {0} หน่วย ฟื้นฟูมานาของตัวเอง 100 หน่วยเมื่อโจมตีคริติคอล",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ความเสียหายของสกิลลดลง 50% เมื่อโจมตีศัตรูมากกว่า 5 ตัว แต่เป้าหมายจะกลายเป็นศัตรูทั้งหมด",
    "dark": "สตันเป้าหมายเป็นเวลา 1 วินาที",
    "ut": {
      "name": "ตะเกียงฟีนิกซ์",
      "description": [
        "[เข็มไฟ] เปลี่ยนเป้าหมายเป็นศัตรูที่มีพลังโจมตีสูงที่สุดและลดมานาของเป้าหมายลง 100 หน่วย",
        "[เข็มไฟ] เปลี่ยนเป้าหมายเป็นศัตรูที่มีพลังโจมตีสูงที่สุดและลดมานาของเป้าหมายลง 120 หน่วย",
        "[เข็มไฟ] เปลี่ยนเป้าหมายเป็นศัตรูที่มีพลังโจมตีสูงที่สุดและลดมานาของเป้าหมายลง 140 หน่วย",
        "[เข็มไฟ] เปลี่ยนเป้าหมายเป็นศัตรูที่มีพลังโจมตีสูงที่สุดและลดมานาของเป้าหมายลง 170 หน่วย",
        "[เข็มไฟ] เปลี่ยนเป้าหมายเป็นศัตรูที่มีพลังโจมตีสูงที่สุดและลดมานาของเป้าหมายลง 210 หน่วย",
        "[เข็มไฟ] เปลี่ยนเป้าหมายเป็นศัตรูที่มีพลังโจมตีสูงที่สุดและลดมานาของเป้าหมายลง 250 หน่วย"
      ],
      "story": "ตะเกียงวิเศษจากหอคอยแห่งปราชญ์ ฟีนิกซ์ผู้ลุกโชติช่วงเป็นนิรันดร์และเป็นเปลวเพลิงดวงแรกของหอคอยแห่งปราชญ์ถูกผนึกไว้ภายในตะเกียงดังกล่าว เนื่องจากฟีนิกซ์นั้นใกล้สูญพันธุ์ Dominics จึงดูแลเอาใจใส่ตะเกียงนี้เป็นอย่างดี ทว่า Cleo กลับใช้มันเพื่ออัพเกรดเวทมนตร์เข็มไฟของนางอย่างไม่แยแส โดยไม่คำนึงถึงความเอาใจใส่ของครูตนเองเลยแม้แต่น้อย"
    }
  },
  "s2": {
    "name": "ลูกไฟ",
    "description": "โจมตีเป้าหมายและศัตรูที่อยู่ใกล้เป้าหมาย สร้างความเสียหายเวทมนตร์ {0} หน่วยและสตันศัตรูเป็นเวลา 2 วินาที สร้างความเสียหายเวทมนตร์เพิ่มเติม {1} หน่วยแก่บอส",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เมื่อโจมตีศัตรูที่มีการซ้อนทับเถ้าถ่าน 10 ครั้งหรือมากกว่า เพิ่มความเสียหายเวทมนตร์ที่ศัตรูได้รับขึ้น 40% เป็นเวลา 10 วินาที",
    "dark": "ทำให้เกิดการซ้อนทับเถ้าถ่าน 10 ครั้งเมื่อโจมตีศัตรู",
    "ut": {
      "name": "ยาอายุวัฒนะของ Flamel",
      "description": [
        "[ลูกไฟ] ลดค่ามานาลง 1 หน่วยและเพิ่มความเสียหายขึ้น 20%",
        "[ลูกไฟ] ลดค่ามานาลง 1 หน่วยและเพิ่มความเสียหายขึ้น 24%",
        "[ลูกไฟ] ลดค่ามานาลง 1 หน่วยและเพิ่มความเสียหายขึ้น 29%",
        "[ลูกไฟ] ลดค่ามานาลง 1 หน่วยและเพิ่มความเสียหายขึ้น 35%",
        "[ลูกไฟ] ลดค่ามานาลง 1 หน่วยและเพิ่มความเสียหายขึ้น 42%",
        "[ลูกไฟ] ลดค่ามานาลง 1 หน่วยและเพิ่มความเสียหายขึ้น 50%"
      ],
      "story": "ยาอายุวัฒนะที่นักเล่นแร่แปรธาตุไฟ Flamel ปรุงขึ้นจากแก่นพลังของเปลวไฟควบแน่น เปลวไฟของ Flamel เผาไหม้และเผาผลาญอย่างไม่หยุดยั้ง จอมเวททุกคนสรรเสริญเปลวไฟของเขา และแก่นพลังของเปลวไฟที่เขาสร้างขึ้นด้วยซาลาแมนเดอร์จากภูเขาไฟ Dragia ช่วยเพิ่มเอฟเฟคของลูกไฟ"
    }
  },
  "s3": {
    "name": "ฝนไฟ",
    "description": "โจมตีศัตรูทั้งหมด 5 ครั้ง สร้างความเสียหายเวทมนตร์รวม {0} หน่วย การโจมตีนี้สร้างความเสียหายคริติคอลเพิ่มขึ้น 150%",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหายขึ้น 40%",
    "dark": "ลดค่ามานาลง 2 หน่วยเป็นเวลา 10 วินาทีเมื่อโจมตีศัตรูมากกว่า 5 ตัว มีเวลาคูลดาวน์ 10 วินาที",
    "ut": {
      "name": "หนังสือเวทย์แห่งหินไฟ",
      "description": [
        "[ฝนไฟ] เพิ่มความเสียหาย 20% ศัตรูที่มีการแสต็คลูกไฟเกิน 5 อันจะลดเวลาคูลดาวน์ 5% เมื่อเกิดคริติคอล",
        "[ฝนไฟ] เพิ่มความเสียหาย 24% ศัตรูที่มีการแสต็คลูกไฟเกิน 5 อันจะลดเวลาคูลดาวน์ 5% เมื่อเกิดคริติคอล",
        "[ฝนไฟ] เพิ่มความเสียหาย 29% ศัตรูที่มีการแสต็คลูกไฟเกิน 5 อันจะลดเวลาคูลดาวน์ 5% เมื่อเกิดคริติคอล",
        "[ฝนไฟ] เพิ่มความเสียหาย 35% ศัตรูที่มีการแสต็คลูกไฟเกิน 5 อันจะลดเวลาคูลดาวน์ 5% เมื่อเกิดคริติคอล",
        "[ฝนไฟ] เพิ่มความเสียหาย 42% ศัตรูที่มีการแสต็คลูกไฟเกิน 5 อันจะลดเวลาคูลดาวน์ 5% เมื่อเกิดคริติคอล",
        "[ฝนไฟ] เพิ่มความเสียหาย 50% ศัตรูที่มีการแสต็คลูกไฟเกิน 5 อันจะลดเวลาคูลดาวน์ 5% เมื่อเกิดคริติคอล"
      ],
      "story": "คัมภีร์ที่เขียนโดยผู้ใช้คาถาไฟซึ่งเป็นที่รู้จักในนามเทพธิดาแห่งไฟ คัมภีร์ที่ทิ้งไว้โดย Vesta ผู้ใช้คาถาไฟแห่ง Orvelia ที่ยิ่งใหญ่ที่สุด เมื่อตอนที่เธอเคยอยู่ในหอคอยแห่งนักปราชญ์ มันทรงพลังอย่างยิ่ง แต่ก็ต้องใช้มานาจำนวนมาก Cleo ชิงคัมภีร์แห่งนรกที่มอดไหม้มาจากหอคอยแห่งนักปราชญ์ ซึ่งถือว่าเป็นคัมภีร์ต้องห้าม บัดนี้เธอกำลังใช้มันเพื่อเสริมพลังฝนไฟของเธอ"
    }
  },
  "s4": {
    "name": "เปลวไฟลุกลาม",
    "description": "สร้างการซ้อนทับ เถ้าถ่าน เมื่อโจมตีศัตรู ศัตรูที่ได้รับผลของเถ้าถ่านจะได้รับความเสียหายเวทมนตร์ {1} หน่วยภายในเวลา 20 วินาที เถ้าถ่านสามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "จำนวนการซ้อนทับเถ้าถ่านสูงสุดเปลี่ยนเป็น 12 ครั้ง",
    "dark": "ทุก 10 วินาที สตันศัตรูที่ได้รับผลจากเถ้าถ่านเป็นเวลา 2 วินาที ศัตรูที่มีการซ้อนทับเถ้าถ่านมากกว่า 10 ครั้งจะถูกสตันเป็นเวลา 3 วินาที",
    "ut": {
      "name": "บทนำสู่คาถาของแม่มดแดง",
      "description": [
        "[เปลวไฟลุกลาม] ทำให้สถานะ เถ้าถ่าน ไม่สามารถลบล้างได้ และทำให้เป้าหมายได้รับความเสียหายด้านเวทมนตร์เพิ่มขึ้น 1% ต่อหนึ่งสแต็ก",
        "[เปลวไฟลุกลาม] ทำให้สถานะ เถ้าถ่าน ไม่สามารถลบล้างได้ และทำให้เป้าหมายได้รับความเสียหายด้านเวทมนตร์เพิ่มขึ้น 1.2% ต่อหนึ่งสแต็ก",
        "[เปลวไฟลุกลาม] ทำให้สถานะ เถ้าถ่าน ไม่สามารถลบล้างได้ และทำให้เป้าหมายได้รับความเสียหายด้านเวทมนตร์เพิ่มขึ้น 1.4% ต่อหนึ่งสแต็ก",
        "[เปลวไฟลุกลาม] ทำให้สถานะ เถ้าถ่าน ไม่สามารถลบล้างได้ และทำให้เป้าหมายได้รับความเสียหายด้านเวทมนตร์เพิ่มขึ้น 1.7% ต่อหนึ่งสแต็ก",
        "[เปลวไฟลุกลาม] ทำให้สถานะ เถ้าถ่าน ไม่สามารถลบล้างได้ และทำให้เป้าหมายได้รับความเสียหายด้านเวทมนตร์เพิ่มขึ้น 2.1% ต่อหนึ่งสแต็ก",
        "[เปลวไฟลุกลาม] ทำให้สถานะ เถ้าถ่าน ไม่สามารถลบล้างได้ และทำให้เป้าหมายได้รับความเสียหายด้านเวทมนตร์เพิ่มขึ้น 2.5% ต่อหนึ่งสแต็ก"
      ],
      "story": "ตำราเกี่ยวกับการใช้เวทมนตร์ไฟที่เขียนขึ้นมาไว้สำหรับแม่มดแดง ถึงแม้ว่าผู้ใช้เวทมนตร์ส่วนใหญ่จะถือว่าการเก็บตำราเล่มนี้เอาไว้เป็นเรื่องต้องห้ามเนื่องจากคาถาที่มีพลังทำลายล้างที่มากเกินไปสามารถทำลายจิตใจของผู้ร่ายได้ แต่มันก็ถูกนำไปเผยแพร่ทั่วจักรวรรดิอย่างลับๆ"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "เมื่อรวมเถ้าถ่านถึง 10 จะเพิ่มความเสียหายเวทย์แก่เป้าหมาย 30% และจะรวมเถ้าถ่าน 2 ชิ้นแก่ศัตรูไม่ใช่วีรบุรุษ ทุกวินาที"
  }
}