{
  "name": "Laias",
  "subtitle": "นักบวชศักดิ์สิทธิ์แห่งน้ำ",
  "description": "นักบวชหญิงแห่งน้ำผู้ปกป้องโอเอซิสแห่งทะเลทราย Aegina  เป็นมังกรน้ำผู้เมตตาที่มีชีวิตมาอย่างยาวนาน  น้ำที่เธอควบคุมมีพลังแห่งรักษาที่แข็งแกร่ง",
  "story": "นักบวชหญิงแห่งน้ำแสนสวยและอ่อนโยนผู้นี้แท้จริงแล้วคือมังกรฟ้าจำแลง ในอดีตเมื่อแสนเนิ่นนาน เธอได้รับการเคารพบูชาจากชนเผ่าทะเลทรายบางกลุ่ม อย่างไรก็ตาม เธอได้หลับใหลเป็นเวลายาวนานโดยไม่ทราบสาเหตุ เธอสามารถควบคุมน้ำเพื่อเปลี่ยนแผ่นดินให้อุดมสมบูรณ์ได้ และเธอยังมักจะใช้พลังของเธอเพื่อช่วยเหลือผู้คนของเธออย่างสม่ำเสมอ เพื่อเป็นการตอบแทน เหล่ามนุษย์ได้สร้างแท่นบูชาแห่งพลังไหลเวียนทองคำให้เป็นเกียรติแด่เธอที่ใต้ทะเลสาบในโอเอซิส พลังไหลเวียนของพลังงานปีศาจในทะเลทรายได้ปลุกเธอให้ฟื้นขึ้นจากการหลับใหล และเธอก็ได้เริ่มใช้พลังของเธอเพื่อช่วยเหลือผู้คนที่อยู่รอบกายเธออีกครั้ง",
  "like": "การว่ายน้ำ, การสระผม",
  "dislike": "ทุกอย่างที่รบกวนความสงบสุขของโลก",
  "inn": {
    "idle": "อย่าไปกลัว เจ้าจะต้องแข็งแกร่งขึ้นไปอีก",
    "recruit": {
      "greet": "ในฐานะเอลฟ์แห่ง Ellidora ข้า Lorraine, ขอชดใช้ด้วยเกียรติของข้าแก่พวกเจ้า",
      "talk": [
        "ข้ามีช่วงเวลาที่ดี",
        "ข้าขอให้พรจากธรรมชาติจงสถิตย์กับพวกเจ้าตลอดการเดินทาง",
        "มนุษย์เป็นสิ่งมีชีวิตที่ประหลาด พวกเจ้ามีจุดอ่อนที่ใหญ่หลวงนัก พวกเจ้าไม่สามารถที่จะปฏิเสธต่อการเป็นทาสของความร่ำรวยได้ ถ้าแม้เพียงสักครั้งที่พวกเจ้าได้ลิ้มลองมัน"
      ],
      "gift": "ข้าจะเก็บมันไว้เป็นดั่งเช่นสมบัติ"
    },
    "affinity": {
      "greet": "ข้ายินดีที่จะใช้เวลาอยู่กับเจ้าเสมอ",
      "talk": [
        "ทางแยกที่สำคัญรอคอยเจ้าอยู่ แสงสว่างและเงามือ... จะมาบรรจบกันเป็นเส้นทางเดียว...",
        "แตกต่างจากเอลฟ์ที่ขึ้นชื่อในเรื่องอายุขัยที่ยืนยาว มนุษย์มีช่วงชีวิตที่สั้นกว่า แต่พวกเขาส่องสว่างในช่วงเวลาของพวกเขา"
      ],
      "gift": "ข้าจะถือว่ามันเป็นของขวัญจากความเอื้อเฟื้อของเจ้า"
    },
    "relationship": {
      "greet": "เจ้าแข็งแกร่ง เที่ยงธรรม และบริสุทธิ์ขึ้น",
      "talk": [
        "ดูเหมือนว่าเจ้าจะมีจิตวิญญาณที่บริสุทธิ์ที่สุดเท่าที่ข้าเคยเห็นในช่วงนี้",
        "ถ้าช่วงเวลาแห่งความสุขสงบเหล่านี้สามารถคงอยู่ตลอดไปได้ก็คงจะดี...แต่นั่นคงจะเป็นความผิดพลาด",
        "ข้าจะไม่มีวันลืมเจ้าเลย ไม่ใช่ในฐานะนักปราชญ์ แต่ในฐานะเอลฟ์ธรรมดา"
      ]
    }
  },
  "uw": {
    "name": "วัฏจักรที่หมุนเวียน, เอลทรัวร์",
    "description": [
      "เพิ่มอัตราการรักษาของพันธมิตรทั้งหมดขึ้น 8% พร้อมเพิ่มพลังป้องกันเวทมนตร์ขึ้น 5% ของพลังโจมตีของ Laias แล้วฟื้นฟู HP ให้กับพันธมิตรที่มี HP น้อยที่สุดจำนวน 100% ของพลังโจมตีของตัวเอง ทุก 5 วินาที",
      "เพิ่มอัตราการรักษาของพันธมิตรทั้งหมดขึ้น 10% พร้อมเพิ่มพลังป้องกันเวทมนตร์ขึ้น 5% ของพลังโจมตีของ Laias แล้วฟื้นฟู HP ให้กับพันธมิตรที่มี HP น้อยที่สุดจำนวน 120% ของพลังโจมตีของตัวเอง ทุก 5 วินาที",
      "เพิ่มอัตราการรักษาของพันธมิตรทั้งหมดขึ้น 12% พร้อมเพิ่มพลังป้องกันเวทมนตร์ขึ้น 5% ของพลังโจมตีของ Laias แล้วฟื้นฟู HP ให้กับพันธมิตรที่มี HP น้อยที่สุดจำนวน 140% ของพลังโจมตีของตัวเอง ทุก 5 วินาที",
      "เพิ่มอัตราการรักษาของพันธมิตรทั้งหมดขึ้น 14% พร้อมเพิ่มพลังป้องกันเวทมนตร์ขึ้น 5% ของพลังโจมตีของ Laias แล้วฟื้นฟู HP ให้กับพันธมิตรที่มี HP น้อยที่สุดจำนวน 170% ของพลังโจมตีของตัวเอง ทุก 5 วินาที",
      "เพิ่มอัตราการรักษาของพันธมิตรทั้งหมดขึ้น 17% พร้อมเพิ่มพลังป้องกันเวทมนตร์ขึ้น 5% ของพลังโจมตีของ Laias แล้วฟื้นฟู HP ให้กับพันธมิตรที่มี HP น้อยที่สุดจำนวน 210% ของพลังโจมตีของตัวเอง ทุก 5 วินาที",
      "เพิ่มอัตราการรักษาของพันธมิตรทั้งหมดขึ้น 20% พร้อมเพิ่มพลังป้องกันเวทมนตร์ขึ้น 5% ของพลังโจมตีของ Laias แล้วฟื้นฟู HP ให้กับพันธมิตรที่มี HP น้อยที่สุดจำนวน 250% ของพลังโจมตีของตัวเอง ทุก 5 วินาที"
    ],
    "story": "กางเขนที่ถูกสร้างให้มีรูปร่างคล้ายสฟิงซ์ มันเป็นสัญลักษณ์ของวัฏจักรชีวิตตามธรรมชาติ ในยุคโบราณ ชนเผ่าเร่ร่อนแห่งทะเลทรายบูชามังกรสีน้ำเงินแห่งโอเอซิสในฐานะผู้ปกป้องพวกเขา ซึ่งเธอก็อำนวยพรให้ฝนตกและมอบชีวิตชีวาให้พืชผลเป็นการตอบแทน ชนเผ่าเร่ร่อนแสดงความขอบคุณเธอด้วยการมอบสมบัติมากมายให้ ซึ่งรวมถึงอัญมณีวารี Lazulia แม้ว่าเธอจะไม่สนใจทรัพย์สินเงินทอง แต่เธอก็ยอมรับน้ำใจของพวกเขา และใช้สมบัติเหล่านั้นสร้างวิหารในโอเอซิส กางเขนอันนี้คือสัญลักษณ์ศักดิ์สิทธิ์ของวิหาร และมีพลังอันยิ่งใหญ่ของสายน้ำ"
  },
  "s1": {
    "name": "น้ำแห่งการรักษา",
    "description": "ฟื้นฟู HP ของพันธมิตรทั้งหมดสูงสุด {0} หน่วยตามสัดส่วนของ HP ที่เสียไป และลดความเสียหายเวทมนตร์ลง {1}% นาน 5 วินาที",
    "books": {
      "0": "เพิ่มการรักษา {0}%.",
      "1": "เพิ่มการรักษา {0}%.",
      "2": "เพิ่มการรักษา {0}%."
    },
    "light": "เพิ่มการฟื้นฟู 40%",
    "dark": "เมื่อฟื้นฟูพันธมิตร จะเพิ่มความต้านทานคริติคอลเวทย์ 25% เป็นเวลา 10 วินาที",
    "ut": {
      "name": "เกล็ดมังกรน้ำ",
      "description": [
        "[น้ำแห่งการรักษา] เพิ่มอัตราการรักษา 50% และเพิ่มการบล็อคเวทมนตร์ของเป้าหมาย 200 หน่วยเป็นเวลา 10 วินาที",
        "[น้ำแห่งการรักษา] เพิ่มอัตราการรักษา 50% และเพิ่มการบล็อคเวทมนตร์ของเป้าหมาย 240 หน่วยเป็นเวลา 10 วินาที",
        "[น้ำแห่งการรักษา] เพิ่มอัตราการรักษา 50% และเพิ่มการบล็อคเวทมนตร์ของเป้าหมาย 290 หน่วยเป็นเวลา 10 วินาที",
        "[น้ำแห่งการรักษา] เพิ่มอัตราการรักษา 50% และเพิ่มการบล็อคเวทมนตร์ของเป้าหมาย 350 หน่วยเป็นเวลา 10 วินาที",
        "[น้ำแห่งการรักษา] เพิ่มอัตราการรักษา 50% และเพิ่มการบล็อคเวทมนตร์ของเป้าหมาย 420 หน่วยเป็นเวลา 10 วินาที",
        "[น้ำแห่งการรักษา] เพิ่มอัตราการรักษา 50% และเพิ่มการบล็อคเวทมนตร์ของเป้าหมาย 500 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "เกล็ดมังกรที่ใช้ตกแต่งเครื่องประดับผมของ Laias นางใช้เครื่องประดับดังกล่าวเพื่อเก็บเอาพลังการรักษาของนางไว้สำรองในยามที่นางใช้พลังจนหมด เมื่อนางตื่นขึ้นมาบนแท่นบูชาแห่งพลังไหลเวียนด้วยคำอธิษฐานอันจริงใจของชนเผ่า Trovatia นางก็ตระหนักได้ว่า Lilia น้อยคงจะไม่สามารถปกป้องเหล่าลูกหลานของทะเลทรายได้อย่างปลอดภัยแน่หากนางหลับใหลไปอีกเหมือนกับเมื่อ 100 ปีก่อน หลังจากพินิจพิเคราะห์เป็นอย่างดี นางจึงเก็บพลังของนางไว้ในเกล็ดมังกรเพื่อให้สามารถมอบให้ Lilia ได้หากเกิดอะไรขึ้น"
    }
  },
  "s2": {
    "name": "โล่หยดน้ำ",
    "description": "สร้างโล่ป้องกันให้กับพันธมิตรที่ HP น้อยที่สุดหนึ่งคนเป็นเวลา 15 วินาที ป้องกันความเสียหาย {0} หน่วย เมื่อโล่แสดงผล จะต้านทานสถานะผิดปกติ และเพิ่มพลังโจมตีขึ้น {2} หน่วย พร้อมทั้งฟื้นฟู HP {1} หน่วย ทุกๆ วินาที",
    "books": {
      "0": "โล่เพิ่มขึ้น {0}%.",
      "1": "โล่เพิ่มขึ้น {0}%.",
      "2": "โล่เพิ่มขึ้น {0}%."
    },
    "light": "เปลี่ยนเป้าหมายเป็นศัตรูที่มีพลังโจมตีสูงสุด",
    "dark": "ลดการใช้ Mana 1",
    "ut": {
      "name": "คริสตัลโอเอซิส",
      "description": [
        "[โล่ฟอง] ลดเวลาคูลดาวน์ลง 12% และลบล้างเอฟเฟคลบจากเป้าหมาย",
        "[โล่ฟอง] ลดเวลาคูลดาวน์ลง 14% และลบล้างเอฟเฟคลบจากเป้าหมาย",
        "[โล่ฟอง] ลดเวลาคูลดาวน์ลง 17% และลบล้างเอฟเฟคลบจากเป้าหมาย",
        "[โล่ฟอง] ลดเวลาคูลดาวน์ลง 21% และลบล้างเอฟเฟคลบจากเป้าหมาย",
        "[โล่ฟอง] ลดเวลาคูลดาวน์ลง 25% และลบล้างเอฟเฟคลบจากเป้าหมาย",
        "[โล่ฟอง] ลดเวลาคูลดาวน์ลง 30% และลบล้างเอฟเฟคลบจากเป้าหมาย"
      ],
      "story": "แก่นพลังแห่งน้ำที่มังกรน้ำเงินเฝ้าปกป้อง แก่นพลังแห่งโอเอซิสที่มังกรน้ำเงินนำไปไว้ที่ทะเลในตอนที่กำเนิดโลก การปกป้องและป้องกันสิ่งนี้เป็นภารกิจศักดิ์สิทธิ์ของนักบวชศักดิ์สิทธิ์แห่งน้ำ Laias และเป็นสิ่งที่นางชอบทำที่สุด คริสตัลโอเอซิสนำนักบวชศักดิ์สิทธิ์แห่งน้ำผู้ใช้โล่หยดน้ำไปสู่ผู้คนที่ต้องการความช่วยเหลือจากนางมากที่สุด"
    }
  },
  "s3": {
    "name": "เทศกาลสายน้ำ",
    "description": "สร้างความเสียหายทางเวทย์ {0} แก่ศัตรูที่อยู่รอบๆและทำให้ล้ม ฟื้นฟู Mana ของพันธมิตรทุกคนยกเว้นตัวเอง 2 และหลังจากนั้นจะสร้างความเสียหายทางเวทย์ {2} เป็นเวลา {1} วินาที และทำให้ล้มเป็นเวลา 2 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ทำให้เกิดเอฟเฟ็กความเสียหายทุก 3 วินาที",
    "dark": "ฟื้นฟู HP สูงสุดของพันธมิตรทั้งหมด 15%",
    "ut": {
      "name": "พาไพรัสที่ไหลเวียน",
      "description": [
        "[เทศกาลสายน้ำ] เอฟเฟ็กของพายุหมุนจะเกิดกับศัตรู 2 ตัวและจะฟื้นฟู Mana 500 ให้กับพันธมิตรทั้งหมด",
        "[เทศกาลสายน้ำ] เอฟเฟ็กของพายุหมุนจะเกิดกับศัตรู 2 ตัวและจะฟื้นฟู Mana 600 ให้กับพันธมิตรทั้งหมด",
        "[เทศกาลสายน้ำ] เอฟเฟ็กของพายุหมุนจะเกิดกับศัตรู 2 ตัวและจะฟื้นฟู Mana 720 ให้กับพันธมิตรทั้งหมด",
        "[เทศกาลสายน้ำ] เอฟเฟ็กของพายุหมุนจะเกิดกับศัตรู 2 ตัวและจะฟื้นฟู Mana 860 ให้กับพันธมิตรทั้งหมด",
        "[เทศกาลสายน้ำ] เอฟเฟ็กของพายุหมุนจะเกิดกับศัตรู 2 ตัวและจะฟื้นฟู Mana 1040 ให้กับพันธมิตรทั้งหมด",
        "[เทศกาลสายน้ำ] เอฟเฟ็กของพายุหมุนจะเกิดกับศัตรู 2 ตัวและจะฟื้นฟู Mana 1250 ให้กับพันธมิตรทั้งหมด"
      ],
      "story": "ตัวอย่างของตำราโบราณ หนังสือแห่งความวุ่นวาย ที่ถูกกวาดล้าง หนังสือแห่งความวุ่นวายคือตำราโบราณที่สืบทอดต่อกันมาสู่นักบวชแห่งน้ำ และมีบันทึกของวัฒนธรรม เวทมนตร์ และความรู้ในสาขาต่างๆ มันถูกผนึกไว้ในแท่นบูชาแห่งพลังไหลเวียนทองคำเคียงข้างกับ Laias แต่เนื้อหาส่วนใหญ่ของหนังสือนี้ได้หายไปในขณะที่เธอหลับใหล ปาปิรุสแห่งสายน้ำที่หลงเหลืออยู่คือเวทมนตร์ที่เสริมพลังของเทศกาลสายน้ำ"
    }
  },
  "s4": {
    "name": "พรจากมังกรน้ำ",
    "description": "เพิ่มพลังป้องกันเวทย์แก่พันธมิตรทั้งหมด {0} และเพิ่มความต้านทานคริติคอลจากเวทย์ {1}",
    "books": {
      "0": "ค่าพลังป้องกันเพิ่มขึ้น {0}%.",
      "1": "ค่าพลังป้องกันเพิ่มขึ้น {0}%.",
      "2": "ค่าพลังป้องกันเพิ่มขึ้น {0}%."
    },
    "light": "เพิ่มการเพิ่มพลังป้องกันเวทย์ 20% เพิ่มความต้านทายคริติคอลเวทย์ 150",
    "dark": "เพิ่มความต้านทานคริติคอลของตัวเอง 400",
    "ut": {
      "name": "น้ำตาของมังกรเทพเจ้า",
      "description": [
        "[พรจากมังกรน้ำ] เพิ่มการบูสต์พลังป้องกันขึ้น 50% พันธมิตรทั้งหมดได้รับการฟื้นฟูมานา 40 หน่วย ในทุกๆ วินาที",
        "[พรจากมังกรน้ำ] เพิ่มการบูสต์พลังป้องกันขึ้น 50% พันธมิตรทั้งหมดได้รับการฟื้นฟูมานา 48 หน่วย ในทุกๆ วินาที",
        "[พรจากมังกรน้ำ] เพิ่มการบูสต์พลังป้องกันขึ้น 50% พันธมิตรทั้งหมดได้รับการฟื้นฟูมานา 58 หน่วย ในทุกๆ วินาที",
        "[พรจากมังกรน้ำ] เพิ่มการบูสต์พลังป้องกันขึ้น 50% พันธมิตรทั้งหมดได้รับการฟื้นฟูมานา 70 หน่วย ในทุกๆ วินาที",
        "[พรจากมังกรน้ำ] เพิ่มการบูสต์พลังป้องกันขึ้น 50% พันธมิตรทั้งหมดได้รับการฟื้นฟูมานา 84 หน่วย ในทุกๆ วินาที",
        "[พรจากมังกรน้ำ] เพิ่มการบูสต์พลังป้องกันขึ้น 50% พันธมิตรทั้งหมดได้รับการฟื้นฟูมานา 100 หน่วย ในทุกๆ วินาที"
      ],
      "story": "อัญมณีสีฟ้าใสที่พบในสถานที่ที่มังกรน้ำตัวแรกกลับไปสู่ห้วงของมานา เป็นที่รู้จักกันในนามวิญญาณที่เจ็บปวดของมังกรน้ำตัวแรกเพราะผู้คนคิดว่าอัญมณีบรรจุความโศกเศร้าและความโหยหาของมังกรที่มีต่อคู่ครองที่สิ้นใจไป ระลอกคลื่นที่คล้ายหยดน้ำตาจะเกิดขึ้นรอบๆ อัญมณีเมื่อวางลงในน้ำ นี่คือเหตุผลที่ใครๆ ก็เรียกมันว่าน้ำตาของมังกรเทพเจ้า"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคเวทย์ +200",
    "dark": "ฟื้นฟูมานาของพันธมิตรทั้งหมด 350 หน่วย ทุก 3 วินาที"
  }
}