{
  "name": "Arch",
  "subtitle": "ลูกธนูบริสุทธิ์",
  "description": "เผ่าเทพชั้นสูงที่จุติมาเพื่อหยุดยั้งพวกปีศาจที่สร้างความวุ่นวายบนโลก ลงทัณฑ์ศัตรูกลางอากาศด้วยธนูแห่งแสง",
  "story": "นักรบเทวดาผู้ลอยลงมาจากสรวงสวรรค์เพื่อลงทัณฑ์ปีศาจและยับยั้งความโกลาหลในโลกไม่ให้ลุกลาม งานที่เขาได้รับมอบหมายคือการสังเกตการณ์ การลาดตระเวน และการกำจัดปีศาจทุกตนที่พบในโลก เขามีความรับผิดชอบต่อหน้าที่สูงมาก อีกทั้งยังตัดสินใจได้อย่างเฉียบขาดและฉับไวเมื่อเผชิญหน้ากับความอยุติธรรม เขารักมนุษย์และทุกชีวิตที่อาศัยอยู่ในโลกอย่างแท้จริง จึงทุ่มเทเพื่อป้องกันไม่ให้ปีศาจสร้างมลทินแก่โลกนี้",
  "like": "สันติภาพและความมั่นคง",
  "dislike": "ปีศาจ",
  "inn": {
    "idle": "เอ่อ ฉันว่าฉันเจอพวกปีศาจ...",
    "recruit": {
      "greet": "นี่่ เจ้ามนุษย์",
      "talk": [
        "ปีกของข้ามันดูวิเศษณ์มั้ยหละ?",
        "การตัดสินความชั่วร้ายคืองานของข้า",
        "ขอให้รู้ไว้ว่าการมีตัวตนของเจ้าคือพรจากเทพเจ้า"
      ],
      "gift": "ขอให้แสงสว่างนำทางท่าน"
    },
    "affinity": {
      "greet": "ดีใจที่ได้พบเจ้า สาวกแห่งแสง",
      "talk": [
        "ชะตากรรมของโลกอยู่ในกำมือของเจ้า",
        "เจ้าผู้ที่ได้รับคำอวยพรแห่งเทพธิดา เจ้าจะใช้พลังนั่นทำสิ่งใด"
      ],
      "gift": "ข้าไม่รู้ว่าข้าจะใช้มันยังไง แต่ก็ขอบใจนะ"
    },
    "relationship": {
      "greet": "ขอให้แสงสว่างสถิตอยู่กับเจ้านะ เพื่อนข้า",
      "talk": [
        "ปีศาจ... พวกมันเป็นพวกชั่วช้าที่ต้องถูกกำจัด แต่มีไม่กี่ตนที่ช่วยเหลือเรา... ข้าไม่รู้ว่าจะทำยังไงกับพวกเขา",
        "การดำรงอยู่ของเจ้าเหมือนดั่งดวงประทีปที่ส่องสว่าง รักษาจิตวิญญาณของเจ้าให้บริสุทธิ์ไว้ เพื่อนข้า",
        "ข้าเคยคิดว่าเผ่าพันธุ์ของเจ้านั้นอ่อนแอ แต่ตอนนี้ข้ารู้แล้วว่าความแข็งแกร่งมีหลายรูปแบบ"
      ]
    }
  },
  "uw": {
    "name": "ท้องฟ้าสีครามสดใส, เชอร์ไคด์",
    "description": [
      "ทุก 10 วินาที ทำให้ศัตรู 1 ตัวแบบสุ่มติดสัญลักษณ์แห่งการพิพากษาเป็นเวลา 15 วินาที จากนั้นสร้างความเสียหายเวทมนตร์ที่ไม่สนใจพลังป้องกันเท่ากับ 200% ของพลังโจมตีหากเป้าหมายไม่ใช่ฮีโร่",
      "ทุก 10 วินาที ทำให้ศัตรู 1 ตัวแบบสุ่มติดสัญลักษณ์แห่งการพิพากษาเป็นเวลา 15 วินาที จากนั้นสร้างความเสียหายเวทมนตร์ที่ไม่สนใจพลังป้องกันเท่ากับ 240% ของพลังโจมตีหากเป้าหมายไม่ใช่ฮีโร่",
      "ทุก 10 วินาที ทำให้ศัตรู 1 ตัวแบบสุ่มติดสัญลักษณ์แห่งการพิพากษาเป็นเวลา 15 วินาที จากนั้นสร้างความเสียหายเวทมนตร์ที่ไม่สนใจพลังป้องกันเท่ากับ 290% ของพลังโจมตีหากเป้าหมายไม่ใช่ฮีโร่",
      "ทุก 10 วินาที ทำให้ศัตรู 1 ตัวแบบสุ่มติดสัญลักษณ์แห่งการพิพากษาเป็นเวลา 15 วินาที จากนั้นสร้างความเสียหายเวทมนตร์ที่ไม่สนใจพลังป้องกันเท่ากับ 350% ของพลังโจมตีหากเป้าหมายไม่ใช่ฮีโร่",
      "ทุก 10 วินาที ทำให้ศัตรู 1 ตัวแบบสุ่มติดสัญลักษณ์แห่งการพิพากษาเป็นเวลา 15 วินาที จากนั้นสร้างความเสียหายเวทมนตร์ที่ไม่สนใจพลังป้องกันเท่ากับ 420% ของพลังโจมตีหากเป้าหมายไม่ใช่ฮีโร่",
      "ทุก 10 วินาที ทำให้ศัตรู 1 ตัวแบบสุ่มติดสัญลักษณ์แห่งการพิพากษาเป็นเวลา 15 วินาที จากนั้นสร้างความเสียหายเวทมนตร์ที่ไม่สนใจพลังป้องกันเท่ากับ 500% ของพลังโจมตีหากเป้าหมายไม่ใช่ฮีโร่"
    ],
    "story": "อาวุธแห่งแสงอันทรงพลังที่สามารถแปรเป็นหอก มีดสั้น หรือคันธนู หนึ่งในสมบัติอันศักดิ์สิทธิ์ของเทวดาที่ได้รับพรมาจากอัครทูตสวรรค์ ซึ่งกล่าวกันว่าสามารถเผาไหม้สิ่งชั่วร้ายให้กลายเป็นจุณได้ ด้วยความสารพัดประโยชน์นี้ แต่เดิมจึงมีการให้อาวุธนี้ให้หน่วยลาดตระเวนที่มีความสามารถมากที่สุด ปีศาจที่สิ้นชีพภายใต้อำนาจแห่งแสงนี้ในระหว่างสงครามมีจำนวนมากเกินกว่าจะนับได้"
  },
  "s1": {
    "name": "ลูกธนูจากสวรรค์",
    "description": "สร้างความเสียหายเวทมนตร์ {0} หน่วยแก่ศัตรู 3 ตัวและผลักศัตรูออกไป ทำให้ศัตรูติดสัญลักษณ์แห่งการพิพากษาเป็นเวลา 15 วินที สร้างความเสียหายเวทมนตร์เพิ่มเติม {1} หน่วยแก่ศัตรูที่ไม่ใช่ฮีโร่และทำให้ศัตรูได้รับความเสียหายเวทมนตร์เพิ่มขึ้น {2}% เป็นเวลา 10 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว",
    "dark": "ศัตรูที่ติดสัญลักษณ์แห่งการพิพากษาจะสลบไป 1 วินาที",
    "ut": {
      "name": "ลูกธนูสีทองศักดิ์สิทธิ์",
      "description": [
        "[ลูกธนูจากสวรรค์] เพิ่มความเสียหาย 20% และเพิ่มจำนวนเป้าหมาย 1 คน",
        "[ลูกธนูจากสวรรค์] เพิ่มความเสียหาย 24% และเพิ่มจำนวนเป้าหมาย 1 คน",
        "[ลูกธนูจากสวรรค์] เพิ่มความเสียหาย 29% และเพิ่มจำนวนเป้าหมาย 1 คน",
        "[ลูกธนูจากสวรรค์] เพิ่มความเสียหาย 35% และเพิ่มจำนวนเป้าหมาย 1 คน",
        "[ลูกธนูจากสวรรค์] เพิ่มความเสียหาย 42% และเพิ่มจำนวนเป้าหมาย 1 คน",
        "[ลูกธนูจากสวรรค์] เพิ่มความเสียหาย 50% และเพิ่มจำนวนเป้าหมาย 1 คน"
      ],
      "story": "ลูกธนูสีทองที่สร้างขึ้นจากพลังศักดิ์สิทธิ์ของ Arch ลูกธนูนี้สามารถเรียกและสร้างแสงที่บริสุทธิ์และศักดิ์สิทธิ์ที่สุดจากสวรรค์ได้ พลังของมันจะเพิ่มขึ้นตามพลังศักดิ์สิทธิ์ที่มอบให้กับลูกธนู สำหรับผู้ที่มีจิตใจดี แสงนี้จะเป็นเพียงภาพอันงดงามน่ามอง แต่หากอสูรร้ายถูกยิงด้วยศรดังกล่าว พวกมันจะได้รับบาดเจ็บและถูกผลักกลับไปยังมิติที่ไร้สสาร"
    }
  },
  "s2": {
    "name": "แสงแห่งการชำระล้าง",
    "description": "สร้างความเสียหายเวทมนตร์ {0} หน่วยแก่ศัตรูด้านหน้าเป็นเส้นตรง สร้างความเสียหายเวทมนตร์เพิ่มเติม {1} หน่วยที่ไม่สนใจพลังป้องกันของเป้าหมายที่มีสัญลักษณ์แห่งการพิพากษาและลดอัตราการรักษาลง {2}% เป็นเวลา 10 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มอัตราคริติคอล 40%",
    "dark": "ลดเวลาคูลดาวน์ 3 วินาที",
    "ut": {
      "name": "สี่เหลี่ยมวิเศษแห่งการไขว่คว้า",
      "description": [
        "[ไฟแห่งการชำระล้าง] ลดค่ามานาลง 1 หน่วยและเพิ่มความเสียหายขึ้น 20%",
        "[ไฟแห่งการชำระล้าง] ลดค่ามานาลง 1 หน่วยและเพิ่มความเสียหายขึ้น 24%",
        "[ไฟแห่งการชำระล้าง] ลดค่ามานาลง 1 หน่วยและเพิ่มความเสียหายขึ้น 29%",
        "[ไฟแห่งการชำระล้าง] ลดค่ามานาลง 1 หน่วยและเพิ่มความเสียหายขึ้น 35%",
        "[ไฟแห่งการชำระล้าง] ลดค่ามานาลง 1 หน่วยและเพิ่มความเสียหายขึ้น 42%",
        "[ไฟแห่งการชำระล้าง] ลดค่ามานาลง 1 หน่วยและเพิ่มความเสียหายขึ้น 50%"
      ],
      "story": "สัญลักษณ์แห่งกองทัพผู้พิพากษาไฟที่ต่อสู้ในศึกต่อสู้อันดุเดือดกับเหล่าปีศาจโบราณ เมื่อใช้สี่เหลี่ยมวิเศษแห่งการไขว่คว้าซึ่งอาบพรแห่ง Lua เทพธิดาแห่งแสง Arch กลายเป็นผู้พิพากษาที่ไร้ความปรานี"
    }
  },
  "s3": {
    "name": "ผู้พิพากษา",
    "description": "สร้างความเสียหายเวทมนตร์ {0} หน่วยแก่เป้าหมายและศัตรูในระยะใกล้ๆ ศัตรูที่มีสัญลักษณ์แห่งการพิพากษาจะได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 50% และจะติดใบ้เป็นเวลา 5 วินาที หลังจากนั้น จะทำให้พันธมิตรทั้งหมดต้านทานความเสียหายเวทมนตร์เป็นเวลา 5 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ติดสัญลักษณ์แห่งการพิพากษาให้กับศัตรูที่ได้รับความเสียหาย",
    "dark": "เพิ่มเอฟเฟ็กเพิ่มความเสียหายทางเวทย์และเอฟเฟ็กใบ้กับศัตรูที่ไม่มีสัญลักษณ์แห่งการพิพากษา",
    "ut": {
      "name": "ดวงตาแห่งท้องฟ้า",
      "description": [
        "[ผู้พิพากษา] เพิ่มความเสียหาย 20% และเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 30% ตลอดเวลาต่อเนื่องของเกราะเวทย์",
        "[ผู้พิพากษา] เพิ่มความเสียหาย 24% และเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 30% ตลอดเวลาต่อเนื่องของเกราะเวทย์",
        "[ผู้พิพากษา] เพิ่มความเสียหาย 29% และเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 30% ตลอดเวลาต่อเนื่องของเกราะเวทย์",
        "[ผู้พิพากษา] เพิ่มความเสียหาย 35% และเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 30% ตลอดเวลาต่อเนื่องของเกราะเวทย์",
        "[ผู้พิพากษา] เพิ่มความเสียหาย 42% และเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 30% ตลอดเวลาต่อเนื่องของเกราะเวทย์",
        "[ผู้พิพากษา] เพิ่มความเสียหาย 50% และเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 30% ตลอดเวลาต่อเนื่องของเกราะเวทย์"
      ],
      "story": "ไข่จิตวิญญาณของผู้พิพากษาเทวดา Pilier Pilier ถือกำเนิดขึ้นจากเปลวไฟแรกของ Lua และเป็นเจ้านายของ Arch Pilier เคยเป็นนักรบเทวดาที่ยอดเยี่ยมที่สุดและเป็นคนยุติสงครามกับปีศาจ แต่หลังจากใช้พลังของเขาจนหมด เขาได้กลับไปสู่การเป็นนัยน์ตาแห่งสวรรค์ ซึ่งเป็นไข่จิตวิญญาณรูปแบบหนึ่ง และ Arch ก็กำลังยึดถือจิตวิญญาณของเจ้านายของเขาไว้มั่น"
    }
  },
  "s4": {
    "name": "การพิพากษาครั้งสุดท้าย",
    "description": "ทุกๆ 15 วินาที สร้างความเสียหายทางเวทย์ {0} แบบไม่คิดค่าพลังป้องกัน ให้แก่ศัตรูที่ติดสัญลักษณ์แห่งการพิพากษา หากได้รับความเสียหายจนตายในขณะต่อสู้ สร้างความเสียหายเวทย์เพิ่มเติม {1} และทำให้หมดสติเป็นเวลา 3 วินาทีแก่ศัตรูที่ติดสัญลักษณ์แห่งการพิพากษา พร้อมสร้างโล่ป้องกันความเสียหาย {2} ให้กับพันธมิตรทั้งหมดเป็นเวลา 5 วินาที ต้านทานสถานะผิดปกติเมื่อตราบที่โล่ยังแสดงผล เมื่อเอฟเฟ็ค ทำงานจะใช้ Mana ของตัวเองทั้งหมดและเพิ่มเวลาคูลไทม์ 50% ของสกิลทั้งหมด",
    "books": {
      "0": "ความเสียหายและเกราะป้องกันเพิ่มขึ้น {0}%",
      "1": "ความเสียหายและเกราะป้องกันเพิ่มขึ้น  {0}%",
      "2": "ความเสียหายและเกราะป้องกันเพิ่มขึ้น  {0}%"
    },
    "light": "หลังจากรับความเสียหายเกือบถึงแก่ชีวิตจะ โจมตีศัตรู 2 ตัว 20 วินาทีแบบปกติ",
    "dark": "ลดเวลาเอฟเฟ็กทำงาน 3 วินาที",
    "ut": {
      "name": "ระฆังแห่งการลงทัณฑ์",
      "description": [
        "[การพิพากษาครั้งสุดท้าย] เมื่อได้รับความเสียหายถึงตาย จะฟื้นฟู HP ของพันธมิตรทั้งหมด 15% จาก HP สูงสุด และสาปศัตรูทั้งหมดให้กลายเป็นใบ้ เป็นเวลา 1 วินาที",
        "[การพิพากษาครั้งสุดท้าย] เมื่อได้รับความเสียหายถึงตาย จะฟื้นฟู HP ของพันธมิตรทั้งหมด 15% จาก HP สูงสุด และสาปศัตรูทั้งหมดให้กลายเป็นใบ้ เป็นเวลา 1.2 วินาที",
        "[การพิพากษาครั้งสุดท้าย] เมื่อได้รับความเสียหายถึงตาย จะฟื้นฟู HP ของพันธมิตรทั้งหมด 15% จาก HP สูงสุด และสาปศัตรูทั้งหมดให้กลายเป็นใบ้ เป็นเวลา 1.4 วินาที",
        "[การพิพากษาครั้งสุดท้าย] เมื่อได้รับความเสียหายถึงตาย จะฟื้นฟู HP ของพันธมิตรทั้งหมด 15% จาก HP สูงสุด และสาปศัตรูทั้งหมดให้กลายเป็นใบ้ เป็นเวลา 1.7 วินาที",
        "[การพิพากษาครั้งสุดท้าย] เมื่อได้รับความเสียหายถึงตาย จะฟื้นฟู HP ของพันธมิตรทั้งหมด 15% จาก HP สูงสุด และสาปศัตรูทั้งหมดให้กลายเป็นใบ้ เป็นเวลา 2.1 วินาที",
        "[การพิพากษาครั้งสุดท้าย] เมื่อได้รับความเสียหายถึงตาย จะฟื้นฟู HP ของพันธมิตรทั้งหมด 15% จาก HP สูงสุด และสาปศัตรูทั้งหมดให้กลายเป็นใบ้ เป็นเวลา 2.5 วินาที"
      ],
      "story": "เสียงระฆังแห่งสวรรค์ดังขึ้นยามดาวประกายพรึก เสียงระฆังดังขึ้นเพื่อเตือนเหล่านักรบเทวดาเมื่อโลกเผชิญกับภัยร้าย ทำให้พวกเขารู้ว่าจะต้องดำเนินการลงโทษจากสวรรค์ เมื่อได้ยินเสียงระฆัง เหล่านักรบต่างตระหนักว่าถึงเวลาแล้วที่พวกเขาจะต้องกวาดล้างผู้นำความหายนะในนามของ Lua"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "ทุกครั้งเมื่อเริ่มการประลอง จะต้านทานความเสียหายเวทเป็นเวลา 5 วินาที"
  }
}