{
  "name": "Lewisia",
  "subtitle": "สายเลือดอันสูงศักดิ์ของเวอร์มิลเลียน",
  "description": "เจ้าหญิงแวมไพร์ที่ต่อสู้ร่วมกับฮีโร่ในสงครามเมื่อ 100 ปีที่แล้ว เธอเป็นแวมไพร์สายเลือดแท้แต่ยังต้องฟื้นตัวจากการใช้พลังในสงครามในอดีต โจมตีศัตรูด้วยพลังของการควบคุมเลือดและเหล่าสมุน",
  "story": "เจ้าหญิงแวมไพร์ร่วมมือกับไคล์เพื่อต่อสู้กับปีศาจในสงครามเมื่อ 100 ปีก่อน เธอคือแวมไพร์เลือดบริสุทธิ์ที่มีชีวิตมาแล้วกว่า 500 ปี เธอมักถูกขนานนามว่าราชินีแวมไพร์ และเกือบจะมีชีวิตนิรันดร์ การใช้พลังปริมาณมหาศาลระหว่างสงครามต่อต้านปีศาจส่งผลเสียต่อเธอ จนทำให้เจ้าหญิงผู้เป็นอมตะต้องมาอยู่ในร่างเด็ก หลังสงครามจบลง เจ้าหญิงแวมไพร์ร่วมมือกับ Kyle เพื่อต่อสู้กับปีศาจในสงครามเมื่อ 100 ปีต่อมา พร้อมกับฟื้นฟูพลังของเธออย่างช้าๆ เมื่อเหล่าปีศาจปรากฏกายและดาบศักดิ์สิทธิ์ตื่นขึ้น Lewisia ก็สัมผัสได้ว่าพลังงานเปลี่ยนแปลงกะทันหัน ไม่ช้าเธอก็ออกเดินทางเพื่อตามหาและจับตามองนักรบผู้ถูกเลือกคนใหม่",
  "like": "การเดินทางอย่างสบายกายและสบายใจ",
  "dislike": "สงครามและความวุ่นวาย",
  "inn": {
    "idle": "มีพลังดีจริงๆ เหมาะกับการฟื้นตัวที่สุด",
    "recruit": {
      "greet": "เจอกันอีกแล้วนะ จะพักที่นี่หรอ?",
      "talk": [
        "กระเทียมหรอ? เผ็ดแต่อร่อยดีนะ ทำไมหรอ",
        "ข้าชอบแสงแดดอุ่นๆที่นี่จัง ที่ข้าเคยอยู่น่ะมืดจริงๆ เอ๊ะ? ทำไมมองข้าแบบนั้นล่ะ",
        "ถ้าร่างกายหายดีแล้ว ข้าก็ไม่จำเป็นอยู่ในร่างนี้อีกต่อไปแล้ว"
      ],
      "gift": "ของขวัญหรอ เป็นประเพณีที่น่าสนใจดีนะ ถ้าให้มาข้าก็จะรับไว้ละกัน"
    },
    "affinity": {
      "greet": "อืม วันนี้เป็นวันที่ยอดเยี่ยม",
      "talk": [
        "สถานะของข้าในฐานะเจ้าหญิงเหรอ อืม... ข้าไม่เคยคิดถึงมันจริงๆ จังๆ เลย",
        "ที่นี่ดีกว่าที่ที่ข้ามาเยอะเลย ที่นั่นมันทั้งมืดและชื้น"
      ],
      "gift": "ของขวัญงั้นเหรอ ขอบคุณ คราวหน้าข้าจะเตรียมอะไรสักอย่างให้เจ้านะ"
    },
    "relationship": {
      "greet": "สวัสดี วันนี้อากาศข้างนอกค่อนข้างดีทีเดียวใช่ไหมล่ะ",
      "talk": [
        "ทุกวันนี้ร่างกายของข้ากำลังฟื้นตัวอย่างรวดเร็ว ทั้งหมดต้องขอบคุณเจ้า",
        "ทำไมบางครั้งข้าถึงกลับคืนสู่สภาพที่เด็กลงแม้ว่าข้าจะรู้สึกดีขึ้นล่ะ เอ่อ ข้าเบื่อ...และคนก็เอาขนมมาให้ข้า",
        "ข้าชอบที่นี่เพราะว่ามันสะดวกสบายดี... ดังนั้นข้าจึงคิดจะอยู่นานขึ้นอีกหน่อย เคียงข้างเจ้า"
      ]
    }
  },
  "uw": {
    "name": "ผู้ปกครองแสงสการ์เล็ต, โดมีนีเซีย",
    "description": [
      "เมื่อ HP มากกว่า 50% จะเพิ่มพลังโจมตี 20% และเมื่อ HP ต่ำกว่า 50% จะลดความเสียหายที่ได้รับ 10%",
      "เมื่อ HP มากกว่า 50% จะเพิ่มพลังโจมตี 24% และเมื่อ HP ต่ำกว่า 50% จะลดความเสียหายที่ได้รับ 12%",
      "เมื่อ HP มากกว่า 50% จะเพิ่มพลังโจมตี 29% และเมื่อ HP ต่ำกว่า 50% จะลดความเสียหายที่ได้รับ 14%",
      "เมื่อ HP มากกว่า 50% จะเพิ่มพลังโจมตี 35% และเมื่อ HP ต่ำกว่า 50% จะลดความเสียหายที่ได้รับ 17%",
      "เมื่อ HP มากกว่า 50% จะเพิ่มพลังโจมตี 42% และเมื่อ HP ต่ำกว่า 50% จะลดความเสียหายที่ได้รับ 21%",
      "เมื่อ HP มากกว่า 50% จะเพิ่มพลังโจมตี 50% และเมื่อ HP ต่ำกว่า 50% จะลดความเสียหายที่ได้รับ 25%"
    ],
    "story": "คทาแห่งสายเลือดที่ส่งต่อกันมาในตระกูลแวมไพร์ลอร์ดจากรุ่นสู่รุ่น สีแดงเข้มของมันเป็นสัญลักษณ์ของอำนาจ ความหยั่งรู้ และอำนาจเบ็ดเสร็จของแวมไพร์ลอร์ด ลึกลงไปที่ชั้นใต้ดินของ Galia Plains ก็คือดินแดนศักดิ์สิทธิ์ของเหล่าแวมไพร์ คทาในตำนานเหล่านี้อยู่ที่นั่น พร้อมที่จะปรากฏขึ้นมาตามคำเรียกของเจ้านายผู้คู่ควร ไม่ว่าจะอยู่ที่ใดก็ตาม"
  },
  "s1": {
    "name": "ลูกแก้วเลือด",
    "description": "สร้างความเสียหายทางเวทย์ {0} แก่ศัตรูเป้าหมายและเพิ่มความเสียหายเวทย์ที่ได้รับ 25% เป็นเวลา 10 วินาที เพิ่มความเสียหายคำสาปเลือดแก่เป้าหมายแสต็คละ 1.5%  ]เมื่อใช้จะลด HP ปัจจุบันของตัวเอง 10%",
    "books": {
      "0": "ความเสียหายเพิ่มขึ้น {0}%",
      "1": "ความเสียหายเพิ่มขึ้น {0}%",
      "2": "ความเสียหายเพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%",
    "dark": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
    "ut": {
      "name": "ถ้วยสีเงินเก่าๆ",
      "description": [
        "[ลูกแก้วเลือด] เพิ่มความเสียหาย 50% และทำให้เป้าหมายติดคำสาปเลือดซึ่งซ้อนทับกัน 5 ครั้ง",
        "[ลูกแก้วเลือด] เพิ่มความเสียหาย 50% และทำให้เป้าหมายติดคำสาปเลือดซึ่งซ้อนทับกัน 6 ครั้ง",
        "[ลูกแก้วเลือด] เพิ่มความเสียหาย 50% และทำให้เป้าหมายติดคำสาปเลือดซึ่งซ้อนทับกัน 7 ครั้ง",
        "[ลูกแก้วเลือด] เพิ่มความเสียหาย 50% และทำให้เป้าหมายติดคำสาปเลือดซึ่งซ้อนทับกัน 8 ครั้ง",
        "[ลูกแก้วเลือด] เพิ่มความเสียหาย 50% และทำให้เป้าหมายติดคำสาปเลือดซึ่งซ้อนทับกัน 9 ครั้ง",
        "[ลูกแก้วเลือด] เพิ่มความเสียหาย 50% และทำให้เป้าหมายติดคำสาปเลือดซึ่งซ้อนทับกัน 10 ครั้ง"
      ],
      "story": "ถ้วยเงินเก่าๆ ของราชินีแวมไพร์ตนแรก นางใช้ถ้วยนี้เพื่อเก็บเลือดของบุคคลที่นางชื่นชมมากที่สุด ถ้วยดังกล่าวเป็นทั้งสัญลักษณ์แห่งความโศกเศร้าและความสุขอันบ้าคลั่ง นอกจากนี้ยังเป็นสิ่งของชิ้นสำคัญในการประกอบพิธีกรรมของเหล่าแวมไพร์ ผู้ใดก็ตามที่ได้ผ่านพิธีกรรมแห่งถ้วยเงินจะได้รับมอบลูกแก้วเลือดที่งดงามและสีเข้มกว่าทั่วไป"
    }
  },
  "s2": {
    "name": "พื้นดินแห่งเลือด",
    "description": "สร้างความเสียหายทางเวทย์ {0} แก่ศัตรูเป้าหมาย สร้างพื้นดินแห่งเลือดรอบศัตรูเป็นเวลา 10 วินาที ศัตรูที่อยู่ในพื้นดินแห่งเลือด ทุก 0.5 วินาทีจะได้รับความเสียหายเวทย์ {1} และลดพลังป้องกันเวทย์ 30% เพิ่มความเสียหาย 0.5% ต่อทุกๆแสต็คคำสาปเลือดที่เป้าหมายได้รับอยู่  เมื่อใช้จะลด HP ปัจจุบันของตัวเอง 20%",
    "books": {
      "0": "ความเสียหายเพิ่มขึ้น {0}%",
      "1": "ความเสียหายเพิ่มขึ้น {0}%",
      "2": "ความเสียหายเพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "ลดเวลาคูลดาวน์ 3 วินาที",
    "ut": {
      "name": "เวทมนตร์แห่งหมอกเลือด",
      "description": [
        "[พื้นดินแห่งเลือด] เพิ่มความเสียหายขึ้น 20% และเพิ่มระยะเวลาของเอฟเฟคขึ้น 2 วินาที",
        "[พื้นดินแห่งเลือด] เพิ่มความเสียหายขึ้น 24% และเพิ่มระยะเวลาของเอฟเฟคขึ้น 2 วินาที",
        "[พื้นดินแห่งเลือด] เพิ่มความเสียหายขึ้น 29% และเพิ่มระยะเวลาของเอฟเฟคขึ้น 2 วินาที",
        "[พื้นดินแห่งเลือด] เพิ่มความเสียหายขึ้น 35% และเพิ่มระยะเวลาของเอฟเฟคขึ้น 2 วินาที",
        "[พื้นดินแห่งเลือด] เพิ่มความเสียหายขึ้น 42% และเพิ่มระยะเวลาของเอฟเฟคขึ้น 2 วินาที",
        "[พื้นดินแห่งเลือด] เพิ่มความเสียหายขึ้น 50% และเพิ่มระยะเวลาของเอฟเฟคขึ้น 2 วินาที"
      ],
      "story": "เครื่องมือวิเศษของผู้สืบทอดแห่งโลหิต เวทมนตร์ของตระกูลแวมไพร์ลอร์ดบริสุทธิ์ที่ส่งต่อกันมาจากรุ่นสู่รุ่น  ผู้สืบทอดของ Lewisia คือแวมไพร์ Sir Lusben และเวทมนตร์แห่งหมอกเลือดคือของขวัญที่เขาได้รับ  Lewisia เกลียดทุกสิ่งเกี่ยวข้องกับการเป็นผู้สืบทอด แต่นางชอบที่พื้นดินแห่งเลือดช่วยลดความเมื่อยล้าของนาง ดังนั้นนางชอบใช้มัน"
    }
  },
  "s3": {
    "name": "งานเลี้ยงแห่งเลือด",
    "description": "โจมตีศัตรูในแนวหน้า 3 ครั้ง สร้างความเสียหายทางเวทย์รวม {0} และทำให้หมดสติเป็นเวลา 3 วินาที เพิ่มความเสียหาย 0.5% ต่อทุกๆแสต็คคำสาปเลือดที่เป้าหมายได้รับอยู่  ]เมื่อใช้จะลด HP ปัจจุบันของตัวเอง 10%",
    "books": {
      "0": "ความเสียหายเพิ่มขึ้น {0}%",
      "1": "ความเสียหายเพิ่มขึ้น {0}%",
      "2": "ความเสียหายเพิ่มขึ้น {0}%"
    },
    "light": "ลดเวลาคูลไทม์ของสกิลทั้งหมด 5% เมื่อโจมตีศัตรูที่สแต็คคำสาปเลือดมากกว่า 80 ครั้ง",
    "dark": "ลดการใช้ Mana 1",
    "ut": {
      "name": "เลือดโบราณ",
      "description": [
        "[งานเลี้ยงแห่งเลือด] เพิ่มความเสียหาย 20% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 400",
        "[งานเลี้ยงแห่งเลือด] เพิ่มความเสียหาย 24% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 400",
        "[งานเลี้ยงแห่งเลือด] เพิ่มความเสียหาย 29% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 400",
        "[งานเลี้ยงแห่งเลือด] เพิ่มความเสียหาย 35% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 400",
        "[งานเลี้ยงแห่งเลือด] เพิ่มความเสียหาย 42% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 400",
        "[งานเลี้ยงแห่งเลือด] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 400"
      ],
      "story": "เลือดของราชินีแวมไพร์โบราณ ยิ่งแวมไพร์มีเลือดที่บริสุทธิ์มากเท่าไร เลือดมานาของพวกเขาจะยิ่งแข็งแกร่งมากขึ้นเท่านั้น เลือดที่ยอดเยี่ยมที่สุดในบรรดาเลือดทั้งหมดทั้งมวลคือเลือดของราชินีแวมไพร์โบราณ และแวมไพร์ที่ดื่มเลือดของเธอจะมีชีวิตและมานาที่ไม่จำกัด มันเป็นเลือดชนิดเสพติดอย่างยิ่งยวด ดังนั้นจงระมัดระวังให้ดีเมื่อใช้มัน"
    }
  },
  "s4": {
    "name": "ผู้ควบคุมเลือด",
    "description": "เมื่อ HP ของตัวเองเกิน 50% จะเพิ่มพลังโจมตี {0} , พลังเจาะเกราะ 250 และเมื่อโจมตีจะทำให้เป้าหมายตกอยู่ในสถานะคำสาปเลือกและสร้างความเสียหายเวทย์ต่อเนื่องรวม {1} เป็นเวลา 20 วินาที มีการฟื้นฟู HP เท่ากับ 10% ของความเสียหายที่สร้างจากเอฟเฟ็คคำสาปเลือด คำสาปเลือดจะแสต็คสูงสุด 100 ครั้งและไม่สามารถยกเลิกได้",
    "books": {
      "0": "ความเสียหายเพิ่มขึ้น {0}%",
      "1": "ความเสียหายเพิ่มขึ้น {0}%",
      "2": "ความเสียหายเพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มแสต็คสูงสุดของคำสาปเลือดเป็น 200",
    "dark": "เพิ่มพลังฟื้นฟู HP ของพันธมิตรทั้งหมด 20% และลดพลังฟื้นฟู HP ของศัตรูทั้งหมด 20%",
    "ut": {
      "name": "แหวนสีแดง",
      "description": [
        "[ผู้ควบคุมเลือด] เพิ่มความเสียหายของสถานะ คำสาปเลือด ขึ้น 50% และเมื่อโจมตีศัตรูที่ติดสถานะ คำสาปเลือด จำนวน 100 สแต็กหรือมากกว่า จะเพิ่มพลังโจมตีของตัวเองขึ้น 1% เป็นเวลา 10 วินาที การบูสต์พลังโจมตีสามารถสะสมได้สูงสุด 10 ครั้ง",
        "[ผู้ควบคุมเลือด] เพิ่มความเสียหายของสถานะ คำสาปเลือด ขึ้น 50% และเมื่อโจมตีศัตรูที่ติดสถานะ คำสาปเลือด จำนวน 100 สแต็กหรือมากกว่า จะเพิ่มพลังโจมตีของตัวเองขึ้น 1% เป็นเวลา 10 วินาที การบูสต์พลังโจมตีสามารถสะสมได้สูงสุด 12 ครั้ง",
        "[ผู้ควบคุมเลือด] เพิ่มความเสียหายของสถานะ คำสาปเลือด ขึ้น 50% และเมื่อโจมตีศัตรูที่ติดสถานะ คำสาปเลือด จำนวน 100 สแต็กหรือมากกว่า จะเพิ่มพลังโจมตีของตัวเองขึ้น 1% เป็นเวลา 10 วินาที การบูสต์พลังโจมตีสามารถสะสมได้สูงสุด 14 ครั้ง",
        "[ผู้ควบคุมเลือด] เพิ่มความเสียหายของสถานะ คำสาปเลือด ขึ้น 50% และเมื่อโจมตีศัตรูที่ติดสถานะ คำสาปเลือด จำนวน 100 สแต็กหรือมากกว่า จะเพิ่มพลังโจมตีของตัวเองขึ้น 1% เป็นเวลา 10 วินาที การบูสต์พลังโจมตีสามารถสะสมได้สูงสุด 17 ครั้ง",
        "[ผู้ควบคุมเลือด] เพิ่มความเสียหายของสถานะ คำสาปเลือด ขึ้น 50% และเมื่อโจมตีศัตรูที่ติดสถานะ คำสาปเลือด จำนวน 100 สแต็กหรือมากกว่า จะเพิ่มพลังโจมตีของตัวเองขึ้น 1% เป็นเวลา 10 วินาที การบูสต์พลังโจมตีสามารถสะสมได้สูงสุด 20 ครั้ง",
        "[ผู้ควบคุมเลือด] เพิ่มความเสียหายของสถานะ คำสาปเลือด ขึ้น 50% และเมื่อโจมตีศัตรูที่ติดสถานะ คำสาปเลือด จำนวน 100 สแต็กหรือมากกว่า จะเพิ่มพลังโจมตีของตัวเองขึ้น 1% เป็นเวลา 10 วินาที การบูสต์พลังโจมตีสามารถสะสมได้สูงสุด 25 ครั้ง"
      ],
      "story": "แหวนที่สมาคมแวมไพร์ใต้ดินในที่ราบ Galluah มอบให้กับผู้ปกครอง Scarlet ตั้งแต่นั้นมาแวมไพร์แสดงความเคารพต่อผู้ปกครองโดยการจูบลงที่แหวน ในตอนที่ Lewisia เกิด ผู้ปกครองคนก่อนได้ส่งมอบแหวนต่อให้นางทันทีเป็นการประกาศการถือกำเนิดของผู้ปกครองคนใหม่ แต่ในตอนนั้น Lewisia ไม่ทราบได้เลยว่าการประกาศจะเป็นจุดเริ่มต้นของการทดสอบที่นางต้องเผชิญหน้าเพื่อเป็นผู้ปกครองคนใหม่"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "เพิ่มปริมาณการใช้ HP 50% ของตัวเองเมื่อใช้ทุกสกิล 50% และลดเวลาคูลดาวน์ 20%"
  }
}