{
  "name": "Nyx",
  "subtitle": "ดาบทะลุมิติ",
  "description": "นักเวทย์แห่งประตูมิติ โจมตีศัตรูด้วยดาบกว่าพันเล่มที่ออกมาจากประตูมิติ",
  "story": "จอมเวทลึกลับจากมิติอื่นผู้มีดวงตาสองสีโดดเด่นสะดุดตา เขายิ้มอยู่ตลอดเวลา คล้ายจะแสดงถึงความรอบรู้ของผู้ที่เห็นจักรวาลทั้งหมดมาแล้ว เขาสนใจผู้ที่มีความสามารถพิเศษอย่างมาก และชอบทดสอบฝีมือของพวกเขา ความสามารถในการเคลื่อนย้ายผ่านกาลอวกาศของเขาสูงส่งเหนือมนุษย์ และเขายังเดินทางข้ามมิติได้อีกด้วย เป้าหมายของเขาไม่แน่ชัด แต่พอแน่ใจได้ว่าเขาตั้งใจจะช่วยเหลือคนอื่นๆ",
  "like": "การเดินทางข้ามมิติ, การทดลองเวทมนตร์",
  "dislike": "คนที่ไม่ฟังคนอื่นพูด",
  "inn": {
    "idle": "เอ้อเฮอ สนใจฉันหรือ",
    "recruit": {
      "greet": "เจ้า เริ่มรู้สึกถึงบรรยากาศแปลกแล้วสินะ",
      "talk": [
        "อยากจะไปที่ไหนหรือ",
        "ไม่มีที่ไหนในโลกที่ฉันไปไม่ได้",
        "ข้าชอบคนที่น่าสนใจเช่นเจ้า"
      ],
      "gift": "ให้ฉันหรอ ขอบคุณนะ"
    },
    "affinity": {
      "greet": "เราเจอกันอีกแล้ว ยินดีที่ได้พบเจ้า",
      "talk": [
        "การเดินทางช่างเป็นเรื่องที่สนุก เป็นโอกาสที่จะได้วางมือจากทุกสิ่งทุกอย่างและเพลิดเพลินไปกับเสรีภาพ",
        "งานอดิเรกของข้าคือสะสมดาบ"
      ],
      "gift": "โอ นี้มันเป็นของขวัญที่เยี่ยมมาก ขอบคุณ"
    },
    "relationship": {
      "greet": "อืม ข้ารู้ว่าเจ้ามา",
      "talk": [
        "ถ้าเจ้าอยากไปที่ไหนล่ะก็ บอกข้านะ ข้าจะเปิดประตูมิติให้เจ้า",
        "ข้าสนใจจะดูว่าเจ้าจะกอบกู้โลกนี้ยังไง",
        "เจ้าอยากรู้เกี่ยวกับเวทมนตร์ของข้าหรือเปล่า ฮ่าฮ่า มันเกี่ยวข้องกับการคำนวณที่ซับซ้อน"
      ]
    }
  },
  "uw": {
    "name": "กุญแจแห่งมิติ, แม็กนัสฟิลเล่",
    "description": [
      "การโจมตีปกติจะเจาะเกราะเป็นเส้นตรงและเพิ่มความเสียหาย 30% เพิ่มความเสียหาย 4% ต่อ 1 แสต็คใบไม้มีดที่มีอยู่",
      "การโจมตีปกติจะเจาะเกราะเป็นเส้นตรงและเพิ่มความเสียหาย 36% เพิ่มความเสียหาย 4.8% ต่อ 1 แสต็คใบไม้มีดที่มีอยู่",
      "การโจมตีปกติจะเจาะเกราะเป็นเส้นตรงและเพิ่มความเสียหาย 43% เพิ่มความเสียหาย 5.7% ต่อ 1 แสต็คใบไม้มีดที่มีอยู่",
      "การโจมตีปกติจะเจาะเกราะเป็นเส้นตรงและเพิ่มความเสียหาย 52% เพิ่มความเสียหาย 6.9% ต่อ 1 แสต็คใบไม้มีดที่มีอยู่",
      "การโจมตีปกติจะเจาะเกราะเป็นเส้นตรงและเพิ่มความเสียหาย 62% เพิ่มความเสียหาย 8.3% ต่อ 1 แสต็คใบไม้มีดที่มีอยู่",
      "การโจมตีปกติจะเจาะเกราะเป็นเส้นตรงและเพิ่มความเสียหาย 75% เพิ่มความเสียหาย 10% ต่อ 1 แสต็คใบไม้มีดที่มีอยู่"
    ],
    "story": "มีเส้นสายแห่งสากลที่เชื่อมโยงมิติต่างๆ เข้าด้วยกัน ดาบเล่มนี้คือกุญแจที่สามารถแบ่งแยกและเชื่อมต่อเส้นสายนี้อีกครั้งได้ ซึ่งจะมอบให้กับผู้ชี้ขาดแห่งมิติที่สาบานว่าจะปกป้องสมดุลแห่งจักรวาล ดาบนี้สามารถจำลองเป็นจำนวนที่ไม่มีที่สิ้นสุด แต่จะมอบพลังให้แก่ผู้ถูกเลือกหนึ่งเดียวเท่านั้น"
  },
  "s1": {
    "name": "ใบมีดแห่งมิติ",
    "description": "สร้างความเสียหายทางกายภาพ {0} แก่เป้าหมาย แสต็คมีดจะเพิ่มขึ้น 1 อันต่อ 1 เป้าหมายที่โดนโจมตี จำนวนเป้าหมายที่ถูกโจมตีจะเพิ่มขึ้นตามจำนวนแสต็คมีด แสต็คมีดสะสมได้สูงสุด 5 ครั้ง เป็นเวลา 20 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เมื่อมีศัตรู 5 ตัว ขึ่นไป คูลดาวน์จะหายเป็นเวลา 20 วินาที และเพิ่มความเสียหาย 250% สกิลนี้มีคูลดาวน์จะเป็น 20 วินาที",
    "dark": "เพิ่มแสต็คมีดสูงสุด1ครั้ง",
    "ut": {
      "name": "วงกลมเวทมนตร์แห่งมิติ",
      "description": [
        "[ใบมีดแห่งมิติ] เพิ่มจำนวนเป้าหมาย 1 คน และลดการบล็อคกายภาพของเป้าหมาย 200 หน่วยเป็นเวลา 10 วินาที",
        "[ใบมีดแห่งมิติ] เพิ่มจำนวนเป้าหมาย 1 คน และลดการบล็อคกายภาพของเป้าหมาย 240 หน่วยเป็นเวลา 10 วินาที",
        "[ใบมีดแห่งมิติ] เพิ่มจำนวนเป้าหมาย 1 คน และลดการบล็อคกายภาพของเป้าหมาย 290 หน่วยเป็นเวลา 10 วินาที",
        "[ใบมีดแห่งมิติ] เพิ่มจำนวนเป้าหมาย 1 คน และลดการบล็อคกายภาพของเป้าหมาย 350 หน่วยเป็นเวลา 10 วินาที",
        "[ใบมีดแห่งมิติ] เพิ่มจำนวนเป้าหมาย 1 คน และลดการบล็อคกายภาพของเป้าหมาย 420 หน่วยเป็นเวลา 10 วินาที",
        "[ใบมีดแห่งมิติ] เพิ่มจำนวนเป้าหมาย 1 คน และลดการบล็อคกายภาพของเป้าหมาย 500 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "วงกลมเวทมนตร์ที่ทำให้สามารถเดินทางข้ามจักรวาลได้ การเดินทางข้ามมิติของ Nyx เริ่มต้นและสิ้นสุดลงด้วยวงกลมนี้ เนื่องจากกฎของการเดินทางข้ามมิติรวมถึงลำดับของแสงสว่างและความมืดแตกต่างกันไปในแต่ละปริภูมิกาล ผู้ที่ไม่มีความรู้ด้านมิติมากเพียงพอจะไม่สามารถใช้งานวงกลมเวทมนตร์นี้ได้ แต่ Nyx สามารถเรียกทุกอย่างได้ด้วยวงกลมเวทมนตร์นี้"
    }
  },
  "s2": {
    "name": "ตัดผ่ามิติ",
    "description": "ยกเลืกบัพทั้งหมดของเป้าหมายและสร้างความเสียหายทางกายภาพ {0} ศัตรูที่โดนโจมตีจะได้รับความเสียหายทางกายภาพ {2} เป็นเวลา {1} วินาที และทำให้ล้มลงเป็นเวลา 3 วินาที จำนวนเป้าหมายที่ถูกโจมตีจะเพิ่มขึ้นตามจำนวนแสต็คมีด",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มความเสียหายทางกายภาพของเป้าหมาย 25% เป็นเวลา 10วินาที",
    "ut": {
      "name": "ดาบผ่ามิติ",
      "description": [
        "[ตัดผ่ามิติ] เพิ่มความเสียหาย 50% และได้เพิ่มความเสียหายคริติคอล ตามจำนวนศัตรูที่ได้รับความเสียหาย 1 ตัวละ10% เป็นเวลา 8 วินาที เอฟเฟคนี้แสต็คสูงสุด 5 ครั้ง",
        "[ตัดผ่ามิติ]เพิ่มความเสียหาย 50% เพิ่มความเสียหายคริติคอล ตามจำนวนศตูรที่ได้รับความเสียหาย 1 ตัวละ 12% เป็นเวลา 8 วินาที เอฟเฟคนี้แสต็คสูงสุด 5 ครั้ง",
        "[ตัดผ่ามิติ] เพิ่มความเสียหาย 50% และได้เพิ่มความเสียหายคริติคอล ตามจำนวนศัตรูที่ได้รับความเสียหาย 1 ตัวละ 14% เป็นเวลา 8 วินาที เอฟเฟคนี้แสต็คสูงสุด 5 ครั้ง",
        "[ตัดผ่ามิติ] เพิ่มความเสียหาย 50% และได้เพิ่มความเสียหายคริติคอล ตามจำนวนศัตรูที่ได้รับความเสียหาย 1 ตัวละ 8% เป็นเวลา 17 วินาที เอฟเฟคนี้แสต็คสูงสุด 5 ครั้ง",
        "[ตัดผ่ามิติ] เพิ่มความเสียหาย 50% และได้เพิ่มความเสียหายคริติคอล ตามจำนวนศัตรูที่ได้รับความเสียหาย 1 ตัวละ 21% เป็นเวลา 8 วินาที เอฟเฟคนี้แสต็คสูงสุด 5 ครั้ง",
        "[ตัดผ่ามิติ] เพิ่มความเสียหาย 50% และได้เพิ่มความเสียหายคริติคอล ตามจำนวนศัตรูที่ได้รับความเสียหาย 1 ตัวละ 25% เป็นเวลา 8 วินาที เอฟเฟคนี้แสต็คสูงสุด 5 ครั้ง"
      ],
      "story": "ดาบในตำนานที่เก่าเกินกว่ายุคสมัย ดาบในตำนานที่สร้างจากแสงของดวงอาทิตย์และดวงวิญญาณที่หลอมละลายของผู้ที่เจ็บปวดทรมาน หนึ่งในไอเทมที่จำเป็นสำหรับตัดผ่ามิติเนื่องจากมีความแข็งแกร่งพอที่จะทนต่อมิติและสามารถทำให้คมกริบได้"
    }
  },
  "s3": {
    "name": "ดาบไร้ขีดจำกัด",
    "description": "สร้างความเสียหายทางกายภาพ {0} แก่เป้าหมายในบริเวณด้านหน้า การโจมตีสุดท้ายจะสร้างความเสียหาย {1} ให้แก่ศัตรูตัวเดียว และทำให้ล้มลงเป็นเวลา 3 วินาที เป้าหมายการโจมตีสุดท้ายจะเพิ่มขึ้นตามแสต็คมีด",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ลดเวลาคูลดาวน์ 5 วินาที",
    "dark": "เมื่อแสต็คใบไม้มีดมากกว่า 5 อันจะเพิ่มความเสียหาย 70%",
    "ut": {
      "name": "หินแห่งมิติ",
      "description": [
        "[ดาบไร้ขีดจำกัด] ลดการใช้ Mana 1 และเพิ่มความเสียหาย 20%",
        "[ดาบไร้ขีดจำกัด] ลดการใช้ Mana 1 และเพิ่มความเสียหาย 24%",
        "[ดาบไร้ขีดจำกัด] ลดการใช้ Mana 1 และเพิ่มความเสียหาย 29%",
        "[ดาบไร้ขีดจำกัด] ลดการใช้ Mana 1 และเพิ่มความเสียหาย 35%",
        "[ดาบไร้ขีดจำกัด] ลดการใช้ Mana 1 และเพิ่มความเสียหาย 42%",
        "[ดาบไร้ขีดจำกัด] ลดการใช้ Mana 1 และเพิ่มความเสียหาย 50%"
      ],
      "story": "ไอเทมที่ต้องมีสำหรับจอมเวทที่เดินทางทะลุมิติ หินมิติคือหินเวทมนตร์ที่ผู้เดินทางทะลุมิติชื่นชอบ และมันมีพลังงานที่ไม่จำกัด อย่างไรก็ตาม พลังที่จะสามารถใช้จากมันได้นั้นขึ้นอยู่กับความสามารถของแต่ละคน มีเพียงจอมเวทระดับสูงเท่านั้นที่สามารถใช้มันได้อย่างมีประสิทธิภาพ"
    }
  },
  "s4": {
    "name": "ใบมีดที่ซ่อนเร้น",
    "description": "เมื่อโจมตีธรรมดาจะยิงใบมีดออกไปสร้างความเสียหายทางกายภาพ {0} จำนวนเป้าหมายจะเพิ่มขึ้นตามแสต็คมีด",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เพิ่มความเสียหายแก่ศัตรูละ 15%",
    "dark": "มีโอกาส 10% ในการกำจัดเอฟเฟ็กบวกของเป้าหมาย",
    "ut": {
      "name": "ฤดูใบไม้ผลิแห่งกาแลคซี",
      "description": [
        "[ใบมีดที่ซ่อนเร้น] เพิ่มความเสียหายขึ้น 50% และทุกครั้งที่โจมตีโดนศัตรูจะเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 1% เป็นเวลา 5 วินาที การบูสต์ความเสียหายคริติคอลสามารถสะสมได้สูงสุด 20 ครั้ง",
        "[ใบมีดที่ซ่อนเร้น] เพิ่มความเสียหายขึ้น 50% และทุกครั้งที่โจมตีโดนศัตรูจะเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 1.2% เป็นเวลา 5 วินาที การบูสต์ความเสียหายคริติคอลสามารถสะสมได้สูงสุด 20 ครั้ง",
        "[ใบมีดที่ซ่อนเร้น] เพิ่มความเสียหายขึ้น 50% และทุกครั้งที่โจมตีโดนศัตรูจะเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 1.4% เป็นเวลา 5 วินาที การบูสต์ความเสียหายคริติคอลสามารถสะสมได้สูงสุด 20 ครั้ง",
        "[ใบมีดที่ซ่อนเร้น] เพิ่มความเสียหายขึ้น 50% และทุกครั้งที่โจมตีโดนศัตรูจะเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 1.7% เป็นเวลา 5 วินาที การบูสต์ความเสียหายคริติคอลสามารถสะสมได้สูงสุด 20 ครั้ง",
        "[ใบมีดที่ซ่อนเร้น] เพิ่มความเสียหายขึ้น 50% และทุกครั้งที่โจมตีโดนศัตรูจะเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 2.1% เป็นเวลา 5 วินาที การบูสต์ความเสียหายคริติคอลสามารถสะสมได้สูงสุด 20 ครั้ง",
        "[ใบมีดที่ซ่อนเร้น] เพิ่มความเสียหายขึ้น 50% และทุกครั้งที่โจมตีโดนศัตรูจะเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 2.5% เป็นเวลา 5 วินาที การบูสต์ความเสียหายคริติคอลสามารถสะสมได้สูงสุด 20 ครั้ง"
      ],
      "story": "สร้อยที่ Nyx ใช้เก็บพิกัดของวิวสุดวิเศษที่เขาพบขณะเดินทางไปในห้วงอวกาศที่ไม่มีที่สิ้นสุด สร้อยนี้จะเชื่อมโยงกับกาแลคซีต่างๆ ในแต่ละมิติ และอัญมณีบนสร้อยจะเปลี่ยนสีตามสีของกาแลคซีที่เชื่อมโยงอยู่ในปัจจุบัน เมื่อดูที่สร้อย จะเห็นว่ากาแลคซีนั้นกำลังเคลื่อนที่อยู่ช้าๆ อัญมณีบนสร้อยจะเปลี่ยนสีไปเรื่อยๆ ตามพิกัดมิติ"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "เมื่อโจมตีปกติมีโอกาส 10% ที่จะแสต็คมีด 1 ครั้ง และจะเพิ่มพลังโจมตี 10% ต่อจำนวนแสต็คมีดที่ตัวเองมี"
  }
}