{
  "name": "Annette",
  "subtitle": "นักประดิษฐ์แห่งวังหลวง",
  "description": "นักประดิษฐ์ที่ฝันอยากให้คนธรรมดาใช้เวทย์มนตร์ได้ เธอใช้หุ่นยนต์ประดิษฐ์ที่เธอสร้างขึ้นเป็นอาวุธ",
  "story": "เทคโนเมไจอัจฉริยะจากราชอาณาจักร Orvelia เธอมองโลกในแง่ดีมาก แม้จะล้มเหลวก็ไม่เคยท้อถอย เธอฝันว่าสักวันจะประดิษฐ์เครื่องมือที่ช่วยให้ทุกคนใช้เวทมนตร์ได้ เธอมีผู้ช่วยเป็นจักรกลเวทมนตร์ที่สร้างขึ้นหลังจากค้นคว้าวิจัยมาหลายปี หลังจากกองทัพปีศาจปรากฏกาย เธอประยุกต์การวิจัยของเธอเข้ากับการพัฒนาอาวุธที่ช่วยให้ทุกคนต่อสู้กับผู้รุกรานได้",
  "like": "เทคโนเมจิก, ทุนวิจัย",
  "dislike": "คนที่ดูถูกเทคโนเมจิก",
  "inn": {
    "idle": "เอ้อเฮอ! คนเต็มไปหมด! แตกต่างจากห้องวิจัยในวังของฉันเลย!",
    "recruit": {
      "greet": "สวัสดี สนใจเกี่ยวกับวิศวกรรมใช่มั้ย",
      "talk": [
        "ทุกคนมีสิทธิที่จะใช้เวทย์! ฉันแค่อยากจะทำเครื่องมือให้ใช้นะซิ!",
        "ุถ้าทำงานในวังจะได้ค่าวิจัยมาก แต่ก็ยังไม่พอ!",
        "หืม? ไข่ที่ขายที่นี่ไม่ได้คล้ายกับเจ้าน่ารักของฉันหรอกหรอ"
      ],
      "gift": "ฮ่าฮ่า ขอบคุณสำหรับค่าสนับสนุนการวิจัย!"
    },
    "affinity": {
      "greet": "การทดลอง การทดลอง การทดลองแสนสนุก! หา สวัสดี!",
      "talk": [
        "สุดสวยพวกนี้กำลังเติบโตได้ดี อีกไม่นานก็จะได้ออกไปที่ทุ่งแล้ว",
        "1 สุดสวยสำหรับแต่ละคน! เป็นไงบ้าง"
      ],
      "gift": "ฮี่ฮี่ ข้าจะรวยเละแน่ๆ...!"
    },
    "relationship": {
      "greet": "สวัสดี! วันนี้เจ้าเรียนหนักไหม",
      "talk": [
        "เย้!! เอาละ ไปทำการทดลองโดยอ้างอิงจากงานวิจัยล่าสุดของข้ากันเถอะ!",
        "ข้าได้ขึ้นค่าตอบแทนการวิจัยล่ะ! เพราะอย่างนี้ ข้าก็เลยทำอะไรในห้องทดลองได้อีกเยอะแยะ!",
        "ข้าอยากแบ่งเจ้าพวกน่ารักของข้ากับทุกคน!"
      ]
    }
  },
  "uw": {
    "name": "หุ่นยุนต์ประดิษฐ์, ราสคาล",
    "description": [
      "ทุกๆ 1.5 วินาที จะแสต็คชาร์จ 1 และฟื้นฟู Mana 1%",
      "ทุกๆ 1.4 วินาที จะแสต็คชาร์จ 1 และฟื้นฟู Mana 1%",
      "ทุกๆ 1.3 วินาที จะแสต็คชาร์จ 1 และฟื้นฟู Mana 1%",
      "ทุกๆ 1.1 วินาที จะแสต็คชาร์จ 1 และฟื้นฟู Mana 1%",
      "ทุกๆ 0.9 วินาที จะแสต็คชาร์จ 1 และฟื้นฟู Mana 1%",
      "ทุกๆ 0.7 วินาที จะแสต็คชาร์จ 1 และฟื้นฟู Mana 1%"
    ],
    "story": "แก่นแท้แห่งเวทย์ประดิษฐ์ ที่สร้างจากทฤษฎีของ Annette นักเวทมนตร์แห่งเมือง Orvel อันดับสูงสุดห้าตนทุ่มเทพลังในการสร้างสิ่งมีชีวิตแสนวิเศษนี้ มันทีเจตจำนงเป็นของตนเอง จึงสามารถตัดสินใจได้โดยอิสระและดำเนินการตามการตัดสินใจนั้นได้ เมื่อมันแบ่งปันพลังกับ Annette มันก็สามารถใช้ประโยชน์จากมานาอื่นๆ ที่อยู่ใกล้ๆ ได้ ด้วยเหตุนี้ จึงเป็นเหตุการณ์สำคัญครั้งแรกของความพยายามในการทำให้ทุกคนเข้าถึงเวทมนตร์ได้ของ Annette"
  },
  "s1": {
    "name": "ลำแสงทำลายล้าง",
    "description": "โจมตีศัตรูเป็นเส้นตรงสร้างความเสียหายเวทย์ {0} และทำให้เป้าหมายโดนความเสียหายทางเวทย์เพิ่มขึ้น {1}% ขณะที่โอเวอร์ชาร์จอยู่จะสร้างความเสียหายทางเวทย์เพิ่มเติม {2} และ ทำให้เป้าหมายได้รับความเสียหายทางเวทย์เพิ่มขึ้น {3}%",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เมื่อใช้จะได้รับปริมาณชาร์จเพิ่มขึ้น 30%"
    },
    "light": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
    "dark": "เมื่อใช้จะเพิ่มปริมาณการชาร์จที่มี 40%",
    "ut": {
      "name": "เลนส์รวมแสงแบบสามชั้น",
      "description": [
        "[ลำแสงทำลายล้าง] ลดอัตราคริติคอลของเป้าหมายลง 250 หน่วย และลดมานาของเป้าหมายลง 400 หน่วยเป็นเวลา 10 วินาที",
        "[ลำแสงทำลายล้าง] ลดอัตราคริติคอลของเป้าหมายลง 250 หน่วย และลดมานาของเป้าหมายลง 480 หน่วยเป็นเวลา 10 วินาที",
        "[ลำแสงทำลายล้าง] ลดอัตราคริติคอลของเป้าหมายลง 250 หน่วย และลดมานาของเป้าหมายลง 580 หน่วยเป็นเวลา 10 วินาที",
        "[ลำแสงทำลายล้าง] ลดอัตราคริติคอลของเป้าหมายลง 250 หน่วย และลดมานาของเป้าหมายลง 700 หน่วยเป็นเวลา 10 วินาที",
        "[ลำแสงทำลายล้าง] ลดอัตราคริติคอลของเป้าหมายลง 250 หน่วย และลดมานาของเป้าหมายลง 840 หน่วยเป็นเวลา 10 วินาที",
        "[ลำแสงทำลายล้าง] ลดอัตราคริติคอลของเป้าหมายลง 250 หน่วย และลดมานาของเป้าหมายลง 1000 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "เลนส์รวมแสงแบบสามชั้นซึ่งคิดค้นโดย Annette เพื่อให้ Rascal ใช้ลำแสงระเบิดได้ เลนส์แบบพิเศษนี้สามารถหมุนเพื่อควบคุมอัตราการรวมแสงและมุมการสะท้อน เพื่อให้ควบคุมรูปทรงของลำแสงที่ยิงออกไปได้โดยง่าย หากเลนส์ทั้งสามซ้อนทับขนานกันพอดี Rascal จะยิงลำแสงเลเซอร์ที่เป็นเส้นตรงได้ แต่หากนำเอาเลนส์สองชุดวางตัดกัน ก็จะกระจายการสะท้อนของพลังแสงเพื่อสร้างขั้นตอนทำลายล้างได้"
    }
  },
  "s2": {
    "name": "กู้ชีพฉุกเฉิน",
    "description": "ยกเลิกดีบัฟของพันธมิตรทั้งหมดและฟื้นฟูพลังชีวิต {0} เป็นเวลา 10 วินาที เพิ่มการต้านทานสถานะผิดปกติ 250 หากใช้ในขณะโอเวอร์ชาร์จจะเพิ่มอัตราคริติคอลของพันธมิตรทั้งหมด {1} และต้านสถานะผิดปกติ",
    "books": {
      "0": "เพิ่มการรักษา {0}%",
      "1": "เพิ่มการรักษา {0}%",
      "2": "เมื่อใช้จะได้รับปริมาณชาร์จเพิ่มขึ้น 30%"
    },
    "light": "ลดเวลาคูลดาวน์ 3 วินาที",
    "dark": "เมื่อใช้จะเพิ่มปริมาณการชาร์จที่มี 40%",
    "ut": {
      "name": "คัมภีร์แห่งการรักษา",
      "description": [
        "[กู้ชีพฉุกเฉิน] ลดค่ามานาลง 1 หน่วยและเพิ่มอัตราการรักษาขึ้น 20%",
        "[กู้ชีพฉุกเฉิน] ลดค่ามานาลง 1 หน่วยและเพิ่มอัตราการรักษาขึ้น 24%",
        "[กู้ชีพฉุกเฉิน] ลดค่ามานาลง 1 หน่วยและเพิ่มอัตราการรักษาขึ้น 29%",
        "[กู้ชีพฉุกเฉิน] ลดค่ามานาลง 1 หน่วยและเพิ่มอัตราการรักษาขึ้น 35%",
        "[กู้ชีพฉุกเฉิน] ลดค่ามานาลง 1 หน่วยและเพิ่มอัตราการรักษาขึ้น 42%",
        "[กู้ชีพฉุกเฉิน] ลดค่ามานาลง 1 หน่วยและเพิ่มอัตราการรักษาขึ้น 50%"
      ],
      "story": "คัมภีร์รักษาสำหรับยามฉุกเฉิน เป็นผลงานของสมาคมลับแห่งวิศวกรรมเวทมนตร์ Babel ใช้เวลาผลิตมันเป็นเดือน 'ในการต่อสู้ทุกคนต้องเอาตัวรอดเอง เป็นคำพูดที่ชนะเลิศในการประลองคำคมของ Mechanic' สร้างโดย Annette เป็นสกิลที่สามารถรักษาพันธมิตรผ่านทางวิศวกรรมโดยไม่ต้องพึ่งพลังเวทย์รักษาใดๆ"
    }
  },
  "s3": {
    "name": "ขั้นตอนทำลายล้าง",
    "description": "ยิงลูกไฟพลังงานใส่รอบๆเป้าหมายแบบสุ่ม เมื่อลูกไฟระเบิดสร้างความเสียหายเวทย์รวม {0} หากใช้ขณะโอเวอร์ชาร์จ เมื่อลูกไฟระเบิดจะสร้างความเสียหายทางเวทย์ {1} เป็นเวลา 5 วินาทีและทำให้หมดสติ",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เมื่อใช้จะได้รับปริมาณชาร์จเพิ่มขึ้น 30%"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25%",
    "ut": {
      "name": "โค้ดแห่งการทำลายล้าง",
      "description": [
        "[ขั้นตอนทำลายล้าง] เพิ่มความเสียหาย 20% เมื่อโจมตีจะได้รับชาร์จเพิ่ม 2 อัน สามารถได้รับชาร์จดังกล่าวถึงแม้จะอยู่ในสถานะโอเวอร์ชาร์จ",
        "[ขั้นตอนทำลายล้าง] เพิ่มความเสียหาย 24% เมื่อโจมตีจะได้รับชาร์จเพิ่ม 2 อัน สามารถได้รับชาร์จดังกล่าวถึงแม้จะอยู่ในสถานะโอเวอร์ชาร์จ",
        "[ขั้นตอนทำลายล้าง] เพิ่มความเสียหาย 29% เมื่อโจมตีจะได้รับชาร์จเพิ่ม 2 อัน สามารถได้รับชาร์จดังกล่าวถึงแม้จะอยู่ในสถานะโอเวอร์ชาร์จ",
        "[ขั้นตอนทำลายล้าง] เพิ่มความเสียหาย 35% เมื่อโจมตีจะได้รับชาร์จเพิ่ม 2 อัน สามารถได้รับชาร์จดังกล่าวถึงแม้จะอยู่ในสถานะโอเวอร์ชาร์จ",
        "[ขั้นตอนทำลายล้าง] เพิ่มความเสียหาย 42% เมื่อโจมตีจะได้รับชาร์จเพิ่ม 2 อัน สามารถได้รับชาร์จดังกล่าวถึงแม้จะอยู่ในสถานะโอเวอร์ชาร์จ",
        "[ขั้นตอนทำลายล้าง] เพิ่มความเสียหาย 50% เมื่อโจมตีจะได้รับชาร์จเพิ่ม 2 อัน สามารถได้รับชาร์จดังกล่าวถึงแม้จะอยู่ในสถานะโอเวอร์ชาร์จ"
      ],
      "story": "รหัสลับสุดยอดของ Babel สังคมแห่งวิศวกรรมเวทมนตร์ลับ เวทมนตร์สำหรับคนธรรมดา! Babel สังคมลับแห่งเทคโนเมไจเป็นสังคมนิรนามที่ฝันถึงการสร้างเวทมนตร์ที่ทุกคนสามารถใช้ได้ พวกเขามอบเทคนิคเทคโนเมไจให้กับแต่ละคนในรูปแบบรหัสลับ และพวกเขาจะอนุญาตการใช้ให้แก่คนที่สามารถถอดรหัสมันได้เท่านั้น Annette ถอดรหัสลับสุดยอดได้ภายใน 4 นาที และกำลังใช้มันในกระบวนการทำลายล้าง"
    }
  },
  "s4": {
    "name": "ชาร์จ",
    "description": "ทุกๆ 0.5 วินาที เมื่อใช้ Mana 1 จะได้รับ 10 ชาร์จ เมื่อครบ 100 ชาร์จ จะอยู่ในสถานะโอเวอร์ชาร์จและเพิ่มพลังโจมตี {0} การโจมตีปกติจะลดเวลาคูลดาวน์สกิล 10% เป็นระยะเวลา 15 วินาที ไม่สามารถยกเลิกเอฟเฟ็คทั้งหมดได้และขณะอยู่ในสถานะโอเวอร์ชาร์จจะไม่สามารถแสต็คชาร์จอีกได้",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เมื่ออยู่ในสถานะโอเวอร์ชาร์จ ความเร็วในการโจมตีจะเพิ่มขึ้น {0}"
    },
    "light": "เพิ่มตัวเลขพลังโจมตี 40%",
    "dark": "เพิ่มระยะเวลาโอเวอร์ชาร์จต่อเนื่อง 3 วินาที",
    "ut": {
      "name": "แบตเตอรี่ประสิทธิภาพสูง",
      "description": [
        "[ชาร์จ] รับสถานะ ชาร์จ จำนวน 30 สแต็ก เมื่อเริ่มต้นการต่อสู้ทุกตา และเมื่ออยู่ในสถานะ โอเวอร์ชาร์จ การโจมตีปกติจะลดเวลาคูลดาวน์ลง 5%",
        "[ชาร์จ] รับสถานะ ชาร์จ จำนวน 36 สแต็ก เมื่อเริ่มต้นการต่อสู้ทุกตา และเมื่ออยู่ในสถานะ โอเวอร์ชาร์จ การโจมตีปกติจะลดเวลาคูลดาวน์ลง 5%",
        "[ชาร์จ] รับสถานะ ชาร์จ จำนวน 43 สแต็ก เมื่อเริ่มต้นการต่อสู้ทุกตา และเมื่ออยู่ในสถานะ โอเวอร์ชาร์จ การโจมตีปกติจะลดเวลาคูลดาวน์ลง 5%",
        "[ชาร์จ] รับสถานะ ชาร์จ จำนวน 52 สแต็ก เมื่อเริ่มต้นการต่อสู้ทุกตา และเมื่ออยู่ในสถานะ โอเวอร์ชาร์จ การโจมตีปกติจะลดเวลาคูลดาวน์ลง 5%",
        "[ชาร์จ] รับสถานะ ชาร์จ จำนวน 63 สแต็ก เมื่อเริ่มต้นการต่อสู้ทุกตา และเมื่ออยู่ในสถานะ โอเวอร์ชาร์จ การโจมตีปกติจะลดเวลาคูลดาวน์ลง 5%",
        "[ชาร์จ] รับสถานะ ชาร์จ จำนวน 75 สแต็ก เมื่อเริ่มต้นการต่อสู้ทุกตา และเมื่ออยู่ในสถานะ โอเวอร์ชาร์จ การโจมตีปกติจะลดเวลาคูลดาวน์ลง 5%"
      ],
      "story": "แบตเตอรี่ที่ Annette พัฒนาขึ้นด้วยความรู้ด้านสิ่งประดิษฐ์เวทมนตร์ของนางโดยใช้วัตถุดิบแปลกๆ ที่สกัดจากฟอสซิลของอารยธรรมโบราณ ในตอนแรกมันถูกสร้างขึ้นเพื่อให้พลังงานสำรองกับ Rascal ในกรณีฉุกเฉิน แต่มันมีพลังมากเกินไปและทำให้ Rascal ชาร์จไฟมากเกินไปบ่อยครั้ง หลังจากพิจารณาอย่างถี่ถ้วนแล้ว Annette ตัดสินใจที่จะใช้มันในการต่อสู้และปรับแต่ง Rascal เพื่อใช้พลังของมัน"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเร็วโจมตี +100",
    "dark": "เมื่อโอเวอร์ชาร์จ ให้ความเร็วโจมตี 200 แก่พันธมิตรทั้งหมด เพิ่มพลังโจมตี 5% เท่ากับพลังโจมตีของ Annette"
  }
}