{
  "name": "Mitra",
  "subtitle": "The Silver Battle Wolf",
  "description": "เขาถูกเรียกอีกชื่อว่าเสียงเพลงแห่งความบ้าคลั่งสีเงิน เป็นชายผู้ไร้ความปราณี ไม่มีความรับผิดชอบต่อคนอื่น แต่เมื่อการต่อสู้เริ่มขึ้น เขากลายมาเป็นหมาป่าที่จับตัวไม่ได้ เขาเปลี่ยนสนามรบให้กลายเป็นลานประหารชั้นดี",
  "story": "บางคนรู้จักเขาในชื่อ บทเพลงแห่งความบ้าคลั่งสีเงิน เขาคือคนที่ทำทุกอย่างโดยปราศจากความจริงใจ ไร้ความรับผิดชอบต่อคนรอบข้างอย่างสิ้นเชิง แต่เมื่อถึงเวลาต่อสู้ เขาจะเปลี่ยนร่างเป็นหมาป่าสีเงินไร้เทียมทานที่บุกตะลุยทั่วสนามรบ อดีตของเขาเป็นปริศนา แต่เรื่องเดียวที่แน่นอนคือ เขาจะไม่แยกแยะระหว่างมิตรและศัตรูเมื่อถูกความบ้าคลั่งครอบงำ เมื่อเขาอยู่ในสถานะนี้ การอยู่ใกล้เขาอาจอันตรายกว่าการถือระเบิดเวลาที่กำลังนับถอยหลังหลายเท่า",
  "like": "สงคราม, การต่อสู้ที่ตื่นเต้น, กลิ่นดินปืน",
  "dislike": "มารยา, การเสแสร้ง",
  "inn": {
    "idle": "ฮ้า.. ข้าแค่อยากจะนอนกลางวันแค่นั้น",
    "recruit": {
      "greet": "Yo~",
      "talk": [
        "เอ๋ มีใครต่อสู้กันที่ไหนหรอ?",
        "เฮ้อ ข้าไม่อยากจะทำอะไรเลย",
        "บางครั้งข้าก็แค่อยากจะปลดปล่อย"
      ],
      "gift": "โอ๊ะ!? สุดยอดไปเลยแฮะ?"
    },
    "affinity": {
      "greet": "โอ้ วันนี้เป็นวันที่ยอดเยี่ยมสำหรับการซ้อมยิง",
      "talk": [
        "ทุกอย่างมันดีมากในสมัยนั้น ตาเฒ่านั้นอาจจะเข้มงวดไปหน่อย แต่เขาก็คอยดูแลคนของเขาเป็นอย่างดี ดังนั้นเมื่อเขาออกจากกองทัพ... ฉันก็เลยออกมาด้วยเลย! ฮ่าฮ่าฮ่า!",
        "โอ้ะ ข้าสงสัยว่าตาแก่นั่นจะเป็นยังไงบ้าง"
      ],
      "gift": "โอ้ะ ขอบคุณนะ"
    },
    "relationship": {
      "greet": "โอ้ เจ้ายังมีชีวิตอยู่! ฮ่าฮ่าฮ่า!",
      "talk": [
        "ปืนพวกนี้ของข้าทำให้ข้ารู้สึกดี พวกมันยังค่อนข้างหาเรื่องเก่งด้วย...เหมือนข้า!",
        "ฮะฮ่าฮ่า!! เจ้ารู้ไหม เจ้าบ้าพวกนี้กระซิบบอกข้าเป็นบางครั้งแหละ เหนี่ยวไกเลย เหนี่ยวไก เหนี่ยวไก~!!! อะไรประมาณนี้แหละ~",
        "เจ้ารู้อะไรไหม เห็นได้ชัดว่ามีนักล่าค่าหัวที่น่ากลัว เป็นอดีตนาวีหลวงด้วย กำลังไล่ตามเจ้าอยู่ รู้สึกยังไงบ้างล่ะฮะ ฮิฮิฮิ..."
      ]
    }
  },
  "uw": {
    "name": "เสียงร้องแห่งความบ้าคลั่ง, เบลเคียนอส",
    "description": [
      "เมื่อโจมตีธรรมดาค่าเจาะเกราะและความเร็วโจมตีเพิ่มขึ้น 8 สามารถแสต็คได้สูงสุด 30 ครั้ง",
      "เมื่อโจมตีธรรมดาค่าเจาะเกราะและความเร็วโจมตีเพิ่มขึ้น 10 สามารถแสต็คได้สูงสุด 30 ครั้ง",
      "เมื่อโจมตีธรรมดาค่าเจาะเกราะและความเร็วโจมตีเพิ่มขึ้น 12 สามารถแสต็คได้สูงสุด 30 ครั้ง",
      "เมื่อโจมตีธรรมดาค่าเจาะเกราะและความเร็วโจมตีเพิ่มขึ้น 14 สามารถแสต็คได้สูงสุด 30 ครั้ง",
      "เมื่อโจมตีธรรมดาค่าเจาะเกราะและความเร็วโจมตีเพิ่มขึ้น 17 สามารถแสต็คได้สูงสุด 30 ครั้ง",
      "เมื่อโจมตีธรรมดาค่าเจาะเกราะและความเร็วโจมตีเพิ่มขึ้น 20 สามารถแสต็คได้สูงสุด 30 ครั้ง"
    ],
    "story": "คู่อาวุธเวทย์ที่จะดูดซับความกระหายเลือดของผู้ใช้เพื่อมาเสริมพลังแห่งไฟของตน การเหนี่ยวไกในแต่ละครั้งจะผลักดันผู้ใช้ให้จ่อมจมไปกับความกระหายการต่อสู้มากขึ้นเรื่อยๆ กล่าวกันว่าเมื่อช่างฝีมือระดับปรมาจารย์สร้างอาวุธขึ้นมา จิตวิญญาณก็จะก่อกำเนิดขึ้นมาด้วย ดูเหมือนว่า Berkinos จะมีจิตวิญญาณแห่งเทพสงคราม มีเรื่องเล่ากันว่าเมื่อผู้สร้างเหนี่ยวไกเป็นครั้งแรก ทันใดนั้นเขาก็หน้าซีดตกใจกลัวและโยนอาวุธคู่นั้นลงในแม่น้ำไป"
  },
  "s1": {
    "name": "ปัง! ปัง!!",
    "description": "โจมตีศัตรู 2 ครั้ง แต่ละครั้งสร้างความเสียหายทางกายภาพ {0} หากติดคริติคอลจะระเบิดและสร้างความเสียหายทางกายภาพ {1} รอบๆเป้าหมาย",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เมื่อมีศัตรู 1 ตัวจะเพิ่มความเสียหาย 100%",
    "dark": "แสต็คสัญลักษณ์ 2 ครั้งเมื่อโจมตี",
    "ut": {
      "name": "ศักยภาพความบ้าคลั่ง",
      "description": [
        "[ปัง! ปัง!!] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ลง 0.8 วินาที",
        "[ปัง! ปัง!!] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ลง 1 วินาที",
        "[ปัง! ปัง!!] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ลง 1.2 วินาที",
        "[ปัง! ปัง!!] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ลง 1.4 วินาที",
        "[ปัง! ปัง!!] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ลง 1.7 วินาที",
        "[ปัง! ปัง!!] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ลง 2 วินาที"
      ],
      "story": "อุปกรณ์ช่วยบรรจุกระสุนของ Velkinoth ที่สร้างขึ้นพิเศษเพื่อการบรรจุกระสุนอย่างรวดเร็ว Mitra ผู้เลือดร้อนเคยบ่นว่าเขาต้องการยิงศัตรูได้เร็วขึ้นด้วยอัตราการยิงที่บ้าคลั่งของ Velkinoth แต่ติดปัญหาอย่างเดียวคือบรรจุกระสุนได้ช้าเกินไป วันหนึ่งขณะที่ Mitra กำลังบ่นเหมือนกับที่ทำในทุกๆ วัน Crow ก็ปรากฎตัวขึ้นต่อหน้าเขา - เอ๋? เจ้าแก่... อั่ก! Crow ซัด Mitra เข้าที่ท้องอย่างจัง ขว้างบางอย่างใส่เขาและหายตัวไป - ใช้มันแล้วก็เลิกบ่นซะ เนี่ยเหรอวิธีการที่เขาใช้แสดงความห่วงใย"
    }
  },
  "s2": {
    "name": "ถึงเวลาตายแล้ว!",
    "description": "เพิ่มพลังโจมตี {0} และความแม่นยำ {1} ของตัวเองเป็นเวลา 20 วินาที เมื่อโจมตีธรรมดาจะมีโอกาสใช้ Bang! Bang!! 15%",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มความเสียหายที่ตัวเองได้รับทั้งหมด 20% แต่จะได้เพิ่มพลังโจมตี 100% แทน",
    "dark": "เพิ่มโอกาสปัง! ปัง!! 10%",
    "ut": {
      "name": "กล่องระเบิดของหมาป่า",
      "description": [
        "[ถึงเวลาตายแล้ว!] เพิ่มความเสียหายคริติคอลขึ้น 20% ภายในระยะเวลาของสกิล HP ไม่สามารถลดลงต่ำกว่า 10% เป็นเวลา 3 วินาที",
        "[ถึงเวลาตายแล้ว!] เพิ่มความเสียหายคริติคอลขึ้น 24% ภายในระยะเวลาของสกิล HP ไม่สามารถลดลงต่ำกว่า 10% เป็นเวลา 3 วินาที",
        "[ถึงเวลาตายแล้ว!] เพิ่มความเสียหายคริติคอลขึ้น 29% ภายในระยะเวลาของสกิล HP ไม่สามารถลดลงต่ำกว่า 10% เป็นเวลา 3 วินาที",
        "[ถึงเวลาตายแล้ว!] เพิ่มความเสียหายคริติคอลขึ้น 35% ภายในระยะเวลาของสกิล HP ไม่สามารถลดลงต่ำกว่า 10% เป็นเวลา 3 วินาที",
        "[ถึงเวลาตายแล้ว!] เพิ่มความเสียหายคริติคอลขึ้น 42% ภายในระยะเวลาของสกิล HP ไม่สามารถลดลงต่ำกว่า 10% เป็นเวลา 3 วินาที",
        "[ถึงเวลาตายแล้ว!] เพิ่มความเสียหายคริติคอลขึ้น 50% ภายในระยะเวลาของสกิล HP ไม่สามารถลดลงต่ำกว่า 10% เป็นเวลา 3 วินาที"
      ],
      "story": "กล่องระเบิดพิเศษของหมาป่าเหล็กกล้า หมาป่าเหล็กกล้าเป็นที่รู้จักในด้านหัวรุนแรงและทำให้ศัตรูไม่สามารถฟื้นฟูพลังชีวิตได้ หมาป่าสีเงินชื่อดังจะใช้เฉพาะกล่องระเบิดขั้นสุดยอดที่ได้รับจากเจ้าของโกลด์บาร์เท่านั้น"
    }
  },
  "s3": {
    "name": "เต้นไปด้วยกันมั้ย?",
    "description": "ยิงปืน 12 นัด สร้างความเสียหายกายภาพทั้งหมด {0} แก่เป้าหมายแบบสุ่ม ทุกครั้งที่สร้างความเสียหายจะสร้างสัญลักษณ์แห่งความตายที่ลบไม่ได้ให้กับศัตรู ความเสียหายของสกิลนี้จะเพิ่มขึ้น 1% ต่อ 1 สัญลักษณ์แห่งความตาย",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "เพิ่มแสต็คสัญลักษณ์ 2 ครั้ง",
    "ut": {
      "name": "ตราประทับทหารรับจ้าง หัวหมาป่า",
      "description": [
        "[เต้นไปด้วยกันมั้ย?] เพิ่มความเสียหาย 20% ทุกครั้งที่ใข้จะลดเวลาคูลดาวน์สกิลนี้ 5% เอฟเฟ็กนี้จะแสต็คสูงสุด 8 ครั้ง",
        "[เต้นไปด้วยกันมั้ย?] เพิ่มความเสียหาย 24% ทุกครั้งที่ใข้จะลดเวลาคูลดาวน์สกิลนี้ 5% เอฟเฟ็กนี้จะแสต็คสูงสุด 8 ครั้ง",
        "[เต้นไปด้วยกันมั้ย?] เพิ่มความเสียหาย 29% ทุกครั้งที่ใข้จะลดเวลาคูลดาวน์สกิลนี้ 5% เอฟเฟ็กนี้จะแสต็คสูงสุด 8 ครั้ง",
        "[เต้นไปด้วยกันมั้ย?] เพิ่มความเสียหาย 35% ทุกครั้งที่ใข้จะลดเวลาคูลดาวน์สกิลนี้ 5% เอฟเฟ็กนี้จะแสต็คสูงสุด 8 ครั้ง",
        "[เต้นไปด้วยกันมั้ย?] เพิ่มความเสียหาย 42% ทุกครั้งที่ใข้จะลดเวลาคูลดาวน์สกิลนี้ 5% เอฟเฟ็กนี้จะแสต็คสูงสุด 8 ครั้ง",
        "[เต้นไปด้วยกันมั้ย?] เพิ่มความเสียหาย 50% ทุกครั้งที่ใข้จะลดเวลาคูลดาวน์สกิลนี้ 5% เอฟเฟ็กนี้จะแสต็คสูงสุด 8 ครั้ง"
      ],
      "story": "รูนแห่งกลุ่มทหารรับจ้างที่ยอดเยี่ยมที่สุด หมาป่าเหล็กกล้า รูนที่เป็นสัญลักษณ์ของทหารรับจ้างหมาป่าเหล็กกล้าที่ได้รับการเรียกขานว่าเป็นปีศาจแห่งสนามรบ Mitra ถูกเรียกว่าเป็นหมาป่าสีเงินแห่งสนามรบ แม้หลังจากที่เขาออกจากกลุ่มทหารรับจ้างแล้ว เขาก็ยังพกมันเพื่อระลึกถึงการต่อสู้กับทหารนาวีแห่งอาณาจักร"
    }
  },
  "s4": {
    "name": "รายต่อไปคือเจ้า!!",
    "description": "เมื่อโจมตีธรรมดา สร้างสัญลักษณ์แห่งความตายที่ลบไม่ได้แก่ศัตรู หาก Bang! Bang!! ทำงาน จะสร้างความเสียหายกายภาพเพิ่มเติม {0} ความเสียหายของสกิลนี้จะเพิ่มขึ้น 2% ต่อ 1 สัญลักษณ์แห่งความตาย สัญลักษณ์จะสามารถแสต็คได้สูงสุด 100 แสต็ค",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เพิ่มจำนวนแสต็คสัญลักษณ์สูงสุดเป็น 200",
    "dark": "เมื่อโจมตีเป้าหมายที่สแต็ค 100 ครั้งจะลดเวลาคูลดาวน์ทุกสกิล 0.3 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "เมื่อคริติคอลจะเพิ่มความเสียหายคริติคอลของตัวเอง 0.5% , เพิ่มความเร็วโจมตี 5 แสต็คสูงสุด 100 ครั้ง"
  }
}