{
  "name": "Ricardo",
  "subtitle": "การพิพากษาของ Lua",
  "description": "ฮีโร่ใจกล้าที่ปกป้องโลกมนุษย์จากเหล่าปีศาจมาเป็นเวลานาน โจมตีศัตรูด้วยเสาที่ได้รับพรจากเทพธิดา",
  "story": "วีรบุรุษผู้ช่วยชีวิตคนมากมายจากเงื้อมมือปีศาจ และผู้บัญชาการอัศวินศักดิ์สิทธ์ประจำ Church of Lua คนปัจจุบัน อัศวินกล้าผู้มากประสบการณ์คนนี้ออกตามล่าปีศาจทั่ว Orvelia ตั้งแต่เขายังหนุ่มๆ และเขายังเป็นครูใหญ่ของบ้านเด็กกำพร้าที่ Kasel, Frey และ Clause เติบโตมา เขาฝึกฝนนักรบของ Orvelia มามากมาย และถือเป็นศูนย์รวมจิตใจของพวกเขา เขาจึงเตรียมสละตำแหน่งเนื่องจากอายุมากแล้ว แต่ความแข็งแกร่งที่ตรงข้ามกับอายุของเขาเป็นเหตุให้คำขอสละตำแหน่งถูกปฏิเสธอยู่เสมอ",
  "like": "ผู้คน, การช่วยเหลือผู้อื่น",
  "dislike": "ปีศาจ โดยเฉพาะพวกที่โจมตีผู้คนอย่างไร้เหตุผล",
  "inn": {
    "idle": "แข็งแรงดีนี่นะ ค่อยยังชั่ว ฮ่าฮ่าฮ่า!!",
    "recruit": {
      "greet": "ฮ่าฮ่าฮ่า เจ้าเองหรอ สบายดีใช่มั้ย?",
      "talk": [
        "ถึงข้าจะแก่แล้วแต่ยังแข็งแรงนะ! แต่ไม่รู้ว่าเมื่อไหร่จะได้เกษียณเหมือนกัน ฮ่าฮ่าฮ๋า",
        "ฮ่าฮ่าฮ่า ข้าปวดหลังนิดหน่อยแฮะ แต่ว่ายังเจ๋งอยู่นะ!",
        "แข็่งงัดข้องั้นหรอ? พลาดไม่ได้อยู่แล้ว!! ฮ่าฮ่า เข้ามาเลย!!"
      ],
      "gift": "ฮ่าฮ่าฮ่า ใส่ไปในกล่องบริจาคให้เด็กกำพร้าเลย! มันจำเป็นสำหรับเด็กคนนั้นมากกว่าข้าอยู่แล้ว"
    },
    "affinity": {
      "greet": "เจ้าเป็นยังไงบ้าง สุขภาพเป็นสิ่งสำคัญที่สุด",
      "talk": [
        "ดูเหมือนว่าเจ้าผ่านการฝึกฝนหนักมา! ฮว่าฮ่าฮ่าฮ่า!!!",
        "สุราเหรอ ถูกใจข้ามาก! แต่ข้าจะดื่มแบบเมื่อก่อนไม่ได้แล้ว!"
      ],
      "gift": "ข้าจะต้องซื้อเสื้อผ้าใหม่ให้กับเด็กๆ! ฮ่าฮ่าฮ่าฮ่า!"
    },
    "relationship": {
      "greet": "ฮ่าฮ่า วันนี้เจ้าดูดีนะเนี่ย!",
      "talk": [
        "เมื่อต่อสู้กับปีศาจ จะมีพลเรือนบาดเจ็บล้มตายมากมายเสมอ... มากกว่าในกรณีของสงครามปกติระหว่างมนุษย์ด้วยซ้ำ",
        "อายุของข้าเหรอ ฮ่าฮ่าฮ่า คงไม่แปลกหรอกถ้าข้าจะเกษียณตอนนี้! แต่พวกเขาไม่ให้ข้าทำแบบนั้นหรอก...",
        "ชีวิตคือการฝึกฝนอย่างต่อเนื่องไปเรื่อยๆ! ห้ามอู้ในการฝึก เดี๋ยวนี้เลย!"
      ]
    }
  },
  "uw": {
    "name": "Theoria แสงแห่งการพิพากษา",
    "description": [
      "เมื่อพันธมิตรคนอื่นนอกเหนือจากผู้ร่ายได้รับความเสียหาย มีโอกาส 10% ที่จะร่ายโล่ที่ดูดซับความเสียหายเท่ากับ 320% ของพลังโจมตีเป็นเวลา 5 วินาทีและทำให้ไม่ได้รับผลจากสถานะผิดปกติ เอฟเฟคนี้จะไม่เกิดขึ้นเกินกว่า 1 ครั้งภายใน 5 วินาที",
      "เมื่อพันธมิตรคนอื่นนอกเหนือจากผู้ร่ายได้รับความเสียหาย มีโอกาส 12% ที่จะร่ายโล่ที่ดูดซับความเสียหายเท่ากับ 384% ของพลังโจมตีเป็นเวลา 5 วินาทีและทำให้ไม่ได้รับผลจากสถานะผิดปกติ เอฟเฟคนี้จะไม่เกิดขึ้นเกินกว่า 1 ครั้งภายใน 5 วินาที",
      "เมื่อพันธมิตรคนอื่นนอกเหนือจากผู้ร่ายได้รับความเสียหาย มีโอกาส 14% ที่จะร่ายโล่ที่ดูดซับความเสียหายเท่ากับ 460% ของพลังโจมตีเป็นเวลา 5 วินาทีและทำให้ไม่ได้รับผลจากสถานะผิดปกติ เอฟเฟคนี้จะไม่เกิดขึ้นเกินกว่า 1 ครั้งภายใน 5 วินาที",
      "เมื่อพันธมิตรคนอื่นนอกเหนือจากผู้ร่ายได้รับความเสียหาย มีโอกาส 17% ที่จะร่ายโล่ที่ดูดซับความเสียหายเท่ากับ 552% ของพลังโจมตีเป็นเวลา 5 วินาทีและทำให้ไม่ได้รับผลจากสถานะผิดปกติ เอฟเฟคนี้จะไม่เกิดขึ้นเกินกว่า 1 ครั้งภายใน 5 วินาที",
      "เมื่อพันธมิตรคนอื่นนอกเหนือจากผู้ร่ายได้รับความเสียหาย มีโอกาส 20% ที่จะร่ายโล่ที่ดูดซับความเสียหายเท่ากับ 660% ของพลังโจมตีเป็นเวลา 5 วินาทีและทำให้ไม่ได้รับผลจากสถานะผิดปกติ เอฟเฟคนี้จะไม่เกิดขึ้นเกินกว่า 1 ครั้งภายใน 5 วินาที",
      "เมื่อพันธมิตรคนอื่นนอกเหนือจากผู้ร่ายได้รับความเสียหาย มีโอกาส 25% ที่จะร่ายโล่ที่ดูดซับความเสียหายเท่ากับ 800% ของพลังโจมตีเป็นเวลา 5 วินาทีและทำให้ไม่ได้รับผลจากสถานะผิดปกติ เอฟเฟคนี้จะไม่เกิดขึ้นเกินกว่า 1 ครั้งภายใน 5 วินาที"
    ],
    "story": "เมื่อมีการมอบดาบศักดิ์สิทธิ์ Aea ให้แก่ไคล์ ดาบนี้ก็ปรากฏขึ้นที่วิหารแห่ง Lua ซึ่งตั้งอยู่ทางเหนือของ King's Plains เมื่อไคล์นำดาบออกจากแท่น ดาบก็ปลดปล่อยคลื่นพลังแห่งแสงที่เปลี่ยนแปรบริเวณใกล้เคียงทั้งหมดให้กลายเป็นดินแดนศักดิ์สิทธิ์ ทุกสิ่งที่อยู่ในวิหารกลายเป็นวัตถุศักดิ์สิทธิ์ ส่วน Teoria ซึ่งเป็นเสาต้นกลางของวิหาร ได้ซึมซับพลังงานศักดิ์สิทธิ์เป็นจำนวนมากที่สุด"
  },
  "s1": {
    "name": "ทำลายล้าง",
    "description": "สร้างความเสียหายทางกายภาพให้แก่ศัตรูในแนวหน้า {0} และทำให้ล้มลง 3 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "ต้านสถานะผิดปกติทั้งหมดในระหว่างที่ใช้"
    },
    "light": "เพิ่มความเสียหายทางกายภาพของเป้าหมาย 25% เป็นเวลา 10วินาที",
    "dark": "เพิ่มพลังป้องกันเวทย์ 200% และเพิ่มความเสียหายทางกายภาพ",
    "ut": {
      "name": "ผ้าคลุมอัศวินเทมพลาร์",
      "description": [
        "[ทำลายล้าง] ลดพลังโจมตีของเป้าหมายลง 20% และเพิ่มความเสียหายกายภาพและความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 5% เป็นเวลา 10 วินาที",
        "[ทำลายล้าง] ลดพลังโจมตีของเป้าหมายลง 20% และเพิ่มความเสียหายกายภาพและความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 6% เป็นเวลา 10 วินาที",
        "[ทำลายล้าง] ลดพลังโจมตีของเป้าหมายลง 20% และเพิ่มความเสียหายกายภาพและความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 7% เป็นเวลา 10 วินาที",
        "[ทำลายล้าง] ลดพลังโจมตีของเป้าหมายลง 20% และเพิ่มความเสียหายกายภาพและความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 8.5% เป็นเวลา 10 วินาที",
        "[ทำลายล้าง] ลดพลังโจมตีของเป้าหมายลง 20% และเพิ่มความเสียหายกายภาพและความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 10.5% เป็นเวลา 10 วินาที",
        "[ทำลายล้าง] ลดพลังโจมตีของเป้าหมายลง 20% และเพิ่มความเสียหายกายภาพและความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 12.5% เป็นเวลา 10 วินาที"
      ],
      "story": "ผ้าคลุมไหล่แบบพิธีการที่มอบให้กับมาสเตอร์ผู้ยิ่งใหญ่ของเหล่าอัศวินศักดิ์สิทธิ์ Ricardo นำมาใช้เป็นเครื่องยศและสวมมันไว้บนชุดเกราะของเขาเพื่อสร้างเสริมกำลังใจให้กับเหล่าสหายในสนามรบ เมื่อใดก็ตามที่ผ้าคลุมพลิ้วไหวในยามที่เขากวัดแกว่ง Theoria เข้าใส่อสูรร้าย กำลังใจของเหล่าพันธมิตรที่ได้เห็นก็จะฮึกเหิม"
    }
  },
  "s2": {
    "name": "การปกปักษ์จากพระเจ้า",
    "description": "สร้างความเสียหายกาย {0} ให้กับศัตรูภายในอาณาเขตรอบๆตัวเองและทำให้สลบ 1 วินาที เพิ่มพลังป้องกันเวทย์ของตัวเอง {1} เป็นเวลา 10 วินาที รับความเสียหายเวทย์แทนพันธมิตร 80%",
    "books": {
      "0": "ค่าพลังป้องกันเพิ่มขึ้น {0}%.",
      "1": "ค่าพลังป้องกันเพิ่มขึ้น {0}%.",
      "2": "ทุกวินาทีจะฟื้นฟู HP เท่ากับ 1% ของ HP สูงสุดของตัวเองเป็นเวลา 10 วินาที"
    },
    "light": "เพิ่มการใช้ Mana 1 และลดความเสียหาย 30% ที่ Ricardo รับแทนพันธมิตร",
    "dark": "สกิลที่กำจัดเอฟเฟ็กบวกไม่สามารถกำจัดเอฟเฟ็กรับความเสียหายแทนได้",
    "ut": {
      "name": "ความทระนงของนักรบศักดิ์สิทธิ์",
      "description": [
        "[การปกปักษ์จากพระเจ้า] ต้านทานสถานะผิดปกติและเพิ่มความต้านทานเวทมนตร์ขึ้น 10% ภายในระยะเวลาของสกิล",
        "[การปกปักษ์จากพระเจ้า] ต้านทานสถานะผิดปกติและเพิ่มความต้านทานเวทมนตร์ขึ้น 12% ภายในระยะเวลาของสกิล",
        "[การปกปักษ์จากพระเจ้า] ต้านทานสถานะผิดปกติและเพิ่มความต้านทานเวทมนตร์ขึ้น 14% ภายในระยะเวลาของสกิล",
        "[การปกปักษ์จากพระเจ้า] ต้านทานสถานะผิดปกติและเพิ่มความต้านทานเวทมนตร์ขึ้น 17% ภายในระยะเวลาของสกิล",
        "[การปกปักษ์จากพระเจ้า] ต้านทานสถานะผิดปกติและเพิ่มความต้านทานเวทมนตร์ขึ้น 21% ภายในระยะเวลาของสกิล",
        "[การปกปักษ์จากพระเจ้า] ต้านทานสถานะผิดปกติและเพิ่มความต้านทานเวทมนตร์ขึ้น 25% ภายในระยะเวลาของสกิล"
      ],
      "story": "โล่ของผู้พิพากษาของอัศวินศักดิ์สิทธิ์ของ Lua วัตถุโบราณที่มอบให้กับผู้ที่ได้รับตำแหน่งผู้พิพากษาจากอัศวินศักดิ์สิทธิ์ของ Lua วัตถุโบราณที่อาบด้วยพรของเทพธิดา Lua ช่วยปกป้องผู้ที่อยู่ภายใต้ความเมตตากรุณาของพระเจ้าและลงทัณฑ์ศัตรูโดยปราศจากความเมตตา"
    }
  },
  "s3": {
    "name": "การพิพากษาจากพระเจ้า",
    "description": "โจมตีศัตรูในแนวหน้าจำนวน 3 ครั้ง โจมตี 2 ครั้งแรกสร้างความเสียหายกายภาพ {0} ละทำให้หมดสติเป็นเวลา 4 วินาที โจมตีครั้งสุดท้ายสร้างความเสียหายทางกายภาพ {1} แก่ศัตรูในอาณาเขต 20% และทำให้หมดสติ 4 วินาที ทุกครั้งที่โจมตีมีโอกาส 50% ที่จะลบล้างเวทย์บัพของศัตรูในอาณาเขต",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "ป้องกันความเสียหายทั้งหมดที่ได้รับขณะร่ายสกิล"
    },
    "light": "เพิ่มเวลาการสลบ 2 วินาที",
    "dark": "ลดการใช้ Mana 1",
    "ut": {
      "name": "คำปฏิญาณครูเซเดอร์",
      "description": [
        "[การพิพากษาจากพระเจ้า] เปลี่ยนให้สามารถยกเลิกเอฟเฟ็กที่เป็นผลดีได้ 75% ลดความเร็วโจมตีของเป้าหมาย 100 เป็นเวลา 10 วินาที",
        "[การพิพากษาจากพระเจ้า] เปลี่ยนให้สามารถยกเลิกเอฟเฟ็กที่เป็นผลดีได้ 75% ลดความเร็วโจมตีของเป้าหมาย 120 เป็นเวลา 10 วินาที",
        "[การพิพากษาจากพระเจ้า] เปลี่ยนให้สามารถยกเลิกเอฟเฟ็กที่เป็นผลดีได้ 75% ลดความเร็วโจมตีของเป้าหมาย 140 เป็นเวลา 10 วินาที",
        "[การพิพากษาจากพระเจ้า] เปลี่ยนให้สามารถยกเลิกเอฟเฟ็กที่เป็นผลดีได้ 75% ลดความเร็วโจมตีของเป้าหมาย 170 เป็นเวลา 10 วินาที",
        "[การพิพากษาจากพระเจ้า] เปลี่ยนให้สามารถยกเลิกเอฟเฟ็กที่เป็นผลดีได้ 75% ลดความเร็วโจมตีของเป้าหมาย 210 เป็นเวลา 10 วินาที",
        "[การพิพากษาจากพระเจ้า] เปลี่ยนให้สามารถยกเลิกเอฟเฟ็กที่เป็นผลดีได้ 75% ลดความเร็วโจมตีของเป้าหมาย 250 เป็นเวลา 10 วินาที"
      ],
      "story": "ตราประทับที่ Ricardo ใช้เพื่อแสดงคำมั่นสัญญาของนักรบศักดิ์สิทธิ์ เมื่อตอนที่ได้รับแต่งตั้งเป็นนักรบศักดิ์สิทธิ์ครั้งแรก อัศวินจะฝากชื่อของพวกเขาไว้บนใบประกาศแห่งคำปฏิญาณด้วยตราประทับของพวกเขา Ricardo สร้างตราประทับของเขาด้วยความรักที่มีต่อ Church of Lua ตอนนี้เขายังคงพกมันติดตัวไว้ตลอด"
    }
  },
  "s4": {
    "name": "พรจากพระเจ้า",
    "description": "เมื่อพันธมิตรทั้งหมดยกเว้นตัวเองโดนความเสียหายทางเวทย์ เพิ่มพลังป้องกันเวทย์เป้าหมาย {1} เป็นเวลา 5 วินาที แสต็คสูงสุด 5 ครั้ง",
    "books": {
      "0": "ค่าพลังป้องกันเพิ่มขึ้น {0}%.",
      "1": "ค่าพลังป้องกันเพิ่มขึ้น {0}%.",
      "2": "เพิ่มระยะเวลาต่อเนื่อง 2 วินาที"
    },
    "light": "เพิ่มพลังป้องกันเวทย์ 40%",
    "dark": "เปลี่ยนเป็นแสต็คสูงสุด 8 ครั้ง"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคกาย +200",
    "dark": "เมื่อ HP ของตัวเองต่ำกว่า 40% จะทำให้ HP ของตัวเองไม่ลดต่ำกว่า 10% เป็นเวลา 6 วินาทีและเพิ่มพลังโจมตีของพันธมิตรทั้งหมดเท่ากับ 50% ของพลังป้องกันเวทย์ของตัวเอง เอฟเฟ็กนี้จะทำงานแค่ 1 ครั้งใน 60 วินาทีเท่านั้น"
  }
}