{
  "name": "Tanya",
  "subtitle": "เพลงดาบแห่งความเงียบ",
  "description": "นักฆ่าชั้นสูงใส่หน้ากากยิ้มซึ่งเป็นเพื่อนกับ Roi เธอเป็นเหมือนผู้เก็บกวาดในองค์กร และหน้าที่ของเธอก็คือการปริดชีวีตผู้ทรยศ. เธอมักจัดการศัตรูอย่างเงียบและเฉียบขาดโดยศัตรูยังไม่ทันรู้ตัว",
  "story": "นักฆ่าแห่งกลุ่มหน้ากากยิ้มและเพื่อนร่วมงานของ Roi แม้เธอจะได้เปรียบ Roi ทางด้านกายภาพเพราะเป็นลูกครึ่งเอลฟ์ แต่เธอขาดความเจนโลกและทักษะการผูกมิตรกับผู้อื่นที่ทำให้ Roi จำเป็นต่อการปฏิบัติการเต็มรูปแบบ ด้วยเหตุนี้เธอจึงรู้สึกด้อยกว่าเขา เธอเป็น 'นักเก็บกวาด' ขององค์กรที่มีหน้าที่กำจัดคนทรยศ ในตอนที่ Roi ตีจากองค์กร เธอตัดสินใจละทิ้งงานอื่นทั้งหมดแล้วออกตามหาเขา เพราะอยากรู้แรงจูงใจของเขา แต่ไม่มีใครรู้ว่าเมื่อเธอเจอเขาแล้วจะทำอย่างไรต่อ",
  "like": "Roi",
  "dislike": "Roi, หน้ากากยิ้ม, สายเลือดครึ่งเอลฟ์",
  "inn": {
    "idle": "....",
    "recruit": {
      "greet": "...เชอะ.",
      "talk": [
        "...ไม่ต้องมาคุยกับฉัน.",
        "...ไม่ต้องไปสนใจกับผู้หญิงที่รู้จักแค่การฆ่า.",
        "...เห้อ."
      ],
      "gift": "...ข้าจะรับไว้ก่อนละกัน."
    },
    "affinity": {
      "greet": "...อืม",
      "talk": [
        "ข้าปฏิเสธที่จะทำงานเป็นภารโรง...",
        "...เจ้าอาจจะเสียชีวิตได้ทุกเมื่อ"
      ],
      "gift": "...ข้าไม่...ต้องการมัน..."
    },
    "relationship": {
      "greet": "... เจ้ามาแล้ว",
      "talk": [
        "ขอโทษนะ... ข้าไม่ใช่คนช่างพูดน่ะ",
        "การพูดคุยกับคนอย่างข้าไม่ทำให้รู้สึกสนุกหรอก...",
        "ทำไมเจ้าถึงสนใจคนอย่างข้าล่ะ... ข้าไม่เข้าใจเลย..."
      ]
    }
  },
  "uw": {
    "name": "ปีศาจแห่งความเงียบ, ไคธาซิส",
    "description": [
      "เมื่อโจมตีธรรมดา มีโอกาส 10% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 200% และตนเองจะอยู่ในสถานะเงา มีเวลาคูลดาวน์ 10 วินาที",
      "เมื่อโจมตีธรรมดา มีโอกาส 12% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 240% และตนเองจะอยู่ในสถานะเงา มีเวลาคูลดาวน์ 10 วินาที",
      "เมื่อโจมตีธรรมดา มีโอกาส 14% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 290% และตนเองจะอยู่ในสถานะเงา มีเวลาคูลดาวน์ 10 วินาที",
      "เมื่อโจมตีธรรมดา มีโอกาส 17% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 350% และตนเองจะอยู่ในสถานะเงา มีเวลาคูลดาวน์ 10 วินาที",
      "เมื่อโจมตีธรรมดา มีโอกาส 20% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 420% และตนเองจะอยู่ในสถานะเงา มีเวลาคูลดาวน์ 10 วินาที",
      "เมื่อโจมตีธรรมดา มีโอกาส 25% ที่จะสร้างความเสียหายกายภาพเพิ่มเติม 500% และตนเองจะอยู่ในสถานะเงา มีเวลาคูลดาวน์ 10 วินาที"
    ],
    "story": "สงครามปีศาจเกิดขึ้นเมื่อ 100 ปีที่ผ่านมา ในระหว่างที่เกิดสงครามนี้ ภัยคุกคามต่อมนุษยชาติที่ร้ายแรงที่สุดก็คือเจ้าหน้าที่ปีศาจอันดับสูงอย่างไม่ต้องสงสัยเลย Kaitasis ปีศาจแห่ง Calm เป็นหนึ่งในตัวอันตรายเป็นพิเศษ นักเวทมนตร์และนักบวชจำนวนนับไม่ถ้วนถูกสังหารโดยปีศาจตนนี้ ซึ่งมุ่งเป้าที่ผู้ใช้เวทมนตร์เพื่อช่วงชิงจิตวิญญาณของพวกเขาโดยเฉพาะ ในท้ายที่สุด Kaitasis ก็ถูกไคล์ปราบ และแก่นของ Kaitasis ก็ได้รับการปิดผนึกไว้ อย่างไรก็ตาม อีกหลายปีต่อมา แก่นนี้ก็ตกอยู่ในมือของหน้ากากหัวเราะ และถูกใช้เป็นเครื่องมือแห่งความตายอีกครั้งหนึ่ง"
  },
  "s1": {
    "name": "เล็งเป้าหมาย",
    "description": "เคลื่อนที่ไปหลังศัตรูที่พลังป้องกันต่ำที่สุดสร้างความเสียหายกายภาพ {1} ทำให้ศัตรูล้ม พร้อมทั้งทำให้ศัตรูตัวนั้นโดนความเสียหายกายภาพเพิ่มขึ้น {0}% หากอยู่ในสถานะเงาจะสตันเป้าหมาย 6 วินาที หากไม่ใช่ก็จะกลายสภาพเป็นสถานะเงา [เงา]ขณะอยู่ในสถานะเงาอัตราคริติคอลและอัตราการหลบหลีกเพิ่มขึ้น 50",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มอัตราคริติคอล {0}"
    },
    "light": "ลดอัตราการรักษาของเป้าหมายลง 30%",
    "dark": "ลดพลังต้านคริติคอลทางกายภาพของเป้าหมาย 250 เป็นเวลา 10 วินาที"
  },
  "s2": {
    "name": "ทอร์นาโดใบมีด",
    "description": "โจมตีศัตรูรอบๆ 3 ครั้งสร้างความเสียหายกายภาพ {0} พร้อมทำให้ติดสถานะเลือดไหล หากตอนใช้สกิลอยู่ในสถานะเงา จะลดอัตราฟื้นฟู HP ของเป้าหมาย 70% หากไม่ใช่ก็จะกลายสภาพเป็นสถานะเงาเป็นเวลา 10 วินาที [เงา]ขณะอยู่ในสถานะเงาอัตราคริติคอลและอัตราการหลบหลีกเพิ่มขึ้น 50",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มอัตราคริติคอล {0}"
    },
    "light": "เมื่อมีศัตรู 1 ตัวจะเพิ่มความเสียหาย 100%",
    "dark": "เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
    "ut": {
      "name": "เข็มขัดอเนกประสงค์ของหน้ากากหัวเราะ",
      "description": [
        "[ทอร์นาโดใบมีด] เพิ่มความเสียหายขึ้น 20% และลดเวลาคูลดาวน์ลง 8% เมื่อโจมตีคริติคอล",
        "[ทอร์นาโดใบมีด] เพิ่มความเสียหายขึ้น 24% และลดเวลาคูลดาวน์ลง 8% เมื่อโจมตีคริติคอล",
        "[ทอร์นาโดใบมีด] เพิ่มความเสียหายขึ้น 29% และลดเวลาคูลดาวน์ลง 8% เมื่อโจมตีคริติคอล",
        "[ทอร์นาโดใบมีด] เพิ่มความเสียหายขึ้น 35% และลดเวลาคูลดาวน์ลง 8% เมื่อโจมตีคริติคอล",
        "[ทอร์นาโดใบมีด] เพิ่มความเสียหายขึ้น 42% และลดเวลาคูลดาวน์ลง 8% เมื่อโจมตีคริติคอล",
        "[ทอร์นาโดใบมีด] เพิ่มความเสียหายขึ้น 50% และลดเวลาคูลดาวน์ลง 8% เมื่อโจมตีคริติคอล"
      ],
      "story": "เครื่องมืออเนกประสงค์ของเหล่าหน้ากากหัวเราะที่ใช้สำหรับการลอบสังหาร มันเป็นไอเทมเฉพาะสำหรับเหล่าหน้ากากหัวเราะ ซึ่งเลื่องลือด้านความเร็วและประสิทธิภาพในการกำจัดเป้าหมาย ไอเทมนี้ ซึ่งได้รับการปรับให้เหมาะสมกับรูปแบบการโจมตีของผู้ใช้ พัฒนาการควบคุมอาวุธประเภทขว้างและเสริมประสิทธิภาพการโจมตีอย่างต่อเนื่องในขณะที่ใช้สกิลทอร์นาโดใบมีด"
    }
  },
  "s3": {
    "name": "เสียงกระซิบจากความตาย",
    "description": "โจมตีศัตรููแบบสุ่ม 6 ครั้ง สร้างความเสียหายกายภาพรวม {0} ในการโจมตีสุดท้ายสร้างความเสียหายกายภาพ {1} หากอยู่ในสถานะเงาจะลบบัพของคู่ต่อสู้ หากไม่ใช่จะกลายสภาพเป็นสถานะเงาเป็นเวลา 10 วินาที [เงา]ขณะอยู่ในสถานะเงาอัตราคริติคอลและอัตราการหลบหลีกเพิ่มขึ้น 50",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มอัตราคริติคอล {0}"
    },
    "light": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%",
    "dark": "ลดเวลาคูลดาวน์ 5 วินาที",
    "ut": {
      "name": "ดาบสั้นแห่งความเงียบงัน",
      "description": [
        "[เสียงกระซิบจากความตาย] เพิ่มความเสียหาย 20% เมื่อใช้จะได้รับเงาทันที หากอยู่ในสถานะเงาอยู่แล้วจะเพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาที",
        "[เสียงกระซิบจากความตาย] เพิ่มความเสียหาย 24% เมื่อใช้จะได้รับเงาทันที หากอยู่ในสถานะเงาอยู่แล้วจะเพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาที",
        "[เสียงกระซิบจากความตาย] เพิ่มความเสียหาย 29% เมื่อใช้จะได้รับเงาทันที หากอยู่ในสถานะเงาอยู่แล้วจะเพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาที",
        "[เสียงกระซิบจากความตาย] เพิ่มความเสียหาย 35% เมื่อใช้จะได้รับเงาทันที หากอยู่ในสถานะเงาอยู่แล้วจะเพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาที",
        "[เสียงกระซิบจากความตาย] เพิ่มความเสียหาย 42% เมื่อใช้จะได้รับเงาทันที หากอยู่ในสถานะเงาอยู่แล้วจะเพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาที",
        "[เสียงกระซิบจากความตาย] เพิ่มความเสียหาย 50% เมื่อใช้จะได้รับเงาทันที หากอยู่ในสถานะเงาอยู่แล้วจะเพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาที"
      ],
      "story": "มีดสั้นที่มอบให้แก่คนที่ทำภารกิจหน้ากากหัวเราะสำเร็จครั้งแรก มีกฎที่บอกว่ามือลอบสังหารควรพกมีดสั้นที่มีร่องรอยของเป้าหมายไว้ติดตัวเสมอ มีดสั้นอันเงียบกริบที่มือลอบสังหารพกพาเหมือนกับเครื่องรางที่กระซิบพวกเขาเกี่ยวกับความตายอยู่เสมอ"
    }
  },
  "s4": {
    "name": "ซุ่มโจมตี",
    "description": "สร้างความเสียหายกายภาพเพิ่มเติม {0} หน่วยแก่ศัตรูและใบ้ศัตรูเป็นเวลา {1} วินาทีเมื่อเกิดการโจมตีคริติคอลด้วยสกิลนี้ หากเป้าหมายไม่ใช่ฮีโร่ สร้างความเสียหายกายภาพเพิ่มเติม {2} หน่วยซึ่งไม่สนใจพลังป้องกันและลดความเร็วโจมตีของเป้าหมายลง {4} เป็นเวลา {3} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มระยะเวลาเงียบ {0}  วินาที"
    },
    "light": "เพิ่มความเสียหายเพิ่มเติมแก่ศัตรูที่ไม่ใช่ฮีโร่ขึ้น 100%",
    "dark": "เพิ่มระยะเวลาใบ้ขึ้น 0.5 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "เพิ่มความเสียหายของการโจมตีปกติ 50% เมื่ออยู่ในสถานะเงา"
  }
}