{
  "name": "Ezekiel",
  "subtitle": "เลือดต้องคำสาป",
  "description": "ลูกครึ่งเผ่าปีศาจและมนุษย์ที่สาปแช่งชีวิตของตัวเอง ทำลายศัตรูให้แหลกเป็นชิ้นๆด้วยการหมุนแขนขวาที่มีเลือดปีศาจเข้มข้นไหลเวียนอยู่",
  "story": "บุตรชายของ Lucikiel ขุนพลปีศาจทรงอำนาจผู้ทำลายสาธารณรัฐเกรย์ แท้จริงแล้วเขาเป็นลูกครึ่งมนุษย์ โดยปกติมีนิสัยรอบคอบและระมัดระวัง แต่เมื่อต่อสู้ เลือดปีศาจในกายจะพลุ่งพล่านและเปลี่ยนเขาเป็นคนเย่อหยิ่งและก้าวร้าว เขาสืบทอดพลังนี้มาจากผู้เป็นพ่อซึ่งเขาไม่เคยได้พบ แต่เขาก็ภูมิใจในพลังของตัวเองและไม่คิดจะปิดบัง เนื่องจากเขาไม่ใช่ปีศาจเต็มตัวจึงแปลงร่างได้เฉพาะแขนข้างเดียว แต่แค่แขนข้างเดียวก็มีพลังมหาศาล ซึ่งเขาเองยังควบคุมพลังได้ไม่เต็มที่ ถ้าเขาควบคุมแขนไม่อยู่ สิ่งเดียวที่ควรทำโดยด่วนคือไปให้พ้นจากเขาให้ไกลที่สุด",
  "like": "พุดดิ้งคาราเมล, น้ำผลไม้รสหวาน",
  "dislike": "คนอ่อนแอที่ทำเป็นเข้มแข็ง, คนโง่ที่คิดว่าตัวเองรู้ทุกเรื่อง",
  "inn": {
    "idle": "เจ้ากำลังมองอะไรกัน",
    "recruit": {
      "greet": "อะไรนะ พูดอีกทีซิ",
      "talk": [
        "อ่า น่ารำคาญอะไรอย่างนี้...",
        "ทำตามใจเจ้าเถอะ",
        "ทำไมพวกเจ้าทุกคนถึงทำตัวสนิทสนมกับข้าล่ะ อ่า..."
      ],
      "gift": "นะ...นี่มันอะไรเนี่ย...โอ้ เอ่อ ได้ ข้าจะรับมันไว้..."
    },
    "affinity": {
      "greet": "ข้าเหนื่อยเพราะข้านอนไม่พอ",
      "talk": [
        "ข-ข้าสงสัยว่าเจ้าเบื้อกจากราชอาณาจักรเกรย์นั่นกำลังทำอะไรอยู่ในตอนนี้",
        "เจ้าหมายถึงผมของข้าเหรอ มันดูดีใช่มั้ยล่ะ การที่ทรงผมนี้ชี้ขึ้นมันเป็นสไตล์นี้"
      ],
      "gift": "อ้ะ ขอบคุณนะ!"
    },
    "relationship": {
      "greet": "เอ๋ สรุปว่าเจ้าได้พูดคุยกับเจ้าเด็กไม่ได้เรื่องนั่นแล้วใช่ไหม",
      "talk": [
        "ข้าไม่สนหรอกนะว่าพ่อของข้าเป็นปีศาจ ข้าแข็งแกร่งก็เพราะเรื่องนั้น!",
        "เจ้าเด็กนั่นอ่อนแอจะตาย ไม่มีใครสามารถทำร้ายเราได้หรอก!",
        "ใช่แล้ว บางครั้งข้าก็ไม่สามารถควบคุมพลังของตัวเองได้ แต่เฮ้ เป็นแบบนี้ก็ยังน่าสนุกในแบบของมันนะ! ฮ่าฮ่าฮ่า!!"
      ]
    }
  },
  "uw": {
    "name": "ผู้คุ้มความสิ้นหวัง, บาร์บาโทส",
    "description": [
      "เพิ่มเวลาต่อเนื่องของสถานะดุดัน 2 วินาที เมื่ออยู่ในสถานะดุดัน จะเพิ่มความเสียหายคริติคอล 80%",
      "เพิ่มเวลาต่อเนื่องของสถานะดุดัน 3 วินาที เมื่ออยู่ในสถานะดุดัน จะเพิ่มความเสียหายคริติคอล 90%",
      "เพิ่มเวลาต่อเนื่องของสถานะดุดัน 4 วินาที เมื่ออยู่ในสถานะดุดัน จะเพิ่มความเสียหายคริติคอล 100%",
      "เพิ่มเวลาต่อเนื่องของสถานะดุดัน 5 วินาที เมื่ออยู่ในสถานะดุดัน จะเพิ่มความเสียหายคริติคอล 110%",
      "เพิ่มเวลาต่อเนื่องของสถานะดุดัน 6 วินาที เมื่ออยู่ในสถานะดุดันจะเพิ่มความเสียหายคริติคอล 120%",
      "เพิ่มเวลาต่อเนื่องของสถานะดุดัน 7 วินาที เมื่ออยู่ในสถานะดุดัน จะเพิ่มความเสียหายคริติคอล 130%"
    ],
    "story": "บิดาของ Ezekiel เป็นหนึ่งในปีศาจอันดับสูงที่สุด แม้เขาจะไม่รู้จักชื่อหรือหน้าของบิดาของตน แต่ก็ตระหนักถึงพลังมหาศาลแห่งเลือดปีศาจที่เขาสืบทอดมา กระแสเลือดปีศาจภายในตัวเขายังทำให้เขามีสองบุคลิก เมื่อเลือดมนุษย์วนเวียนอยู่ในร่างของเขา Ezekiel ก็คือคนหนุ่มที่มีบุคลิกยอดเยี่ยม แต่ในบางเวลา เขาจะกลายเป็นปีศาลที่หยิ่งผยองและทรงพลังเหมือนกับบิดาของเขา บาร์บาโทส ผู้คุมความสิ้นหวัง จะสำแดงตนออกมาเมื่อเลือดปีศาจในตัว Ezekiel มีอำนาจเต็มที่ อาวุธซึ่งอยู่ในรูปของแขนข้างหนึ่งของเขานั้นทรงพลังพอที่จะผ่ามิติออกและแยกพื้นที่ได้ เรียกได้ว่าเป็นตัวแทนที่จับต้องได้สำหรับพลังของบิดาของเขา"
  },
  "s1": {
    "name": "สัญชาตญาณทำลายล้าง",
    "description": "กวาดศัตรูในอาณาเขตวงกลมรอบตัวเองสร้างความเสียหายเวทย์ {0} พุ่งลงที่พื้นแล้วสร้างความเสียหายเวทย์ {1} พร้อมทำให้สลบ 3 วินาที [ดุดัน] - ใช้โดยเสีย HP ปัจจุบันของตัวเอง 15% ขยายขอบเขตการโจมตีและทำให้การกวาดศัตรูนั้นดึงศัตรูเข้ามารวมกัน",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เพิ่มอัตราความเสียหาย 40%",
    "dark": "เพิ่มพลังโจมตีหลังจากใช้ 40% เป็นเวลา 5 วินาที"
  },
  "s2": {
    "name": "ความสิ้นหวังคืบคลาน",
    "description": "พุ่งเข้าใส่ศัตรูที่มีพลังโจมตีสูงสุด สร้างความเสียหายเวทย์ {0} ให้กับศัตรูในอาณาเขตเป้าหมาย {0} และลดความเร็วโจมตี {1}  [ดุดัน] - ใช้โดยเสีย HP ปัจจุบันของตัวเอง 10% ขยายขอบเขตการโจมตี ทำให้สลบ {2} วินาทีและเพิ่มความเร็วโจมตีของตัวเอง {4} เป็นเวลา {3} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เมื่อใช้ในขณะที่อยู่ในสถานะดุดัน จะไม่สนใจพลังป้องกันของเป้าหมาย",
    "ut": {
      "name": "ปลอกคอของสัตว์ร้าย",
      "description": [
        "[ความสิ้นหวังคืบคลาน] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิลและเพิ่มความเร็วโจมตีขึ้น 100 หน่วยเป็นเวลา 10 วินาที",
        "[ความสิ้นหวังคืบคลาน] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิลและเพิ่มความเร็วโจมตีขึ้น 120 หน่วยเป็นเวลา 10 วินาที",
        "[ความสิ้นหวังคืบคลาน] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิลและเพิ่มความเร็วโจมตีขึ้น 140 หน่วยเป็นเวลา 10 วินาที",
        "[ความสิ้นหวังคืบคลาน] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิลและเพิ่มความเร็วโจมตีขึ้น 170 หน่วยเป็นเวลา 10 วินาที",
        "[ความสิ้นหวังคืบคลาน] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิลและเพิ่มความเร็วโจมตีขึ้น 210 หน่วยเป็นเวลา 10 วินาที",
        "[ความสิ้นหวังคืบคลาน] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิลและเพิ่มความเร็วโจมตีขึ้น 250 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "ปลอกคอที่ทำจากหนังของสัตว์ร้ายที่ทรงพลัง เป็นรางวัลฉลองแมนติคอร์ที่ Ezekiel ล่าได้หลังจากการต่อสู้กับปีศาจที่หนักหน่วงในตอนที่เขายังเด็ก Ezekiel จดจำความสุขในการสังหารแมนติคอร์ได้ทุกครั้งที่เขาสัมผัสปลอกคอของสัตว์ร้ายก่อนที่เขาจะพุ่งเข้าหาศัตรูที่น่าเกรงขามข้างหน้าเขา"
    }
  },
  "s3": {
    "name": "กวาดล้างสิ้นซาก",
    "description": "รวมพลังแล้วโจมตีศัตรูเป้าหมาย สร้างความเสียหายเวทย์ {0} และทำให้สลบ {1} วินาที [ดุดัน] - ใช้โดยเสีย HP ปัจจุบันของตัวเอง 20% โจมตีศัตรูในอาณาเขตเป้าหมายเพิ่มความเสียหาย 3 เท่า",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ในขณะที่ใช้จะต้านสถานะผิดปกติ",
    "dark": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว",
    "ut": {
      "name": "คุกที่ถูกปิดผนึก",
      "description": [
        "[กวาดล้างสิ้นซาก] เพิ่มความเสียหาย 20% หลังใช้สกิลจะได้รับคำสาปเลือดเพิ่ม 1 อัน",
        "[กวาดล้างสิ้นซาก] เพิ่มความเสียหาย 24% หลังใช้สกิลจะได้รับคำสาปเลือดเพิ่ม 1 อัน",
        "[กวาดล้างสิ้นซาก] เพิ่มความเสียหาย 29% หลังใช้สกิลจะได้รับคำสาปเลือดเพิ่ม 1 อัน",
        "[กวาดล้างสิ้นซาก] เพิ่มความเสียหาย 35% หลังใช้สกิลจะได้รับคำสาปเลือดเพิ่ม 1 อัน",
        "[กวาดล้างสิ้นซาก] เพิ่มความเสียหาย 42% หลังใช้สกิลจะได้รับคำสาปเลือดเพิ่ม 1 อัน",
        "[กวาดล้างสิ้นซาก] เพิ่มความเสียหาย 50% หลังใช้สกิลจะได้รับคำสาปเลือดเพิ่ม 1 อัน"
      ],
      "story": "เชือกที่บรรจุมานาของนักบวชนิรนาม Ezekiel ในวัยเยาว์เคยคลุ้มคลั่งอยู่บ่อยครั้ง ถ้ามีใครดูถูกแม่ของเขา เขาจะปล่อยให้เลือดปีศาจอันเดือดดาลของเขาเข้าครอบงำ เมื่อเขากลับมามีสติ เขาจะจ้องที่แขนที่บาดเจ็บและแม่ของเขาที่หวาดกลัว เมื่อเขาเติบโตขึ้น Ezekiel ได้กำจัดปีศาจเมื่อตอนที่เขาทะเลาะกับนักบวชของ Lua ที่ใหญ่โตกว่า เขาคลุ้มคลั่งเหมือนอย่างที่แล้วๆ มา Ezekiel อยู่คนเดียวตอนที่เขาฟื้นคืนสติ และตกใจที่มีเชือกพันอยู่ที่แขนซึ่งโดนคำสาปของเขา เมื่อเขาพยายามที่จะแกะมันออก เขาก็พบว่าเวทมนตร์ของนักบวชผู้นั้นไม่สามารถคลายได้โดยง่าย อย่างไรก็ตาม เขาหยุดคลุ้มคลั่งและหมดสติไปหลังจากนั้น เขาสามารถควบคุมมานาได้ดีขึ้น ตอนนี้มันจึงเป็นหนึ่งในไอเทมล้ำค่าที่สุดของเขา"
    }
  },
  "s4": {
    "name": "เลือดต้องคำสาป",
    "description": "เมื่อสกิลของ Ezekiel จบลงจะได้รับ 'เลือดต้องคำสาป' ถ้าได้รับเลือดต้องคำสาปครบ 4 แล้วจะใช้ในการรีเซทเวลาคูลดาวน์สกิลทั้งหมดและสร้างความเสียหายเวทย์ {0} ให้กับศัตรูรอบๆและทำให้สลบ 3 วินาที ตัวเองจะอยู่ในสถานะดุดันที่ไม่สามารถยกเลิกได้ {1} วินาที ในสถานะดุดันจะต้องต่อสู้แบบอัตโนมัติโดยไม่สามารถควบคุมได้ เพิ่มพลังโจมตี {2} , ความเสียหาย 2 เท่าของการโจมตีปกติและเสริมเอฟเฟ็กสกิลทั้งหมด ในขณะที่ตกอยู่ในสถานะดุดันจะไม่สามารถได้รับเลือดต้องคำสาปจากการใช้สกิลอีกแต่จะสามารถรับได้หากฆ่าศัตรูได้",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เมื่ออยู่ในสถานะดุดันจะเพิ่มการฟื้นฟู HP 50%",
    "dark": "ลดความเสียหายทั้งหมด 10% ต่อ 1 แสต็ค 'เลือดต้องคำสาป' ที่ครอบครองอยู่"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเร็วโจมตี +100",
    "dark": "ในขณะที่อยู่ในสถานะดุดัน การโจมตีปกติจะสร้างความเสียหายโดยไม่สนพลังป้องกัน"
  }
}