{
  "name": "Cassandra",
  "subtitle": "สายลมน่าหลงใหล",
  "description": "หญิงสาวอันตรายเจ้าของ Gold Bar สาวผู้มีเสน่ห์สมฉายาแบดเกิร์ลที่มีความอีโรติค, เซ็กซี่ตั้งแต่แรกพบ เธอส่งกำลังให้พันธมิตรของเธอด้วยท่าเต้นที่ยั่วยวน",
  "story": "เธอเป็นเจ้าของ 'โกลด์บาร์' เรือนแรมที่ใหญ่โตหรูหราที่สุดใน Vespia แม้ภายนอกจะดูฉูดฉาดบาดตา แต่เรือนแรมแห่งนี้เป็นสถานที่ที่ชนชั้นสูงมานัดพบกันเป็นประจำเพื่อแลกเปลี่ยนข้อมูลลับล้ำค่า เธอมีเสน่ห์ล้นเหลือและคารมคมคาย ซึ่งช่วยให้เธอตีสนิทและชนะใจผู้อื่นได้ง่าย ตัวตนที่แท้จริงของเธอคือนักค้าข้อมูลลับและอาวุธ",
  "like": "ไวน์แดง, ถั่ว, พัดหรูหรา",
  "dislike": "ลูกค้าน่ารังเกียจ, ผมมันเยิ้ม, กลิ่นตัว",
  "inn": {
    "idle": "ว้าว ยินดีต้อนรับนะ~ แต่นี่ไม่ใช่ร้านของข้าหรอก~",
    "recruit": {
      "greet": "ตายแล้ว นี่กำลังจีบเค้าอยู่หรอ? คิกคิก",
      "talk": [
        "ตรงนี้อีกสักแก้ว~ แล้วก็เช็คบิลโต๊ะนั้นด้วยน้า~",
        "ข้อมูลอาวุธหรอ? เอ๋? เพิ่งเคยได้ยินอะไรแบบนี้เลยนะ..?",
        "ฮุ่ฮุ่ วันนี้ดูอารมณ์ดีจังนะ มีเรื่องอะไรดีๆหรอ~?"
      ],
      "gift": "โอ้โห อุตส่าห์เอาอะไรพวกนี้มาให้ด้วย~ จะขอบคุณยังไงดีน้า"
    },
    "affinity": {
      "greet": "อ้ะ สวัสดี!",
      "talk": [
        "ข้าได้ยินมาว่ามีคนทำให้สุราเจือจางด้วยน้ำ... *เฮ้อ...* ข้าเป็นกังวลมาก",
        "งานของข้าทำให้ข้าไม่รู้วันรู้คืน ข้าเหนื่อยมาก"
      ],
      "gift": "โอ้! ขอบคุณนะ ข้าจะใช้มันอย่างดี"
    },
    "relationship": {
      "greet": "อืม ข้าแค่คิดถึงเจ้า ชัดเลยว่าเจ้าก็เหมือนกันงั้นเหรอ~",
      "talk": [
        "การเอาชนะใจคนคืองานของข้า...แต่ข้าไม่ทำแบบนั้นกับเจ้าหรอกนะ",
        "เก็บความลับนี้ไว้ ไม่เฉพาะแค่อาณาจักรเท่านั้น แต่เมื่อไม่นานมานี้ Orvelia ก็กำลังยึดถือข้อตกลงมากมายเช่นกัน...โดยเฉพาะอย่างยิ่งข้อตกลงจากพระราชวังหลวง...",
        "แม้ในขณะที่ชนแก้วไวน์กับคนอื่นๆ...บางครั้งก็ยังรู้สึกราวกับว่าข้าอยู่คนเดียว แต่กับเจ้า..."
      ]
    }
  },
  "uw": {
    "name": "ภัยอันตรายที่แสนอ่อนโยน, พิสโธเนีย",
    "description": [
      "ทุก 15 วินาที ฟื้นฟู HP ของพันธมิตรที่มี HP น้อยสุดเท่ากับ 200% ของพลังโจมตีของตัวเอง และกำจัดทุกเอฟเฟ็คที่เป็นผลเสีย",
      "ทุก 14 วินาที ฟื้นฟู HP ของพันธมิตรที่มี HP น้อยสุดเท่ากับ 240% ของพลังโจมตีของตัวเอง และกำจัดทุกเอฟเฟ็คที่เป็นผลเสีย",
      "ทุก 12.5 วินาที ฟื้นฟู HP ของพันธมิตรที่มี HP น้อยสุดเท่ากับ 290% ของพลังโจมตีของตัวเอง และกำจัดทุกเอฟเฟ็คที่เป็นผลเสีย",
      "ทุก 11 วินาที ฟื้นฟู HP ของพันธมิตรที่มี HP น้อยสุดเท่ากับ 350% ของพลังโจมตีของตัวเอง และกำจัดทุกเอฟเฟ็คที่เป็นผลเสีย",
      "ทุก 9.5 วินาที ฟื้นฟู HP ของพันธมิตรที่มี HP น้อยสุดเท่ากับ 420% ของพลังโจมตีของตัวเอง และกำจัดทุกเอฟเฟ็คที่เป็นผลเสีย",
      "ทุก 8 วินาที ฟื้นฟู HP ของพันธมิตรที่มี HP น้อยสุดเท่ากับ 500% ของพลังโจมตีของตัวเอง และกำจัดทุกเอฟเฟ็คที่เป็นผลเสีย"
    ],
    "story": "Cassandra ทำงานเสริมเป็นนายหน้าค้าอาวุธ วันหนึ่ง มีของที่ถูกขโมยมาตกอยู่ในมือของเธอซึ่งดึงดูดความสนใจของเธอได้ในทันที มันเป็นพัดแสนสวยที่ตกแต่งด้วยทองและอัญมณีล้ำค่า เล่าลือกันว่าผู้หญิงทุกคนที่ได้ครอบครองพัดนี้จะประสบเคราะห์กรรมร้ายแรงในเวลาไม่นาน พัดนี้วนเวียนอยู่ในตลาดในฐานะสิ่งของต้องสาป ทันทีที่ Cassandra ซื้อมา เธอก็เริ่มสืบหาที่มาของสิ่งนี้ และพบว่าพัดนี้ซึ่งมีชื่อว่า Goldbreeze ถูกสร้างมาเพื่อใช้เป็นอาวุธที่ถูกอำพราง เดาได้ไม่ยากว่าเจ้าของพัดที่ไม่ตระหนักถึงเรื่องนี้จะต้องทนทุกข์กับเคราะห์กรรมประเภทใด"
  },
  "s1": {
    "name": "เบาๆ~",
    "description": "ฟื้นฟู HP ของพันธมิตรทั้งหมด {0} และสร้างความเสียหายแก่ศัตรูทั้งหมด {1} ศัตรูที่ถูกโจมตีจะติดใบ้ 2 วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายและการรักษา {0}%",
      "1": "เพิ่มปริมาณความเสียหายและการรักษา {0}%",
      "2": "เพิ่มเวลาสถานะใบ้ {0} วินาที"
    },
    "light": "เพิ่มความเร็วของพันธมิตร 200 ที่ฟื้นฟู 10วินาที",
    "dark": "ลด Mana 200 ศัตรูที่ถูกคริติคอลเป็นเวลา 5วินาที",
    "ut": {
      "name": "เครื่องประดับขนนกสีแดงเข้ม",
      "description": [
        "[เบาๆ~] เพิ่มอัตราการรักษา 50% และเพิ่มระยะเวลาของใบ้ 0.8 วินาที",
        "[เบาๆ~] เพิ่มอัตราการรักษา 50% และเพิ่มระยะเวลาของใบ้ 1 วินาที",
        "[เบาๆ~] เพิ่มอัตราการรักษา 50% และเพิ่มระยะเวลาของใบ้ 1.2 วินาที",
        "[เบาๆ~] เพิ่มอัตราการรักษา 50% และเพิ่มระยะเวลาของใบ้ 1.4 วินาที",
        "[เบาๆ~] เพิ่มอัตราการรักษา 50% และเพิ่มระยะเวลาของใบ้ 1.7 วินาที",
        "[เบาๆ~] เพิ่มอัตราการรักษา 50% และเพิ่มระยะเวลาของใบ้ 2 วินาที"
      ],
      "story": "เครื่องประดับที่ทำขึ้นจากขนของนกสีแดงเข้ม อสูรร้ายที่งดงามแต่เต็มไปด้วยความอันตราย โดยปกติแล้วขนนกจะแผ่พลังความมืดออกมา แต่เมื่อต้องแสง มันจะทำให้พื้นที่โดยรอบส่องสว่างเป็นสีแดงเรือง แสงดังกล่าวงดงามและสว่างไสวจนผู้ที่มีจิตใจอ่อนไหวไม่สามารถหลบหนีจากภาพลวงตาที่แสงสร้างขึ้นได้"
    }
  },
  "s2": {
    "name": "อย่างดุดัน!",
    "description": "เพิ่มพลังโจมตี {0} และเพิ่มอัตราคริติคอล {1} ของพันธมิตรทั้งหมดเป็นเวลา 15 วินาที",
    "books": {
      "0": "เพิ่มปริมาณพลังโจมตี {0}%",
      "1": "เพิ่มปริมาณพลังโจมตี {0}%",
      "2": "เพิ่มปริมาณพลังโจมตี {0}%"
    },
    "light": "เพิ่มปริมาณการโจมตี 40%",
    "dark": "ลดการใช้ Mana 1",
    "ut": {
      "name": "เครื่องประดับแฟนซี",
      "description": [
        "[อย่างดุดัน!] เพิ่มระยะเวลาขึ้น 5 วินาทีและเพิ่มความเสียหายคริติคอลอีก 20%",
        "[อย่างดุดัน!] เพิ่มระยะเวลาขึ้น 5 วินาทีและเพิ่มความเสียหายคริติคอลอีก 24%",
        "[อย่างดุดัน!] เพิ่มระยะเวลาขึ้น 5 วินาทีและเพิ่มความเสียหายคริติคอลอีก 29%",
        "[อย่างดุดัน!] เพิ่มระยะเวลาขึ้น 5 วินาทีและเพิ่มความเสียหายคริติคอลอีก 35%",
        "[อย่างดุดัน!] เพิ่มระยะเวลาขึ้น 5 วินาทีและเพิ่มความเสียหายคริติคอลอีก 42%",
        "[อย่างดุดัน!] เพิ่มระยะเวลาขึ้น 5 วินาทีและเพิ่มความเสียหายคริติคอลอีก 50%"
      ],
      "story": "เครื่องประดับสุดหรูที่เป็นงานฝีมือของช่างอัญมณีที่เก่งที่สุดในทวีป เครื่องประดับสุดพิเศษที่เป็นงานฝีมือของช่างอัญมณี Larik เหล่าชนชั้นสูงใน Orbis Continent ล้วนอยากได้มาครอบครอง ว่ากันว่างานฝีมือของเขาเป็นงานศิลปะชั้นเลิศและมีพลังในการรักษาและให้ความกล้าหาญ เครื่องประดับแฟนซีนี้มีเพียงแค่ 3 ชิ้นเท่านั้น และเห็นได้ชัดว่าเจ้าของโกลด์บาร์เป็นผู้ครอบครองหนึ่งในนั้น"
    }
  },
  "s3": {
    "name": "สัมผัสแห่งความลุ่มหลง",
    "description": "สร้างความเสียหายทางเวทย์ต่อศัตรูที่พลังโจมตีสูงสุด {0} เมื่อใช้ในอารีน่าจะทำให้ศัตรูตกอยู่ในสถานะลุ่มหลงเป็น 7 วินาที เมื่อใช้นอกอารีน่าจะเพิ่มความเสียหายทางเวทย์ {1}% ศัตรูที่อยู่ในสถานะลุ่มหลงจะไม่สามารถใช้สกิลได้และโจมตีปกติใส่พันธมิตรของตัวเอง",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มเวลาสถานะลุ่มหลง {0} วินาที"
    },
    "light": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
    "dark": "ลดการใช้ Mana 1",
    "ut": {
      "name": "กลิ่นแห่งทองคำ",
      "description": [
        "[สัมผัสแห่งความลุ่มหลง] ลดเวลาคูลดาวน์สกิล 30% เพิ่มเวลาต่อเนื่องของการลุ่มหลง 1 วินาที",
        "[สัมผัสแห่งความลุ่มหลง] ลดเวลาคูลดาวน์สกิล 30% เพิ่มเวลาต่อเนื่องของการลุ่มหลง 1.5 วินาที",
        "[สัมผัสแห่งความลุ่มหลง] ลดเวลาคูลดาวน์สกิล 30% เพิ่มเวลาต่อเนื่องของการลุ่มหลง 2 วินาที",
        "[สัมผัสแห่งความลุ่มหลง] ลดเวลาคูลดาวน์สกิล 30% เพิ่มเวลาต่อเนื่องของการลุ่มหลง 2.5 วินาที",
        "[สัมผัสแห่งความลุ่มหลง] ลดเวลาคูลดาวน์สกิล 30% เพิ่มเวลาต่อเนื่องของการลุ่มหลง 3 วินาที",
        "[สัมผัสแห่งความลุ่มหลง] ลดเวลาคูลดาวน์สกิล 30% เพิ่มเวลาต่อเนื่องของการลุ่มหลง 3.5 วินาที"
      ],
      "story": "สร้อยคอเปลวไฟทองคำในตำนาน ราชาทองคำในตำนานสร้างสร้อยคอเปลวไฟทองคำในตำนานนี้เพื่อดึงดูดความสนใจของเทพธิดาแห่งความรักและความงาม กลิ่นทองคำของมันสร้างสัมผัสแห่งความลุ่มหลงที่ทำให้ใครก็ตามเข้าข้างพวกเขาและได้รับความรักจากทุกคน"
    }
  },
  "s4": {
    "name": "สัมผัสที่นุ่มนวล",
    "description": "เมื่อเริ่มการต่อสู้ทุกครั้ง จะลด Mana 2 ช่องต่อการใช้สกิล 1 ครั้ง และเพิ่มพลังป้องกันทั้งหมดของพันธมิตร {0} เป็นเวลา 5 วินาที",
    "books": {
      "0": "เพิ่มปริมาณพลังป้องกัน {0}%",
      "1": "เพิ่มปริมาณพลังป้องกัน {0}%",
      "2": "เพิ่มปริมาณพลังป้องกัน {0}%"
    },
    "light": "ลดความเสียหายทั้งหมดที่พันมิตรทั้งหมดได้รับ 20% เป็นเวลา 5 วินาที",
    "dark": "เพิ่มเวลาคูลไทม์ของเอฟเฟ็กเพิ่มพลังป้องกัน 5 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเร็วโจมตี +100",
    "dark": "ป้องกันความเสียหายทั้งหมดของพันธมิตร 1 ตัวแบบสุ่มเป็นเวลา 3 วินาที เมื่อเริ่มการต่อสู้"
  }
}