{
  "name": "Roi",
  "subtitle": "มือสังหาร",
  "description": "เมื่อก่อนเขาเป็นนักฆ่าผู้ชั่วร้าย และกลับใจเพื่อแก้ไขอดีตของตน เขาเชี่ยวชาญการโจมตีใส่เป้าหมายเดียว และสร้างความเสียหายอย่างรุนแรงโดยที่เป้าหมายของเขาไม่ทันตั้งตัว",
  "story": "เขาเป็นคนคุ้มกัน Cleo ผู้คอยปกป้องเธอตามคำขอของ Dominiks เคยเป็นสมาชิกกลุ่มนักฆ่า แต่เสี่ยงชีวิตแยกตัวออกจากกลุ่มด้วยเหตุผลที่เป็นปริศนา เพราะใช้ชีวิตเป็นนักฆ่า เขาจึงไม่ค่อยใส่ใจผู้อื่น แต่ความยากลำบากก็หล่อหลอมให้เขากลายเป็นบุรุษผู้เจนจัดหลักแหลม และตอบแทนผู้ที่่ช่วยเหลือเขาอย่างสมน้ำสมเนื้อ",
  "like": "ตัวเองในปัจจุบัน",
  "dislike": "ตัวเองในอดีต",
  "inn": {
    "idle": "......",
    "recruit": {
      "greet": "มีอะไรเหรอ",
      "talk": [
        "ข้าคงรู้สึกซาบซึ้งมากถ้าเจ้าไม่ถามเรื่องอดีต",
        "ไม่ได้สงบสุขมากขนาดนี้มาสักพักแล้ว ข้าแค่หวังว่า Cleo จะไม่ก่อเรื่องอะไรนะ",
        "เลิกพยายามจับคู่ข้ากับ Cleo สักทีเถอะ แค่ Frey ก็พอแล้ว ข้าทำสิ่งนี้เพียงเพราะว่าต้องทำให้จบสิ้นเท่านั้น"
      ],
      "gift": "ข้าไม่รู้ว่าข้าสมควรได้รับสิ่งนี้หรือเปล่า...."
    },
    "affinity": {
      "greet": "เฮ้ เจ้าควรจะพักก่อนนะ",
      "talk": [
        "เจ้าเบื่อเรื่องนี้บ้างมั้ย Cleo เป็นความรับผิดชอบของข้า... ข้าได้ยินมาว่าตอนนี้นางจะได้รับบทบาทที่สำคัญ",
        "เจ้าเคยทำอะไรที่เจ้าเสียใจในภายหลังมั้ย ถ้าเจ้าคิดว่าเจ้าจะเสียใจ งั้นก็หยุดทำมันซะตอนนี้เถอะ"
      ],
      "gift": "เจ้าไม่เคยลืม... ขอบใจนะ"
    },
    "relationship": {
      "greet": "อ้า เจ้ามาแล้ว",
      "talk": [
        "ช่วย Kasel หน่อยเมื่อเจ้าทำได้ เขามีภาระหนัก",
        "แม้ว่าข้าจะไม่ใช่คนที่มีจิตศรัทธา แต่ข้าก็ยังพึ่ง Lua สุดท้ายแล้วข้าก็ไม่สามารถทำอะไรได้มาก นอกจากสวดภาวนาให้แก่ผู้คนที่ข้าฆ่า...",
        "ข้าไม่เสียใจกับอดีตของข้าอีกต่อไป มันเปลี่ยนแปลงไม่ได้ แต่สิ่งที่สามารถเปลี่ยนแปลงได้ก็คืออนาคต"
      ]
    }
  },
  "uw": {
    "name": "รีดีล, ลมหายใจของกริมผู้ดุดัน",
    "description": [
      "เมื่อโจมตีปกติ มีโอกาส 25% ที่จะแสต็คสถานะเลือดไหล 1 อันและสร้างความเสียหายเพิ่มเติม 50% ของพลังโจมตี",
      "เมื่อโจมตีปกติ มีโอกาส 28% ที่จะทำให้สแต๊คสถานะเลือดไหล 1 อันและสร้างความเสียหายเพิ่มเติม 60% ของพลังโจมตี",
      "เมื่อโจมตีปกติ มีโอกาส 31% ที่จะทำให้สแต๊คสถานะเลือดไหล 1 อันและสร้างความเสียหายเพิ่มเติม 72% ของพลังโจมตี",
      "เมื่อโจมตีปกติ มีโอกาส 34% ที่จะทำให้สแต๊คสถานะเลือดไหล 1 อันและสร้างความเสียหายเพิ่มเติม 86% ของพลังโจมตี",
      "เมื่อโจมตีปกติ มีโอกาส 37% ที่จะทำให้สแต๊คสถานะเลือดไหล 1 อันและสร้างความเสียหายเพิ่มเติม 103% ของพลังโจมตี",
      "เมื่อโจมตีปกติ มีโอกาส 40% ที่จะทำให้สแต๊คสถานะเลือดไหล 1 อันและสร้างความเสียหายเพิ่มเติม 125% ของพลังโจมตี"
    ],
    "story": "กลุ่มนักฆ่าที่รู้จักกันในชื่อหน้ากากหัวเราะคือผู้ปกครองโลกอาชญากรรมของเมือง Orvel มาอย่างยาวนาน เฉพาะนักฆ่าฝีมือดีของหน้ากากหัวเราะเท่านั้นที่ได้รับอนุญาตให้ใช้มีดสั้นคู่สุดสะพรึง ว่ากันว่าบาดแผลที่เกิดจากมีดสั้นคู่นี้ไม่มีวันหาย และเหยื่อของมันจะต้องเลือดออกจนตายในที่สุด ตำนานกล่าวว่ามีดสั้นคู่นี้ทำมาจากเคียวของยมทูต"
  },
  "s1": {
    "name": "ไร้ความปรานี",
    "description": "โจมตีศัตรูแบบสุ่ม 3 ครั้ง สร้างความเสียหายกายภาพรวม {0} หน่วยและสร้างการซ้อนทับ 1 ครั้งของ เลือดออก แก่ศัตรูซึ่งจะสร้างความเสียหายกายภาพ {2} หน่วยภายใน {1} วินาที เลือดออก สามารถซ้อนทับกันได้สูงสุด 3 ครั้ง",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหายจากคริติคอล {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มความเสียหายทางกาย 25% ให้กับเป้าหมายที่ถูกโจมตี 10 วินาที"
  },
  "s2": {
    "name": "ม่านความมืด",
    "description": "พลังโจมตีเพิ่มขึ้น {1} และหลบหลีกการโจมตีกายภาพทั้งหมดเป็นเวลา {0} วินาที",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มความเร็วในการโจมตี {0} เป็นเวลาต่อเนื่อง"
    },
    "light": "เพิ่มตัวเลขพลังโจมตี 40%",
    "dark": "เพิ่มความเสียหายที่โจมตีจากเดิม 100% เป็นเวลาต่อเนื่อง",
    "ut": {
      "name": "ฮู้ดของ Soma",
      "description": [
        "[ม่านความมืด] เพิ่มบูสต์พลังโจมตีขึ้น 20% และได้รับการต้านทานสถานะผิดปกติ 400 หน่วยภายในระยะเวลาของสกิล",
        "[ม่านความมืด] เพิ่มบูสต์พลังโจมตีขึ้น 24% และได้รับการต้านทานสถานะผิดปกติ 400 หน่วยภายในระยะเวลาของสกิล",
        "[ม่านความมืด] เพิ่มบูสต์พลังโจมตีขึ้น 29% และได้รับการต้านทานสถานะผิดปกติ 400 หน่วยภายในระยะเวลาของสกิล",
        "[ม่านความมืด] เพิ่มบูสต์พลังโจมตีขึ้น 35% และได้รับการต้านทานสถานะผิดปกติ 400 หน่วยภายในระยะเวลาของสกิล",
        "[ม่านความมืด] เพิ่มบูสต์พลังโจมตีขึ้น 42% และได้รับการต้านทานสถานะผิดปกติ 400 หน่วยภายในระยะเวลาของสกิล",
        "[ม่านความมืด] เพิ่มบูสต์พลังโจมตีขึ้น 50% และได้รับการต้านทานสถานะผิดปกติ 400 หน่วยภายในระยะเวลาของสกิล"
      ],
      "story": "ฮู้ดอันตรายที่สร้างขึ้นด้วยกระบวนการลึกลับของกลุ่มหน้ากากหัวเราะ สร้างด้วย Soma ในตำนานที่ว่ากันว่าจะมอบพลังชีวิตที่ไร้ขีดจำกัดและเคล็ดลับของกลุ่มหน้ากากหัวเราะ ฮู้ดของ Soma เพิ่มขวัญกำลังใจให้กับนักฆ่าที่สวมใส่ ช่วยเพิ่มพลังโจมตี ความคล่องแคล่ว และการหลบหลีกกายภาพ"
    }
  },
  "s3": {
    "name": "กรงเล็บใบมีด",
    "description": "เคลื่อนได้ด้านหลังของศัตรูที่มี HP ต่ำที่สุด สร้างความเสียหายทางกายภาพ [FFC800] {0} เพิ่มความเสียหาย {1}% ทุก 1 สถานะเลือดไหลที่ถูกแสต็คใส่ศัตรู และทำให้แสต็คเลือดทั้งหมดหายไป หากเกิดคริติคอล ฟื้น 2 Mana และรีเซ็ตคูลไทม์สกิล",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหายจากคริติคอล {0}%"
    },
    "light": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%",
    "dark": "เวลาคูลดาวน์จะหายไป",
    "ut": {
      "name": "หน้ากากที่แตกร้าว",
      "description": [
        "[กรงเล็บใบมีด] เพิ่มความเสียหาย 20% เมื่อเกิดคริติคอลจะฟื้นฟู Mana เพิ่มเติม 300",
        "[กรงเล็บใบมีด] เพิ่มความเสียหาย 24% เมื่อเกิดคริติคอลจะฟื้นฟู Mana เพิ่มเติม 300",
        "[กรงเล็บใบมีด] เพิ่มความเสียหาย 29% เมื่อเกิดคริติคอลจะฟื้นฟู Mana เพิ่มเติม 300",
        "[กรงเล็บใบมีด] เพิ่มความเสียหาย 35% เมื่อเกิดคริติคอลจะฟื้นฟู Mana เพิ่มเติม 300",
        "[กรงเล็บใบมีด] เพิ่มความเสียหาย 42% เมื่อเกิดคริติคอลจะฟื้นฟู Mana เพิ่มเติม 300",
        "[กรงเล็บใบมีด] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana เพิ่มเติม 300"
      ],
      "story": "หน้ากากที่ Roi ทำลายเมื่อตอนที่เขาออกจากกลุ่มมือลอบสังหารหน้ากากหัวเราะ มือลอบสังหารเล็งไปที่จุดสำคัญของศัตรูอย่างไร้ความปรานี และพวกเขาสวมใส่หน้ากากเพื่อข่มอารมณ์ในตอนที่พวกเขากำจัดเป้าหมาย Roi สวมหน้ากากที่แตกแยกนี้และไปที่ด้านหลังของศัตรูเพื่อฆ่าพวกเขาด้วยกรงเล็บใบมีดเพื่อปกป้องเพื่อนของเขา"
    }
  },
  "s4": {
    "name": "ฟาดฟัน",
    "description": "หากการโจมตีปกติโจมตีโดนเป็นการโจมตีคริติคอล โจมตีเป้าหมาย 6 ครั้งเพื่อสร้างความเสียหายกายภาพเพิ่มเติมรวม {0} หน่วย",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหายจากคริติคอล {0}%"
    },
    "light": "ทุกครั้งที่โจมตีจะฟื้นฟู Mana 300",
    "dark": "มีโอกาสที่จะสแต็คเลือดไหล 50%."
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "เมื่อเกิดคริติคอล มีโอกาส 10% ที่จะเพิ่มความเร็วโจมตี 300, ความเสียหายคริติคอล 60% เป็นเวลา 5 วินาที ในขณะที่เอฟเฟ็คทำงานจะไม่มีการทำงานซ้ำอีก"
  }
}