{
  "name": "Theo",
  "subtitle": "อัศวินแห่งความภักดี",
  "description": "อัศวินที่ 1 แห่งราชอาณาจักรเกรย์ที่ล่มสลายและผู้ที่เดินทางรอบโลกเพื่อตามหาเจน นายหญิงของตัวเองที่หายไป หอกคู่ที่มีพลังที่ร้ายแรงของเขานั้นไม่มีแม้แต่ความปรานี เมื่อมีปีศาจปรากฏกายอยู่ข้างหน้า",
  "story": "อัศวินที่เคยรับใช้สาธารณรัฐเกรย์เมื่อ 100 ปีก่อน ผู้ชื่นชม Jane Gray Theo คืออัศวินอันดับหนึ่งของสาธารณรัฐ และเป็นผู้ครอบครองอาวุธ Lightning Legios ระหว่างที่สาธารณรัฐต่อสู้กับกองทัพปีศาจ Mountain Fortress ออกอาละวาดเพราะผนึกของมันถูกปลด Theo เดินทางไปหยุดยั้งมันตามคำสั่งของ Jane ขณะเขาไม่อยู่ เหล่าขุนพลปีศาจผู้ทรงพลังก็บุกโจมตีพระราชวังหลวง Theo ที่บาดเจ็บสาหัสกลับมาต่อสู้กับพวกมัน แต่สู้ไม่ได้เพราะมีแค่ตัวคนเดียว เมื่อการต่อสู้จบลง เขากอดร่างของเจ้าหญิงไว้ในอ้อมแขน ร้องตะโกนสุดเสียงท่ามกลางซากปรักหักพังของพระราชวัง ทันใดนั้น บุคคลปริศนาเสนอจะมอบโอกาสให้เขาปกป้องเจ้าหญิงไปตลอดกาล และเมื่อเขายอมรับก็ตกสู่ห้วงนิทราหลับลึก",
  "like": "นายหญิง Jane",
  "dislike": "ปีศาจและบรรดาแม่ทัพของพวกมัน",
  "inn": {
    "idle": "ข้าชื่อ Theo Phil Grayum แห่งราชอาณาจักรเกรย์",
    "recruit": {
      "greet": "อ้ะ ท่านนั่นเอง เราเคยเจอกันมาก่อนแล้วใช่มั้ย?",
      "talk": [
        "ข้าอยากจะเจอเธอคนนั้นอีกสักครั้ง",
        "....หน้าหนาวผ่านไปร้อยครั้งแล้วสินะ",
        "ไม่ทราบว่า เคยเจอหญิงสาวผู้งดงามและมีเส้นผมสีขาวหรือเปล่าครับ"
      ],
      "gift": "หัวใจของท่านเต็มไปด้วยความอบอุ่นจริงๆ"
    },
    "affinity": {
      "greet": "สวัสดี",
      "talk": [
        "ไม่ใช่ปีศาจทุกตนจะชั่วร้ายนะ... เหมือนกับเจ้าเหมียวนั่น เจ้ารู้มั้ย",
        "ข้าเคยใช้หอกเมื่อตอนที่ข้ายังเด็ก ข้าเคยมีหอกเป็นอาวุธคู่กาย"
      ],
      "gift": "ขอบคุณ หัวใจของข้าอบอุ่นขึ้น"
    },
    "relationship": {
      "greet": "เจ้าเป็นยังไงบ้าง ไม่เจอกันสักพักเลยนะ",
      "talk": [
        "เป็นครั้งแรกที่ข้ารู้สึกอบอุ่นอย่างยิ่งจากข้างใน...ราวกับว่าดวงอาทิตย์กำลังยืนอยู่ต่อหน้าต่อตาข้า",
        "ผู้คนมากมายถามข้าว่าทำไมข้าถึงไปไกลขนาดนั้น ข้าบอกว่า...ข้าแค่ใช้ชีวิตตามที่หัวใจบอกข้าเท่านั้น",
        "ถ้านางจำข้าไม่ได้ในตอนที่เราได้เจอกันในที่สุด...ข้าก็ไม่รู้ว่าข้าควรจะแสดงสีหน้ายังไง..."
      ]
    }
  },
  "uw": {
    "name": "สายฟ้าฟาด, เรกีโอส",
    "description": [
      "เมื่อโจมตีปกติและใช้สกิลจะแสต็ค 'สายฟ้า' กับตัวเอง เมื่อแสต็คครบ 50 อาวุธ 'สายฟ้าฟาด, เลกีโอส' จะทำงาน เพิ่มความเร็วการโจมตีของตัวเอง 300 , ความเสียหายคริติคอล 100%, เจาะเกราะ 300 เป็นเวลา 10 วินาที เมื่อ 'สายฟ้าฟาด, เลกีโอส' ทำงาน จะไม่สามารถแสต็ค 'สายฟ้า' ได้ เอฟเฟ็กนี้ไม่สามารถยกเลิกได้",
      "เมื่อโจมตีปกติและใช้สกิลจะแสต็ค 'สายฟ้า' กับตัวเอง เมื่อแสต็คครบ 50 อาวุธ 'สายฟ้าฟาด, เลกีโอส' จะทำงาน เพิ่มความเร็วการโจมตีของตัวเอง 360 , ความเสียหายคริติคอล 120%, เจาะเกราะ 360 เป็นเวลา 10 วินาที เมื่อ 'สายฟ้าฟาด, เลกีโอส' ทำงาน จะไม่สามารถแสต็ค 'สายฟ้า' ได้ เอฟเฟ็กนี้ไม่สามารถยกเลิกได้",
      "เมื่อโจมตีปกติและใช้สกิลจะแสต็ค 'สายฟ้า' กับตัวเอง เมื่อแสต็คครบ 50 อาวุธ 'สายฟ้าฟาด, เลกีโอส' จะทำงาน เพิ่มความเร็วการโจมตีของตัวเอง 430 , ความเสียหายคริติคอล 144%, เจาะเกราะ 430 เป็นเวลา 10 วินาที เมื่อ 'สายฟ้าฟาด, เลกีโอส' ทำงาน จะไม่สามารถแสต็ค 'สายฟ้า' ได้ เอฟเฟ็กนี้ไม่สามารถยกเลิกได้",
      "เมื่อโจมตีปกติและใช้สกิลจะแสต็ค 'สายฟ้า' กับตัวเอง เมื่อแสต็คครบ 50 อาวุธ 'สายฟ้าฟาด, เลกีโอส' จะทำงาน เพิ่มความเร็วการโจมตีของตัวเอง 520 , ความเสียหายคริติคอล 173%, เจาะเกราะ 520 เป็นเวลา 10 วินาที เมื่อ 'สายฟ้าฟาด, เลกีโอส' ทำงาน จะไม่สามารถแสต็ค 'สายฟ้า' ได้ เอฟเฟ็กนี้ไม่สามารถยกเลิกได้",
      "เมื่อโจมตีปกติและใช้สกิลจะแสต็ค 'สายฟ้า' กับตัวเอง เมื่อแสต็คครบ 50 อาวุธ 'สายฟ้าฟาด, เลกีโอส' จะทำงาน เพิ่มความเร็วการโจมตีของตัวเอง 620 , ความเสียหายคริติคอล 208%, เจาะเกราะ 620 เป็นเวลา 10 วินาที เมื่อ 'สายฟ้าฟาด, เลกีโอส' ทำงาน จะไม่สามารถแสต็ค 'สายฟ้า' ได้ เอฟเฟ็กนี้ไม่สามารถยกเลิกได้",
      "เมื่อโจมตีปกติและใช้สกิลจะแสต็ค 'สายฟ้า' กับตัวเอง เมื่อแสต็คครบ 50 อาวุธ 'สายฟ้าฟาด, เลกีโอส' จะทำงาน เพิ่มความเร็วการโจมตีของตัวเอง 750 , ความเสียหายคริติคอล 250%, เจาะเกราะ 750 เป็นเวลา 10 วินาที เมื่อ 'สายฟ้าฟาด, เลกีโอส' ทำงาน จะไม่สามารถแสต็ค 'สายฟ้า' ได้ เอฟเฟ็กนี้ไม่สามารถยกเลิกได้"
    ],
    "story": "หอกที่กล่าวกันว่าหลอมมาจากสายฟ้า กระแสไฟฟ้าไหลเวียนรอบหอกที่น่าทึ่งซึ่งมีความสูงเท่ากับผู้ชายทั่วไป การหลอมหอกจากสายฟ้าเป็นงานที่ยิ่งใหญ่ แต่แน่นอนว่า Jin ไม่ใช่แค่ช่างตีเหล็กธรรมดา เขาหลอมหินมานาขนาดใหญ่ที่ซึมซาบด้วยเลือดจากมังกรสีแดง เขาใช้หินนี้เป็นที่เก็บสายฟ้าก่อนที่จะหลอมออกมาเป็นหอก นอกเหนือจากนายผู้ถูกเลือกแล้ว จะไม่มีผู้ใดที่แตะต้องอาวุธนี้ได้ และเมื่อชิ้นส่วนสองชิ้นประกอบเข้าด้วยกัน ก็จะปล่อยกระแสพลังงานที่ยิ่งใหญ่คล้ายกับเสียงคำรามของมังกรออกมา"
  },
  "s1": {
    "name": "สู้สุดพลัง",
    "description": "โจมตีศัตรู 16 ครั้งและสร้างความเสียหายทางเวทย์ {0} แก่ศัตรูใกล้เคียง เมื่อเกิดคริติคอลจะเพิ่มความเสียหายคริติคอลของตัวเอง 3% เป็นเวลา 10 วินาที มีโอกาส 30% ที่จะสร้างความเสียหายทางเวทย์เพิ่ม {1} และทำให้หมดสติเป็นเวลา 0.3 วินาที เอฟเฟ็คเพิ่มความเสียหายคริติคอลจะแสต็คสูงสุด 30 ครั้ง",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มอัตราคริติคอล {0}"
    },
    "light": "เมื่อมีศัตรู 1 ตัวจะเพิ่มความเสียหาย 100%",
    "dark": "ลดเวลาคูลดาวน์ 2 วินาที"
  },
  "s2": {
    "name": "เทพเจ้าสายฟ้า",
    "description": "เมื่อร่ายสกิลจะอยู่ในสถานะ 'เทพเจ้าสายฟ้า' โดยจะสร้างความเสียหายทางเวทย์ {0} เมื่อขว้างหอกสายฟ้าแก่ศัตรูและผลักออกไป ศัตรูที่ถูกความเสียหายจะเพิ่มความเสียหายทางเวทย์ {1}% เป็นเวลา 10 วินาที หากอยู่ในสถานะ 'เทพเจ้าสายฟ้า' จะไม่มีการฟื้นฟู Mana ทั้งหมดเป็นเวลา 10 วินาที แต่เพิ่มโอกาส 40% ที่สกิล 'เพื่อ Jane' จะทำงานและเพิ่มพลังโจมตี {2}",
    "books": {
      "0": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {0}%",
      "1": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {0}%",
      "2": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เมื่ออยู่ในสถานะเทพเจ้าสายฟ้า จะเพิ่มความเสียหายต่อตัวเอง 30% และเพิ่มปริมาณของพลังโจมตี 100%",
    "ut": {
      "name": "สร้อยคอของเทพเจ้าสายฟ้า",
      "description": [
        "[เทพเจ้าสายฟ้า]ในขณะที่ใช้สกิลอยู่ได้เพิ่มความเร็วในการโจมตี 250 และได้เพิ่มโอกาสในการเปิดใช้สกิล[เพื่อ Jane] 8%",
        "[เทพเจ้าสายฟ้า]ในขณะที่ใช้สกิลอยู่ได้เพิ่มความเร็วในการโจมตี 250 และได้เพิ่มโอกาสในการเปิดใช้สกิล[เพื่อ Jane] 9.6%",
        "[เทพเจ้าสายฟ้า]ในขณะที่ใช้สกิลอยู่ ได้เพิ่มความเร็วในการโจมตี 250 และได้เพิ่มโอกาสในการเปิดใช้สกิล[เพื่อ Jane] 11.5%",
        "[เทพเจ้าสายฟ้า]ในขณะที่ใช้สกิลอยู่ได้เพิ่มความเร็วในการโจมตี 250 และได้เพิ่มโอกาสในการเปิดใช้สกิล[เพื่อ Jane] 13.8%",
        "[เทพเจ้าสายฟ้า]ในขณะที่ใช้สกิลอยู่ได้เพิ่มความเร็วในการโจมตี 250 และได้เพิ่มโอกาสในการเปิดใช้สกิล[เพื่อ Jane] 16.5%",
        "[เทพเจ้าสายฟ้า]ในขณะที่ใช้สกิลอยู่ ได้เพิ่มความเร็วในการโจมตี 250 และเพิ่มโอกาสในการเปิดใช้สกิล[เพื่อ Jane] 20%"
      ],
      "story": "มีชื่อว่าสายฟ้าฟาดจากฟากฟ้า Legios เรียกมันว่าสัตว์ร้ายศักดิ์สิทธิ์ พลังของ Legios แข็งแกร่งจนขนาดพวกเขานำมันไปทำเป็นอาวุธ แต่สาธารณรัฐเกรย์ก็ไม่สามารถจำกัดพลังทั้งหมดของมันได้ ดังนั้นชิ้นส่วนที่ใหญ่ที่สุดจึงถูกนำไปใส่ในหอกแห่งสายฟ้า และชิ้นส่วนที่เหลือถูกนำไปซ่อนในสถานที่ต่างๆ หนึ่งในชิ้นส่วนเหล่านั้นถูกนำไปใส่ในสร้อยคอของเทพเจ้าสายฟ้า ว่ากันว่าผู้ที่สวมสร้อยคอนี้สามารถสื่อสารกับหอกแห่งสายฟ้าและเข้าใกล้สู่พลังของ Legios"
    }
  },
  "s3": {
    "name": "ระเบิดสายฟ้า",
    "description": "กระโดดเข้าหาศัตรูและขว้างหอกใส่ศัตรูที่อยู่ข้างหน้าเพื่อโจมตีศัตรูในอาณาเขต 5 ครั้ง สร้างความเสียหายทางเวทย์รวม {0} และทำให้สลบ 3 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มอัตราคริติคอล {0}"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "เพิ่มเวลาสลบ 1 วินาที",
    "ut": {
      "name": "แก่นแท้แห่งสายฟ้าสีแดง",
      "description": [
        "[ระเบิดสายฟ้า] ลดเวลาคูลดาวน์สกิล 30% เมื่อโจมตีจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 40% ของพลังโจมตี",
        "[ระเบิดสายฟ้า] ลดเวลาคูลดาวน์สกิล 30% เมื่อโจมตีจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 48% ของพลังโจมตี",
        "[ระเบิดสายฟ้า] ลดเวลาคูลดาวน์สกิล 30% เมื่อโจมตีจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 58% ของพลังโจมตี",
        "[ระเบิดสายฟ้า] ลดเวลาคูลดาวน์สกิล 30% เมื่อโจมตีจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 70% ของพลังโจมตี",
        "[ระเบิดสายฟ้า] ลดเวลาคูลดาวน์สกิล 30% เมื่อโจมตีจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 84% ของพลังโจมตี",
        "[ระเบิดสายฟ้า] ลดเวลาคูลดาวน์สกิล 30% เมื่อโจมตีจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี"
      ],
      "story": "มรดกแห่งสาธารณรัฐเกรย์ที่ล่มสลาย สมบัติที่จอมเวทหลวงแห่งสาธารณรัฐเกรย์ที่น่าเคารพยกย่องได้มอบให้แก่อัศวินที่ 1 Theo ผู้ซึ่งได้รับสายฟ้าฟาด Legios แก่นสายฟ้าที่มีพลังงานของสายฟ้าฟาดซึ่งเพิ่มผลพลังของระเบิดสายฟ้าจนถึงขีดสุด"
    }
  },
  "s4": {
    "name": "เพื่อ Jane",
    "description": "เมื่อโจมตีปกติมีโอกาส 20% ที่จะสร้างความเสียหายทางเวทย์แก่ศัตรู {0} ทำให้เป้าหมายสลบ 0.7 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มอัตราคริติคอล {0}"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "เพิ่มเวลาสลบ 0.2 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "เมื่ออยู่ในสถานะเทพเจ้าสายฟ้า จะสามารถฟื้นฟู Mana ครึ่งเดียว เมื่อ Mana เต็มจะเพิ่มพลังโจมตี 50% เป็นเวลา 10 วินาที สถานะนี้เกิดขึ้น 1 ครั้งใน 20 วินาที"
  }
}