{
  "name": "Mediana",
  "subtitle": "แพทย์อันตราย",
  "description": "ผู้สืบทอดวิชาการแพทย์ที่ใช้รักษาผู้คนในยุคที่นักบวชขาดแคลน เธอใช้เข็มฉีดยายักษ์ในการฉีดยารักษาและทำให้พันธมิตรแข็งแรงขึ้น และทำให้ศัตรูอ่อนแอลงอีกด้วย",
  "story": "แพทย์ฝึกหัดผู้ฝึกฝนทักษะในยามที่นักบวชขาดแคลน เธอสืบทอดพรสวรรค์ด้านการแพทย์มาจากพ่อ แต่ความกระหายความรู้ของเธอล้ำเส้นเมื่อเริ่มวิจัยพิษ ซึ่งส่งผลให้เธอถูกขับไล่จากสมาคมแพทย์ แต่เรื่องนี้ก็ไม่ส่งผลต่อความกระตือรือร้นอยากวิจัยของเธอ เพราะเธอให้ความเคารพต่อชีวิต การทดลองเพื่อวิจัยพิษของเธอจึงยังไม่มีผลสำเร็จเป็นรูปธรรม แต่เมื่อพวกปีศาจปรากฏตัว เธอก็ดีใจสุดขีดที่ได้เจอตัวทดลองหายากและล้ำค่า",
  "like": "ศาสตร์การแพทย์, ตัวทดลอง",
  "dislike": "เวทมนตร์รักษา",
  "inn": {
    "idle": "โฮะๆๆ ในที่สุดก็เริ่มมีหนูทดลองปรากฏตัวมาแล้วสินะ",
    "recruit": {
      "greet": "ยินดีที่ได้รู้จัก เราเคยเจอกันมาก่อนรึเปล่าคะ?",
      "talk": [
        "เป็นยังไงบ้าง อยากจะทดลองยาตัวใหม่ของฉันมั้ยคะ? โฮะๆๆ ไม่ต้องกลัวน้า เข้ามาใกล้ๆหน่อยสิ",
        "บางทีฉันก็คิดถึงท่านพ่อที่แยกจากกันไปขึ้นมาเหมือนกัน",
        "เดี๋ยวนะ ฉันคิดสูตรยาออกแล้วล่ะ มันต้องได้ผลดีอย่างน่าทึ่งแน่เลย!"
      ],
      "gift": "ว้าว ขอบคุณนะ ใช้เป็นส่วนผสมทดลองยาใหม่ได้ใช่มั้ยคะ?"
    },
    "affinity": {
      "greet": "สวัสดี ข้ามาเพื่อพัก มันช่างดีจริงๆ",
      "talk": [
        "ยาตัวใหม่งั้นเหรอ ฮ่าฮ่า ข้ากำลังทดลองมันอยู่",
        "ต้องจดบันทึก... ข้าต้องคอยจดไอเดียของข้าทั้งหมด"
      ],
      "gift": "โอ้ ขอบคุณนะ ที่นี่ข้าก็สามารถปรุงยาพิษใหม่ได้แล้ว ฮ่าฮ่าฮ่า..."
    },
    "relationship": {
      "greet": "เจ้าเป็นยังไงบ้าง ถ้าเจ้ารู้สึกไม่สบาย โปรดบอกข้านะ",
      "talk": [
        "ข้ารู้ว่าข้าประหลาดนิดหน่อย แต่ก็นะ ข้าแค่เป็นคนแบบนั้นนี่",
        "วันหนึ่ง ข้าเชื่อว่ายาและการรักษาจะได้ผลดีกว่าเวทมนตร์บำบัด",
        "เจ้าไม่ใช่ตัวอย่างทดสอบของข้า เจ้าเป็นเหมือน...ผู้รับการทดลองคนสุดท้ายต่างหาก อ่า ไม่ใช่สำหรับยาพิษหรอก ข้ามีเจตนาเช่นนั้นในฐานะหมอนะ"
      ]
    }
  },
  "uw": {
    "name": "ภัยอันตรายที่แสนอ่อนโยน, พิสโธเนีย",
    "description": [
      "เพิ่มความเสียหายของพิษพิเศษ 40% และเมื่อพันธมิตรนอกเหนือจากตัว Mediana ได้โจมตีเป้าหมายที่ถูกพิษ จะสร้างความเสียหายทางกายภาพเพิ่มเติมเท่ากับ 30% ของพลังโจมตีของ Mediana เอฟเฟ็คความเสียหายเพิ่มนี้จะทำงาน 1 ครั้งต่อวินาทีเท่านั้น",
      "เพิ่มความเสียหายของพิษพิเศษ 48% และเมื่อพันธมิตรนอกเหนือจากตัว Mediana ได้โจมตีเป้าหมายที่ถูกพิษ จะสร้างความเสียหายทางกายภาพเพิ่มเติมเท่ากับ 36% ของพลังโจมตีของ Mediana เอฟเฟ็คความเสียหายเพิ่มนี้จะทำงาน 1 ครั้งต่อวินาทีเท่านั้น",
      "เพิ่มความเสียหายของพิษพิเศษ 57% และเมื่อพันธมิตรนอกเหนือจากตัว Mediana ได้โจมตีเป้าหมายที่ถูกพิษ จะสร้างความเสียหายทางกายภาพเพิ่มเติมเท่ากับ 43% ของพลังโจมตีของ Mediana เอฟเฟ็คความเสียหายเพิ่มนี้จะทำงาน 1 ครั้งต่อวินาทีเท่านั้น",
      "เพิ่มความเสียหายของพิษพิเศษ 69% และเมื่อพันธมิตรนอกเหนือจากตัว Mediana ได้โจมตีเป้าหมายที่ถูกพิษ จะสร้างความเสียหายทางกายภาพเพิ่มเติมเท่ากับ 52% ของพลังโจมตีของ Mediana เอฟเฟ็คความเสียหายเพิ่มนี้จะทำงาน 1 ครั้งต่อวินาทีเท่านั้น",
      "เพิ่มความเสียหายของพิษพิเศษ 83% และเมื่อพันธมิตรนอกเหนือจากตัว Mediana ได้โจมตีเป้าหมายที่ถูกพิษ จะสร้างความเสียหายทางกายภาพเพิ่มเติมเท่ากับ 62% ของพลังโจมตีของ Mediana เอฟเฟ็คความเสียหายเพิ่มนี้จะทำงาน 1 ครั้งต่อวินาทีเท่านั้น",
      "เพิ่มความเสียหายของพิษพิเศษ 100% และเมื่อพันธมิตรนอกเหนือจากตัว Mediana ได้โจมตีเป้าหมายที่ถูกพิษ จะสร้างความเสียหายทางกายภาพเพิ่มเติมเท่ากับ 75% ของพลังโจมตีของ Mediana เอฟเฟ็คความเสียหายเพิ่มนี้จะทำงาน 1 ครั้งต่อวินาทีเท่านั้น"
    ],
    "story": "เรื่องราวย้อนกลับไปเมื่อการทดลองพิษของ Mediana ยังคงได้รับการเก็บเป็นความลับจากเพื่อนร่วมงาน วันหนึ่ง เพื่อนหมอสังเกตเห็นหลอดดูดยาขนาดใหญ่ที่เธอสร้างขึ้น ด้วยความทึ่งกับขนาดมหึมานี้ เขาจึงถามเธอว่า: 'ดูขนาดของมันสิ อย่างน้อยเธอน่าจะตั้งชื่อให้มันหน่อยนะ' Mediana ตอบอย่างเมินเฉยว่า: 'โอ้... แค่เรียกมันว่า... Piston ก็พอ'"
  },
  "s1": {
    "name": "ยาน้ำฟื้นฟู",
    "description": "ฟื้น HP ของพันธมิตรทั้งหมด {0} และยกเลิกความเสียหายที่จะได้รับครั้งต่อไป 1 ครั้ง",
    "books": {
      "0": "เพิ่มการรักษา {0}%",
      "1": "เพิ่มการรักษา {0}%",
      "2": "เพิ่มการรักษา {0}%"
    },
    "light": "เพิ่มพลังโจมตี 10% ของพันธมิตรที่ได้รับการฟื้นฟูเป็นเวลา 10 วินาที",
    "dark": "ลดการใช้ Mana 1",
    "ut": {
      "name": "ยาที่มีประโยชน์อย่างน่าประหลาด",
      "description": [
        "[การบรรเทารักษา] เพิ่มอัตราการรักษา 50% และเพิ่มความเสียหายคริติคอลของเป้าหมาย 20% เป็นเวลา 10 วินาที",
        "[การบรรเทารักษา] เพิ่มอัตราการรักษา 50% และเพิ่มความเสียหายคริติคอลของเป้าหมาย 24% เป็นเวลา 10 วินาที",
        "[การบรรเทารักษา] เพิ่มอัตราการรักษา 50% และเพิ่มความเสียหายคริติคอลของเป้าหมาย 29% เป็นเวลา 10 วินาที",
        "[การบรรเทารักษา] เพิ่มอัตราการรักษา 50% และเพิ่มความเสียหายคริติคอลของเป้าหมาย 35% เป็นเวลา 10 วินาที",
        "[การบรรเทารักษา] เพิ่มอัตราการรักษา 50% และเพิ่มความเสียหายคริติคอลของเป้าหมาย 42% เป็นเวลา 10 วินาที",
        "[การบรรเทารักษา] เพิ่มอัตราการรักษา 50% และเพิ่มความเสียหายคริติคอลของเป้าหมาย 50% เป็นเวลา 10 วินาที"
      ],
      "story": "คอลเลกชันยารักษาสุขภาพแบบพิเศษของ Mediana ของเหลวทั้งหมดเหล่านี้ผลิตจากสสารที่ไม่รู้จักและส่องประกายอย่างลึกลับ พวกมันถูกปรุงขึ้นตามสูตรพื้นบ้านที่ Mediana เรียนรู้มาจากสถานที่ต่างๆ ทั่วทั้งทวีป แม้ Mediana จะยืนยันว่าพวกมันช่วยในการฟื้นฟู แต่หากใช้มากจนเกินไปก็อาจเป็นอันตรายได้"
    }
  },
  "s2": {
    "name": "ปืนใหญ่น้ำแบบพิเศษ",
    "description": "ยิงปืนฉีดน้ำใส่แนวหน้า ทุกๆ 0.5 วินาทีจะฟื้นฟูพลังของพันธมิตรในอาณาเขต {0} และสร้างความเสียหายทางกายภาพแก่ศัตรู {1}",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายและรักษา {0}%",
      "1": "เพิ่มปริมาณความเสียหายและรักษา {0}%",
      "2": "เพิ่มปริมาณความเสียหายและรักษา {0}%"
    },
    "light": "เพิ่มการรักษาและความเสียหาย 40%",
    "dark": "ป้องกันสถานะผิดปกติทั้งหมดในระหว่างที่ใช้",
    "ut": {
      "name": "น้ำยาพิเศษแห่งปฏิกิริยาตอบโต้สองเท่า",
      "description": [
        "[ปืนใหญ่น้ำแบบพิเศษ] เพิ่มความต้านทานขึ้น 30% และลดเวลาคูลดาวน์ลง 12%",
        "[ปืนใหญ่น้ำแบบพิเศษ] เพิ่มความต้านทานขึ้น 30% และลดเวลาคูลดาวน์ลง 14%",
        "[ปืนใหญ่น้ำแบบพิเศษ] เพิ่มความต้านทานขึ้น 30% และลดเวลาคูลดาวน์ลง 17%",
        "[ปืนใหญ่น้ำแบบพิเศษ] เพิ่มความต้านทานขึ้น 30% และลดเวลาคูลดาวน์ลง 21%",
        "[ปืนใหญ่น้ำแบบพิเศษ] เพิ่มความต้านทานขึ้น 30% และลดเวลาคูลดาวน์ลง 25%",
        "[ปืนใหญ่น้ำแบบพิเศษ] เพิ่มความต้านทานขึ้น 30% และลดเวลาคูลดาวน์ลง 30%"
      ],
      "story": "น้ำยาพิเศษที่มีเอฟเฟคสองแบบ Mediana พยายามคิดค้นวิธีที่จะจัดการกับการโจมตีและฟื้นฟูพลังในคราวเดียว นางมุ่งไปที่ห้องสมุดและอ่านหนังสือเก่าแก่ที่มีชื่อว่า 'สไลม์สามารถนำไปทำปืนใหญ่ได้ด้วย' Mediana แค่อ่านเล่นๆ เพื่อความสนุก แต่นางกลับค้นพบวิธีที่จะนำหลักการของปืนใหญ่ไปใช้กับลูกสูบของนาง และจากนั้นนางก็สามารถคิดค้นน้ำยาพิเศษแห่งปฏิกิริยาตอบโต้สองเท่าที่เพิ่มการฟื้นฟูและการโจมตีพร้อมกันเมื่อใช้ปืนใหญ่น้ำแบบพิเศษ Mediana ยังคงรู้สึกขอบคุณกับผู้เขียนหนังสือเล่มนั้นที่เป็นแรงบันดาลใจแก่นาง"
    }
  },
  "s3": {
    "name": "ยาน้ำทำให้แข็งแกร่ง",
    "description": "ฉีดยาแก่พันธมิตรที่มีพลังโจมตีสูงสุด เพิ่มพลังโจมตีเท่ากับ Mediana 20%+ {0} และทำให้พลังงานไม่ลดลงต่ำกว่า 5% เป็นเวลา 15 วินาที",
    "books": {
      "0": "เพิ่มปริมาณพลังโจมตี {0}%",
      "1": "เพิ่มปริมาณพลังโจมตี {0}%",
      "2": "เพิ่มปริมาณพลังโจมตี {0}%"
    },
    "light": "เพิ่มปริมาณการโจมตี 40%",
    "dark": "เพิ่มโอกาสการเกิดคริติคอล 400",
    "ut": {
      "name": "น้ำยาแห่งตัวตนที่ไม่แน่ชัด",
      "description": [
        "[ยาน้ำทำให้แข็งแกร่ง] ยกเลิกเอฟเฟ็กด้านลบของเป้าหมายและทำให้ต้านสถานะผิดปกติ 2 วินาที",
        "[ยาน้ำทำให้แข็งแกร่ง] ยกเลิกเอฟเฟ็กด้านลบของเป้าหมายและทำให้ต้านสถานะผิดปกติ 3 วินาที",
        "[ยาน้ำทำให้แข็งแกร่ง] ยกเลิกเอฟเฟ็กด้านลบของเป้าหมายและทำให้ต้านสถานะผิดปกติ 4 วินาที",
        "[ยาน้ำทำให้แข็งแกร่ง] ยกเลิกเอฟเฟ็กด้านลบของเป้าหมายและทำให้ต้านสถานะผิดปกติ 5 วินาที",
        "[ยาน้ำทำให้แข็งแกร่ง] ยกเลิกเอฟเฟ็กด้านลบของเป้าหมายและทำให้ต้านสถานะผิดปกติ 6 วินาที",
        "[ยาน้ำทำให้แข็งแกร่ง] ยกเลิกเอฟเฟ็กด้านลบของเป้าหมายและทำให้ต้านสถานะผิดปกติ 7 วินาที"
      ],
      "story": "น้ำยาพิเศษที่มีวิชาของอาจารย์ ศัลยแพทย์และผู้เชี่ยวชาญอัจฉริยะด้านกายวิภาคศาสตร์ ด็อกเตอร์ Aldini คืออาจารย์ของ Mediana ด็อกเตอร์ Aldini รับรู้ถึงพรสวรรค์ของเธอตั้งแต่เนิ่นๆ และเขาได้สอนวิชาความรู้ด้านการแพทย์อันแสนพิเศษ ซึ่งไม่สามารถจินตนาการได้ใน Church of Lua ให้แก่เธอ น้ำยาที่ไม่สามารถระบุได้ซึ่งปรุงขึ้นด้วยสูตรพิเศษของอาจารย์ของเธอช่วยเพิ่มผลพลังของยาน้ำทำให้แข็งแกร่ง"
    }
  },
  "s4": {
    "name": "พิษพิเศษของ Mediana",
    "description": "เพิ่มพลังโจมตี {0} และความต้านทานคริติคอลกายภาพ {1} ของพันธมิตรทั้งหมด เมื่อโจมตีจะฉีดพิษพิเศษแก่เป้าหมายเพื่อสร้างความเสียหายกายภาพต่อเนื่อง 5 วินาทีรวม {2} และลดการต้านคริติคอลกายภาพ {3}",
    "books": {
      "0": "เพิ่มปริมาณการโจมตี {0}%",
      "1": "เพิ่มปริมาณการโจมตี {0}%",
      "2": "เพิ่มอัตราบล็อกกายภาพของพันธมิตรทั้งหมด {0}"
    },
    "light": "เปลี่ยนการเพิ่มความต้านคริติคอลทางกายภาพเป็น 300",
    "dark": "เพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 20%",
    "ut": {
      "name": "รายงานทางการแพทย์เก่าแก่",
      "description": [
        "[พิษพิเศษของ Mediana] เพิ่มการบูสต์พลังโจมตีขึ้น 50% พันธมิตรทั้งหมดได้รับความเสียหายทางกายภาพลดลง 4%",
        "[พิษพิเศษของ Mediana] เพิ่มการบูสต์พลังโจมตีขึ้น 50% พันธมิตรทั้งหมดได้รับความเสียหายทางกายภาพลดลง 4.8%",
        "[พิษพิเศษของ Mediana] เพิ่มการบูสต์พลังโจมตีขึ้น 50% พันธมิตรทั้งหมดได้รับความเสียหายทางกายภาพลดลง 5.8%",
        "[พิษพิเศษของ Mediana] เพิ่มการบูสต์พลังโจมตีขึ้น 50% พันธมิตรทั้งหมดได้รับความเสียหายทางกายภาพลดลง 7%",
        "[พิษพิเศษของ Mediana] เพิ่มการบูสต์พลังโจมตีขึ้น 50% พันธมิตรทั้งหมดได้รับความเสียหายทางกายภาพลดลง 8.4%",
        "[พิษพิเศษของ Mediana] เพิ่มการบูสต์พลังโจมตีขึ้น 50% พันธมิตรทั้งหมดได้รับความเสียหายทางกายภาพลดลง 10%"
      ],
      "story": "รายงานผลการทดสอบทางการแพทย์แปลกๆ ที่หมอ Aldini มอบให้แก่นักเรียนของเขา Mediana เขาได้จดบันทึกเกี่ยวกับการชันสูตรศพที่เขาได้ทำมาอย่างยาวนานและส่งบันทึกนี้ไปให้กับ Mediana โดยหวังว่าศิลปะทางการแพทย์แผนโบราณจะสืบทอดต่อไปได้ นางอ่านมันหลายต่อหลายครั้งด้วยความสุขที่เปี่ยมล้น และนี่เป็นรายงานที่เป็นจุดกำเนิดของพิษพิเศษของ Mediana"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ป้องกันสถานะ +100",
    "dark": "เมื่อตัวเองถูกโจมตีจะเพิ่มพลังโจมตีของพันธมิตรทั้งหมด 2% แสต็คสูงสุด 20 ครั้ง"
  }
}