{
  "name": "Oddy",
  "subtitle": "ช่างนาฬิกาผู้เป็นอมตะ",
  "description": "ช่างนาฬิกาผู้ต้องคำสาปจาก Redpur สัตว์มหัศจรรย์ เขาสามารถโจมตีศัตรูหรือทำให้เป็นอัมพาตได้โดยใช้นาฬิกาเวทย์มนต์ และยังทำให้พันธมิตรสามารถใช้ความสามารถของตัวเองได้เร็วขึ้นด้วย",
  "story": "เขาเคยเป็นนักประดิษฐ์ประจำพระราชวังหลวงแห่ง Orvelia เมื่อนานมาแล้ว แต่เขาถูกสิ่งมีชีวิตในตำนาน Redpur สาปและเปลี่ยนให้เขากลายเป็น Redpur เสียเอง ตั้งแต่เปลี่ยนร่าง เขาก็ใช้ชีวิตมาอย่างยาวนานจนลืมอายุของตัวเอง สมัยที่เขายังเป็นมนุษย์ เขาคือผู้ประดิษฐ์นาฬิกาพกเรือนแรก แต่ผู้คนใน Orvelia ไม่เห็นคุณค่าที่แท้จริงของมัน เขาจึงมุ่งหน้าไปยังจักรวรรดิ โดยหวังจะให้สิ่งประดิษฐ์ของเขาได้รับการยอมรับอย่างสมศักดิ์ศรี ระหว่างทาง เขาถูกสาปโดยฝูง Redpur ที่หลงผิดคิดว่าเขาเป็นนักล่าสัตว์ คำสาปส่งผลต่อนาฬิกาของเขาด้วย โดยมอบพลังวิเศษที่ควบคุมกระแสเวลาในร่างกายสิ่งมีชีวิตให้มัน เวลาของ Oddy ก็หยุดลงด้วยเช่นกัน",
  "like": "นาฬิกา",
  "dislike": "นักล่าสัตว์",
  "inn": {
    "idle": "ว้าว~!! Orvel ช่างเปลี่ยนไปเยอะจริงๆ",
    "recruit": {
      "greet": "ดีใจที่ได้เจอนะ ดีใจจริงๆ",
      "talk": [
        "อืม พอมีเวลาแฮะ มาคุยกันหน่อยมั้ย?",
        "ตอนแรกข้าก็เป็นมนุษย์แหละ...แต่ตอนนี้เป็น Red Pur",
        "นาฬิกาของข้าต้องมนต์นะ เวทย์มนต์ของพวก Red Pur"
      ],
      "gift": "โอ้โฮ~ ของขวัญแบบมนุษย์ๆนี่ไม่ได้รับมานานแล้ว~!"
    },
    "affinity": {
      "greet": "หืม อ้ะ เจ้าอยู่ที่นี่เอง",
      "talk": [
        "เจ้าไม่ว่างเหรอ ฮ่าฮ่า งั้นก็ทำตัวให้ว่างสิ",
        "เจ้าไม่เคยเห็น Redpur มาก่อนเหรอ ไม่แปลก พวกมันซ่อนตัวอยู่ตลอดเวลา"
      ],
      "gift": "ของขวัญงั้นเหรอ อืม คราวหน้าข้าจะเตรียมอะไรสักอย่างนะ"
    },
    "relationship": {
      "greet": "ยินดีต้อนรับ ยินดีต้อนรับ!",
      "talk": [
        "อ่า ข้าคิดถึงเพื่อนๆ Redpur ของข้าจัง...",
        "ข้าจำวันเก่าๆ ของข้าในฐานะมนุษย์ไม่ได้สักเท่าไร มันผ่านมานานมากแล้ว",
        "ข้าคิดว่าข้าเป็นคนแรกที่ประดิษฐ์นาฬิกาพกพาซะอีก แต่เห็นได้ชัดว่าอารยธรรมโบราณนั้นก้าวหน้ากว่าที่ข้าคาดคิดไว้มากนัก"
      ]
    }
  },
  "uw": {
    "name": "แทมโพเดียน่า, เวลาของเงาดวงจันทร์",
    "description": [
      "ลดเวลาคูลไทม์ของพันธมิตรอีก 2 วินาทีและเพิ่มพลังโจมตี 14% เป็นเวลา 10 วินาทีเมื่อใช้สกิลบิดเบือนกาลเวลา",
      "ลดเวลาคูลไทม์ของพันธมิตรอีก 3 วินาทีและเพิ่มพลังโจมตี 17% เป็นเวลา 10 วินาทีเมื่อใช้สกิลบิดเบือนกาลเวลา",
      "ลดเวลาคูลไทม์ของพันธมิตรอีก 4 วินาทีและเพิ่มพลังโจมตี 21% เป็นเวลา 10 วินาทีเมื่อใช้สกิลบิดเบือนกาลเวลา",
      "ลดเวลาคูลไทม์ของพันธมิตรอีก 5 วินาทีและเพิ่มพลังโจมตี 25% เป็นเวลา 10 วินาทีเมื่อใช้สกิลบิดเบือนกาลเวลา",
      "ลดเวลาคูลไทม์ของพันธมิตรอีก 6 วินาทีและเพิ่มพลังโจมตี 30% เป็นเวลา 10 วินาทีเมื่อใช้สกิลบิดเบือนกาลเวลา",
      "ลดเวลาคูลไทม์ของพันธมิตรอีก 7 วินาทีและเพิ่มพลังโจมตี 35% เป็นเวลา 10 วินาทีเมื่อใช้สกิลบิดเบือนกาลเวลา"
    ],
    "story": "หลังจากนาฬิกาของ Oddy ถูกทำลายด้วยคำสาป Redpur และได้รับพลังควบคุมเวลาของสิ่งมีชีวิตมา เขาก็ใช้เวลาที่มีไม่รู้จบที่ได้รับในการค้นคว้าหาวิธีใช้งานที่เป็นไปได้ของมัน ในที่สุดเมื่อ Oddy ได้สร้างนาฬิกาที่มีแก่นแท้แห่งเวทมนตร์ควบคุมเวลาหลังการทดลองหลายต่อหลายครั้ง เขาก็ค้นพบว่าความลับของเวทมนตร์ Redpur มีต้นกำเนิดมาจากแสงจันทร์และเงาที่สร้างขึ้น เขาตั้งชื่อผลงานชิ้นเอกของเขาว่า 'แทมโพเดียน่า' และตั้งชื่อเล่นให้ว่า 'เวลาของเงาดวงจันทร์'"
  },
  "s1": {
    "name": "รอยแตกกาลเวลา",
    "description": "สร้างความเสียหายทางเวทย์แก่ศัตรูในแนวหน้า {0} และทำให้เป็นอัมพาต 3 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มอัตราคริติคอล {0}%"
    },
    "light": "เพิ่มปริมาณความเสียหายเป็น 40%",
    "dark": "ลดคูลไทม์ 1.5 วินาที",
    "ut": {
      "name": "ลูกแก้วชั้นเยี่ยม",
      "description": [
        "[รอยแตกกาลเวลา] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดมานาของเป้าหมายลง 400 หน่วย",
        "[รอยแตกกาลเวลา] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดมานาของเป้าหมายลง 480 หน่วย",
        "[รอยแตกกาลเวลา] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดมานาของเป้าหมายลง 580 หน่วย",
        "[รอยแตกกาลเวลา] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดมานาของเป้าหมายลง 700 หน่วย",
        "[รอยแตกกาลเวลา] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดมานาของเป้าหมายลง 840 หน่วย",
        "[รอยแตกกาลเวลา] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และลดมานาของเป้าหมายลง 1000 หน่วย"
      ],
      "story": "อุปกรณ์ที่ใช้ปรับรอยแยกของกาลเวลา การเปลี่ยนแปลงเวลาสามารถสร้างรอยแยกในห้วงเวลาและส่งผลให้เกิดการสะสมของพลังงานที่รุนแรง ผู้ที่ไม่สามารถควบคุมรอยแยกเหล่านี้ได้อาจติดอยู่ภายในและถูกบังคับให้ต้องใช้เวลาชั่วกัลป์ในนั้น อย่างไรก็ตาม Oddy นักเวทย์สายกาลเวลาผู้มากประสบการณ์ได้สร้างลูกแก้วนี้ขึ้นเพื่อปรับแต่งรอยแยกของเวลาและใช้พลังงานเพื่อเสริมประสิทธิภาพให้กับ Tempodiana"
    }
  },
  "s2": {
    "name": "ชิ้นส่วนกาลเวลา",
    "description": "โจมตีเป้าหมายแบบสุ่มทั้งหมด 6 ครั้งและสร้างความเสียหายทางเวทย์รวม {0} มีโอกาส 50% ที่จะรีเซทเวลาคูลไทม์ของสกิล ชิ้นส่วนกาลเวลา และไม่ใช้ Mana เมื่อใช้ครั้งต่อไป",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มอัตราคริติคอล {0}%"
    },
    "light": "เป้าหมายเปลี่ยนเป็นศัตรู 2 คนโดยสุ่ม",
    "dark": "เมื่ออยู่ในระหว่างคูลไทม์ การโจมตีปกติจะทำให้เวลาคูลไทม์สกิล 'ชิ้นส่วนกาลเวลา' ลดลง 1 วินาที",
    "ut": {
      "name": "คอลเลกชันชิ้นส่วน",
      "description": [
        "[ชิ้นส่วนกาลเวลา] มีโอกาส 25% ที่จะรีเซ็ตเวลาคูลดาวน์และเพิ่มความเสียหายขึ้น 20%",
        "[ชิ้นส่วนกาลเวลา] มีโอกาส 25% ที่จะรีเซ็ตเวลาคูลดาวน์และเพิ่มความเสียหายขึ้น 24%",
        "[ชิ้นส่วนกาลเวลา] มีโอกาส 25% ที่จะรีเซ็ตเวลาคูลดาวน์และเพิ่มความเสียหายขึ้น 29%",
        "[ชิ้นส่วนกาลเวลา] มีโอกาส 25% ที่จะรีเซ็ตเวลาคูลดาวน์และเพิ่มความเสียหายขึ้น 35%",
        "[ชิ้นส่วนกาลเวลา] มีโอกาส 25% ที่จะรีเซ็ตเวลาคูลดาวน์และเพิ่มความเสียหายขึ้น 42%",
        "[ชิ้นส่วนกาลเวลา] มีโอกาส 25% ที่จะรีเซ็ตเวลาคูลดาวน์และเพิ่มความเสียหายขึ้น 50%"
      ],
      "story": "ชิ้นส่วนกาลเวลาที่ตกลงมาจากเงามืดของดวงจันทร์ ในบางครั้ง ชิ้นส่วนกาลเวลาตกลงมาจากอีกมิติหนึ่งจากผลกระทบของเงามืดของดวงจันทร์ที่ปรากฏขึ้นเมื่อใช้เวทมนตร์กาลเวลา ชิ้นส่วนกาลเวลามีขนาดเล็กแต่เมื่อนำมารวมกันจะกลายเป็นคอลเลกชันชิ้นส่วนขนาดยักษ์ที่สร้างแรงบันดาลใจให้กับผู้ร่ายอย่างไม่มีที่สิ้นสุด"
    }
  },
  "s3": {
    "name": "บิดเบือนกาลเวลา",
    "description": "สร้างความเสียหายทางเวทย์แก่ศัตรูทั้งหมด {0} และเพิ่มความเร็วโจมตีของพันธมิตร {1} เป็นเวลา 15 วินาที หลังจากนั้นลดเวลาคูลไทม์ของพันธมิตรทั้งหมด 50% แต่ไม่มีผลกับการเปลี่ยนเวลาคูลไทม์สกิล 'บิดเบือนกาลเวลา'",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มอัตราคริติคอล {0}%"
    },
    "light": "เพิ่มค่ามานาขึ้น 2 หน่วยและฟื้นฟูมานาจนเต็มสำหรับพันธมิตรทั้งหมด",
    "dark": "เมื่อมีศัตรู 5 ตัวขึ้นไป เพิ่มความเสียหาย 100% ศัตรูที่โดนโจมตีได้รับความเสียหายเพิ่มอีก 50% เป็นเวลา 10 วินาที",
    "ut": {
      "name": "ปั่นด้ายแห่งเวลา",
      "description": [
        "[บิดเบือนกาลเวลา] เพิ่มความเสียหาย 20% ยกเลิกเอฟเฟ็กด้านลบของพันธมิตรทั้งหมด",
        "[บิดเบือนกาลเวลา] เพิ่มความเสียหาย 24% ยกเลิกเอฟเฟ็กด้านลบของพันธมิตรทั้งหมด",
        "[บิดเบือนกาลเวลา] เพิ่มความเสียหาย 29% ยกเลิกเอฟเฟ็กด้านลบของพันธมิตรทั้งหมด",
        "[บิดเบือนกาลเวลา] เพิ่มความเสียหาย 35% ยกเลิกเอฟเฟ็กด้านลบของพันธมิตรทั้งหมด",
        "[บิดเบือนกาลเวลา] เพิ่มความเสียหาย 42% ยกเลิกเอฟเฟ็กด้านลบของพันธมิตรทั้งหมด",
        "[บิดเบือนกาลเวลา] เพิ่มความเสียหาย 50% ยกเลิกเอฟเฟ็กด้านลบของพันธมิตรทั้งหมด"
      ],
      "story": "ขนของหัวหน้า Red Fur ซึ่งแขวนในเงาจันทร์ กล่าวกันว่าสัตว์ในตำนาน หัวหน้า Red Fur ใช้เงาจันทร์ในช่วงพระจันทร์เต็มดวงเพื่อเดินทางทะลุมิติและเต้นรำ หัวหน้า Red Fur เต้นรำจนกระทั่งเงาจันทร์หายไป และกล่าวกันว่าในบางครั้งหางของเขาก็ติดคาในเส้นทางด้วย ขนของสัตว์ในตำนานสีสันสวยงามนี้ติดคาในรอยแยกของกาลอวกาศ และหยุดเวลาโดยชั่วคราว Oddy ใช้ขนจากร่องรอยแห่งเงาจันทร์เพื่อสร้างไจด้ายและใช้มันอย่างมีประสิทธิภาพสำหรับบิดเบือนกาลเวลา"
    }
  },
  "s4": {
    "name": "นาฬิกาเวทย์มนต์",
    "description": "เมื่อใช้สกิลนี้ การโจมตี 2 ครั้งถัดไปจะสร้างความเสียหายเวทมนตร์เพิ่มเติม {0} หน่วยพร้อมโอกาส 30% ในการทำให้เป้าหมายกลายเป็นหินเป็นเวลา 3 วินาที เอฟเฟคนี้มีผลทุกๆ 1 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มอัตราคริติคอลเป็น {0}%"
    },
    "light": "เปลี่ยนการได้รับความเสียหายเพิ่มเติมจากการใช้สกิลเป็น 3 ครั้ง",
    "dark": "เปลี่ยนโอกาสทำให้กลายเป็นหินเป็น 40%"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเร็วโจมตี +100",
    "dark": "ทุก 10 วินาทีจะลดเวลาคูลไทม์ของพันธมิตร 4 ตัวแบบสุ่ม 1 วินาที"
  }
}