{
  "name": "Priscilla",
  "subtitle": "แม่บ้านเหล็กกล้า",
  "description": "เธอเป็นผู้นำคนเก่าของเหล่าทหาร Orvelian ปัจจุบันเป็นแม่บ้านส่วนตัวประจำหอคอยนักเวทของ Aisha ลูกสาวคนเดียวของตระกูลอัจฉริยะ Daphnel Pon โจมตีศัตรูด้วยง้าวขนาด",
  "story": "อดีตนายทหารในกองทัพ Orvelia หลังจากเปิดโปงการฉ้อโกงของนายทหารระดับสูงไม่สำเร็จ เธอก็ถูกขับออกจากตำแหน่ง เหล่านายทหารระดับสูงหวังจะปกปิดการฉ้อโกงของพวกตน จึงส่งนักฆ่ามากำจัดเธออย่างไม่หยุดหย่อน การต่อสู้เพียงลำพังอย่างยาวนานเริ่มส่งผลร้ายต่อร่างกายและจิตใจของเธอ วันหนึ่ง ขุนนางตระกูล von Daphnel เสนอจะคุ้มครองเธอโดยแลกกับการให้เธอรับใช้ ซึ่งเธอก็ตกลง และทำงานเป็นสาวใช้ของ Aisha ที่หอคอยนักปราชญ์มานับตั้งแต่นั้น เธอยังคงปฏิบัติหน้าที่เป็นสาวใช้และคนคุ้มกันอย่างซื่อสัตย์มาจนถึงวันนี้ ทว่าเธอส่งค่าจ้างทั้งหมดของเธอไปให้ผู้รับที่ไม่เปิดเผยตัว",
  "like": "สหายร่วมรบ, นายหญิง, ชุดน่ารักสำหรับนายหญิง",
  "dislike": "ความไม่เป็นระเบียบ, ความอยุติธรรม",
  "inn": {
    "idle": "คุณหนูกำลังนอนอยู่ตอนนี้",
    "recruit": {
      "greet": "คุณหนูไม่อยู่ที่ห้อง",
      "talk": [
        "...",
        "คราวหลังค่อยคุยกันนะ",
        "ข้าไม่ใช่ทหารอีกต่อไปแล้ว"
      ],
      "gift": "ข้าไม่คุ้นเคยกับการได้รับของแบบนี้เลย แต่ก็ขอบคุณนะ"
    },
    "affinity": {
      "greet": "เจ้านี่เอง ดีใจที่ได้พบเจ้านะ",
      "talk": [
        "ข้าหวังว่าท่านหญิงของข้าจะชอบชุดชาใหม่ที่ข้าซื้อ",
        "ข้าจะแวะที่โรงตีเหล็กเพื่อลับขวานของข้า"
      ],
      "gift": "ขอบคุณ คราวหน้าข้าหวังว่าเจ้าจะเตรียมชาชงใหม่ไว้นะ"
    },
    "relationship": {
      "greet": "เจ้านี่เอง... ไม่เจอกันสักพักเลยนะ",
      "talk": [
        "บางทีลูกน้องเก่าของข้าก็อาจทุกข์ทรมานมากเกินไปจากการระเบิดอารมณ์ตามประสาวัยรุ่นของข้า...",
        "นางเป็นแค่เด็กตัวเล็กๆ ที่พยายามอย่างหนักที่จะเป็นผู้ใหญ่... ข้าเลยรู้สึกว่าข้าต้องปกป้องนาง",
        "ข้าพอใจกับชีวิตของข้าในตอนนี้ ค่าจ้างของข้าดีพอที่จะทำให้ข้าสามารถช่วยเหลือชีวิตของลูกน้องเก่าของข้าได้ด้วย"
      ]
    }
  },
  "uw": {
    "name": "การเต้นรำแห่งความโกลาหล, เอ็กซ์ซีลีอุส",
    "description": [
      "เมื่อใช้สกิลโจมตีจุดอ่อน 'การเต้นรำของพายุ' จะลดเวลาคูลดาวน์ใช้สกิล 1 วินาทีต่อศัตรูที่ถูกโจมตี 1 ตัว และเพิ่มความเร็วโจมตี 50 เป็นเวลา 5 วินาที แสต็คเอฟเฟ็กความเร็วโจมตีมากสุด 10 ครั้ง",
      "เมื่อใช้สกิลโจมตีจุดอ่อน 'การเต้นรำของพายุ' จะลดเวลาคูลดาวน์ใช้สกิล 1.2 วินาทีต่อศัตรูที่ถูกโจมตี 1 ตัว และเพิ่มความเร็วโจมตี 50 เป็นเวลา 5 วินาที แสต็คเอฟเฟ็กความเร็วโจมตีมากสุด 10 ครั้ง",
      "เมื่อใช้สกิลโจมตีจุดอ่อน 'การเต้นรำของพายุ' จะลดเวลาคูลดาวน์ใช้สกิล 1.4 วินาทีต่อศัตรูที่ถูกโจมตี 1 ตัว และเพิ่มความเร็วโจมตี 50 เป็นเวลา 5 วินาที แสต็คเอฟเฟ็กความเร็วโจมตีมากสุด 10 ครั้ง",
      "เมื่อใช้สกิลโจมตีจุดอ่อน 'การเต้นรำของพายุ' จะลดเวลาคูลดาวน์ใช้สกิล 1.7 วินาทีต่อศัตรูที่ถูกโจมตี 1 ตัว และเพิ่มความเร็วโจมตี 50 เป็นเวลา 5 วินาที แสต็คเอฟเฟ็กความเร็วโจมตีมากสุด 10 ครั้ง",
      "เมื่อใช้สกิลโจมตีจุดอ่อน 'การเต้นรำของพายุ' จะลดเวลาคูลดาวน์ใช้สกิล 2 วินาทีต่อศัตรูที่ถูกโจมตี 1 ตัว และเพิ่มความเร็วโจมตี 50 เป็นเวลา 5 วินาที แสต็คเอฟเฟ็กความเร็วโจมตีมากสุด 10 ครั้ง",
      "เมื่อใช้สกิลโจมตีจุดอ่อน 'การเต้นรำของพายุ' จะลดเวลาคูลดาวน์ใช้สกิล 2.5 วินาทีต่อศัตรูที่ถูกโจมตี 1 ตัว และเพิ่มความเร็วโจมตี 50 เป็นเวลา 5 วินาที แสต็คเอฟเฟ็กความเร็วโจมตีมากสุด 10 ครั้ง"
    ],
    "story": "ในระหว่างการทำงานในกองทัพ Priscilla เอาชนะศัตรูนับไม่ถ้วนด้วยง้าวของเธอ แม้ว่าง้าวนี้จะถูกทิ้งโดยไม่ซ่อมแซมหลังจากที่เธอเกษียณงาน ในเวลาต่อมาอาวุธนี้ก็ได้รับการคืนชีพเป็น Exilius การปรับปรุงนี้เป็นส่วนหนึ่งของคำสั่งที่ให้ Annette สร้างมาเฮตราสำหรับ Aisha อาวุธใหม่ที่ครบกริบและทนทานเหลือเชื่อนี้มีแม้กระทั่งพลังเวทมนตร์ที่สามารถดึงศัตรูเข้ามา ผู้ที่เคยเห็น Priscilla ใช้ง้าวนี้กวาดล้างศัตรูปีศาจของเธอบอกว่าเหมือนกับการดูพายุไร้เทียมทานเลยทีเดียว"
  },
  "s1": {
    "name": "โจมตีจุดตาย",
    "description": "สร้างความเสียหายกายภาพ {0} แก่ศัตรูแนวหน้าในอาณาเขต และทำให้หมดสติ 1 วินาที การโจมตีนี้ทำให้เกิดคริติคอลเสมอ",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เพิ่มเวลาการสลบ 2 วินาที",
    "dark": "ทำให้เอฟเฟ็คที่ทำให้เกิดคริติคอลแน่นอนหายไปและเพิ่มความเสียหายคริติคอล 150%",
    "ut": {
      "name": "ตุ้มน้ำหนักการโจมตีที่เกรี้ยวกราด",
      "description": [
        "[โจมตีจุดตาย] เพิ่มความเสียหาย 50% และลดการบล็อคกายภาพของเป้าหมายลง 200 หน่วยเป็นเวลา 10 วินาที",
        "[โจมตีจุดตาย] เพิ่มความเสียหาย 50% และลดการบล็อคกายภาพของเป้าหมายลง 240 หน่วยเป็นเวลา 10 วินาที",
        "[โจมตีจุดตาย] เพิ่มความเสียหาย 50% และลดการบล็อคกายภาพของเป้าหมายลง 290 หน่วยเป็นเวลา 10 วินาที",
        "[โจมตีจุดตาย] เพิ่มความเสียหาย 50% และลดการบล็อคกายภาพของเป้าหมายลง 350 หน่วยเป็นเวลา 10 วินาที",
        "[โจมตีจุดตาย] เพิ่มความเสียหาย 50% และลดการบล็อคกายภาพของเป้าหมายลง 420 หน่วยเป็นเวลา 10 วินาที",
        "[โจมตีจุดตาย] เพิ่มความเสียหาย 50% และลดการบล็อคกายภาพของเป้าหมายลง 500 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "ตุ้มน้ำหนักที่ติดไว้ที่ปลายด้ามจับของ Exilius ตุ้มน้ำหนักนี้ช่วยให้ Priscilla มีสมดุลที่ดียิ่งขึ้นและทำให้นางสามารถโจมตีได้แม่นยำและมั่นคงกว่าเดิม เมื่อ Annette ปรับปรุงง้าวของนางให้กลายเป็น Exilius นางก็ได้เปลี่ยนตุ้มน้ำหนักด้วยเช่นกัน ด้วยการอัพเกรดผ่านสิ่งประดิษฐ์เวทมนตร์ ความหนักของตุ้มถ่วงจึงเพิ่มขึ้นอย่างมากและส่งผลให้นางโจมตีได้อย่างแม่นยำ"
    }
  },
  "s2": {
    "name": "ร่วมมือ",
    "description": "เป็นเวลา 20 วินาที ทำให้ Priscilla และพันธมิตรที่มีพลังโจมตีสูงที่สุดอยู่ในสถานะ 'ร่วมมือ' และกำจัดเอฟเฟคลบ Priscilla และพันธมิตรที่อยู่ในสถานะร่วมมือได้รับบูสต์พลังโจมตีเท่ากับ 15% ของพลังโจมตีของ Priscilla + {0}",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มความเสียหายคริติคอล 80%",
    "dark": "เมื่ออยู่ในสถานะร่วมมือจะเพิ่มความเสียหายที่เป้าหมายได้รับเมื่อโจมตีปกติ 15%",
    "ut": {
      "name": "ชุดชาแฟนซี",
      "description": [
        "[ร่วมมือ] เพิ่มบูสต์พลังโจมตีขึ้น 20% และลดเวลาคูลดาวน์ของฮีโร่ที่มีพลังโจมตีสูงที่สุดลง 30%",
        "[ร่วมมือ] เพิ่มบูสต์พลังโจมตีขึ้น 24% และลดเวลาคูลดาวน์ของฮีโร่ที่มีพลังโจมตีสูงที่สุดลง 30%",
        "[ร่วมมือ] เพิ่มบูสต์พลังโจมตีขึ้น 29% และลดเวลาคูลดาวน์ของฮีโร่ที่มีพลังโจมตีสูงที่สุดลง 30%",
        "[ร่วมมือ] เพิ่มบูสต์พลังโจมตีขึ้น 35% และลดเวลาคูลดาวน์ของฮีโร่ที่มีพลังโจมตีสูงที่สุดลง 30%",
        "[ร่วมมือ] เพิ่มบูสต์พลังโจมตีขึ้น 42% และลดเวลาคูลดาวน์ของฮีโร่ที่มีพลังโจมตีสูงที่สุดลง 30%",
        "[ร่วมมือ] เพิ่มบูสต์พลังโจมตีขึ้น 50% และลดเวลาคูลดาวน์ของฮีโร่ที่มีพลังโจมตีสูงที่สุดลง 30%"
      ],
      "story": "ถ้วยชาเซรามิคที่ Aisha ชื่นชอบซึ่ง Priscilla จะจัดเตรียมไว้ตลอดเวลา ถ้วยชาสุดหรูที่ทำจากดินเหนียวคุณภาพดีที่สุดของทวีปตะวันออกข้ามทะเล ส่วนใหญ่จะใช้สำหรับการดื่มน้ำชากับ Aisha แต่ก็ยังสามารถใช้เมื่อร่วมมือ Priscilla ได้อีกด้วย"
    }
  },
  "s3": {
    "name": "การเต้นรำของพายุ",
    "description": "สร้างความเสียหายทางกาย {0} ให้กับศัตรูรอบตัวเองเป็นวงกลมดึงมาให้อยู่รอบตัวเอง ถ้าตัวเองอยู่ในสถานะ 'ร่วมมือ' จะเพิ่ม 'ความเสียหายทั้งหมดที่ได้รับ' ของเป้าหมาย {1}% เป็นเวลา 10 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เมื่อเกิดคริติคอลจะลดเวลาคูลดาวน์ 10%",
    "dark": "เมื่อมีศัตรู 1 ตัวจะเพิ่มความเสียหาย 100%",
    "ut": {
      "name": "หินเวทย์แห่งแรงโน้มถ่วง",
      "description": [
        "[การเต้นรำของพายุ] เพิ่มความเสียหาย 20% ทำให้เป้าหมายสลบ 3 วินาที",
        "[การเต้นรำของพายุ] เพิ่มความเสียหาย 24% ทำให้เป้าหมายสลบ 3 วินาที",
        "[การเต้นรำของพายุ] เพิ่มความเสียหาย 29% ทำให้เป้าหมายสลบ 3 วินาที",
        "[การเต้นรำของพายุ] เพิ่มความเสียหาย 35% ทำให้เป้าหมายสลบ 3 วินาที",
        "[การเต้นรำของพายุ] เพิ่มความเสียหาย 420% ทำให้เป้าหมายสลบ 3 วินาที",
        "[การเต้นรำของพายุ] เพิ่มความเสียหาย 50% ทำให้เป้าหมายสลบ 3 วินาที"
      ],
      "story": "เครื่องมือเวทมนตร์แรกที่สร้างโดยจอมเวทแห่ง Purple ของขวัญชิ้นแรกที่ Aisha มอบให้ Aisha สร้างเครื่องมือเวทมนตร์นี้ขึ้นมาเนื่องจากเธอรู้สึกแย่ที่ว่า Priscilla ได้ใช้พลังไปอย่างมากในตอนที่ใช้การเต้นรำของพายุ หินมานาแห่งแรงโน้มถ่วงช่วยบรรเทาแรงดันจากร่างกายเมื่อใช้การเต้นรำของพายุ และมันจะเพิ่มผลพลังของสกิลนี้"
    }
  },
  "s4": {
    "name": "ชำนาญอาวุธ",
    "description": "เพิ่มพลังโจมตีของตัวเอง {0} , เจาะเกราะ {1}",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มความเสียหายคริติคอล {0}%"
    },
    "light": "เพิ่มตัวเลขพลังโจมตี 40%",
    "dark": "เพิ่มอัตราคริติคอล 250"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ป้องกันสถานะ +100",
    "dark": "เพิ่มพลังโจมตีเท่ากับ 3% ของพลังโจมตีของตัวเองและเพิ่มพลังป้องกันกายภาพเท่ากับ 3% ของพลังป้องกันกายภาพของตัวเองให้แก่พันธมิตรทั้งหมด"
  }
}