{
  "name": "Yanne",
  "subtitle": "ผู้พิฆาตมังกร",
  "description": "นักรบบาบาเรี่ยนผู้เดินทางข้ามทวีปเพื่อล่าปีศาจที่คอยรังแกผู้คน หนึ่งเดียวที่พิฆาตมังกร Svelta บ้าคลั่งลงได้ ลูกธนูยักษ์ทรงพลังของเธอสามารถเจาะทะลุแม้กระทั่งกำแพงปราสาทได้",
  "story": "นักรบบาบาเรี่ยนผู้เชี่ยวชาญการกำจัดมอนสเตอร์ที่เป็นอันตรายต่อผู้คน ร่างกายของเธอมีคุณสมบัติพิเศษ ส่งผลให้เธอมีกล้ามเนื้อแข็งแกร่งกว่านักรบบาบาเรี่ยนทั่วไปหลายเท่า เธอยกธนูยักษ์ที่มีขนาดใหญ่กว่าตัวเธอได้สบาย จนผู้คนเรียกเธอว่าเครื่องยิงธนูเดินได้ แม้เธอจะเป็นผู้หญิงจิตใจดีที่ชอบช่วยเหลือผู้อื่น แต่เมื่อเริ่มต่อสู้ ความก้าวร้าวในแบบของบาบาเรี่ยนจะเผยออกมา เธอเคยสังหารมังกรคลั่งนามว่า Svelta ซึ่งวีรกรรมนี้ทำให้เธอได้รับฉายาว่านักล่ามังกร",
  "like": "อาหาอร่อย, การทำอาหาร, การล่ามอนสเตอร์",
  "dislike": "มอนสเตอร์ที่เอาชนะไม่ได้ด้วยพลังกาย",
  "inn": {
    "idle": "ฮ่าฮ่าฮ่า ดูสนุกดีนะ?",
    "recruit": {
      "greet": "ไม่ได้เจอกันนานเลย~สบายดีมั้ย?",
      "talk": [
        "ล่ามอนสเตอร์หรอ? ก็สนุกดีแหละแต่ได้ช่วยคนน่ะเป็นอะไรที่มีคุณค่าดีนะ",
        "เนื้อมอนสเตอร์ถ้าเอามาทำอาหารให้ถูกวิธี มันอร่อยมากเลยนะ",
        "เหล่านักรบบาบาเรี่ยนเรียนทำอาหารมาทุกคนก็จริง แต่อาหารที่ข้าทำน่ะ อร่อยที่สุดแล้วล่ะมั้ง?"
      ],
      "gift": "ของขวัญหรอ?ฮ่าฮ่า ขอบใจนะ! คราวหลังข้าจะเลี้ยงข้าวละกัน"
    },
    "affinity": {
      "greet": "ไม่เจอกันนาน เจ้าเป็นไงบ้าง",
      "talk": [
        "อาหารที่นี่อร่อยดีนะ",
        "อืม บางทีครั้งหน้าที่ฉันจะขอให้ Juno ทำอาหารกลางวันให้พวกเรากินดีมั้ย"
      ],
      "gift": "อ้ะ ขอบคุณ! ข้าจะใช้มันอย่างดี"
    },
    "relationship": {
      "greet": "นี่เจ้า เจ้าดูสุขภาพดีนะ! เจ้ากินอาหารดีๆ หรือเปล่า",
      "talk": [
        "เคยลองเนื้อมังกรไหม อร่อยดีทีเดียวเลยนะ คราวหน้าข้าจะเอาเนื้อมังกรย่างมา!",
        "การทำงานเป็นนักล่ามอนสเตอร์ไม่ใช่เรื่องง่าย แต่ก็คุ้มค่า",
        "นักรบบาบาเรี่ยนล้วนค่อนข้างแข็งแกร่ง...แต่ร่างกายของข้านั้นก็ค่อนข้างพิเศษ"
      ]
    }
  },
  "uw": {
    "name": "สเวลทา, หายนะมังกร",
    "description": [
      "เมื่อเกิดคริติคอล จะมีโอกาส 10% ที่จะสร้างความเสียหายทางกายภาพเท่ากับ 200% ของพลังโจมตีของตัวเองและฟื้นฟู Mana 5% เมื่อเป้าหมายเป็นมังกรจะทำให้สลบ 1.5 วินาที",
      "เมื่อเกิดคริติคอล จะมีโอกาส 12% ที่จะสร้างความเสียหายทางกายภาพเท่ากับ 240% ของพลังโจมตีของตัวเองและฟื้นฟู Mana 5% เมื่อเป้าหมายเป็นมังกรจะทำให้สลบ 1.5 วินาที",
      "เมื่อเกิดคริติคอล จะมีโอกาส 14% ที่จะสร้างความเสียหายทางกายภาพเท่ากับ 290% ของพลังโจมตีของตัวเองและฟื้นฟู Mana 5% เมื่อเป้าหมายเป็นมังกรจะทำให้สลบ 1.5 วินาที",
      "เมื่อเกิดคริติคอล จะมีโอกาส 17% ที่จะสร้างความเสียหายทางกายภาพเท่ากับ 350% ของพลังโจมตีของตัวเองและฟื้นฟู Mana 5% เมื่อเป้าหมายเป็นมังกรจะทำให้สลบ 1.5 วินาที",
      "เมื่อเกิดคริติคอล จะมีโอกาส 21% ที่จะสร้างความเสียหายทางกายภาพเท่ากับ 420% ของพลังโจมตีของตัวเองและฟื้นฟู Mana 5% เมื่อเป้าหมายเป็นมังกรจะทำให้สลบ 1.5 วินาที",
      "เมื่อเกิดคริติคอล จะมีโอกาส 25% ที่จะสร้างความเสียหายทางกายภาพเท่ากับ 500% ของพลังโจมตีของตัวเองและฟื้นฟู Mana 5% เมื่อเป้าหมายเป็นมังกรจะทำให้สลบ 1.5 วินาที"
    ],
    "story": "อาวุธมนตราที่สร้างจากกระดูก เส้นเอ็น และชิ้นส่วนของมังกรสเวลทาบ้าคลั่งที่ซ่อนตัว ธนูใหญ่อันน่าเกรงขามซึ่งใหญ่เกินกว่าที่มนุษย์ธรรมดาจะยกหรือง้างได้นี้เป็นส่วนผสมของเทคโนโลยีหน้าไม้จากเอลฟ์มืดและคนแคระ มีเพียงผู้ที่มีกล้ามเนื้อแข็งแกร่งอย่าง Yanne เท่านั้นที่หวังว่าจะจัดการกับคันธนูที่น่าขันนี้ จิตวิญญาณของมังกรบ้าคลั่งยังคงอยู่ในคันธนูนี้ พลังความดุร้ายของมังกรจะอยู่ในลูกธนูทุกดอกที่ยิงออกไป ส่งกำลังที่ทำลายได้แม้แต่กำแพงที่แข็งแกร่งที่สุด"
  },
  "s1": {
    "name": "เล็งแล้วยิง!",
    "description": "ตั้งสมาธิและสร้างความเสียหายทางกายภาพ {0} แก่ศัตรูที่อยู่ตรงหน้า ทำให้สลบ 3 วินาทีเมื่อเป้าหมายคือมังกร ความเสียหายและเวลาสลบจะเพิ่มขึ้นสูงสุด {1}% ตามเวลาตั้งสมาธิ",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหายคริติคอล {0}%"
    },
    "light": "เพิ่มปริมาณความเสียหาย 40%",
    "dark": "เพิ่มความเสียหายทางกายภาพที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
    "ut": {
      "name": "เครื่องรางแห่งความตั้งมั่น",
      "description": [
        "[ยิงเน้นเป้า!] เพิ่มความเร็วโจมตี 800 หน่วยภายในระยะเวลาของสกิล และเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 10% เป็นเวลา 10 วินาที",
        "[ยิงเน้นเป้า!] เพิ่มความเร็วโจมตี 800 หน่วยภายในระยะเวลาของสกิล และเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 12% เป็นเวลา 10 วินาที",
        "[ยิงเน้นเป้า!] เพิ่มความเร็วโจมตี 800 หน่วยภายในระยะเวลาของสกิล และเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 14% เป็นเวลา 10 วินาที",
        "[ยิงเน้นเป้า!] เพิ่มความเร็วโจมตี 800 หน่วยภายในระยะเวลาของสกิล และเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 17% เป็นเวลา 10 วินาที",
        "[ยิงเน้นเป้า!] เพิ่มความเร็วโจมตี 800 หน่วยภายในระยะเวลาของสกิล และเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 21% เป็นเวลา 10 วินาที",
        "[ยิงเน้นเป้า!] เพิ่มความเร็วโจมตี 800 หน่วยภายในระยะเวลาของสกิล และเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที"
      ],
      "story": "กำไลที่ Yanne ได้รับจากชาวเมืองเมื่อนางสังหาร Svelta ได้ กำไลที่สร้างจากหนังของมังกรแดงชิ้นนี้รวบรวมพลังหยางไว้ภายในร่างของผู้สวมใส่ ช่วยให้มีสมาธิและตั้งจิตมุ่งมั่นได้ในระดับสูงกว่าเดิม เมื่อใดก็ตามที่ Yanne เล็งเป้าหมาย กำไลนี้จะช่วยให้นางสามารถยิงสังหารศัตรูได้สำเร็จในนัดเดียว"
    }
  },
  "s2": {
    "name": "กวาดให้เรียบ!",
    "description": "สร้างความเสียหายทางกายภาพ {0} แก่เป้าหมายและศัตรูที่อยู่ใกล้เคียง หากเป้าหมายเป็นมังกรจะสร้างความเสียหายทางกายภาพ {1} เพิ่มเติม โดยไม่สนพลังป้องกัน",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหายคริติคอล {0}%"
    },
    "light": "ความเสียหายจะเพิ่มขึ้น 100% เมื่อมีศัตรูตัวเดียว",
    "dark": "ทำให้ศัตรูที่ได้รับความเสียหายสลบเป็นเวลา 2 วินาที",
    "ut": {
      "name": "ลูกธนูยักษ์แห่งความตายฉับพลัน",
      "description": [
        "[กวาดให้เรียบ!] เพิ่มความเสียหายขึ้น 20% และลดเวลาคูลดาวน์ลง 12% เมื่อโจมตีคริติคอล",
        "[กวาดให้เรียบ!] เพิ่มความเสียหายขึ้น 24% และลดเวลาคูลดาวน์ลง 12% เมื่อโจมตีคริติคอล",
        "[กวาดให้เรียบ!] เพิ่มความเสียหายขึ้น 29% และลดเวลาคูลดาวน์ลง 12% เมื่อโจมตีคริติคอล",
        "[กวาดให้เรียบ!] เพิ่มความเสียหายขึ้น 35% และลดเวลาคูลดาวน์ลง 12% เมื่อโจมตีคริติคอล",
        "[กวาดให้เรียบ!] เพิ่มความเสียหายขึ้น 42% และลดเวลาคูลดาวน์ลง 12% เมื่อโจมตีคริติคอล",
        "[กวาดให้เรียบ!] เพิ่มความเสียหายขึ้น 50% และลดเวลาคูลดาวน์ลง 12% เมื่อโจมตีคริติคอล"
      ],
      "story": "ลูกธนูที่ทำจากกระดูกสันหลังของงูมังกรคลั่งสเวลทาซึ่งพ่นลูกปืนใหญ่วิเศษทรงพลังออกมา เป็นสมบัติของ Yanne หัวธนูมีตาสีแดงเพลิงของมังกรคลั่งติดอยู่ และยังอาบด้วยความบ้าคลั่ง พร้อมที่จะเผาผลาญศัตรูทุกเมื่อ"
    }
  },
  "s3": {
    "name": "ไม่ออมมือล่ะนะ!",
    "description": "ยกเลิกเอฟเฟ็คที่เป็นผลเสียของตัวเองทั้งหมดและเพิ่มพลังโจมตี {0} และเจาะเกราะ {1} เป็นเวลา 30 วินาที ในเวลาต่อเนื่องจะเปลี่ยนการโจมตีปกติเป็นการใช้ Mana 3% เพื่อสร้างความเสียหายแก่ศัตรูในอาณาเขตเป็นเส้นตรง สร้างความเสียหาย {2} โดยไม่สนพลังป้องกันต่อมังกร",
    "books": {
      "0": "เพิ่มปริมาณพลังโจมตี {0}%",
      "1": "เพิ่มปริมาณพลังโจมตี {0}%",
      "2": "เพิ่มปริมาณพลังโจมตี {0}%"
    },
    "light": "เพิ่มความเร็วการโจมตี 250 อย่างต่อเนื่อง",
    "dark": "ลดความเสียหายที่ได้รับ 25% อย่างต่อเนื่อง",
    "ut": {
      "name": "สเต็คมังกร",
      "description": [
        "[ไม่ออมมือล่ะนะ!] ลดการใช้มานา 1 หน่วยและเพิ่มความเสียหายต่อมังกร 10% ภายในระยะเวลาของสกิล",
        "[ไม่ออมมือล่ะนะ!] ลดการใช้มานา 1 หน่วยและเพิ่มความเสียหายต่อมังกร 12% ภายในระยะเวลาของสกิล",
        "[ไม่ออมมือล่ะนะ!] ลดการใช้มานา 1 หน่วยและเพิ่มความเสียหายต่อมังกร 14% ภายในระยะเวลาของสกิล",
        "[ไม่ออมมือล่ะนะ!] ลดการใช้มานา 1 หน่วยและเพิ่มความเสียหายต่อมังกร 17% ภายในระยะเวลาของสกิล",
        "[ไม่ออมมือล่ะนะ!] ลดการใช้มานา 1 หน่วยและเพิ่มความเสียหายต่อมังกร 21% ภายในระยะเวลาของสกิล",
        "[ไม่ออมมือล่ะนะ!] ลดการใช้มานา 1 หน่วยและเพิ่มความเสียหายต่อมังกร 25% ภายในระยะเวลาของสกิล"
      ],
      "story": "สเต็กทีโบนที่คุณสามารถลิ้มรสชาติเนื้อสันนอกและเนื้อสันในของมังกรได้ในคราวเดียว รสชาตินั้นมหัศจรรย์อย่างยิ่ง พลังงานศักดิ์สิทธิ์ของมังกรจะเข้าสู่ร่าง และเพิ่มความแข็งแกร่งในการต่อสู้ของ Yanne จนถึงขีดสุด"
    }
  },
  "s4": {
    "name": "นักล่ามังกร",
    "description": "เพิ่มพลังโจมตี {0} และ HP สูงสุด {1}% ของตัวเอง และเพิ่มความเสียหายที่สร้างแก่มังกร {2}%",
    "books": {
      "0": "เพิ่มปริมาณพลังโจมตี {0}%",
      "1": "เพิ่มปริมาณพลังโจมตี {0}%",
      "2": "เพิ่มปริมาณพลังโจมตี {0}%"
    },
    "light": "ลดความเสียหายที่พันธมิตรทั้งหมดได้รับจากมังกร 7%",
    "dark": "เพิ่มความเสียหาย 15% ที่มังกรได้รับ"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "ความเสียหายจากการโจมตีปกติจะไม่สนใจเอฟเฟ็กบล็อคของเป้าหมาย"
  }
}