{
  "name": "Zafir",
  "subtitle": "เจ้าชายแห่งพายุทราย",
  "description": "ทายาทแห่งราชาเทพเจ้าโบราณ ชายหนุ่มสุภาพเรียบร้อยที่ยืนหยัดเพื่อปกป้องทะเลทราย พายุทรายที่เขาเรียกด้วยลูกธนูดูดกลืนศัตรูและกำจัดการดำรงอยู่ของพวกเขาออกไปจากโลกนี้",
  "story": "เจ้าชายและผู้สืบทอดตำแหน่งราชาเทพเจ้าแห่งอาณาจักรทะเลทรายโบราณผู้ครอบครองพลังในการควบคุมทรายแห่งทะเลทราย ในฐานะผู้นำหนุ่มของเผ่า Mauhata แห่งนักรบทะเลทราย เขาได้ร่ำเรียนและฝึกฝนเพื่อที่จะเป็นผู้สืบทอดตำแหน่งราชาผู้ยิ่งใหญ่ซึ่งน่ายกย่อง เมื่อเผ่า Trovatia พี่น้องร่วมสาบานของพวกเขา สวดอธิษฐานที่แท่นบูชาแห่งพลังไหลเวียนเพื่อปลุกมังกรเทพเจ้า เขานำนักรบของเขาเพื่อปราบปีศาจทั้งหมดที่เข้ามาใกล้โอเอซิส ด้วยความช่วยเหลือจากมังกรเทพเจ้า และนักบวชหญิง Laudia เขาได้ทำหน้าที่ในฐานะนักรบทะเลทรายได้สำเร็จในการปกป้องบ้านของเขา เขาหวังว่าความพยายามของเขาจะทำให้ราชาเทพเจ้าผู้ล่วงลับภาคภูมิใจ",
  "like": "แมว, ศิลปะทราย, คนในทะเลทราย",
  "dislike": "คนที่พยายามทำร้ายคนที่เขาห่วงใย",
  "inn": {
    "idle": "ว้าว ข้าไม่เคยเห็นเครื่องดื่มแบบนี้มาก่อนเลย",
    "recruit": {
      "greet": "ขอให้คำอวยพรแห่งราชาเทพเจ้าจงสถิตอยู่กับเจ้า",
      "talk": [
        "อืม ที่นี่แตกต่างจากบาร์ในทะเลทรายมากเลย เราไม่ต้องนั่งบนพื้นใช่ไหม",
        "นักรบทะเลทรายเห็นความสำคัญของพวกพ้องมาก่อนสิ่งอื่นใด",
        "...ข้าไม่ชอบสถานที่ที่แออัดเป็นพิเศษ แต่บรรยากาศที่ไร้ความกังวลใจแบบนี้... ข้าพูดว่าข้าเกลียดมันไม่ได้"
      ],
      "gift": "ช่างมีน้ำใจเหลือหลายยิ่งนัก ขอบคุณนะ"
    },
    "affinity": {
      "greet": "เจ้าเป็นไงบ้าง",
      "talk": [
        "คำพยากรณ์กล่าวว่าจวนจะถึงการฟื้นคืนชีพของราชาเทพเจ้าแล้ว",
        "...ถ้ามีเวลา แวะไปเยี่ยม Aegina บ้างสิ ข้าจะเป็นผู้นำทางให้เจ้าเอง"
      ],
      "gift": "เหล่านักรบทะเลทรายจะดีใจที่เจ้าอยู่ที่นั่นด้วยเช่นกัน"
    },
    "relationship": {
      "greet": "สวัสดี เพื่อนทะเลทรายของข้า",
      "talk": [
        "ข้าชอบแมว... ไม่มีสัตว์ชนิดใดเทียบเทียมได้เลยเมื่อเป็นเรื่องของความเย่อหยิ่ง",
        "แม้แต่พายุทรายที่รุนแรงในทะเลทรายก็ไม่สามารถสร้างรอยขีดข่วนบนตัวนักรบทะเลทรายได้",
        "ข้าอาจมีเลือดของเขาไหลเวียนอยู่ในตัวข้า แต่ข้าคิดว่าหนทางของข้ายังอีกยาวไกลนักกว่าข้าจะสามารถเรียกตัวเองได้ว่าผู้สืบทอดที่คู่ควร"
      ]
    }
  },
  "uw": {
    "name": "ความรุ่งโรจน์แห่งราชาเทพเจ้า, ซารีส",
    "description": [
      "เมื่อใช้สกิล ได้รับ 'เจตจำนงทะเลทราย' 1 สแตค 'เจตจำนงทะเลทราย' จะเพิ่มความเร็วโจมตีขึ้น 4% และความเสียหายคริติคอลขึ้น 4% เป็นเวลา 30 วินาที และมีผลซ้อนกันได้สูงสุด 8 ครั้ง เอฟเฟคนี้ไม่สามารถลบล้างได้",
      "เมื่อใช้สกิล ได้รับ 'เจตจำนงทะเลทราย' 1 สแตค 'เจตจำนงทะเลทราย' จะเพิ่มความเร็วโจมตีขึ้น 4.8% และความเสียหายคริติคอลขึ้น 4.8% เป็นเวลา 30 วินาที และมีผลซ้อนกันได้สูงสุด 8 ครั้ง เอฟเฟคนี้ไม่สามารถลบล้างได้",
      "เมื่อใช้สกิล ได้รับ 'เจตจำนงทะเลทราย' 1 สแตค 'เจตจำนงทะเลทราย' จะเพิ่มความเร็วโจมตีขึ้น 5.6% และความเสียหายคริติคอลขึ้น 5.6% เป็นเวลา 30 วินาที และมีผลซ้อนกันได้สูงสุด 8 ครั้ง เอฟเฟคนี้ไม่สามารถลบล้างได้",
      "เมื่อใช้สกิล ได้รับ 'เจตจำนงทะเลทราย' 1 สแตค 'เจตจำนงทะเลทราย' จะเพิ่มความเร็วโจมตีขึ้น 6.8% และความเสียหายคริติคอลขึ้น 6.8% เป็นเวลา 30 วินาที และมีผลซ้อนกันได้สูงสุด 8 ครั้ง เอฟเฟคนี้ไม่สามารถลบล้างได้",
      "เมื่อใช้สกิล ได้รับ 'เจตจำนงทะเลทราย' 1 สแตค 'เจตจำนงทะเลทราย' จะเพิ่มความเร็วโจมตีขึ้น 8.4% และความเสียหายคริติคอลขึ้น 8.4% เป็นเวลา 30 วินาที และมีผลซ้อนกันได้สูงสุด 8 ครั้ง เอฟเฟคนี้ไม่สามารถลบล้างได้",
      "เมื่อใช้สกิล ได้รับ 'เจตจำนงทะเลทราย' 1 สแตค 'เจตจำนงทะเลทราย' จะเพิ่มความเร็วโจมตีขึ้น 10% และความเสียหายคริติคอลขึ้น 10% เป็นเวลา 30 วินาที และมีผลซ้อนกันได้สูงสุด 8 ครั้ง เอฟเฟคนี้ไม่สามารถลบล้างได้"
    ],
    "story": "อาวุธโบราณที่หลอมขึ้นเพื่อสิ่งมีชีวิตที่น่ายกย่องที่สุดในโลก อาวุธนี้อนุญาตให้ใช้เฉพาะผู้สืบทอดตำแหน่งราชาเทพเจ้าเท่านั้น โดยผู้นั้นจะต้องผ่านบททดสอบมหาศาลเพื่อพิสูจน์ว่าคู่ควรต่อการเป็นเจ้าของอาวุธนี้ ธนูนี้ ซึ่งอนุญาตให้ใช้เฉพาะผู้สืบทอดตำแหน่งราชาเทพเจ้าที่ถูกเลือกเท่านั้น มีพลังในทะเลทรายโดยสมบูรณ์"
  },
  "s1": {
    "name": "ทะเลทรายพิพากษา",
    "description": "สร้างความเสียหายกายภาพ {0} หน่วยให้ศัตรูเป็นวงกว้าง ลดเวลาคูลดาวน์สกิลลง 1 วินาทีต่อศัตรูแต่ละตัวที่โดนโจมตี สร้างความเสียหายกายภาพ {1} หน่วยแก่ศัตรูที่มี [สัญลักษณ์ทะเลทราย] และลบล้าง [สัญลักษณ์ทะเลทราย] 1 สแตค ทุกครั้งที่ใช้สกิล ความเสียหายคริติคอลจะเพิ่มขึ้น 5% เอฟเฟคนี้มีผลซ้อนกันได้สูงสุด 18 ครั้งและไม่สามารถลบล้างได้",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "บูสต์ความเสียหายคริติคอลจากการใช้สกิลเปลี่ยนเป็น 10%",
    "dark": "ศัตรูที่ถูกโจมตีจะสตันเป็นเวลา 1 วินาที",
    "ut": {
      "name": "ลูกธนูพายุทราย",
      "description": [
        "[ทะเลทรายพิพากษา] เพิ่มความเสียหาย 2% เมื่อใช้ มีโอกาส 30% ที่ศัตรูที่ถูกโจมตีจะได้รับความเสียหายจากสัญลักษณ์ทะเลทราย การเพิ่มความเสียหายสามารถซ้อนทับกันได้สูงสุด 20 ครั้ง",
        "[ทะเลทรายพิพากษา] เพิ่มความเสียหาย 2.4% เมื่อใช้ มีโอกาส 30% ที่ศัตรูที่ถูกโจมตีจะได้รับความเสียหายจากสัญลักษณ์ทะเลทราย การเพิ่มความเสียหายสามารถซ้อนทับกันได้สูงสุด 20 ครั้ง",
        "[ทะเลทรายพิพากษา] เพิ่มความเสียหาย 2.9% เมื่อใช้ มีโอกาส 30% ที่ศัตรูที่ถูกโจมตีจะได้รับความเสียหายจากสัญลักษณ์ทะเลทราย การเพิ่มความเสียหายสามารถซ้อนทับกันได้สูงสุด 20 ครั้ง",
        "[ทะเลทรายพิพากษา] เพิ่มความเสียหาย 3.5% เมื่อใช้ มีโอกาส 30% ที่ศัตรูที่ถูกโจมตีจะได้รับความเสียหายจากสัญลักษณ์ทะเลทราย การเพิ่มความเสียหายสามารถซ้อนทับกันได้สูงสุด 20 ครั้ง",
        "[ทะเลทรายพิพากษา] เพิ่มความเสียหาย 4.2% เมื่อใช้ มีโอกาส 30% ที่ศัตรูที่ถูกโจมตีจะได้รับความเสียหายจากสัญลักษณ์ทะเลทราย การเพิ่มความเสียหายสามารถซ้อนทับกันได้สูงสุด 20 ครั้ง",
        "[ทะเลทรายพิพากษา] เพิ่มความเสียหาย 5% เมื่อใช้ มีโอกาส 30% ที่ศัตรูที่ถูกโจมตีจะได้รับความเสียหายจากสัญลักษณ์ทะเลทราย การเพิ่มความเสียหายสามารถซ้อนทับกันได้สูงสุด 20 ครั้ง"
      ],
      "story": "สมบัติที่ Zafir ได้รับจากชนเผ่า Mauhata ลูกธนูนี้สร้างขึ้นจากขนหางของสัตว์ที่ถือว่าเป็นสัตว์ศักดิ์สิทธิ์แห่งอาณาจักรโบราณ ลูกธนูนี้ส่องสว่างจนแทบทำให้ตาบอด ราวกับแสงนั้นจะเป็นตัวแทนของเกียรติยศและชัยชนะของอาณาจักรโบราณ โดยปกติแล้วลูกธนูนี้จะถูกแขวนไว้บนผนังและใช้ในพิธีกรรมเท่านั้น ถึงอย่างนั้นมันก็เป็นอาวุธป้องกันตัวที่ดีที่สุดที่ตระกูลขุนนางใช้ ศัตรูที่ถูกลูกธนูนี้ยิงจะต้องพบกับทะเลทรายพิพากษาภายในพายุทะเลทรายขนาดมหึมา"
    }
  },
  "s2": {
    "name": "พรแห่งวิญญาณทราย",
    "description": "สร้างโล่ป้องกันให้พันธมิตรที่มี HP ต่ำสุด ซึ่งดูดซับความเสียหาย {1} หน่วยเป็นระยะเวลา {0} วินาที ไม่ได้รับสถานะผิดปกติระหว่างที่โล่มีผล เมื่อสิ้นสุดระยะเวลาของโล่ 'พายุทราย' จะทำงานและสร้างความเสียหายกายภาพ {2} หน่วยให้ศัตรูเป็นวงกว้าง และมอบ [สัญลักษณ์ทะเลทราย] 2 สแตคให้ศัตรู หากโล่ถูกลบล้างหรือถูกทำลาย 'พายุทราย' จะไม่ทำงาน",
    "books": {
      "0": "ความเสียหายและโล่ป้องกันเพิ่มขึ้น {0}%",
      "1": "ความเสียหายและโล่ป้องกันเพิ่มขึ้น {0}%",
      "2": "ความเสียหายและโล่ป้องกันเพิ่มขึ้น {0}%"
    },
    "light": "เมื่อมีพันธมิตรน้อยกว่า 3 คนจะใช้เกราะป้องกันแก่พันธมิตรทั้งหมด ในตอนนั้นจะไม่เกิดพายุทราย",
    "dark": "ทุกครั้งเมื่อเริ่มการประลอง จะสร้างเกราะป้องกันแก่ตนเองเป็นเวลา 5 วินาที ในตอนนั้นจะไม่เกิดพายุทราย",
    "ut": {
      "name": "ทรายแห่งภาพลวงตา",
      "description": [
        "[พรแห่งวิญญาณทราย] ลบล้างเอฟเฟคลบของตัวเองและในขณะที่ใช้เกราะป้องกันเป็นเวลาต่อเนื่องจะฟื้นฟู MP 80 ทุกวินาที",
        "[พรแห่งวิญญาณทราย] ลบล้างเอฟเฟคลบของตัวเองและในขณะที่ใช้เกราะป้องกันเป็นเวลาต่อเนื่องจะฟื้นฟู MP 100 ทุกวินาที",
        "[พรแห่งวิญญาณทราย] ลบล้างเอฟเฟคลบของตัวเองและในขณะที่ใช้เกราะป้องกันเป็นเวลาต่อเนื่องจะฟื้นฟู MP 120 ทุกวินาที",
        "[พรแห่งวิญญาณทราย] ลบล้างเอฟเฟคลบของตัวเองและในขณะที่ใช้เกราะป้องกันเป็นเวลาต่อเนื่องจะฟื้นฟู MP 140 ทุกวินาที",
        "[พรแห่งวิญญาณทราย] ลบล้างเอฟเฟคลบของตัวเองและในขณะที่ใช้เกราะป้องกันเป็นเวลาต่อเนื่องจะฟื้นฟู MP 170 ทุกวินาที",
        "[พรแห่งวิญญาณทราย] ลบล้างเอฟเฟคลบของตัวเองและในขณะที่ใช้เกราะป้องกันเป็นเวลาต่อเนื่องจะฟื้นฟู MP 200 ทุกวินาที"
      ],
      "story": "นาฬิกาทรายที่ฝังอยู่ใต้ดินเป็นเวลานานโดยพายุทรายขนาดมหึมาที่ถล่มทะเลทราย Aegina เมื่อทรายในนาฬิกาทรายเคลื่อนไหว ภาพลวงตาของเมืองโบราณจะกลับมามีชีวิตอีกครั้ง นักบวชชั้นสูงแห่งอาณาจักรโบราณเคยใช้สิ่งนี้เพื่อแสดงความรุ่งโรจน์ของอาณาจักรแก่ผู้คนในอดีต ผู้คนซึ่งเห็นเมืองส่องประกายทองเรืองรองรู้สึกภาคภูมิใจในอาณาจักรของตัวเอง"
    }
  },
  "s3": {
    "name": "นรกทะเลทราย",
    "description": "สร้างความเสียหายกายภาพ {0} หน่วยให้ศัตรูด้านหน้าเป็นวงกว้างและมอบ [สัญลักษณ์ทะเลทราย] 1 สแตคให้ศัตรู จากนั้นเรียก 'หลุมทรายดูด' เป็นเวลา 5 วินาที ซึ่งจะสร้างความเสียหายกายภาพ {1} หน่วยทุก 0.5 วินาที และลดพลังป้องกันกายภาพของศัตรูลง 30% เป็นเวลา 10 วินาที 'หลุมทรายดูด' มีโอกาส 25% ที่จะมอบ [สัญลักษณ์ทะเลทราย] 1 สแตคให้ศัตรู และดึงศัตรูทั้งหมดในระยะเข้าสู่จุดศูนย์กลาง",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ต้านสถานะผิดปกติทั้งหมดในระหว่างที่ใช้",
    "dark": "ระยะเวลาของ 'หลุมทรายดูด' เพิ่มขึ้น 2 วินาที",
    "ut": {
      "name": "จิตวิญญาณแห่งโอเอซิส",
      "description": [
        "[นรกทะเลทราย] คูลดาวน์สกิลลดลง 30% และโอกาสที่เอฟเฟคจะทำงานเพิ่มขึ้น 8%",
        "[นรกทะเลทราย] คูลดาวน์สกิลลดลง 30% และโอกาสที่เอฟเฟคจะทำงานเพิ่มขึ้น 9.6%",
        "[นรกทะเลทราย] คูลดาวน์สกิลลดลง 30% และโอกาสที่เอฟเฟคจะทำงานเพิ่มขึ้น 11.5%",
        "[นรกทะเลทราย] คูลดาวน์สกิลลดลง 30% และโอกาสที่เอฟเฟคจะทำงานเพิ่มขึ้น 13.8%",
        "[นรกทะเลทราย] คูลดาวน์สกิลลดลง 30% และโอกาสที่เอฟเฟคจะทำงานเพิ่มขึ้น 16.5%",
        "[นรกทะเลทราย] คูลดาวน์สกิลลดลง 30% และโอกาสที่เอฟเฟคจะทำงานเพิ่มขึ้น 20%"
      ],
      "story": "ดาบเวทมนตร์ที่สืบทอดต่อมาผ่านเหล่าทายาทแห่งราชาเทพเจ้า ชื่อ 'โอเอซิส' มาจากการใช้งานของอาวุธนี้ในการรับใช้ผู้คนในช่วงเวลาที่เลวร้าย หลังจากที่อาณาจักรล่มสลาย ไม่มีใครในโลกนี้รู้ที่ตั้งของมันจนกระทั่ง Zafir พบมันท่ามกลางคอลเล็กชันศิลปะของ Kumuro และซื้อมันมาด้วยราคาที่สูงลิบลิ่ว เมื่อดาบนี้กลับมาสู่ทายาทที่คู่ควรในที่สุด Zafir ก็สามารถสืบทอดจิตวิญญาณของบรรพบุรุษของเขาและเพิ่มศักยภาพของตัวเขาเองจนถึงขีดสุดได้"
    }
  },
  "s4": {
    "name": "พันธกิจผู้พิทักษ์",
    "description": "การโจมตีอัตโนมัติแต่ละครั้งมีโอกาส 15% ที่จะสร้างความเสียหายกายภาพ {0} หน่วยที่ไม่สนใจพลังป้องกันให้ศัตรูทั้งหมด พร้อมมอบ [สัญลักษณ์ทะเลทราย] 1 สแตคให้ศัตรู [สัญลักษณ์ทะเลทราย] มีผลซ้อนกันได้สูงสุด 10 ครั้ง",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ทำให้ศัตรูทั้งหมดติดสัญลักษณ์ทะเลทรายทุกวินาที หากมีศัตรูมากกว่า 5 ตัว",
    "dark": "เปลี่ยนอัตราการทำงานของสกิลเป็น 30%",
    "ut": {
      "name": "แมวดำ Hoabis",
      "description": [
        "[พันธกิจผู้พิทักษ์] เมื่อโจมตีคริติคอล สตันเป้าหมายเป็นเวลา 2 วินาทีและเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 10% เป็นเวลา 10 วินาที",
        "[พันธกิจผู้พิทักษ์] เมื่อโจมตีคริติคอล สตันเป้าหมายเป็นเวลา 2 วินาทีและเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 12% เป็นเวลา 10 วินาที",
        "[พันธกิจผู้พิทักษ์] เมื่อโจมตีคริติคอล สตันเป้าหมายเป็นเวลา 2 วินาทีและเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 14% เป็นเวลา 10 วินาที",
        "[พันธกิจผู้พิทักษ์] เมื่อโจมตีคริติคอล สตันเป้าหมายเป็นเวลา 2 วินาทีและเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 17% เป็นเวลา 10 วินาที",
        "[พันธกิจผู้พิทักษ์] เมื่อโจมตีคริติคอล สตันเป้าหมายเป็นเวลา 2 วินาทีและเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 21% เป็นเวลา 10 วินาที",
        "[พันธกิจผู้พิทักษ์] เมื่อโจมตีคริติคอล สตันเป้าหมายเป็นเวลา 2 วินาทีและเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 25% เป็นเวลา 10 วินาที"
      ],
      "story": "เป็นที่รู้กันว่าแมวดำจะอยู่ข้างๆ ราชาเทพเจ้าแห่งอาณาจักรทะเลทรายโบราณในฐานะสัญลักษณ์แห่งสันติภาพและความเจริญรุ่งเรือง ไม่มีใครรู้ว่าแมวดำศักดิ์สิทธิ์นั้นปรากฏตัวขึ้นมาในทุกรุ่นได้อย่างไร เมื่อแมวดำตัวเดียวกันมาหา Zafir เขาตั้งชื่อมันว่า 'Hoabis' และก็ดูแลอย่างดี"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "ฟื้นฟู MP 700 หน่วยเมื่อใช้สกิล หากมีศัตรูมากกว่า 5 ตัว อัตราการฟื้นฟู MP จะเพิ่มเป็น 2 เท่า และจะเพิ่มความเร็วโจมตี 500 หน่วยเป็นเวลา 5 วินาที เอฟเฟคนี้จะไม่ซ้อนทับกัน"
  }
}