{
  "name": "Yuria",
  "subtitle": "ช่างตัดเย็บลึกลับ",
  "description": "หนึ่งในช่างตัดเย็บที่ยอดเยี่ยมมากที่สุดในแถบนี้ นางตัดเสื้อผ้าและชุดต่างๆ ให้แก่คนดังทุกคนทั่วทวีป นางอ่านโชคชะตาของผู้คนและเย็บอย่างชำนาญด้วยเข็มและด้าย ดวงดาวร่ายรำไปพร้อมกับเข็มของนาง ด้ายของนางทิ้งร่องรอยแสงสว่างไว้บนทุกอย่างที่มันสัมผัส",
  "story": "ถ้ามีคนถามว่าช่างตัดเย็บที่โด่งดังที่สุดในทวีป Orbis คือใคร คนส่วนใหญ่ไม่รู้ว่าจะเอ่ยชื่อใคร แต่คนที่รู้เรื่องเสื้อผ้าบ้างไม่มากก็น้อย จะไม่มีทางพลาดที่จะพูดถึงชื่อของ Yuria Yuria ช่างตัดเย็บจาก Penteonia มักจะตั้งเงื่อนไขสองข้อเมื่อตอบรับคำขอ ข้อแรก นางต้องการใช้เวลากับลูกค้า เพื่อที่นางจะจุดประกายแรงบันดาลใจเกี่ยวกับประเภทของเสื้อผ้าที่นางจะทำ ข้อสอง ในขณะที่นางอยู่กับลูกค้า ลูกค้าจะต้องไม่โกหกหรือแกล้งเป็นในสิ่งที่พวกเขาไม่ได้เป็น เงื่อนไขแรกมีไว้สำหรับประสาทสัมผัสใน 'การคาดการณ์' ของนาง และเพื่อสัมผัสถึงเรื่องราวชะตาชีวิตของลูกค้าและถ่ายทอดมันผ่านเข็มและด้ายของนาง เงื่อนไขที่สองโดยส่วนใหญ่นั้นเป็นเพราะว่านางสามารถรับรู้ได้ถึงความจริงและมองว่าคำโกหกนั้นน่ารังเกียจ นางไม่ต้องการทำอะไรใดๆ ให้ใครก็ตามที่ไม่ซื่อตรง ผลงานชิ้นเอกของนางซึ่งสร้างสรรค์จากโชคชะตาที่นางอ่านนั้นมีค่ามากเทียบเท่ากับแสงดาว ชนชั้นสูงต่างยอมตายเพื่อที่จะครอบครองผลงานเหล่านั้น",
  "like": "การเดินทาง, งานของนาง, การอาบน้ำอุ่น, บทกลอนและบทเพลงของกวี",
  "dislike": "คนที่ไม่จริงจังกับเรื่องเสื้อผ้า, คนที่ไม่เคารพโชคชะตาของคนอื่น, คำโกหก",
  "inn": {
    "idle": "อ่า แถวนี้คึกคักดีจังเลย! ดูเหมือนว่าทุกคนกำลังสนุกสนาน",
    "recruit": {
      "greet": "โอ้ สวัสดี เจ้าอยากได้เสื้อผ้าใหม่ไหม",
      "talk": [
        "เหมือนกับจิตกรที่สร้างสรรค์ผลงานบนผืนผ้าใบที่ว่างเปล่า ข้าเองก็ถ่ายทอดสิ่งที่คิดในใจออกมาในรูปแบบของเสื้อผ้า!",
        "ข้าได้ยินว่ามีช่างตัดเย็บที่เลื่องชื่อคนหนึ่งในเมืองนี้ ข้าแทบจะรอพบใครคนนั้นไม่ไหวแล้ว",
        "ผู้คนเกิดมาด้วยโชคชะตาที่ต่างกัน ข้าอยากเห็นว่าโชคชะตาของเจ้าจะนำพาเจ้าไปสู่เส้นทางใด"
      ],
      "gift": "ว้าว ขอบคุณนะ ไม่ช้าก็เร็วข้าจะตัดเสื้อผ้าให้เป็นการตอบแทน"
    },
    "affinity": {
      "greet": "ฮ่าฮ่า ดีใจที่ได้เจอเจ้านะ ข้ารู้สึกว่าการพบกันของเราในวันนี้ถูกโชคชะตากำหนดไว้แล้ว",
      "talk": [
        "ไม่ใช่ว่าข้ามีภาพนิมิตของอนาคตที่สมบูรณ์จริงๆ หรอก ข้าแค่สัมผัสได้ว่ามีอะไรที่ไกลเกินกว่าปัจจุบันที่รออยู่เท่านั้น",
        "ข้าชอบการเดินทาง เจ้าสามารถเห็น สัมผัส และประสบพบเจอสิ่งต่างๆ มากมาย"
      ],
      "gift": "ว้าว มากขนาดนี้เลยเหรอ ข้าคงต้องซื้อเครื่องดื่มเลี้ยงเจ้าเป็นการตอบแทนแล้วละ"
    },
    "relationship": {
      "greet": "ข้ากำลังรอเจ้าอยู่เลย มาสเตอร์แห่งโชคชะตา",
      "talk": [
        "ในขณะที่ข้าตัดเสื้อผ้า ข้าต้องผ่านกระบวนการที่ค่อนข้างพิเศษ นั่นจึงเป็นสาเหตุที่ข้าใช้เวลานานกว่าจะตัดเสื้อผ้าชิ้นหนึ่งเสร็จ",
        "อืม ถ้าเจ้าคิดดูดีๆ ก็ยอดเยี่ยมทีเดียวเชียวแหละ ข้าไม่ได้เริ่มทำสิ่งนี้เพื่อชื่อเสียงหรือว่าความมั่งคั่ง แต่ข้าก็โด่งดัง ก่อนที่ข้าจะทันรู้ตัวด้วยซ้ำ",
        "ข้ากลับไปยัง Penteonia ประเทศบ้านเกิดของข้าบ้างเป็นบางครั้งบางคราว ส่วนใหญ่แล้วก็เพื่อตัดชุดให้แก่ราชินี Artemia *คิกๆ*"
      ]
    }
  },
  "uw": {
    "name": "Mellifluo ผู้ถักทอท้องฟ้าที่เต็มไปด้วยดวงดาว",
    "description": [
      "เพิ่มพลังโจมตี 1% และเพิ่มความเสียหายคริติคอล 1% เป็นเวลา 10 วินาทีในทุกการโจมตีปกติ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 20 ครั้งและไม่สามารถลบล้างได้ ฟื้นฟูมานา 200 หน่วยเมื่อใช้สกิล",
      "เพิ่มพลังโจมตี 1.2% และเพิ่มความเสียหายคริติคอล 1.2% เป็นเวลา 10 วินาทีในทุกการโจมตีปกติ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 20 ครั้งและไม่สามารถลบล้างได้ ฟื้นฟูมานา 240 หน่วยเมื่อใช้สกิล",
      "เพิ่มพลังโจมตี 1.4% และเพิ่มความเสียหายคริติคอล 1.4% เป็นเวลา 10 วินาทีในทุกการโจมตีปกติ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 20 ครั้งและไม่สามารถลบล้างได้ ฟื้นฟูมานา 290 หน่วยเมื่อใช้สกิล",
      "เพิ่มพลังโจมตี 1.7% และเพิ่มความเสียหายคริติคอล 1.7% เป็นเวลา 10 วินาทีในทุกการโจมตีปกติ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 20 ครั้งและไม่สามารถลบล้างได้ ฟื้นฟูมานา 350 หน่วยเมื่อใช้สกิล",
      "เพิ่มพลังโจมตี 2.1% และเพิ่มความเสียหายคริติคอล 2.1% เป็นเวลา 10 วินาทีในทุกการโจมตีปกติ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 20 ครั้งและไม่สามารถลบล้างได้ ฟื้นฟูมานา 420 หน่วยเมื่อใช้สกิล",
      "เพิ่มพลังโจมตี 2.5% และเพิ่มความเสียหายคริติคอล 2.5% เป็นเวลา 10 วินาทีในทุกการโจมตีปกติ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 20 ครั้งและไม่สามารถลบล้างได้ ฟื้นฟูมานา 500 หน่วยเมื่อใช้สกิล"
    ],
    "story": "ชุดด้าย เข็ม และกรรไกรสุดโปรดของ Yuria ผลงานชิ้นเอกของนางล้วนสร้างสรรค์ด้วยเครื่องมือเหล่านี้ทั้งหมด ด้ายที่ทำจากแสงดาวจากท้องฟ้ายามราตรี ส่วนกรรไกรและเข็มที่ทำจากเหล็กที่สกัดจากอุกกาบาต มอบพลังในการอ่านอนาคตให้แก่ Yuria"
  },
  "s1": {
    "name": "กรรมที่ผูกมัด",
    "description": "สร้างความเสียหายเวทมนตร์ {0} หน่วยซึ่งไม่สนใจเอฟเฟคการบล็อคเวทมนตร์แก่ศัตรู 2 ตัวและลดมานาของศัตรูลง 500 หน่วย ถ้าเป้าหมายอยู่ในสถานะ 'พรหมลิขิตโยงใย' จะไม่สนใจพลังป้องกันและลบล้าง 'พรหมลิขิตโยงใย'",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ทำให้สกิลลดมานา 1,000 หน่วย",
    "dark": "สตันเป้าหมายที่โดนโจมตีเป็นเวลา 3 วินาที",
    "ut": {
      "name": "เสียงกระซิบแห่งท้องฟ้ายามราตรี",
      "description": [
        "[กรรมที่ผูกมัด] เพิ่มความเสียหาย 20% และมอบความต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล",
        "[กรรมที่ผูกมัด] เพิ่มความเสียหาย 24% และมอบความต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล",
        "[กรรมที่ผูกมัด] เพิ่มความเสียหาย 29% และมอบความต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล",
        "[กรรมที่ผูกมัด] เพิ่มความเสียหาย 35% และมอบความต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล",
        "[กรรมที่ผูกมัด] เพิ่มความเสียหาย 42% และมอบความต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล",
        "[กรรมที่ผูกมัด] เพิ่มความเสียหาย 50% และมอบความต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล"
      ],
      "story": "ผ้าคลุมไหล่เพียงผืนเดียวในโลกที่ Yuria ทำขึ้นด้วยด้ายแสงดาวที่นางถักทอด้วยตัวเอง ในฐานะนักเดินทาง เป็นสิ่งสำคัญเสมอที่ Yuria จะต้องปกป้องตัวเองจากธาตุต่างๆ ดังนั้นนางจึงตัดสินใจที่จะสร้างสรรค์บางอย่างที่ช่วยให้นางรู้สึกสะดวกสบาย ผลก็คือผ้าคลุมไหล่ผืนนี้ ผ้าที่มีเวทมนตร์ปรับอุณหภูมิให้กับผู้สวมใส่ เมื่อนางคลุมไหล่ด้วยผ้าผืนนี้ ลมพายุหรือพายุหิมะก็ไม่มีทางหยุดยั้ง Yuria จากการเดินทางได้ ข้อเสียเพียงอย่างเดียวของการคลุมผ้านี้ก็คือ ใยผ้าเรืองแสงจะปล่อยแสงออกมาแม้ในตอนกลางคืน คนที่เห็นนางจากที่ไกลๆ จึงเข้าใจผิดว่านางเป็นนางฟ้าหรือเป็นผี แล้วก็มักจะตกใจหรือหวาดกลัว"
    }
  },
  "s2": {
    "name": "การเย็บแสงดาว",
    "description": "กำจัดเอฟเฟคลบของตัวเองและร่ายโล่ให้แก่ตัวเองซึ่งจะดูดซับความเสียหาย {1} หน่วยเป็นเวลา {0} วินาที ในขณะที่โล่ยังมีผล ได้รับความต้านทานสถานะผิดปกติและเพิ่มอัตราคริติคอล 300 หน่วยในขณะที่การโจมตีทั้งหมดของ Yuria โจมตีโดนเป้าหมายมากกว่า 1 ตัว",
    "books": {
      "0": "เพิ่มบาเรียป้องกัน {0}%",
      "1": "เพิ่มบาเรียป้องกัน {0}%",
      "2": "เพิ่มบาเรียป้องกัน {0}%"
    },
    "light": "เพิ่มพลังโจมตีของตัวเองขึ้น 30% ในขณะที่โล่ยังคงอยู่",
    "dark": "เพิ่มค่ามานา 1 หน่วยแต่ร่ายเอฟเฟคเดียวกันให้แก่พันธมิตร 1 คนที่มีพลังโจมตีสูงที่สุด",
    "ut": {
      "name": "นัยน์ตาหยั่งรู้",
      "description": [
        "[การเย็บแสงดาว] เพิ่มจำนวนโล่ 50% และลดความเสียหายกายภาพต่อตัวเอง 10% ตลอดระยะเวลาของโล่",
        "[การเย็บแสงดาว] เพิ่มจำนวนโล่ 50% และลดความเสียหายกายภาพต่อตัวเอง 12% ตลอดระยะเวลาของโล่",
        "[การเย็บแสงดาว] เพิ่มจำนวนโล่ 50% และลดความเสียหายกายภาพต่อตัวเอง 14% ตลอดระยะเวลาของโล่",
        "[การเย็บแสงดาว] เพิ่มจำนวนโล่ 50% และลดความเสียหายกายภาพต่อตัวเอง 17% ตลอดระยะเวลาของโล่",
        "[การเย็บแสงดาว] เพิ่มจำนวนโล่ 50% และลดความเสียหายกายภาพต่อตัวเอง 21% ตลอดระยะเวลาของโล่",
        "[การเย็บแสงดาว] เพิ่มจำนวนโล่ 50% และลดความเสียหายกายภาพต่อตัวเอง 25% ตลอดระยะเวลาของโล่"
      ],
      "story": "หนึ่งในมรดกที่ Lasiphil ผู้เป็นนักพยากรณ์และบรรพบุรุษห่างๆ ของ Yuria ได้ทิ้งเอาไว้ มันคือชุดแหวน 3 วงที่ไม่เคยสูญเสียความแวววาว แม้เวลาจะเปลี่ยนผันไป มันมีพลังพิเศษที่แม้แต่ Yuria ก็ไม่สามารถประเมินได้ หนึ่งในหนังสือที่ปู่ย่าตายายของ Yuria ได้ทิ้งเอาไว้ ว่ากันว่าเมื่อถึงเวลา นัยน์ตาหยั่งรู้จะฉายแสงสว่าง และมันจะนำทางผู้พยากรณ์ไปสู่เส้นทางที่ถูกต้อง"
    }
  },
  "s3": {
    "name": "วัฏจักรแห่งโชคชะตา",
    "description": "สร้างความเสียหายเวทมนตร์ {0} หน่วยให้แก่ศัตรู 2 ตัว โดยทำให้ศัตรูรับความเสียหายเวทมนตร์ที่เพิ่มขึ้น 30% เป็นเวลา {1} วินาที และร่ายสถานะ 'พรหมลิขิตโยงใย' ใส่ศัตรูเป็นเวลา {2} วินาที ภายใต้สถานะ 'พรหมลิขิตโยงใย' ความเร็วโจมตีของศัตรูจะลดลง 250 หน่วย",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ทำให้สกิลลดความเร็วโจมตี 500 หน่วย",
    "dark": "กำจัดเอฟเฟคบวกของเป้าหมาย",
    "ut": {
      "name": "สุดขอบกระจก",
      "description": [
        "[วัฏจักรแห่งโชคชะตา] เพิ่มความเสียหาย 50% และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 10% เป็นเวลา 10 วินาที",
        "[วัฏจักรแห่งโชคชะตา] เพิ่มความเสียหาย 50% และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 12% เป็นเวลา 10 วินาที",
        "[วัฏจักรแห่งโชคชะตา] เพิ่มความเสียหาย 50% และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 14% เป็นเวลา 10 วินาที",
        "[วัฏจักรแห่งโชคชะตา] เพิ่มความเสียหาย 50% และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 17% เป็นเวลา 10 วินาที",
        "[วัฏจักรแห่งโชคชะตา] เพิ่มความเสียหาย 50% และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 21% เป็นเวลา 10 วินาที",
        "[วัฏจักรแห่งโชคชะตา] เพิ่มความเสียหาย 50% และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 25% เป็นเวลา 10 วินาที"
      ],
      "story": "หนึ่งในมรดกที่ Lasiphil ผู้เป็นนักพยากรณ์และบรรพบุรุษห่างๆ ของ Yuria ได้ทิ้งเอาไว้ โดยตอนนี้เก็บอยู่ที่ท้ายรถบรรทุกเดินทางของ Yuria กระจกแปลกประหลาดบานนี้ซึ่งปกคลุมไปด้วยพลังงานสีฟ้า ไม่เพียงแต่แสดงภาพสะท้อนเท่านั้น แต่ยังเผยให้เห็นโชคชะตาด้วย Yuria เข้าใจในสิ่งที่กระจกแสดงให้เห็นแบบคร่าวๆ แต่แม้กระทั่งนางเองก็ไม่สามารถที่จะตีความหมายได้อย่างสมบูรณ์"
    }
  },
  "s4": {
    "name": "พรแห่งความจริง",
    "description": "เพิ่มพลังป้องกันทั้งหมดของตัวเอง {0} หน่วยและความเร็วโจมตี 300 หน่วย โจมตีศัตรู 2 ตัวในการโจมตีปกติ ทุกๆ การโจมตีปกติจะทิ้งการซ้อนทับของ 'รอยแผลแห่งดวงดาว' ไว้บนตัวศัตรู เป้าหมายจะรับความเสียหายเวทมนตร์ที่เพิ่มขึ้น 1% สำหรับทุกๆ การซ้อนทับของ 'รอยแผลแห่งดวงดาว' เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 15 ครั้งและไม่สามารถลบล้างได้",
    "books": {
      "0": "เพิ่มบูสต์พลังป้องกันขึ้น {0}%",
      "1": "เพิ่มบูสต์พลังป้องกันขึ้น {0}%",
      "2": "เพิ่มบูสต์พลังป้องกันขึ้น {0}%"
    },
    "light": "ตอนนี้เป้าหมายรับความเสียหายเวทมนตร์เพิ่ม 2%",
    "dark": "เพิ่มพลังป้องกันและบูสต์ความเร็วโจมตีขึ้น 50%",
    "ut": {
      "name": "หยาดน้ำแห่งสรวงสวรรค์",
      "description": [
        "[พรแห่งความจริง] เพิ่มจำนวนสูงสุดของการซ้อนทับ 'รอยแผลแห่งดวงดาว' 10 ครั้ง ความเสียหายของการโจมตีปกติเพิ่มขึ้น 20%",
        "[พรแห่งความจริง] เพิ่มจำนวนสูงสุดของการซ้อนทับ 'รอยแผลแห่งดวงดาว' 10 ครั้ง ความเสียหายของการโจมตีปกติเพิ่มขึ้น 24%",
        "[พรแห่งความจริง] เพิ่มจำนวนสูงสุดของการซ้อนทับ 'รอยแผลแห่งดวงดาว' 10 ครั้ง ความเสียหายของการโจมตีปกติเพิ่มขึ้น 29%",
        "[พรแห่งความจริง] เพิ่มจำนวนสูงสุดของการซ้อนทับ 'รอยแผลแห่งดวงดาว' 10 ครั้ง ความเสียหายของการโจมตีปกติเพิ่มขึ้น 35%",
        "[พรแห่งความจริง] เพิ่มจำนวนสูงสุดของการซ้อนทับ 'รอยแผลแห่งดวงดาว' 10 ครั้ง ความเสียหายของการโจมตีปกติเพิ่มขึ้น 42%",
        "[พรแห่งความจริง] เพิ่มจำนวนสูงสุดของการซ้อนทับ 'รอยแผลแห่งดวงดาว' 10 ครั้ง ความเสียหายของการโจมตีปกติเพิ่มขึ้น 50%"
      ],
      "story": "สุราที่แรงแต่สดชื่นของ Penteonia หนึ่งในสุราที่ดีที่สุดใน Orbis ซึ่งมีค่ามาก มันเป็นของโปรดของ Yuria แต่นางไม่สามารถหาสุรามาได้ง่ายๆ เนื่องจากนางเดินทางบ่อย ดังนั้น นางจึงมักจะกลับบ้านอย่างน้อยปีละครั้ง ตัดเสื้อผ้าให้ราชินี และได้รับสุราเหล่านี้สองสามขวดเป็นของตอบแทน"
    }
  },
  "t5": {
    "light": "พลังโจมตี, พลังป้องกัน, HP +15% / ความเร็วโจมตี +100",
    "dark": "รับ 'พรแห่งการคาดการณ์' เมื่อเริ่มต้นการต่อสู้ครั้งแรก 'พรแห่งการคาดการณ์' เพิ่มอัตราหลบหลีกทั้งหมด 300 หน่วยและลดความเสียหายทั้งหมดแก่ตัวเอง 300 หน่วยเป็นเวลา 20 วินาที เอฟเฟคนี้ไม่สามารถลบล้างได้ เอฟเฟคสถานะผิดปกติที่ร่ายแก่ Yuria ในขณะที่ 'พรแห่งการคาดการณ์' ยังมีผลอยู่จะถูกขจัดโดยทันที และ 'พรแห่งการคาดการณ์' จะถูกลบล้างออก โดยจะฟื้นฟูมานา 1 ช่อง"
  }
}