{
  "name": "Ophelia",
  "subtitle": "ผู้คุ้มครองทางเดินแห่งโชคชะตา",
  "description": "โหราจารย์แห่งกลุ่มการแสดงสตาร์ดัสท์ที่โด่งดังทั่วทุกทวีป แทนที่จะเดินทางเป็นส่วนหนึ่งของสมาคมแม่มด เธอออกเดินทางไปหาผู้ร่วมโชคชะตาที่พบเจอในฝัน เธอโจมตีศัตรูที่อยู่ไกลด้วยใช้ไพ่ทาโร่ที่ลอยอยู่รอบตัวเอง",
  "story": "นักดาราศาสตร์ผู้เดินทางร่วมกับคณะละครเร่ 'สตาร์ดัสต์' เธอเป็นสมาชิกสมาพันธ์แม่มด จึงควรต้องอยู่ในพื้นที่ที่กำหนด และอ่านกระแสของโชคชะตาตามหน้าที่ แต่ตอนนี้เธออยู่ระหว่างเดินทางตามหาชายผู้มีโชคชะตาพิเศษที่เธอเห็นในความฝัน เธอเชื่อว่าชายในความฝันบอกเหตุของเธอมีชะตาเป็นผู้กอบกู้โลก เป้าหมายอันดับหนึ่งของเธอคือตามหาชายคนนี้แล้วติดตามเขา แต่มีใครถามถึงเป้าหมายอันดับสอง... สีหน้าเยือกเย็นตามปกติของเธอจะเปลี่ยนเป็นเขินอายจนหน้าแดง เมื่อพูดถึงอนาคตของเธอกับชายในฝัน",
  "like": "เรื่องรักโรแมนติก",
  "dislike": "แมลงบินได้",
  "inn": {
    "idle": "ข้าอยากให้เจ้าได้ยินเสียงกระซิบแห่งดวงดาว",
    "recruit": {
      "greet": "ข้าคือแม่มดนามว่า Ophelia",
      "talk": [
        "ข้าสามารถเห็นมันในดวงตาของเจ้าเช่นกัน...วิถีแห่งดวงดาว",
        "ข้ามองเข้าไปในดวงตาของเจ้า และเห็น...",
        "เจ้าเคยได้ยินเสียงกระซิบแห่งดวงดาวไหม"
      ],
      "gift": "ขอบคุณนะ! เพื่อเป็นการขอบคุณ ข้าจะบอกเจ้านิดหน่อยเกี่ยวกับโชคชะตาของเจ้า..."
    },
    "affinity": {
      "greet": "ยินดีที่ได้พบเจ้า!",
      "talk": [
        "ข้าเรียนการสับไพ่มาจากเพื่อนคนหนึ่ง",
        "ข้าชอบหัวเราะสนุกสนานไปกับผู้คนทุกๆ วัน"
      ],
      "gift": "ข้าจะดูดวงให้เจ้าเป็นการตอบแทน"
    },
    "relationship": {
      "greet": "เจ้าอยากฟังโชคชะตาของเจ้าไหม ถ้าเจ้าอยาก มานั่งกับข้าสิ!",
      "talk": [
        "เด็กคนนี้พิเศษสำหรับข้ามาก อ้า ระวังตัวด้วยนะ! เจ้าอาจจะถูกเผา!",
        "ข้าไม่ได้รู้สึกแย่กับการเดินออกนอกเส้นทางการแสวงบุญ ข้ายังคงเป็นแม่มด และข้าภูมิใจในอาชีพของข้า",
        "อ้า! ไพ่ใบนี้บอกข้าว่าคู่หูที่เป็นพรหมลิขิตของข้าอยู่ใกล้ๆ! ใกล้มากด้วย...อ่า บางที..."
      ]
    }
  },
  "uw": {
    "name": "ไพ่ชะตากรรม แดล์ อาร์คานา",
    "description": [
      "เมื่อโจมตี มีโอกาส 77.7% ที่จะเพิ่มความเร็วโจมตี 20, การฟื้นฟู Mana ต่อวินาที 10% เป็นเวลา 7 วินาที เอฟเฟ็กนี้สามารถแสต็คสูงสุด 15 ครั้ง",
      "เมื่อโจมตี มีโอกาส 77.7% ที่จะเพิ่มความเร็วโจมตี 24, การฟื้นฟู Mana ต่อวินาที 12% เป็นเวลา 7 วินาที เอฟเฟ็กนี้สามารถแสต็คสูงสุด 15 ครั้ง",
      "เมื่อโจมตี มีโอกาส 77.7% ที่จะเพิ่มความเร็วโจมตี 29, การฟื้นฟู Mana ต่อวินาที 14% เป็นเวลา 7 วินาที เอฟเฟ็กนี้สามารถแสต็คสูงสุด 15 ครั้ง",
      "เมื่อโจมตี มีโอกาส 77.7% ที่จะเพิ่มความเร็วโจมตี 35, การฟื้นฟู Mana ต่อวินาที 17% เป็นเวลา 7 วินาที เอฟเฟ็กนี้สามารถแสต็คสูงสุด 15 ครั้ง",
      "เมื่อโจมตี มีโอกาส 77.7% ที่จะเพิ่มความเร็วโจมตี 42, การฟื้นฟู Mana ต่อวินาที 21% เป็นเวลา 7 วินาที เอฟเฟ็กนี้สามารถแสต็คสูงสุด 15 ครั้ง",
      "เมื่อโจมตี มีโอกาส 77.7% ที่จะเพิ่มความเร็วโจมตี 50, การฟื้นฟู Mana ต่อวินาที 25% เป็นเวลา 7 วินาที เอฟเฟ็กนี้สามารถแสต็คสูงสุด 15 ครั้ง"
    ],
    "story": "การอ่านไพ่ทาโร่เป็นวิธีการทำนายชะตาตามปกติของเหล่าแม่มด แม่มดบางตนใช้ไพ่ที่ปรับแต่งขึ้นเองให้เหมาะกับสไตล์ของตน และไพ่ของ Ophelia ยังใช้เป็นข้อพิสูจน์ของสัญญาระหว่างเธอกับสัตว์ประหลาดที่เธอเรียกออกมาด้วย เธอค่อนข้างมีชื่อเสียงในฐานะผู้นำทางสู่โชคชะตาในหมู่สิ่งมีชีวิตในมิติลี้ลับต่างๆ และได้ทำสัญญากับสัตว์ประหลาดจำนวนนับไม่ถ้วน Del Arcana ซึ่งเป็นสำรับไพ่ที่ทรงพลังซึ่งรวบรวมโดย Ophelia นับเป็นหลักฐานที่จับต้องได้ของความสัมพันธ์เหล่านี้"
  },
  "s1": {
    "name": "ไพ่แห่งความตาย - คาร์ทา",
    "description": "โจมตีศัตรูเป้าหมายสร้างความเสียหายเวทย์ {0} และทำให้สลบ {1} วินาที ใช้ไพ่ที่ตัวเองครอบครองเพื่อเพิ่มเอฟเฟ็คตามความสามารถ หลังจากใช้จะได้รับไพ่ [ความตาย] [ความตาย] - ความเสียหายจะไม่สนพลังป้องกันของศัตรูและเพิ่มระยะเวลาสลบ 5 วินาที [ความรัก] - สร้างความเสียหายเวทย์ต่อเนื่องรวม {2} เป็นเวลา 10 วินาที ลดการฟื้นฟู 100% [โชคลาภ] - ไม่มีการใช้เวลาคูลไทม์",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
    "dark": "ลดการใช้ Mana 1",
    "ut": {
      "name": "การ์ดประหลาด",
      "description": [
        "[การ์แห่งความตาย - คาร์ทา] เพิ่มความเสียหาย 50% และฟื้นฟูมานา 1000 หน่วยเมื่อกำจัดศัตรู",
        "[การ์แห่งความตาย - คาร์ทา] เพิ่มความเสียหาย 50% และฟื้นฟูมานา 1200 หน่วยเมื่อกำจัดศัตรู",
        "[การ์แห่งความตาย - คาร์ทา] เพิ่มความเสียหาย 50% และฟื้นฟูมานา 1400 หน่วยเมื่อกำจัดศัตรู",
        "[การ์แห่งความตาย - คาร์ทา] เพิ่มความเสียหาย 50% และฟื้นฟูมานา 1700 หน่วยเมื่อกำจัดศัตรู",
        "[การ์แห่งความตาย - คาร์ทา] เพิ่มความเสียหาย 50% และฟื้นฟูมานา 2100 หน่วยเมื่อกำจัดศัตรู",
        "[การ์แห่งความตาย - คาร์ทา] เพิ่มความเสียหาย 50% และฟื้นฟูมานา 2500 หน่วยเมื่อกำจัดศัตรู"
      ],
      "story": "การ์ดที่สร้างขึ้นโดยแม่มด Eucaletus ด้วยมานาทั้งหมดที่นางมีโดยหวังว่าจะได้เข้าใกล้ความตายมากขึ้นหลังจากสูญเสียคนรักของตนเอง ท้ายที่สุด ร่างกายของนางก็ถูกเผาจนมอดไหม้เหลือเพียงการ์ดใบนี้เท่านั้น นับตั้งแต่นั้นเป็นต้นมา การ์ดนี้ก็เป็นที่รู้จักในฐานะสิ่งของที่สามารถทำให้เจ้าของที่แท้จริงมีอิสระเหนือความเป็นและความตายได้ ผู้คนจำนวนมากต่างแย่งชิงมันเพื่อความเป็นอมตะ จนกระทั่งมีนักเวทย์คนหนึ่งเริ่มออกตามหาการ์ดใบนี้เพื่อป้องกันไม่ให้มีการนองเลือดกันอย่างไร้เหตุผลอีก จนในที่สุดก็พบและได้ปิดผนึกมันไว้ ไม่มีใครพบเห็นการ์ดดังกล่าวอีกเลยเป็นเวลาหลายศตวรรษจนกระทั่ง Ophelia พบมันในห้องเก็บของเก่าๆ"
    }
  },
  "s2": {
    "name": "ไพ่แห่งความรัก - แอลิเซียด",
    "description": "เพิ่มพลังโจมตีขึ้น {1} หน่วยเป็นเวลา {0} วินาทีและการฟื้นฟู MP ต่อวินาทีขึ้น {2}% ใช้การ์ดที่มีเพื่อรับเอฟเฟคเพิ่มเติมตามประเภทของการ์ด ได้รับการ์ด [รัก] เมื่อใช้ [มรณะ] - การทะลวงพลังป้องกันเพิ่มขึ้น 600 หน่วยในช่วงระยะเวลาของสกิลและ ได้รับความต้านทานสถานะผิดปกติเป็นเวลา 6 วินาที [รัก] - เอฟเฟคมีผลกับพันธมิตรทั้งหมด [โชคลาภ] - ไม่มีคูลดาวน์",
    "books": {
      "0": "เพิ่มปริมาณการโจมตี {0}%",
      "1": "เพิ่มปริมาณการโจมตี {0}%",
      "2": "เพิ่มปริมาณการโจมตี {0}%"
    },
    "light": "ฟื้นฟู Mana ของเป้าหมาย 1000",
    "dark": "เพิ่มปริมาณการเพิ่มพลังโจมตี 40%",
    "ut": {
      "name": "หัวใจของแอลิเซียด",
      "description": [
        "[ไพ่แห่งความรัก - แอลิเซียด] กำจัดเอฟเฟ็คที่เป็นผลเสีย ที่เป้าหมายได้รับ และลดเวลาคูลไทม์ 6%",
        "[ไพ่แห่งความรัก - แอลิเซียด] กำจัดเอฟเฟ็คที่เป็นผลเสีย ที่เป้าหมายได้รับ และลดเวลาคูลไทม์ 7.2%",
        "[ไพ่แห่งความรัก - แอลิเซียด] กำจัดเอฟเฟ็คที่เป็นผลเสีย ที่เป้าหมายได้รับ และลดเวลาคูลไทม์ 8.6%",
        "[ไพ่แห่งความรัก - แอลิเซียด] กำจัดเอฟเฟ็คที่เป็นผลเสีย ที่เป้าหมายได้รับ และลดเวลาคูลไทม์ 10.4%",
        "[ไพ่แห่งความรัก - แอลิเซียด] กำจัดเอฟเฟ็คที่เป็นผลเสีย ที่เป้าหมายได้รับ และลดเวลาคูลไทม์ 12.5%",
        "[ไพ่แห่งความรัก - แอลิเซียด] กำจัดเอฟเฟ็คที่เป็นผลเสีย ที่เป้าหมายได้รับ และลดเวลาคูลไทม์ 15%"
      ],
      "story": "วิญญาณแห่งความรัก หัวใจของแอลิเซียด มันกินทั้งรักที่สมหวังและไม่สมหวัง ดังนั้นบางครั้งมันจึงร้อนเหมือนลาวาหรือเย็นเหมือนน้ำแข็ง พลังที่มันแสดงขึ้นอยู่กับว่าวิญญาณปนเปื้อนมาแค่ไหน และมันสามารถแสดงแสงพรอย่างเจิดจ้าให้กับผู้ที่มีวิญญาณบริสุทธิ์"
    }
  },
  "s3": {
    "name": "ไพ่แห่งโชคชะตา - เวลเลเคีย",
    "description": "โจมตีเป้าหมายและศัตรูที่อยู่ใกล้เป้าหมายเพื่อสร้างความเสียหายเวทมนตร์ {0} หน่วย การโจมตีนี้ไม่มีทางพลาดและสร้างความเสียหายคริติคอลเพิ่มขึ้น 100% ได้รับการ์ด [โชคลาภ] เมื่อใช้ [มรณะ] - ความเสียหายคริติคอลเพิ่มขึ้นเป็น 120% [รัก] - ลบล้างเอฟเฟคด้านบวกจากศัตรูในระยะและใบ้ศัตรูเป็นเวลา 2 วินาที [Luck] - ไม่มีคูลดาวน์ ฟื้นฟูมานา 1 ขีด",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%",
    "dark": "เกิดคริติคอลอย่างแน่นอน",
    "ut": {
      "name": "เหรียญนำโชค",
      "description": [
        "[ไพ่แห่งโชคชะตา - เวลเลเคีย] ลดการใช้ Mana 1 เพิ่มความเสียหาย 20%",
        "[ไพ่แห่งโชคชะตา - เวลเลเคีย] ลดการใช้ Mana 1 เพิ่มความเสียหาย 24%",
        "[ไพ่แห่งโชคชะตา - เวลเลเคีย] ลดการใช้ Mana 1 เพิ่มความเสียหาย 29%",
        "[ไพ่แห่งโชคชะตา - เวลเลเคีย] ลดการใช้ Mana 1 เพิ่มความเสียหาย 35%",
        "[ไพ่แห่งโชคชะตา - เวลเลเคีย] ลดการใช้ Mana 1 เพิ่มความเสียหาย 42%",
        "[ไพ่แห่งโชคชะตา - เวลเลเคีย] ลดการใช้ Mana 1 เพิ่มความเสียหาย 50%"
      ],
      "story": "เหรียญในตำนานที่กล่าวกันว่าได้เปลี่ยนเส้นทางของกงล้อแห่งโชค ซึ่งเคยมุ่งหน้าสู่ความพินาศ Ophelia เชื่อว่า Vellekia จิตวิญญาณแห่งโชคเป็นคนเหวี่ยงมัน"
    }
  },
  "s4": {
    "name": "ผู้คุ้มครองทางเดินแห่งโชคชะตา",
    "description": "เพิ่มพลังโจมตี {0} , อัตราคริติคอล 100 ของพันธมิตรทั้งหมด ใช้ไพ่ที่ตัวเองครอบครองเพื่อเพิ่มเอฟเฟ็คตามความสามารถ [ความตาย] - เพิ่มพลังโจมตี {2}% [ความรัก] - ฟื้นฟู HP ทุกวินาทีเท่ากับ {3}% ของ HP สูงสุด [โชคลาภ] - เพิ่มอัตราการหลบหลีกเวทย์ 200",
    "books": {
      "0": "เพิ่มปริมาณการเพิ่มพลังโจมตีของพันธมิตรทั้งหมด {0}%",
      "1": "เพิ่มปริมาณการเพิ่มพลังโจมตีของพันธมิตรทั้งหมด {0}%",
      "2": "เพิ่มปริมาณการเพิ่มอัตราคริติคอลของพันธมิตรทั้งหมด {0}"
    },
    "light": "เมื่อเริ่มต่อสู้ครั้งแรกจะได้รับไพ่ [ความตาย] ไพ่ใบนี้ไม่มีเอฟเฟ็กเพิ่มพลังโจมตี",
    "dark": "เมื่อเริ่มต่อสู้ครั้งแรกจะได้รับไพ่ [ความรัก] ไพ่ใบนี้ไม่มีเอฟเฟ็กฟื้นฟู"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "เมื่อใช้สกิลมีโอกาส 7% ที่จะลดการใช้ Mana ของสกิลทั้งหมดเป็นเวลา 7 วินาที เอฟเฟ็กนี้ไม่สามารถยกเลิกได้"
  }
}