{
  "name": "Gau",
  "subtitle": "บาบาเรียนแห่งดินแดนน้ำแข็ง",
  "description": "บาบาเรียนจากขุนเขาเยือกแข็ง เสียงคำรามของเขาทำให้ศัตรูหวาดกลัว และยังทำลายประสาทการรับฟัง เปิดช่องให้ถูกจู่โจมอย่างง่ายดาย",
  "story": "Gau คือนักรบผู้ทรงพลังจากอาณาจักร Barbarian ทุกแห่งหนที่เขากวัดแกว่งขวานคู่ล้วนเกิดการนองเลือด เขาคือสุดยอดนักรบผู้ดุดันที่ใครๆ ต่างก็หวาดผวา แต่เมื่อ 10 ปีก่อนเขาหายตัวไปอย่างไม่มีปี่มีขลุ่ย และเมื่อกลับมา เขาก็เปลี่ยนไปเป็นคนละคน เขาเลิกแสดงนิสัยก้าวร้าวดุจนักรบคลั่ง แม้ในยามที่ถูกผู้อื่นติฉินนินทา เขาก็ตอบโต้ด้วยรอยยิ้มและเสียงหัวเราะร่าเริง และยิ่งน่าประหลาดใจเมื่อได้เห็นสายตาเป็นมิตรยามที่เขามองเด็กและสัตว์",
  "like": "เด็ก, สัตว์",
  "dislike": "คนก้าวร้าวและชอบทำลาย",
  "inn": {
    "idle": "เจ้ามีธุระอะไรกับพวก barbarian อย่างนั้นหรือ?",
    "recruit": {
      "greet": "ยินดีที่ได้พบเจ้า งั้นไว้เรามาออกล่าด้วยกันนะ",
      "talk": [
        "ข้าดูแข็งแกร่ง? อ่า, อย่าทำให้ข้าเขินเหมือนเป็นเด็กสาวๆหน่า",
        "ข้าอิจฉาในความงามของเจ้า",
        "ข้ารู้ว่าข้าแข็งแกร่ง, ฮา"
      ],
      "gift": "อะไรกันเนี่ย? ขอบใจพวกเจ้ามาก"
    },
    "affinity": {
      "greet": "มันค่อนข้างที่จะน่าอายที่ต้องมาทำเรื่องเช่นนี้",
      "talk": [
        "เจ้าพบกับ Yanne เมื่อเร็วๆ นี้บ้างมั้ย ข้าสงสัยจังว่านางจะเป็นยังไงบ้าง...",
        "อะไรนะ ข้ารู้จัก Lewisia ได้ยังไงเหรอ เจ้าเด็กนั่น... แม้ว่านางจะโตขึ้น... มันคงจะไม่เวิร์คเพียงเพราะข้าชอบนางหรอก..."
      ],
      "gift": "ขอบคุณ ครั้งหน้าข้าจะเลี้ยงเจ้าเอง"
    },
    "relationship": {
      "greet": "ฮ่า! เราเจอกันอีกแล้ว! สบายดีไหม",
      "talk": [
        "อ้า...Lei ตัวน้อยคนนั้นกลายเป็นหญิงงามขนาดนี้แล้ว...และเมื่อคิดว่าอายุที่แท้จริงของนางก็คือ...ฮ่าฮ่าฮ่า!",
        "ข้าจะป่นเจ้าให้เป็นชิ้นๆ! เอ่อ นั่นเป็นยังไงบ้างล่ะ พวกเด็กๆ หัวเราะกันใหญ่เมื่อข้าทำท่าทางแบบนั้น",
        "ฮ่าฮ่าฮ่า ข้ากับคนแคระเฒ่าบางคนดื่มไปเยอะเลยเมื่อคราวที่แล้ว จริงๆ แล้ว เราดื่มเหล้าทั้งหมดที่โรงแรม! ฮ่าฮ่าฮ่าฮ่า!!"
      ]
    }
  },
  "uw": {
    "name": "นกศักดิ์สิทธิ์, นูมินุ",
    "description": [
      "เพิ่ม HP ของตนเองสูงสุด {0}% ทุกครั้งที่ HP ลดลง 1% พลังโจมตีจะเพิ่มขึ้น {1}% และความเร็วการโจมตีเพิ่มขึ้น {2}",
      "เมื่อ HP ลดลงทุกๆ 1% พลังโจมตีเพิ่มขึ้น 1% และความเร็วในการโจมตีเพิ่มขึ้น 10",
      "เมื่อ HP ลดลงทุกๆ 1% พลังโจมตีเพิ่มขึ้น 1.2% และความเร็วในการโจมตีเพิ่มขึ้น 12",
      "เมื่อ HP ลดลงทุกๆ 1% พลังโจมตีเพิ่มขึ้น 1.4% และความเร็วในการโจมตีเพิ่มขึ้น 14",
      "เมื่อ HP ลดลงทุกๆ 1% พลังโจมตีเพิ่มขึ้น 1.7% และความเร็วในการโจมตีเพิ่มขึ้น 17",
      "เมื่อ HP ลดลงทุกๆ 1% พลังโจมตีเพิ่มขึ้น 2% และความเร็วในการโจมตีเพิ่มขึ้น 20"
    ],
    "story": "ว่ากันว่าใน Windland Snow Mountain มีสัตว์ศักดิ์สิทธิ์ที่คอยปกป้องบาบาเรี่ยนอาศัยอยู่ สัตว์ที่คาดว่าเป็นนกฟีนิกซ์น้ำแข็งสีน้ำเงินตัวนี้สามารถสลายพลังแห่งความมืดได้ อาวุธที่สร้างขึ้นตามรูปร่างของสัตว์ตัวนี้มีชื่อว่า Numinu ซึ่งมีความหมายว่า 'ศักดิ์สิทธิ์' มันถูกสร้างจากน้ำแข็งเวทมนตร์ที่ไม่มีวันละลาย ชาวบาบาเรียนถือว่าอาวุธนี้คือวัตถุศักดิ์สิทธิ์ และจะมอบให้นักรบผู้แข็งแกร่งที่สุด ผู้ครอบครองอาวุธนี้คือนักรบที่ทรงพลังที่สุดในหมู่บาบาเรี่ยน ซึ่งอาจถือได้ว่าเป็นราชาของพวกเขา"
  },
  "s1": {
    "name": "บดแหลก I",
    "description": "สร้างความเสียหายกายภาพ {0} หน่วยแก่ศัตรูที่อยู่ภายในระยะ และทำให้ศัตรูตัวแรกล้มลงเป็นเวลา {1} วินาทีและลดความเร็วโจมตีลง 250 หน่วยเป็นเวลา 10 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 15% แสต็คสูงสุด 10 ครั้ง",
    "ut": {
      "name": "หมวกของราชาเกล็ดหิมะ",
      "description": [
        "[บดแหลก] ลดพลังโจมตีของเป้าหมายลง 20% และเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 10% เป็นเวลา 10 วินาที",
        "[บดแหลก] ลดพลังโจมตีของเป้าหมายลง 20% และเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 12% เป็นเวลา 10 วินาที",
        "[บดแหลก] ลดพลังโจมตีของเป้าหมายลง 20% และเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 14% เป็นเวลา 10 วินาที",
        "[บดแหลก] ลดพลังโจมตีของเป้าหมายลง 20% และเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 17% เป็นเวลา 10 วินาที",
        "[บดแหลก] ลดพลังโจมตีของเป้าหมายลง 20% และเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 21% เป็นเวลา 10 วินาที",
        "[บดแหลก] ลดพลังโจมตีของเป้าหมายลง 20% และเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที"
      ],
      "story": "หมวกเก่าๆ ของราชาเกล็ดหิมะ หมวกนี้ถูกสวมล่าสุดโดยราชาแห่งยักษ์น้ำแข็ง Gau ผู้ถูกครอบงำโดยความมืด เขาเก็บรักษาหมวกที่พังแล้วใบนี้ไว้เพื่อรำลึกถึงเหล่าฮีโร่ที่พลีชีพ และหวังว่าเหตุการณ์เช่นโศกนาฎกรรมแห่งภูเขาหิมะดินแดนลมจะไม่เกิดขึ้นอีก"
    }
  },
  "s2": {
    "name": "เสียงร้องแห่งสนามรบ",
    "description": "เพิ่มพลังโจมตีของพันธมิตรทั้งหมด {1} เป็นเวลา {0} วินาที ยกเลิกเอฟเฟ็คด้านเสียของพันธมิตรขณะร่ายเวทย์",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มตัวเลขพลังโจมตี 40%",
    "dark": "เพิ่มเอฟเฟ็คเพิ่มความเร็วโจมตี 200",
    "ut": {
      "name": "เขาของนักสู้",
      "description": [
        "[เสียงร้องแห่งสนามรบ] ลดค่ามานาลง 1 หน่วยและเพิ่มบูสต์พลังโจมตีขึ้น 20%",
        "[เสียงร้องแห่งสนามรบ] ลดค่ามานาลง 1 หน่วยและเพิ่มบูสต์พลังโจมตีขึ้น 24%",
        "[เสียงร้องแห่งสนามรบ] ลดค่ามานาลง 1 หน่วยและเพิ่มบูสต์พลังโจมตีขึ้น 29%",
        "[เสียงร้องแห่งสนามรบ] ลดค่ามานาลง 1 หน่วยและเพิ่มบูสต์พลังโจมตีขึ้น 35%",
        "[เสียงร้องแห่งสนามรบ] ลดค่ามานาลง 1 หน่วยและเพิ่มบูสต์พลังโจมตีขึ้น 42%",
        "[เสียงร้องแห่งสนามรบ] ลดค่ามานาลง 1 หน่วยและเพิ่มบูสต์พลังโจมตีขึ้น 50%"
      ],
      "story": "แตรที่สร้างจากเขาของสัตว์ผู้พิทักษ์แห่ง Orox ภูเขาหิมะใน Windland พรของ Orox แห่งภูเขาหิมะมอบพลังอันยิ่งใหญ่ให้กับนักรบผู้สูงศักดิ์และช่วยให้มองเห็นความจริง เมื่อนักรบที่ได้รับพรแห่ง Orox เป่าแตรนี้ มันจะช่วยเพิ่มขวัญกำลังใจให้กับพันธมิตรและทำให้พวกเขามองเห็นด้วยความกระจ่าง"
    }
  },
  "s3": {
    "name": "พายุหมุน",
    "description": "สร้างความเสียหายกายภาพ {0} แก่ศัตรูที่อยู่ในบริเวณโดยรอบ หากเป้าหมายไม่ใช่วีรบุรุษจะสร้างความเสียหายกายภาพ {1} ในการโจมตีครั้งสุดท้ายจะทำให้ศัตรูที่อยู่ในบริเวณโดยรอบอยู่ในสถานะแช่แข็งเป็นเวลา {2} วินาที ในขณะที่ใช้สกิลจะไม่ติดสถานะผิดปกติ",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "ดึงศัตรูในบริเวณใกล้เคียงเข้ามารวมกันระหว่างที่ร่ายสกิล"
    },
    "light": "ลดเวลาคูลดาวน์ 3 วินาที",
    "dark": "ป้องกันความเสียหายทั้งหมดในระหว่างที่ใช้",
    "ut": {
      "name": "แก้วเหล้าของชาวบาบาเรี่ยน",
      "description": [
        "[พายุหมุน] เพิ่มความเสียหาย 50% เพิ่มความเสียหายทั้งหมดที่เป้าหมายได้รับ 5% เป็นเวลา 10 วินาทีในการโจมตีครั้งสุดท้าย",
        "[พายุหมุน] เพิ่มความเสียหาย 50% เพิ่มความเสียหายทั้งหมดที่เป้าหมายได้รับ 6% เป็นเวลา 10 วินาทีในการโจมตีครั้งสุดท้าย",
        "[พายุหมุน] เพิ่มความเสียหาย 50% เพิ่มความเสียหายทั้งหมดที่เป้าหมายได้รับ 7% เป็นเวลา 10 วินาทีในการโจมตีครั้งสุดท้าย",
        "[พายุหมุน] เพิ่มความเสียหาย 50% เพิ่มความเสียหายทั้งหมดที่เป้าหมายได้รับ 8.5% เป็นเวลา 10 วินาทีในการโจมตีครั้งสุดท้าย",
        "[พายุหมุน] เพิ่มความเสียหาย 50% เพิ่มความเสียหายทั้งหมดที่เป้าหมายได้รับ 10.5% เป็นเวลา 10 วินาทีในการโจมตีครั้งสุดท้าย",
        "[พายุหมุน] เพิ่มความเสียหาย 50% เพิ่มความเสียหายทั้งหมดที่เป้าหมายได้รับ 12.5% เป็นเวลา 10 วินาทีในการโจมตีครั้งสุดท้าย"
      ],
      "story": "เหยือกของราชาบาบาเรี่ยนผู้ซึ่งเป็นคนแรกที่ตั้งรกรากในภูเขาหิมะ เมื่อตอนที่ราชาบาบาเรี่ยนคนแรกตั้งรกรากที่ Windland เขาได้สาบานที่จะก้าวเป็นผู้พิทักษ์แห่งภูเขาหิมะและแบ่งปันเหยือกนี้กับสิ่งมีชีวิตศักดิ์สิทธิ์อื่นๆ ของภูเขา เวทมนตร์ปกป้องแห่งหมาป่าน้ำแข็งซึ่งอาบในเหยือกบาบาเรี่ยนนี้เพิ่มพลังโจมตีของพายุหมุนและผลพลังของการแช่แข็ง"
    }
  },
  "s4": {
    "name": "เติมโทสะ",
    "description": "เมื่อโจมตี เพิ่มพลังโจมตีขึ้น {1} หน่วยเป็นเวลา {0} วินาทีและความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 3% เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มการต้านทานสถานะผิดปกติ 50 ทุกๆครั้งที่แสต็ค"
    },
    "light": "เพิ่มการเพิ่มพลังโจมตี 40%",
    "dark": "เพิ่มความเสียหาย 5% ทุกๆแสต็ค เพิ่มแสต็คดูดเลือด 50 โอกาสคริติคอล 50%",
    "ut": {
      "name": "กำไลหยาดหิมะ",
      "description": [
        "[เติมโทสะ] เพิ่มจำนวนสแต็กสูงสุดที่สะสมได้ของสถานะ เถ้าถ่าน จำนวน 1 สแต็ก แต่ละสแต็กจะเพิ่มการทะลวงพลังป้องกันขึ้น 10 หน่วย",
        "[เติมโทสะ] เพิ่มจำนวนสแต็กสูงสุดที่สะสมได้ของสถานะ เถ้าถ่าน จำนวน 2 สแต็ก แต่ละสแต็กจะเพิ่มการทะลวงพลังป้องกันขึ้น 10 หน่วย",
        "[เติมโทสะ] เพิ่มจำนวนสแต็กสูงสุดที่สะสมได้ของสถานะ เถ้าถ่าน จำนวน 3 สแต็ก แต่ละสแต็กจะเพิ่มการทะลวงพลังป้องกันขึ้น 10 หน่วย",
        "[เติมโทสะ] เพิ่มจำนวนสแต็กสูงสุดที่สะสมได้ของสถานะ เถ้าถ่าน จำนวน 4 สแต็ก แต่ละสแต็กจะเพิ่มการทะลวงพลังป้องกันขึ้น 10 หน่วย",
        "[เติมโทสะ] เพิ่มจำนวนสแต็กสูงสุดที่สะสมได้ของสถานะ เถ้าถ่าน จำนวน 5 สแต็ก แต่ละสแต็กจะเพิ่มการทะลวงพลังป้องกันขึ้น 10 หน่วย",
        "[เติมโทสะ] เพิ่มจำนวนสแต็กสูงสุดที่สะสมได้ของสถานะ เถ้าถ่าน จำนวน 6 สแต็ก แต่ละสแต็กจะเพิ่มการทะลวงพลังป้องกันขึ้น 10 หน่วย"
      ],
      "story": "กำไลที่ทำจากดอกไม้หยาดหิมะ เด็กๆ ในสถานเลี้ยงเด็กกำพร้าทำให้เป็นของขวัญวันเกิดแก่ Gau หลังจากที่ได้เห็นเขาโศกเศร้าเรื่องพี่น้องบาบาเรี่ยนที่เสียชีวิตไป ดอกไม้หยาดหิมะสื่อความหมายถึงความหวังและการปลอบประโลม"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคกาย +200",
    "dark": "ฟื้นฟู HP ต่อวินาทีเท่ากับ 10% ของพลังโจมตี และทุกครั้งที่ HP ลดลง 1% จะลดความเสียหายที่ได้รับ 0.6%"
  }
}