{
  "name": "Requina",
  "subtitle": "แม่ค้ายาพิษ",
  "description": "แม่ค้าที่ขายพิษยาสำหรับลูกค้าที่ต้องการพิษของตัวเองทั่วโลก เธอทำให้ศัตรูหมดพลังด้วยใช้ปืนลมที่มีพิษหลากหลายชนิด",
  "story": "แม่ค้าประหลาดผู้ขายพิษทุกชนิดมีอยู่ในโลก เธอเป็นลูกสาวของนักเล่นแร่แปรธาตุพเนจรสองคนที่เดินทางมาจากประเทศห่างไกล พ่อค้าแม่ค้าคนอื่นเรียกเธอว่า 'แม่ค้าแห่งความตาย' แต่เธอกลับเห็นต่าง เธออ้างว่าพิษทุกชนิดไม่ใช่สิ่งชั่วร้ายตามธรรมชาติ ธรรมชาติของพิษขึ้นอยู่กับวิธีใช้ เธอมีความเชื่อสมกับเป็นคนค้าขายว่าเครื่องมือจะดีหรือชั่วขึ้นอยู่กับผู้ที่ใช้มัน เมื่อพวกปีศาจปราฏกายอีกครั้ง เธอก็ออกเดินทางไปทั่วเพื่อตามหายาพิษที่เหมาะจะใช้ต่อกรกับผู้รุกราน",
  "like": "การสร้างพิษชนิดใหม่, คนที่เข้าใจความสนุกของการสร้างพิษชนิดใหม่",
  "dislike": "คนที่มีอคติกับพิษ",
  "inn": {
    "idle": "อืม มีใครจะซื้อสินค้าของข้าไหม",
    "recruit": {
      "greet": "สวัสดี! มียาพิษที่เจ้าอาจต้องการไหม",
      "talk": [
        "ยาพิษสามารถใช้เป็นยาได้นะ! พวกมันไม่ได้แย่อย่างที่คนชอบพูดกันหรอก",
        "อ่า เอ่อ ก็จริงแหละที่ยาพิษส่วนใหญ่จะใช้สำหรับสิ่งไม่ดี",
        "อืม ผู้หญิงที่ซื้อยาพิษของข้าเมื่อคราวที่แล้วอยู่ที่ไหนเนี่ย"
      ],
      "gift": "ว้าว ขอบคุณนะ! ข้าจะใช้สิ่งนี้เพื่อเพิ่มรายการสินค้าของข้า!!"
    },
    "affinity": {
      "greet": "ยินดีที่ได้พบเจ้า! ข้านำยาพิษมาให้เจ้า! เลือกที่เจ้าต้องการเลย!",
      "talk": [
        "ยาพิษสุดพิเศษ! ลองแล้วจะติดใจ!",
        "พืชนี้ไม่โตขึ้นเลย ข้าควรไปขายยาพิษหายากแทนไหม เจ้าคิดว่าไง"
      ],
      "gift": "โอ้ ขอบคุณ! ข้าจะให้เจ้าซื้อยาพิษสไตล์ Requina สูตรพิเศษ ฮี่ฮี่"
    },
    "relationship": {
      "greet": "ยินดีต้อนรับกลับมา~ ฮ่าฮ่าฮ่า วันนี้มีการลำเลียงสินค้าละ!",
      "talk": [
        "หมอ มือลอบสังหาร นักเคมี และนักเล่นแร่แปรธาตุ...ทุกคนเป็นลูกค้าคนสำคัญของข้า!",
        "ทำไมข้าถึงใช้ลูกดอกยาพิษงั้นเหรอ ก็เพราะมันเงียบและใช้ง่ายน่ะสิ! เอ่อ ถ้าไปตกอยู่ในมือคนไม่ดีก็คงไม่ดีนักหรอก...แต่ว่า~",
        "ยาพิษที่ใช้ได้ผลกับปีศาจเหรอ ข้ากำลังค้นคว้าเรื่องนั้นอยู่ ข้ามีบางอันที่ใกล้สมบูรณ์แบบแล้ว...อยากดูไหมล่ะ"
      ]
    }
  },
  "uw": {
    "name": "ขลุ่ยลมเงียบ ลาร์คชะทาร์",
    "description": [
      "เพิ่มแสต็คสูงสุดของ น้ำยาจั๊กจี้! เป็น 55 ครั้ง เมื่อโจมตีปกติจะมีโอกาส 10% ที่จะโจมตีศัตรู 1 ตัว สร้างความเสียหายเท่ากับ 20% ของพลังโจมตีและทำให้สลบ 1 วินาที",
      "เพิ่มแสต็คสูงสุดของ น้ำยาจั๊กจี้! เป็น 60 ครั้ง เมื่อโจมตีปกติจะมีโอกาส 10% ที่จะโจมตีศัตรู 1 ตัว สร้างความเสียหายเท่ากับ 24% ของพลังโจมตีและทำให้สลบ 1 วินาที",
      "เพิ่มแสต็คสูงสุดของ น้ำยาจั๊กจี้! เป็น 65 ครั้ง เมื่อโจมตีปกติจะมีโอกาส 10% ที่จะโจมตีศัตรู 1 ตัว สร้างความเสียหายเท่ากับ 29% ของพลังโจมตีและทำให้สลบ 1 วินาที",
      "เพิ่มแสต็คสูงสุดของ น้ำยาจั๊กจี้! เป็น 70 ครั้ง เมื่อโจมตีปกติจะมีโอกาส 10% ที่จะโจมตีศัตรู 1 ตัว สร้างความเสียหายเท่ากับ 35% ของพลังโจมตีและทำให้สลบ 1 วินาที",
      "เพิ่มแสต็คสูงสุดของ น้ำยาจั๊กจี้! เป็น 75 ครั้ง เมื่อโจมตีปกติจะมีโอกาส 10% ที่จะโจมตีศัตรู 1 ตัว สร้างความเสียหายเท่ากับ 42% ของพลังโจมตีและทำให้สลบ 1 วินาที",
      "เพิ่มแสต็คสูงสุดของ น้ำยาจั๊กจี้! เป็น 80 ครั้ง เมื่อโจมตีปกติจะมีโอกาส 10% ที่จะโจมตีศัตรู 1 ตัว สร้างความเสียหายเท่ากับ 50% ของพลังโจมตีและทำให้สลบ 1 วินาที"
    ],
    "story": "หลอดเป่ากระสุนความแม่นยำสูงที่ Requina เป็นผู้สร้างเอง มีการเพิ่มชิ้นส่วนเก็บเสียงที่ปลายเพื่อทำให้อาวุธที่เงียบอยู่แล้วนี้กลายเป็นอาวุธที่แทบจะไม่ส่งเสียงเลย เมื่อการปรากฏตัวของเหล่าปีศาจเริ่มส่งผลเสียต่อธุรกิจของเธอ เธอก็ตัดสินใจที่จะใช้ประโยชน์จากทุกสิ่งที่ใช้ได้ ไม่ใช่เฉพาะแต่พิษเท่านั้น เธอขอความช่วยเหลือจากเพื่อนนักแปรธาตุ ซึ่งซึมซาบหลอดเป่ากระสุนด้วยพรจากสายลม ซึ่งทำให้อาวุธมีพลังในการยิงเทียบเท่ากับปืนใหญ่เวทมนตร์เลยทีเดียว หลังจากใส่พิษร้ายแรงที่สังหารปีศาจได้ของ Requina เข้าไป อาวุธนี้ก็กลายเป็นอาวุธที่ทรงพลังและร้ายแรงที่สามารถปลิดชีพสิ่งมีชีวิตทุกรูปแบบได้"
  },
  "s1": {
    "name": "หยดน้ำตาคุณงูยักษ์!",
    "description": "โจมตีศัตรู 2 ตัวและสร้างความเสียหายกาย {0} ทำให้ติด หยดน้ำตาคุณงูยักษ์! ที่ไม่สามารถยกเลิกได้เป็นเวลา {1} วินาที ศัตรูที่ติด หยดน้ำตาคุณงูยักษ์! จะไม่สามารถฟื้นฟู Mana ได้ เพิ่มความเสียหายทั้งหมดที่ได้รับ 30% และลดอัตราการบล็อคทั้งหมด 500",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "ลด Mana ของเป้าหมาย 1200",
    "ut": {
      "name": "น้ำตาแห่งพิษ",
      "description": [
        "[น้ำตาแห่งมิสเตอร์ไพธอน!] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และเพิ่มระยะเวลาของสกิล 0.8 วินาที",
        "[น้ำตาแห่งมิสเตอร์ไพธอน!] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และเพิ่มระยะเวลาของสกิล 1 วินาที",
        "[น้ำตาแห่งมิสเตอร์ไพธอน!] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และเพิ่มระยะเวลาของสกิล 1.2 วินาที",
        "[น้ำตาแห่งมิสเตอร์ไพธอน!] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และเพิ่มระยะเวลาของสกิล 1.4 วินาที",
        "[น้ำตาแห่งมิสเตอร์ไพธอน!] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และเพิ่มระยะเวลาของสกิล 1.7 วินาที",
        "[น้ำตาแห่งมิสเตอร์ไพธอน!] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล และเพิ่มระยะเวลาของสกิล 2 วินาที"
      ],
      "story": "สารสกัดจากรากของต้นสเนคแมนเดรกซึ่งจะขึ้นหนึ่งครั้งในทุกๆ หนึ่งร้อยปีเท่านั้น Requina ค้นพบมันหลังจากออกตามหาทั่วทวีปเพื่อสร้างเป็นยาพิษที่อันตรายที่สุด นางสร้างยาพิษได้สำเร็จและตั้งชื่อมันว่าน้ำตาของเจ้างูใหญ่ สารสกัดจากรากของต้นสเนคแมนเดรกสร้างความเจ็บปวดอย่างรุนแรง แต่ความเจ็บปวดดังกล่าวแท้จริงแล้วคือการกัดกร่อนจิตใจส่วนที่แปดเปื้อน หากผู้ใดสามารถทนความเจ็บปวดนี้ได้ จิตใจของพวกเขาก็จะถูกชำระล้างให้บริสุทธิ์"
    }
  },
  "s2": {
    "name": "กลิ่นหญ้าเสียงแหลมสกัด!",
    "description": "โจมตีศัตรูแบบสุ่ม 3 ตัว สร้างความเสียหายรวม {0} ทำให้ติด กลิ่นหญ้าเสียงแหลมสกัด! เป็นระยะเวลา {1} วินาที ศัตรูที่ติด กลิ่นหญ้าเสียงแหลมสกัด! จะลดพลังโจมตี {2}%, อัตราคริติคอล {3}",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว",
    "dark": "ทำให้เป้าหมายสลบ 1 วินาที",
    "ut": {
      "name": "เขี้ยวพิษของบาซิลิสก์",
      "description": [
        "[กลิ่นหญ้าเสียงแหลมสกัด!] ลดเวลาคูลไทม์ 30% สร้างเสียหายทางกายภาพ เท่ากับ จำนวน[น้ำยาจั๊กจี้!] แสต็ค 1 อันละ ที่มีพลังในการโจมตี 3%",
        "[กลิ่นหญ้าเสียงแหลมสกัด!] ลดเวลาคูลไทม์ 30% สร้างเสียหายทางกายภาพ เท่ากับ จำนวน[น้ำยาจั๊กจี้!] แสต็ค 1 อันละ ที่มีพลังในการโจมตี 3.6%",
        "[กลิ่นหญ้าเสียงแหลมสกัด!] ลดเวลาคูลไทม์ 30% สร้างเสียหายทางกายภาพ เท่ากับ จำนวน[น้ำยาจั๊กจี้!] แสต็ค 1 อันละ ที่มีพลังในการโจมตี 4.3%",
        "[กลิ่นหญ้าเสียงแหลมสกัด!] ลดเวลาคูลไทม์ 30% สร้างเสียหายทางกายภาพ เท่ากับ จำนวน[น้ำยาจั๊กจี้!] แสต็ค 1 อันละ ที่มีพลังในการโจมตี 5.2%",
        "[กลิ่นหญ้าเสียงแหลมสกัด!] ลดเวลาคูลไทม์ 30% สร้างเสียหายทางกายภาพ เท่ากับ จำนวน[น้ำยาจั๊กจี้!] แสต็ค 1 อันละ ที่มีพลังในการโจมตี 6.2%",
        "[กลิ่นหญ้าเสียงแหลมสกัด!] ลดเวลาคูลไทม์ 30% สร้างเสียหายทางกายภาพ เท่ากับ จำนวน[น้ำยาจั๊กจี้!] แสต็ค 1 อันละ ที่มีพลังในการโจมตี 7.5%"
      ],
      "story": "เขี้ยวที่ร้ายกาจของบาซิลิสก์ที่ดูดซับพลังงานชั่วร้ายเอาไว้ พิษของมันรุนแรงถึงขนาดที่สามารถหลอมละลายวิญญาณได้ หากนำพิษจากเขี้ยวมาผสมกับหญ้าเสียงแหลม จะได้เป็นตัวยาที่สามารถปลิดชีพสิ่งมีชีวิตบนโลกนี้ได้ทุกชนิด หัวใจของ Requina กำลังเต้นแรงด้วยความคาดหวัง"
    }
  },
  "s3": {
    "name": "มากขึ้น! แข็งแรงขึ้น!",
    "description": "เพิ่มพลังโจมตีของตัวเอง {1} เป็นเวลา {0} วินาที เอฟเฟ็คติดของ [หยดน้ำตาคุณงูยักษ์!], [กลิ่นหญ้าเสียงแหลมสกัด!], [น้ำยาจั๊กจี้!] ทั้งหมดนั้นจะเพิ่มเป็น 2 เท่า และจะเพิ่มเป้าหมายของ [การโจมตีปกติ], [หยดน้ำตาคุณงูยักษ์!], [กลิ่นหญ้าเสียงแหลมสกัด!] อีก 1 คน",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มความเสียหายของการโจมตีปกติ 100% เป็นเวลาต่อเนื่อง",
    "dark": "ลดการใช้ Mana 1",
    "ut": {
      "name": "น้ำยาระยิบระยับ",
      "description": [
        "[มากขึ้น! แข็งแรงขึ้น!] เพิ่มจำนวนเป้าหมายการโจมตี 1 ตัว เพิ่มความเร็วโจมตี 100 เป็นระยะเวลาต่อเนื่อง",
        "[มากขึ้น! แข็งแรงขึ้น!] เพิ่มจำนวนเป้าหมายการโจมตี 1 ตัว เพิ่มความเร็วโจมตี 120 เป็นระยะเวลาต่อเนื่อง",
        "[มากขึ้น! แข็งแรงขึ้น!] เพิ่มจำนวนเป้าหมายการโจมตี 1 ตัว เพิ่มความเร็วโจมตี 140 เป็นระยะเวลาต่อเนื่อง",
        "[มากขึ้น! แข็งแรงขึ้น!] เพิ่มจำนวนเป้าหมายการโจมตี 1 ตัว เพิ่มความเร็วโจมตี 170 เป็นระยะเวลาต่อเนื่อง",
        "[มากขึ้น! แข็งแรงขึ้น!] เพิ่มจำนวนเป้าหมายการโจมตี 1 ตัว เพิ่มความเร็วโจมตี 210 เป็นระยะเวลาต่อเนื่อง",
        "[มากขึ้น! แข็งแรงขึ้น!] เพิ่มจำนวนเป้าหมายการโจมตี 1 ตัว เพิ่มความเร็วโจมตี 250 เป็นระยะเวลาต่อเนื่อง"
      ],
      "story": "ยาที่ทำจากการต้มผงของสายรุ้งที่เจ็ดสิบและลิ้นของสัตว์ร้ายยักษ์ Kiselaton ผู้สามารถข้ามผ่านนรกได้ มันเต็มไปด้วยสีสันสดใส ในวินาทีที่ดื่มมัน มันจะเผาผลาญภายใน แต่ว่ากันว่าใครก็ตามที่ดื่มมันอย่างช้าๆ จะตายด้วยความสุข"
    }
  },
  "s4": {
    "name": "น้ำยาจั๊กจี้!",
    "description": "เมื่อโจมตีจะทำให้ศัตรูเป้าหมายติด น้ำยาจั๊กจี้! ที่ไม่สามารถลบล้างได้เป็นเวลา {0} วินาที สร้างความเสียหายกายต่อเนื่องรวม {1} น้ำยาจั๊กจี้! จะแสต็คสูงสุด 50 ครั้ง",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "แสต็คน้ำยาคันยุกยิก! 3 อันในครั้งเดียว",
    "dark": "เพิ่มความเสียหายกายที่เป้าหมายได้รับ 20%",
    "ut": {
      "name": "เสียงหัวเราะแห่งความตาย",
      "description": [
        "[น้ำยาจั๊กจี้!] เพิ่มความเสียหายขึ้น 20% ศัตรูที่โดนโจมตีจะถูกลดความต้านทานคริติคอลกายภาพลง 250 หน่วย",
        "[น้ำยาจั๊กจี้!] เพิ่มความเสียหายขึ้น 24% ศัตรูที่โดนโจมตีจะถูกลดความต้านทานคริติคอลกายภาพลง 250 หน่วย",
        "[น้ำยาจั๊กจี้!] เพิ่มความเสียหายขึ้น 29% ศัตรูที่โดนโจมตีจะถูกลดความต้านทานคริติคอลกายภาพลง 250 หน่วย",
        "[น้ำยาจั๊กจี้!] เพิ่มความเสียหายขึ้น 35% ศัตรูที่โดนโจมตีจะถูกลดความต้านทานคริติคอลกายภาพลง 250 หน่วย",
        "[น้ำยาจั๊กจี้!] เพิ่มความเสียหายขึ้น 42% ศัตรูที่โดนโจมตีจะถูกลดความต้านทานคริติคอลกายภาพลง 250 หน่วย",
        "[น้ำยาจั๊กจี้!] เพิ่มความเสียหายขึ้น 50% ศัตรูที่โดนโจมตีจะถูกลดความต้านทานคริติคอลกายภาพลง 250 หน่วย"
      ],
      "story": "เกสรแปรรูปของ Kraseir ดอกไม้สีเหลืองที่ว่ากันว่าทำให้ผู้คนหัวเราะจนตาย แม้ว่าจะถูกจัดว่าเป็นดอกไม้ที่อันตรายและมีพิษ แต่สิ่งที่อันตรายไม่ใช่ตัวดอกไม้ Kraseir แต่เป็นเกสรของมันซึ่งส่งผลต่อระบบประสาท Requina ปลูกดอกไม้ชนิดนี้ในสวนของนางเพื่อเก็บเกี่ยวเกสร Kraseir"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "เมื่อโจมตีปกติใส่ศัตรูที่แสต็ค น้ำยาคักยุกยิก! เกิน 50 อัน จะสร้างความเสียหายกายเพิ่มเติมเท่ากับ 200% ของพลังโจมตีโดยไม่สนพลังป้องกัน"
  }
}