{
  "name": "Aselica",
  "subtitle": "ผู้คุ้มครองแห่งดวงอาทิตย์",
  "description": "ในฐานะอัศวินแห่งสรวงสวรรค์อันชอบธรรม นางลงทัณฑ์เหล่าอธรรมด้วยดาบและปกป้องผู้ที่อ่อนแอด้วยโล่ นางลงมาเพื่อปราบปีศาจที่กำลังทำลายล้างอาณาจักรโลก ดาบและโล่อันงดงามของนางถูกกวัดแกว่งเพื่อฟาดฟันศัตรูและปกป้องเพื่อนพ้องด้วยแสงสว่าง",
  "story": "เทวทูตทรงพลังผู้ปกป้องที่พำนักของเหล่าเทวทูต ในบรรดาเทวดาทั้งหมดที่ครอบครองพลังแห่งแสง เธอมีสายสัมพันธ์พิเศษกับพระอาทิตย์ ซึ่งมอบแสงศักดิ์สิทธิ์ให้เธอใช้ต่อกรกับความมืด เธอได้รับมอบหมายให้คุ้มครองดวงจิตของเทวดาองค์อื่นๆ ที่รอการคืนชีพ เมื่อดาบศักดิ์สิทธิ์ปรากฏขึ้นในโลกอีกครั้ง เธอได้ยินเสียงสวรรค์สั่งให้เธอเข้าร่วมกับผู้ปกป้องโลกคนใหม่ เธอจะทำทุกอย่างเพื่อให้แน่ใจว่า จากนี้ไปจะไม่มีนักรบผู้ถูกเลือกคนใดพ่ายแพ้ต่อความมืดอีก",
  "like": "เผ่าพันธุ์ของเธอ, การรักษาความสงบ",
  "dislike": "ปีศาจ",
  "inn": {
    "idle": "นี่คือที่ที่ฮีโร่พักอาศัยสินะ...",
    "recruit": {
      "greet": "ขอให้พรแห่งดวงอาทิตย์จงสถิตอยู่กับเจ้า",
      "talk": [
        "ข้าจะไม่แพ้พวกปีศาจกระจอกหรอก",
        "ดวงอาทิตย์ไม่แบ่งแยกความแตกต่าง และแบ่งปันแสงสว่างกับทุกคน",
        "เจ้ารู้จักชายที่ชื่อ Arch ไหม"
      ],
      "gift": "นี่ไม่มีประโยชน์กับข้าหรอก...แต่ก็ขอบคุณนะ"
    },
    "affinity": {
      "greet": "นักรบ นี่คือที่พักของเจ้าสินะ",
      "talk": [
        "ปีศาจทุกตนชั่วร้าย พวกมันต้องถูกกำจัด ไม่ว่ายังไงก็ตาม",
        "อย่าลืมว่าดวงอาทิตย์จะส่องสว่างอยู่หลังเจ้าเสมอ"
      ],
      "gift": "มนุยษ์ช่างคิดจริงๆ ยังไงก็แล้วแต่ ขอบคุณนะ!"
    },
    "relationship": {
      "greet": "ข้ารู้สึกถึงความอบอุ่นของดวงอาทิตย์จากเจ้า มีอะไรดีๆ เกิดขึ้นหรือเปล่า",
      "talk": [
        "สรุปว่ามีปีศาจที่กำลังพยายามกอบกู้โลกสินะ แปลกชะมัด",
        "วิหารแห่งเทวดาคือที่ที่เราทุกคนจะกลับไปเมื่อถึงจุดหนึ่ง",
        "ข้าคือผู้คุ้มครองเจ้า ดังนั้นข้าขอรับใช้เจ้า"
      ]
    }
  },
  "uw": {
    "name": "รัศมีสุริยะ, อิกนีซุส",
    "description": [
      "เมื่อโจมตีธรรมดาโดนศัตรู 5 ครั้ง เป้าหมายจะได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 20% เป็นเวลา 10 วินาที และสตันเป็นเวลา 0.5 วินาที",
      "เมื่อโจมตีธรรมดาโดนศัตรู 5 ครั้ง เป้าหมายจะได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 24% เป็นเวลา 10 วินาที และสตันเป็นเวลา 0.5 วินาที",
      "เมื่อโจมตีธรรมดาโดนศัตรู 5 ครั้ง เป้าหมายจะได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 29% เป็นเวลา 10 วินาที และสตันเป็นเวลา 0.5 วินาที",
      "เมื่อโจมตีธรรมดาโดนศัตรู 5 ครั้ง เป้าหมายจะได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 35% เป็นเวลา 10 วินาที และสตันเป็นเวลา 0.5 วินาที",
      "เมื่อโจมตีธรรมดาโดนศัตรู 5 ครั้ง เป้าหมายจะได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 42% เป็นเวลา 10 วินาที และสตันเป็นเวลา 0.5 วินาที",
      "เมื่อโจมตีธรรมดาโดนศัตรู 5 ครั้ง เป้าหมายจะได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 50% เป็นเวลา 10 วินาที และสตันเป็นเวลา 0.5 วินาที"
    ],
    "story": "มีตำนานกลายถึงโลหะลึกลับที่มีสีทองราวกับแสงอันรุ่งโรจน์ของดวงอาทิตย์ ฟ้าเหมือนท้องฟ้าอันบริสุทธิ์ และขาวเหมือนแสงที่สว่างจ้า ดาบและโล่ศักดิ์สิทธิ์นี้หลอมมาจากโลหะพิเศษที่มีเพียงเทวดาเท่านั้นที่สามารถถือครองได้ นับเป็นวัตถุศักดิ์สิทธิ์แห่งความคุ้มครอง สร้างขึ้นเพื่อขับไล่ความมืดและเติมเต็มโลกด้วยแสงสว่าง วัตถุซึ่งจะมอบให้กับอัศวินผู้พิทักษ์ของเผ่าพันธุ์เทวดาที่เหมาะสมที่สุดเท่านั้นเหล่านี้สามารถปลิดชีพปีศาจที่เผชิญกับแสงของอาวุธนี้ได้ในทันที"
  },
  "s1": {
    "name": "ดาบแห่งดวงอาทิตย์",
    "description": "สร้างความเสียหายเวทมนตร์ {0} หน่วยแก่ศัตรูและศัตรูโดยรอบที่อยู่ภายในระยะ และสตันเป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มเวลาหมดสติต่อเนื่อง {0} วินาที"
    },
    "light": "หลังจากใช้ เพิ่มความเร็วโจมตี 350 หน่วยเป็นเวลา 5 วินาที",
    "dark": "เวลาคูลดาวน์ลดลง 2 วินาที",
    "ut": {
      "name": "แสงแห่งรุ่งอรุณ",
      "description": [
        "[ดาบแห่งดวงอาทิตย์] ลบล้างเอฟเฟคบวกทั้งหมดจากศัตรูที่อยู่ภายในระยะ และฟื้นฟูมานาของตัวเอง 200 หน่วยเมื่อโจมตี",
        "[ดาบแห่งดวงอาทิตย์] ลบล้างเอฟเฟคบวกทั้งหมดจากศัตรูที่อยู่ภายในระยะ และฟื้นฟูมานาของตัวเอง 240 หน่วยเมื่อโจมตี",
        "[ดาบแห่งดวงอาทิตย์] ลบล้างเอฟเฟคบวกทั้งหมดจากศัตรูที่อยู่ภายในระยะ และฟื้นฟูมานาของตัวเอง 290 หน่วยเมื่อโจมตี",
        "[ดาบแห่งดวงอาทิตย์] ลบล้างเอฟเฟคบวกทั้งหมดจากศัตรูที่อยู่ภายในระยะ และฟื้นฟูมานาของตัวเอง 350 หน่วยเมื่อโจมตี",
        "[ดาบแห่งดวงอาทิตย์] ลบล้างเอฟเฟคบวกทั้งหมดจากศัตรูที่อยู่ภายในระยะ และฟื้นฟูมานาของตัวเอง 420 หน่วยเมื่อโจมตี",
        "[ดาบแห่งดวงอาทิตย์] ลบล้างเอฟเฟคบวกทั้งหมดจากศัตรูที่อยู่ภายในระยะ และฟื้นฟูมานาของตัวเอง 500 หน่วยเมื่อโจมตี"
      ],
      "story": "ชิ้นส่วนที่ร่วงหล่นลงมาจากดาวรุ่งที่ฉายแสงเจิดจ้าชั่วนิรันดร์ ดาวรุ่งคือแสงศักดิ์สิทธิ์ที่มีอยู่มานานนับตั้งแต่ก่อนเริ่มต้นกาลเวลา คอยปกป้องสวรรค์และป้องกันดาบแห่งเทวดามิให้สูญเสียเปลวเพลิงศักดิ์สิทธิ์ อัครทูตสวรรค์คือผู้ประทานสิ่งนี้ให้กับ Aselica พร้อมกับดาบแห่งดวงอาทิตย์ก่อนที่จะลงมายังผืนดิน"
    }
  },
  "s2": {
    "name": "พรแห่งดวงอาทิตย์",
    "description": "ดูดซึมพรแห่งดวงอาทิตย์ให้แก่พันธมิตรที่มีพลังโจมตีสูงที่สุด ซึ่งลดเวลาคูลดาวน์ของสกิลทั้งหมดลง 20% และเพิ่มพลังโจมตีขึ้น {0} หน่วยเป็นเวลา 15 วินาที",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มการใช้ Mana 1 หน่วยและมอบเอฟเฟคให้แก่พันธมิตร 2 คนที่มีพลังโจมตีสูงที่สุด",
    "dark": "ใช้ในขณะไม่สนใจเอฟเฟคลบบนตัวเองและลบล้างเอฟเฟคลบบนพันธมิตรเป้าหมาย",
    "ut": {
      "name": "กำไลแห่งดวงอาทิตย์",
      "description": [
        "[คำอวยพรแห่งดวงอาทิตย์] ลดค่ามานาลง 1 หน่วยและเป้าหมายรับความเสียหายกายภาพลดลง 10% เป็นเวลา 10 วินาที",
        "[คำอวยพรแห่งดวงอาทิตย์] ลดค่ามานาลง 1 หน่วยและเป้าหมายรับความเสียหายกายภาพลดลง 12% เป็นเวลา 10 วินาที",
        "[คำอวยพรแห่งดวงอาทิตย์] ลดค่ามานาลง 1 หน่วยและเป้าหมายรับความเสียหายกายภาพลดลง 14% เป็นเวลา 10 วินาที",
        "[คำอวยพรแห่งดวงอาทิตย์] ลดค่ามานาลง 1 หน่วยและเป้าหมายรับความเสียหายกายภาพลดลง 17% เป็นเวลา 10 วินาที",
        "[คำอวยพรแห่งดวงอาทิตย์] ลดค่ามานาลง 1 หน่วยและเป้าหมายรับความเสียหายกายภาพลดลง 21% เป็นเวลา 10 วินาที",
        "[คำอวยพรแห่งดวงอาทิตย์] ลดค่ามานาลง 1 หน่วยและเป้าหมายรับความเสียหายกายภาพลดลง 25% เป็นเวลา 10 วินาที"
      ],
      "story": "กำไลที่เหล่าเทวทูตเป็นผู้สร้างขึ้นเพื่อปกป้องเทวดาเมื่อพวกเขาลงไปสู่โลก มีดวงอาทิตย์เป็นส่วนประกอบ มันจึงส่องแสงจ้าจรัส เมื่อเทวดารู้สึกกลัว ว่ากันว่าแสงอาทิตย์จากกำไลจะปกป้องดวงวิญญาณของพวกเขา และชะตากรรมของเทวดาถูกสานเข้ากับกำไล ดังนั้นเมื่อรู้สึกว่ามีอันตรายคุกคามชีวิตของพวกเขา พวกเขาจะสามารถรู้สึกถึงความเจ็บปวดของกันและกันโดยสัญชาตญาณได้"
    }
  },
  "s3": {
    "name": "การพิพากษาแห่งดวงอาทิตย์",
    "description": "ประจำตำแหน่ง ตั้งสมาธิเพื่อฟื้นฟู HP ของพันธมิตรที่อยู่ใกล้ 8 ครั้งเป็นจำนวนรวม {0} หน่วย ยกเว้นผู้ใช้สกิล และเพิ่มพลังป้องกันทางกายภาพของพวกเขา {1} หน่วยเป็นเวลา 5 วินาที สกิลนี้ยังสร้างความเสียหายเวทมนตร์เป็นจำนวนรวม {2} หน่วยแก่ศัตรู 8 ครั้งภายในระยะ และลดพลังป้องกันเวทมนตร์ของพวกเขาลง {3} หน่วยเป็นเวลา 5 วินาที หลังจากสิ้นสุดการร่ายสกิลแล้ว ฟื้นฟู HP ของพันธมิตรที่อยู่ภายในระยะ {4} หน่วยยกเว้นผู้ใช้สกิล ยังสร้างความเสียหายเวทมนตร์ {5} หน่วยแก่ศัตรู และทำให้ล้มเป็นเวลา 3 วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายและการฟื้นฟู {0}%",
      "1": "เพิ่มปริมาณความเสียหายและการฟื้นฟู {0}%",
      "2": "เพิ่มปริมาณความเสียหายและการฟื้นฟู {0}%"
    },
    "light": "ลดการใช้ Mana 1 หน่วย",
    "dark": "เพิ่มระยะเวลาของเอฟเฟคการลดพลังป้องกันเวทมนตร์ 5 วินาที",
    "ut": {
      "name": "แตรแห่งผู้คุ้มครอง",
      "description": [
        "[การพิพากษาแห่งดวงอาทิตย์] เมื่อใช้จะต้านสถานะผิดปกติและเพิ่มพลังป้องกันทางกายภาพและการลดพลังป้องกันเวทย์ 20%",
        "[การพิพากษาแห่งดวงอาทิตย์] เมื่อใช้จะต้านสถานะผิดปกติและเพิ่มพลังป้องกันทางกายภาพและการลดพลังป้องกันเวทย์ 24%",
        "[การพิพากษาแห่งดวงอาทิตย์] เมื่อใช้จะต้านสถานะผิดปกติและเพิ่มพลังป้องกันทางกายภาพและการลดพลังป้องกันเวทย์ 29%",
        "[การพิพากษาแห่งดวงอาทิตย์] เมื่อใช้จะต้านสถานะผิดปกติและเพิ่มพลังป้องกันทางกายภาพและการลดพลังป้องกันเวทย์ 35%",
        "[การพิพากษาแห่งดวงอาทิตย์] เมื่อใช้จะต้านสถานะผิดปกติและเพิ่มพลังป้องกันทางกายภาพและการลดพลังป้องกันเวทย์ 42%",
        "[การพิพากษาแห่งดวงอาทิตย์] เมื่อใช้จะต้านสถานะผิดปกติและเพิ่มพลังป้องกันทางกายภาพและการลดพลังป้องกันเวทย์ 50%"
      ],
      "story": "ว่ากันว่าเทวทูตเป็นผู้เป่าแตรนี้เมื่อภัยพิบัติที่จะสิ้นสุดโลกแห่งวัตถุมาถึง และเมื่อเหล่าผู้พิทักษ์ได้ยินเสียงแห่งแตร พวกเขาจะตื่นจากการหลับไหลและลงมาปกป้องแผ่นดินแห่งนี้"
    }
  },
  "s4": {
    "name": "คำสาปแห่งดวงอาทิตย์",
    "description": "เมื่อโจมตีเป้าหมาย ทำให้ศัตรูติดสถานะคำสาปแห่งดวงอาทิตย์เป็นเวลา 10 วินาที ศัตรูที่ติดแสต็คคำสาปแห่งดวงอาทิตย์ 10 ครั้งจะกลืนคำสาปเหล่านั้นและได้รับความเสียหายเวทมนตร์ {0} หน่วย ตาบอดเป็นเวลา {1} วินาที และจะมีพลังโจมตีลดลง {2}% เป็นเวลา 10 วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เปลี่ยนการลดพลังโจมตีเป็น 30%",
    "dark": "ใช้เอฟเฟ็กเมื่อแสต็คคำสาปแห่งดวงอาทิตย์ 7 อัน",
    "ut": {
      "name": "ปณิธานแห่งแสง",
      "description": [
        "[คำสาปแห่งดวงอาทิตย์] เพิ่มระยะเวลาตาบอดขึ้น 1 วินาที เมื่อเปิดใช้งาน เป้าหมายจะได้รับความเสียหายด้านเวทมนต์เพิ่มขึ้น 10% เป็นเวลา 10 วินาที",
        "[คำสาปแห่งดวงอาทิตย์] เพิ่มระยะเวลาตาบอดขึ้น 1 วินาที เมื่อเปิดใช้งาน เป้าหมายจะได้รับความเสียหายด้านเวทมนต์เพิ่มขึ้น 12% เป็นเวลา 10 วินาที",
        "[คำสาปแห่งดวงอาทิตย์] เพิ่มระยะเวลาตาบอดขึ้น 1 วินาที เมื่อเปิดใช้งาน เป้าหมายจะได้รับความเสียหายด้านเวทมนต์เพิ่มขึ้น 14% เป็นเวลา 10 วินาที",
        "[คำสาปแห่งดวงอาทิตย์] เพิ่มระยะเวลาตาบอดขึ้น 1 วินาที เมื่อเปิดใช้งาน เป้าหมายจะได้รับความเสียหายด้านเวทมนต์เพิ่มขึ้น 17% เป็นเวลา 10 วินาที",
        "[คำสาปแห่งดวงอาทิตย์] เพิ่มระยะเวลาตาบอดขึ้น 1 วินาที เมื่อเปิดใช้งาน เป้าหมายจะได้รับความเสียหายด้านเวทมนต์เพิ่มขึ้น 21% เป็นเวลา 10 วินาที",
        "[คำสาปแห่งดวงอาทิตย์] เพิ่มระยะเวลาตาบอดขึ้น 1 วินาที เมื่อเปิดใช้งาน เป้าหมายจะได้รับความเสียหายด้านเวทมนต์เพิ่มขึ้น 25% เป็นเวลา 10 วินาที"
      ],
      "story": "เครื่องประดับผมที่ตกแต่งด้วยใบลอเรลสีทองและขนปีกของนกศักดิ์สิทธิ์ 'Illaira' ซึ่งส่องแสงสดใสแม้อยู่ในความมืดสนิท ปกป้องผู้สวมใส่จากคำสาปและเผาผลาญพลังชั่วร้ายด้วยแสงสว่าง อัครทูตสวรรค์คือผู้ประทานสิ่งนี้ให้กับ Aselica เมื่อนางได้รับแต่งตั้งให้เป็นเทวดาผู้พิทักษ์"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคกาย +200",
    "dark": "ทุกครั้งเมื่อเริ่มการต่อสู้ครั้งแรก เพิ่มพลังป้องกันทางกายภาพของพันธมิตรที่มีพลังโจมตีสูงสุดขึ้น 20% ของพลังป้องกันทางกายภาพ สถานะนี้ไม่สามารถยกเลิกได้"
  }
}