{
  "name": "Crow",
  "subtitle": "กระสุนลงทัณฑ์",
  "description": "เขาเคยเป็นอดีตทหารนาวี แต่ตอนนี้เป็นนักล่าค่าหัวและนักแก้ปัญหา เขาขี้ระแวงและไม่ไว้ใจคนง่ายๆ ปืนของเขาแบ่งออกเป็นสามประเภท",
  "story": "ชื่อรหัส: คนชั่วช้า นักล่าค่าหัวที่ได้ชื่อว่าเป็นคนชั่วช้าจากนรก กล่าวกันว่าไม่มีใครสามารถหนีจากอดีตทหารนาวีแห่งราชวงศ์ผู้นี้ได้หากถูกเขาตั้งเป้าหมายแล้ว สิ่งเดียวที่ทำให้อาชญากรสบายใจได้ก็คือ ชายผู้นี้ไม่ได้ถูกจูงใจด้วยค่าหัวเพียงอย่างเดียว แม้มีหลายทฤษฎี แต่ทฤษฎีที่น่าเชื่อถือที่สุดก็คือเขากำลังตามชำระแค้น พวกเขากล่าวว่ามีบางเวลาที่ชายผู้เย็นชานี้ดูจะเตรียมอุ่นเครื่อง นั่นคือเมื่อเขานำสร้อยเส้นเก่าออกมา ซึ่งจริงๆ แล้วไม่มีใครเคยเห็น",
  "like": "แท่งลูกกวาด, สร้อยที่ปกป้องความทรงจำ, เสียงบ่นที่ถูกลืมของผู้เป็นที่รัก",
  "dislike": "โจรสลัด เทพผู้แย่งชิงทุกสิ่งไปจากเขา และตอนนี้ก็ยาสูบ",
  "inn": {
    "idle": "อย่ามาขวางทางข้า",
    "recruit": {
      "greet": "เจ้ามีธุระอะไรกับข้าเหรอ",
      "talk": [
        "ข้าจะรับแค่ 1 งานเท่านั้น คิดให้ดีก่อนที่เจ้าจะพูด",
        "แถวนี้หาอาวุธยากจริงๆ...",
        "นี่ไม่ใช่บุหรี่ เป็นแค่ลูกกวาดต่างหาก"
      ],
      "gift": "อืม ด้วยเงินนี้ ข้าจะซื้อบุหรี่ใหม่...ไม่สิ ข้าแค่จะซื้อลูกกวาดเพิ่ม"
    },
    "affinity": {
      "greet": "เจ้าเรียกข้ามาทำไม บอกมาเถอะว่าเจ้าต้องการอะไร",
      "talk": [
        "หมอนั่นเป็นตัวสร้างปัญหาตัวจริงเลยล่ะ แม้แต่ในตอนที่เขาอยู่ใต้การปกครองของฉันก็ตาม แต่ฉันก็ไม่คิดว่าเขาจะทำอะไรพรรค์อย่างนั้น นั่นคือเหตุผลที่ฉันยอมรับข้อเสนอ",
        "เห็นชัดว่า คนอื่นๆ ไม่สามารถทนความบ้าคลั่งของเขาได้ นั่นเป็นเหตุผลว่าทำไมข้าถึงเข้ามาดูแล"
      ],
      "gift": "เอาลูกกวาดให้ข้า"
    },
    "relationship": {
      "greet": "มีธุระอะไร...อ้า เจ้านี่เอง",
      "talk": [
        "เมือง Orvel เป็นสถานที่ที่ดี แม้แต่อากาศก็แตกต่างจากอาณาจักร",
        "ข้าเคยคิดว่าข้าคงจะออกทะเลไปตลอดชีวิตเพราะข้าเป็นส่วนหนึ่งของนาวี เมื่อนึกย้อนกลับไป การออกทะเลเป็นการตัดสินใจที่แย่ที่สุดเลย",
        "ข้ามีคนสองคนที่ข้าห่วงใยอย่างสุดซึ้ง ข้าไม่สามารถพบพวกเขาได้อีกต่อไป... แต่ใช่แล้ว ฮ่าฮ่า... พวกเขาทั้งคู่เกลียดควันบุหรี่"
      ]
    }
  },
  "uw": {
    "name": "สุนัขปีศาจ, อาร์คริสทรา",
    "description": [
      "การโจมตีธรรมดาจะยิงกระสุนเพิ่มอีกนัดซึ่งสร้างความเสียหาย 50% ของพลังโจมตีเป็นความเสียหายกายภาพ เมื่อสกิลสิ้นสุดลง 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงาน เพิ่มพลังโจมตี 30% และความเสียหายคริติคอล 30% เป็นเวลา 20 วินาที 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงานเพียงหนึ่งครั้งใน 20 วินาที",
      "การโจมตีธรรมดาจะยิงกระสุนเพิ่มอีกนัดซึ่งสร้างความเสียหาย 60% ของพลังโจมตีเป็นความเสียหายกายภาพ เมื่อสกิลสิ้นสุดลง 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงาน เพิ่มพลังโจมตี 36% และความเสียหายคริติคอล 36% เป็นเวลา 20 วินาที 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงานเพียงหนึ่งครั้งใน 20 วินาที",
      "การโจมตีธรรมดาจะยิงกระสุนเพิ่มอีกนัดซึ่งสร้างความเสียหาย 70% ของพลังโจมตีเป็นความเสียหายกายภาพ เมื่อสกิลสิ้นสุดลง 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงาน เพิ่มพลังโจมตี 43% และความเสียหายคริติคอล 43% เป็นเวลา 20 วินาที 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงานเพียงหนึ่งครั้งใน 20 วินาที",
      "การโจมตีธรรมดาจะยิงกระสุนเพิ่มอีกนัดซึ่งสร้างความเสียหาย 85% ของพลังโจมตีเป็นความเสียหายกายภาพ เมื่อสกิลสิ้นสุดลง 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงาน เพิ่มพลังโจมตี 52% และความเสียหายคริติคอล 52% เป็นเวลา 20 วินาที 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงานเพียงหนึ่งครั้งใน 20 วินาที",
      "การโจมตีธรรมดาจะยิงกระสุนเพิ่มอีกนัดซึ่งสร้างความเสียหาย 100% ของพลังโจมตีเป็นความเสียหายกายภาพ เมื่อสกิลสิ้นสุดลง 'สุนัขปีศาจ, อาร์คริสทรา'จะทำงาน เพิ่มพลังโจมตี 62% และความเสียหายคริติคอล 62% เป็นเวลา 20 วินาที 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงานเพียงหนึ่งครั้งใน 20 วินาที",
      "การโจมตีธรรมดาจะยิงกระสุนเพิ่มอีกนัดซึ่งสร้างความเสียหาย 125% ของพลังโจมตีเป็นความเสียหายกายภาพ เมื่อสกิลสิ้นสุดลง 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงาน เพิ่มพลังโจมตี 75% และความเสียหายคริติคอล 75% เป็นเวลา 20 วินาที 'สุนัขปีศาจ, อาร์คริสทรา' จะทำงานเพียงหนึ่งครั้งใน 20 วินาที"
    ],
    "story": "ไม่ต้องสงสัยเลยว่านี่เป็นจุดที่สูงที่สุดของเทคโนโลยีเทคโนเมไจแห่งจักรวรรดิ มันสามารถแปลงเป็นสามโหมด โดยที่โหมดสุดท้ายจะใช้เวทมนตร์ที่มีพลังทำลายล้างสูง จึงต้องมีการจำกัดการใช้งาน จากคำบอกของ Valance หัวหน้าขององค์กรพัฒนาอาวุธของอาณาจักรที่ชื่อ Magos Le’Flamme อาวุธชนิดใหม่ที่ชื่อ Archistra นั้นถูกขโมยไปโดย Crow อดีตทหารนาวีที่ถูกไล่ออกอย่างน่าอัปยศทันทีที่พัฒนาเสร็จ ยังคงต้องรอการยืนยันว่า Crow ได้แทรกซึมหนึ่งในองค์กรที่สำคัญที่สุดของอาณาจักรเพื่อขโมย Archistra ไปจริงๆ หรือไม่... นอกจากนี้ยังเป็นไปได้ว่า Valance เป็นผู้มอบให้เขาเองเนื่องจากมิตรภาพที่มีมายาวนาน"
  },
  "s1": {
    "name": "กำจัดเป้าหมาย",
    "description": "สร้างความเสียหายกายภาพรวมทั้งหมด {0} หน่วยแก่ศัตรูที่อยู่ด้านหน้า 15 ครั้ง และทิ้ง 'รอยเขี้ยวของสุนัขล่าสัตว์' ไว้ 2 รอยเป็นเวลา 40 วินาที รอยเขี้ยวของสุนัขล่าสัตว์จะซ้อนทับกันสูงสุด 100 ครั้ง",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ฟื้นฟู Mana 30 ทุกครั้งที่ได้รับความเสียหาย",
    "dark": "ต้านสถานะผิดปกติทั้งหมดในระหว่างที่ใช้"
  },
  "s2": {
    "name": "อย่าดิ้นรนไปเลย",
    "description": "สร้างความเสียหายกายภาพ {0} หน่วยด้วยการโจมตีศัตรูชั่วคราว 10 ครั้ง และยิงกระสุนน้ำแข็งที่สร้างความเสียหายกายภาพ {1} แก่เป้าหมายและศัตรูรอบๆ และแช่แข็งศัตรูทั้งหมดเป็นเวลา 4 วินาที กระสุนน้ำแข็งพิเศษสร้างพื้นที่แช่แข็งเป็นเวลา 6 วินาทีซึ่งสร้างความเสียหายกายภาพ {2} ทุกๆ 2 วินาที พร้อมโอกาส 50% ในการแช่แข็งเป็นเวลา 2 วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดเวลาคูลดาวน์ 3 วินาที",
    "dark": "เพิ่มโอกาสในการแช่แข็งของพื้นที่แช่แข็ง 30%",
    "ut": {
      "name": "ระดมยิงเยือกเย็น",
      "description": [
        "[ขัดขวางไปก็ไร้ผล] ลดค่ามานาลง 1 หน่วยและมีโอกาส 10% ที่จะแช่แข็งเป้าหมายเป็นเวลา 3 วินาทีเมื่อทำการโจมตี",
        "[ขัดขวางไปก็ไร้ผล] ลดค่ามานาลง 1 หน่วยและมีโอกาส 12% ที่จะแช่แข็งเป้าหมายเป็นเวลา 3 วินาทีเมื่อทำการโจมตี",
        "[ขัดขวางไปก็ไร้ผล] ลดค่ามานาลง 1 หน่วยและมีโอกาส 14% ที่จะแช่แข็งเป้าหมายเป็นเวลา 3 วินาทีเมื่อทำการโจมตี",
        "[ขัดขวางไปก็ไร้ผล] ลดค่ามานาลง 1 หน่วยและมีโอกาส 17% ที่จะแช่แข็งเป้าหมายเป็นเวลา 3 วินาทีเมื่อทำการโจมตี",
        "[ขัดขวางไปก็ไร้ผล] ลดค่ามานาลง 1 หน่วยและมีโอกาส 21% ที่จะแช่แข็งเป้าหมายเป็นเวลา 3 วินาทีเมื่อทำการโจมตี",
        "[ขัดขวางไปก็ไร้ผล] ลดค่ามานาลง 1 หน่วยและมีโอกาส 25% ที่จะแช่แข็งเป้าหมายเป็นเวลา 3 วินาทีเมื่อทำการโจมตี"
      ],
      "story": "Magos Le'Flamme องค์กรพัฒนาอาวุธของจักรวรรดิ สามารถคิดค้นการเสริมพลังให้แก่ขีปนาวุธภาคพื้นดินที่เยือกเย็น พวกเขาพยายามที่จะติดตั้งมันบนอาวุธใหม่ Akistra เพื่อทดสอบ แต่อย่างไรก็ตาม Crow ได้ขโมย Akistra ไปและขีปนาวุธที่ติดตั้งอยู่ก็ถูกขโมยไปด้วยเช่นกัน ขีปนาวุธนี้มีพลังเยือกเย็นที่รุนแรงพอที่จะแช่แข็งพื้นที่รอบๆ ได้"
    }
  },
  "s3": {
    "name": "แม้แต่พระเจ้าก็ไม่เว้น",
    "description": "ตั้งท่าและเล็ง เมื่อยิงเลเซอร์จะสร้างความเสียหายกายภาพ {0} แก่ศัตรูด้านหน้าเป็นเส้นตรง สร้างความเสียหายกายภาพเพิ่ม {1} ต่อแสต็ครอยเขี้ยวของสุนัขล่าสัตว์ของเป้าหมาย อาณาเขตของเอฟเฟคจะเพิ่มขึ้นตามเวลาที่เล็งเลเซอร์ ความเสียหายสามารถเพิ่มขึ้นได้สูงสุด {2}% เมื่อเล็งแล้วยิงจะทำให้ศัตรูลอยไปไกล",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เพิ่มเวลาคูลดาวน์ 10 วินาทีและเพิ่มความเสียหาย 100%",
    "dark": "ลดการใช้ Mana ลง 1 หน่วย",
    "ut": {
      "name": "สร้อยแห่งความทรงจำ",
      "description": [
        "[แม้แต่พระเจ้าก็ไม่เว้น] ต้านสถานะผิดปกติขณะใช้ เพิ่มความเสียหาย 20%",
        "[แม้แต่พระเจ้าก็ไม่เว้น] ต้านสถานะผิดปกติขณะใช้ เพิ่มความเสียหาย 24%",
        "[แม้แต่พระเจ้าก็ไม่เว้น] ต้านสถานะผิดปกติขณะใช้ เพิ่มความเสียหาย 29%",
        "[แม้แต่พระเจ้าก็ไม่เว้น] ต้านสถานะผิดปกติขณะใช้ เพิ่มความเสียหาย 35%",
        "[แม้แต่พระเจ้าก็ไม่เว้น] ต้านสถานะผิดปกติขณะใช้ เพิ่มความเสียหาย 42%",
        "[แม้แต่พระเจ้าก็ไม่เว้น] ต้านสถานะผิดปกติขณะใช้ เพิ่มความเสียหาย 50%"
      ],
      "story": "สร้อยล้ำค่าที่มีภาพของภรรยาและลูกสาวของ Crow ที่เสียชีวิตไปแล้ว เขามักจะจ้องมองภาพนี้ขณะดูดลูกกวาด ดูเศร้ามากแต่ก็สงบในขณะเดียวกัน เป็นสร้อยที่เขาหวงมากกว่าชีวิตของเขาเอง ดังนั้นอย่าไปแตะมันเชียวล่ะ ถึงแม้คุณจะเป็นเทพเจ้า คุณอาจจะต้องแลกด้วยชีวิต"
    }
  },
  "s4": {
    "name": "เตรียมตัวออกล่า",
    "description": "Crow จะไม่ได้ผลจากความเร็วโจมตีที่เปลี่ยนไป เพิ่มพลังโจมตี {0} และความเสียหายคริติคอล {1}% ฟื้นฟู MP {2} ทุกวินาที และยังทิ้ง 'รอยเขี้ยวของสุนัขล่าสัตว์' บนเป้าหมายเป็นเวลา 40 วินาทีเมื่อโจมตีธรรมดา",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "เพื่อความเสียหายที่สร้างแก่บอส 15%",
    "dark": "เพิ่มการฟื้นฟู Mana 40%"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "เพิ่มการใช้ Mana ของทุกสกิล 1 หน่วยและเพิ่มความเสียหาย 75%"
  }
}