{
  "name": "Shamilla",
  "subtitle": "ภาชนะแห่งคำสาป",
  "description": "ปีศาจระดับสูงที่กักเก็บคำสาป 30 ล้านชนิดไว้ภายในตัวเธอ แปลกใจกับความมุ่งมั่นของมนุษย์ผู้ที่ไม่ยอมจำนนต่อความเจ็บปวดและความทุกข์ทรมาน ใช้ธนูและลูกธนูแห่งความวิบัติเพื่อทรมานศัตรูด้วยคำสาปต่างๆ มากมาย",
  "story": "ปีศาจทรงพลังผู้เคยเป็นหนึ่งในทหารที่รับใช้ลอร์ดแห่งความมืด Angmund เธอมีความสามารถในการเก็บกักคำสาปทั้งหมดในโลก แต่เป้าหมายที่แท้จริงของเธอไม่ใช่การชุบชีวิตลอร์ดแห่งความมืดหรือการยึดครองโลก ทุกอย่างที่เกิดขึ้นในโลกล้วนเป็นส่วนหนึ่งของละคร และเธอก็คิดว่าตัวเองเป็นผู้ชม การกระทำของเธอเปรียบเสมือนการกระทำของคนเขียนบทที่แก้ไขฉาก ชักใยจากเงามืด และตั้งตาคอยดูว่าฉากที่เธอเขียนจะเล่นออกมาเป็นอย่างไร",
  "like": "เหตุการณ์ที่ไม่คาดคิด, คนที่ต่อสู้กับกระแสของสิ่งต่างๆ",
  "dislike": "สถานการณ์ที่น่าเบื่อ, เรื่องราวที่ชัดเจน",
  "inn": {
    "idle": "โอ้ ผู้คนที่มีจิตวิญญาณอันทรงพลังเยอะแยะเลย... ฮ่าฮ่าฮ่าฮ่า...",
    "recruit": {
      "greet": "ฮ่าฮ่า มีอะไรให้ข้าช่วยเหรอ",
      "talk": [
        "จิตวิญญาณของเจ้าพิเศษมาก... ฮ่าฮ่า น่าสนใจจริงๆ",
        "ปีศาจเหรอ เอ่อ ข้าไม่รู้ว่าเจ้ากำลังพูดอะไร",
        "ชีวิตของมนุษย์ไม่ใช่งานศิลปะที่ยอดเยี่ยมที่สุดหรอกเหรอ"
      ],
      "gift": "โอ้... ของขวัญให้ข้า ฮ่าฮ่า เจ้ามีเป้าหมายอะไรกันแน่..."
    },
    "affinity": {
      "greet": "โอ้ สวัสดี เจ้ากลับมาอีกเหรอ",
      "talk": [
        "ทำไมข้าถึงปิดบังความจริงที่ว่าข้าเป็นปีศาจล่ะ ฮ่าฮ่า แต่ไม่ถามคำถามที่ชัดเจนแบบนั้นอยู่แล้วจะไม่ดีกว่าเหรอ",
        "แม้ว่ามันจะเป็นเรื่องราวที่วางแผนไว้อย่างดี แต่การแสดงที่เกินจริงก็ดีเหมือนกันนะ ฮ่าฮ่าฮ่า..."
      ],
      "gift": "ข้าอยากได้ของขวัญอีกอย่างหนึ่ง... ฮ่าฮ่า แต่นี่ก็ดีเหมือนกัน"
    },
    "relationship": {
      "greet": "ฮ่าฮ่า วันนี้เจ้าจะแสดงเรื่องราวดีๆ ให้ข้าดูเหมือนกันใช่ไหม",
      "talk": [
        "เป้าหมายของข้า... ฮ่าฮ่า ประมาณว่าได้ลิ้มรสบางอย่างที่สดใหม่ที่ข้าไม่เคยสัมผัสมาก่อน",
        "เจ้านี่ตลกดี นั่นละคือเหตุผลที่ข้าอยากเฝ้าดูเจ้าอย่างใกล้ชิดมากกว่านี้อีกนิด อืม อืม อืม!",
        "อ้า อย่างนั้นแหละดีเลย ท่าทางที่เจ้าดูตกอยู่ในอันตราย พยายามที่จะต่อสู้กับโชคชะตาของเจ้า...!"
      ]
    }
  },
  "uw": {
    "name": "ปีกแห่งความวิบัติ Apoliox",
    "description": [
      "ในทุกๆ 20 วินาที จะได้รับภาชนะแห่งคำสาปและเพิ่มพลังโจมตี 20% เป็นเวลา 10 วินาที",
      "ในทุกๆ 19 วินาที จะได้รับภาชนะแห่งคำสาปและเพิ่มพลังโจมตี 24% เป็นเวลา 10 วินาที",
      "ในทุกๆ 18 วินาที จะได้รับภาชนะแห่งคำสาปและเพิ่มพลังโจมตี 29% เป็นเวลา 10 วินาที",
      "ในทุกๆ 16 วินาที จะได้รับภาชนะแห่งคำสาปและเพิ่มพลังโจมตี 35% เป็นเวลา 10 วินาที",
      "ในทุกๆ 14 วินาที จะได้รับภาชนะแห่งคำสาปและเพิ่มพลังโจมตี 42% เป็นเวลา 10 วินาที",
      "ในทุกๆ 12 วินาที จะได้รับภาชนะแห่งคำสาปและเพิ่มพลังโจมตี 50% เป็นเวลา 10 วินาที"
    ],
    "story": "คำสาปเกิดจากความรู้สึกในด้านลบ เช่น ความเกลียดชัง ความอิจฉาริษยา และความโกรธเคือง สิ่งเหล่านี้เป็นอาหารชั้นยอดสำหรับ Shamilla ปีกที่แข็งแกร่งขึ้นในช่วงสงครามปีศาจโดยการดูดซับคำสาปของผู้คนนับไม่ถ้วนนั้นน่ากลัวสำหรับคนทั่วไป กล่าวกันว่าคนที่สัมผัสกับขนนกจะต้องคำสาปมากมาย และจะตกอยู่ในวังวนของอารมณ์ที่ปั่นป่วน ในหลุมลึกแห่งนั้น เสียงหัวเราะอันน่าหลงใหลและยั่วยวนจะดังก้องกังวาน เสียงหัวเราะของปีศาจที่เพลิดเพลินกับความรู้สึกของมนุษย์หลากหลายรูปแบบ"
  },
  "s1": {
    "name": "คำสาปกลายเป็นหิน",
    "description": "โจมตีศัตรู สร้างความเสียหายหายเวทมนตร์ {0} และร่าย คำสาปกลายเป็นหิน เป็นเวลา {1} วินาที ซึ่งไม่สามารถลบออกได้ ศัตรูที่อยู่ภายใต้ คำสาปกลายเป็นหิน จะลดความเร็วโจมตีลง {2} หน่วย เอฟเฟคนี้จะรุนแรงขึ้นสูงสุดที่ {3}% เมื่อเวลาผ่านไป เมื่อสิ้นสุดคำสาป ศัตรูจะถูกทำให้กลายเป็นหินเป็นเวลา {4} วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดเวลาคูลดาวน์ 3 วินาที",
    "dark": "ลด MP ของศัตรูที่ได้รับความเสียหาย 500 หน่วย"
  },
  "s2": {
    "name": "คำสาปแห่งเวลา",
    "description": "โจมตีศัตรู ซึ่งสร้างความเสียหายเวทมนตร์ {0} หน่วย และยังร่ายคำสาปแห่งเวลาเป็นเวลา {1} วินาที โดยจะเพิ่มเวลาคูลดาวน์สกิลทั้งหมด {2} วินาที เวลาคูลดาวน์สกิลทั้งหมดของศัตรูที่ต้องคำสาปแห่งเวลาจะเพิ่มขึ้น {4} วินาทีในทุกๆ {3} วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "กำจัดเอฟเฟคด้านบวกของเป้าหมาย",
    "ut": {
      "name": "หัวใจแห่งปีศาจโบราณ",
      "description": [
        "[คำสาปแห่งเวลา] เพิ่มเวลาคูลดาวน์ขึ้นอีก 0.7 วินาทีและลดพลังป้องกันเวทมนตร์ของเป้าหมายลง 10% เป็นเวลา 10 วินาที",
        "[คำสาปแห่งเวลา] เพิ่มเวลาคูลดาวน์ขึ้นอีก 0.7 วินาทีและลดพลังป้องกันเวทมนตร์ของเป้าหมายลง 12% เป็นเวลา 10 วินาที",
        "[คำสาปแห่งเวลา] เพิ่มเวลาคูลดาวน์ขึ้นอีก 0.7 วินาทีและลดพลังป้องกันเวทมนตร์ของเป้าหมายลง 14% เป็นเวลา 10 วินาที",
        "[คำสาปแห่งเวลา] เพิ่มเวลาคูลดาวน์ขึ้นอีก 0.7 วินาทีและลดพลังป้องกันเวทมนตร์ของเป้าหมายลง 17% เป็นเวลา 10 วินาที",
        "[คำสาปแห่งเวลา] เพิ่มเวลาคูลดาวน์ขึ้นอีก 0.7 วินาทีและลดพลังป้องกันเวทมนตร์ของเป้าหมายลง 21% เป็นเวลา 10 วินาที",
        "[คำสาปแห่งเวลา] เพิ่มเวลาคูลดาวน์ขึ้นอีก 0.7 วินาทีและลดพลังป้องกันเวทมนตร์ของเป้าหมายลง 25% เป็นเวลา 10 วินาที"
      ],
      "story": "อัญมณีแปลกประหลาดที่มีเสียงกระซิบอย่างขุ่นเคืองของปีศาจโบราณดังออกมา ไอเทมต้องสาปที่เต็มไปด้วยวิญญาณของปีศาจโบราณที่ถูกลืมไปเนิ่นนาน พวกมันปรารถนาที่จะหนีออกมาทุกวัน แต่เธอไม่ยอมปล่อยพวกมันไปอย่างง่ายดายขนาดนั้น วิญญาณของเธอได้ยอมรับคำสาปทั้งหมดของโลกไว้ ดังนั้นมันจึงลึกเหมือนดั่งขุมนรก"
    }
  },
  "s3": {
    "name": "คำสาปแห่งความเจ็บปวด",
    "description": "โจมตีศัตรู สร้างความเสียหายเวทมนตร์ {0} หน่วยและผลักศัตรูให้กระเด็น และยังร่าย คำสาปแห่งความเจ็บปวด เป็นเวลา {1} วินาที สร้างความเสียหายเวทมนตร์ต่อเนื่องรวม {2} หน่วย",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
    "dark": "เพิ่มปริมาณความเสียหายเป็น 40%",
    "ut": {
      "name": "โถแห่งคำสาป",
      "description": [
        "[คำสาปแห่งความเจ็บปวด] เพิ่มความเสียหาย 20% และได้รับการซ้อนทับของ 'ภาชนะแห่งคำสาป' เมื่อกำจัดศัตรูได้",
        "[คำสาปแห่งความเจ็บปวด] เพิ่มความเสียหาย 24% และได้รับการซ้อนทับของ 'ภาชนะแห่งคำสาป' เมื่อกำจัดศัตรูได้",
        "[คำสาปแห่งความเจ็บปวด] เพิ่มความเสียหาย 29% และได้รับการซ้อนทับของ 'ภาชนะแห่งคำสาป' เมื่อกำจัดศัตรูได้",
        "[คำสาปแห่งความเจ็บปวด] เพิ่มความเสียหาย 35% และได้รับการซ้อนทับของ 'ภาชนะแห่งคำสาป' เมื่อกำจัดศัตรูได้",
        "[คำสาปแห่งความเจ็บปวด] เพิ่มความเสียหาย 42% และได้รับการซ้อนทับของ 'ภาชนะแห่งคำสาป' เมื่อกำจัดศัตรูได้",
        "[คำสาปแห่งความเจ็บปวด] เพิ่มความเสียหาย 50% และได้รับการซ้อนทับของ 'ภาชนะแห่งคำสาป' เมื่อกำจัดศัตรูได้"
      ],
      "story": "Shamilla ถูกสาปให้เก็บกักคำสาปทั้งหมดในโลกไว้ในตัวเธอ แต่เธอก็ยังถือว่าเป็นผู้กอบกู้ที่หน่วงเหนี่ยวคำสาปทั้งหมดเหล่านี้ไว้เช่นกัน ความตายของเธออาจหมายความว่าปีศาจทั้งหมดที่เธอกักขังไว้ภายในอาจกลับออกมาสู่โลก โถแห่งคำสาปที่ Shamilla สร้างขึ้นใช้เพื่อเรียกคืนคำสาปที่ Shamilla คายออกมา"
    }
  },
  "s4": {
    "name": "ภาชนะแห่งคำสาป",
    "description": "ในตอนเริ่มต้นการต่อสู้ทุกครั้ง เป็นเวลา {0} วินาที จะได้รับภาชนะแห่งคำสาป, สร้างโล่ที่ไม่สามารถยกเลิกได้ และดูดซับความเสียหาย {1} หน่วย อีกทั้งยังได้รับความต้านทานต่อสถานะผิดปกติตามระยะเวลาของโล่ด้วย เมื่อเปิดใช้สกิลนี้ จะใช้ภาชนะแห่งคำสาปเพื่อมีศัตรู 4 ตัวเป็นเป้าหมาย",
    "books": {
      "0": "เพิ่มบาเรียป้องกัน {0}%",
      "1": "เพิ่มบาเรียป้องกัน {0}%",
      "2": "เพิ่มบาเรียป้องกัน {0}%"
    },
    "light": "เพิ่มบาเรียป้องกัน 80%",
    "dark": "เพิ่มระยะเวลาของภาชนะแห่งคำสาป 20 วินาที,และสามารถปล่อยออกมาได้"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเร็วโจมตี +100",
    "dark": "เอฟเฟคคำสาปทั้งหมดจะได้รับการเสริมพลัง [คำสาปกลายเป็นหิน] เพิ่มระยะเวลาการกลายเป็นหินขึ้น 2 วินาที [คำสาปแห่งเวลา] เพิ่มระยะเวลาคำสาปแห่งเวลา 3 วินาที [คำสาปแห่งความเจ็บปวด] เพิ่มความเสียหายต่อเนื่องจากคำสาปแห่งความเจ็บปวดอีก 50%"
  }
}