{
  "name": "Lavril",
  "subtitle": "วิญญาณร้ายน่ารัก",
  "description": "ผีที่เกิดจากการรวมตัวของชีวิตนับไม่ถ้วนที่เสียชีวิตไปอย่างไม่ยุติธรรม ถึงแม้จะเกิดมาแบบนี้ แต่ Lavril ก็ทั้งซื่อและไร้เดียงสาอย่างน่าประหลาดใจ นางดูดพลังงานชีวิตจากศัตรูโดยใช้พลังวิญญาณ",
  "story": "เป็นผีที่ค่อนข้างจะไม่ธรรมดา ผู้ที่เห็นนางอาจคิดว่านางเป็นผีเด็กผู้หญิงธรรมดาๆ แต่นางไม่ได้เกิดจากวิญญาณเพียงดวงเดียว แต่เป็นการผสมผสานของวิญญาณที่นับไม่ถ้วน เต็มเปี่ยมไปด้วยพลังงานจากเหล่าวิญญาณ นางมีพลังมากพอที่จะทำให้เหล่าวิญญาณสั่นเทาและร่ายคำสาปได้ตามที่นางต้องการ...มันอาจจะเป็นเช่นนั้น หากนางเป็นผีธรรมดา ยังมีคนลือกันว่านางเป็นผีที่เกิดจากการรวมตัวของวิญญาณเด็กๆ ที่เสียชีวิตในสงครามปีศาจเมื่อ 100 ปีที่แล้ว แต่วิญญาณของเด็กๆ เหมือนกับตอนที่พวกเขายังมีชีวิตอยู่ ช่างบริสุทธิ์และไร้เดียงสาเกินกว่าโกรธแค้นได้ Lavril ซึ่งเกิดจากการรวมตัวของวิญญาณเหล่านั้น ได้เกิดมาเป็นผีที่มีจิตใจดีงาม อย่างไรก็ตามเราต้องไม่ลืมว่านางเกิดจากมาจากอะไร: การผสมผสานของวิญญาณของเด็กๆ เด็กเป็นเหมือนแผ่นกระดาษที่ว่างเปล่าและสิ่งที่วาดลงบนกระดานแผ่นนี้จะเป็นตัวกำหนดว่านางจะเป็นอย่างไร หากขาดการแนะนำ นางอาจเป็นภัยคุกคามต่อโลกใบนี้ได้",
  "like": "คนที่อาจเป็นเพื่อนกันได้, สัตว์, หมู่บ้านที่มีชีวิตชีวา",
  "dislike": "คนที่น่ากลัว, ถูกมองว่าเป็นตัวประหลาดหรือสัตว์ประหลาด",
  "inn": {
    "idle": "อ่า... อืมม... มีคนแปลกหน้ามากเกินไปแล้ว...",
    "recruit": {
      "greet": "สะ-สวัสดี...",
      "talk": [
        "ดะ-ได้โปรดอย่าใจร้ายกับข้าเลย...",
        "พวกเราไม่ร้าย... ได้โปรดอย่าเกลียดพวกเราเลย...",
        "ยะ-อยู่กับพวกเราอีกสักแป๊บได้ไหม..."
      ],
      "gift": "เอ๋... ขะ-ขอบคุณนะ!"
    },
    "affinity": {
      "greet": "เอ่อ... เราอยู่นี่...",
      "talk": [
        "ระ-เราทั้งกลัว... และหนาวเหน็บ...",
        "อ่า... เราเหงา... ไม่ยุติธรรมเลย... เราเป็นใครกันแน่..."
      ],
      "gift": "ขะ-ขอบคุณนะ ได้โปรดอย่าทิ้งเราไป อยู่กับเราเถอะนะ..."
    },
    "relationship": {
      "greet": "ฮี่ฮี่... ดีใจที่เจ้ามาที่นี่นะ วันนี้เจ้าอยากทำอะไรล่ะ",
      "talk": [
        "ผู้คนจากศาสนจักร Lua น่ากลัว แต่ข้ารู้ว่าพวกเขาไม่ใช่คนไม่ดี... ฮี่ฮี่",
        "ผู้คนอยากจะเป็นเพื่อนกับเหล่าแฟรี่และธาตุต่างๆ แต่... ไม่มีใครอยากจะเป็นเพื่อนกับผีเลยเหรอไง",
        "จะ-เจ้าเป็นเพื่อนของเรา... ฮี่ฮี่ เราชอบเจ้าจริงๆ นะ ได้โปรดอยู่กับเราเถอะ"
      ]
    }
  },
  "uw": {
    "name": "ดันน์ เนเมเซีย, วิญญาณที่ว่างเปล่า",
    "description": [
      "เมื่อใช้สกิลนี้ จะได้รับ [วิญญาณที่ว่างเปล่า] เป็นเวลา 1 วินาทีและหลบหลีกการโจมตีทั้งหมด เอฟเฟคนี้จะทำงานทุกๆ 10 วินาที เพิ่มความเสียหายคริติคอลของพันธมิตรที่อยู่ภายใต้ผลของสายใยวิญญาณขึ้น 30%",
      "เมื่อใช้สกิลนี้ จะได้รับ [วิญญาณที่ว่างเปล่า] เป็นเวลา 1.2 วินาทีและหลบหลีกการโจมตีทั้งหมด เอฟเฟคนี้จะทำงานทุกๆ 10 วินาที เพิ่มความเสียหายคริติคอลของพันธมิตรที่อยู่ภายใต้ผลของสายใยวิญญาณขึ้น 36%",
      "เมื่อใช้สกิลนี้ จะได้รับ [วิญญาณที่ว่างเปล่า] เป็นเวลา 1.4 วินาทีและหลบหลีกการโจมตีทั้งหมด เอฟเฟคนี้จะทำงานทุกๆ 10 วินาที เพิ่มความเสียหายคริติคอลของพันธมิตรที่อยู่ภายใต้ผลของสายใยวิญญาณขึ้น 42%",
      "เมื่อใช้สกิลนี้ จะได้รับ [วิญญาณที่ว่างเปล่า] เป็นเวลา 1.7 วินาทีและหลบหลีกการโจมตีทั้งหมด เอฟเฟคนี้จะทำงานทุกๆ 10 วินาที เพิ่มความเสียหายคริติคอลของพันธมิตรที่อยู่ภายใต้ผลของสายใยวิญญาณขึ้น 51%",
      "เมื่อใช้สกิลนี้ จะได้รับ [วิญญาณที่ว่างเปล่า] เป็นเวลา 2.1 วินาทีและหลบหลีกการโจมตีทั้งหมด เอฟเฟคนี้จะทำงานทุกๆ 10 วินาที เพิ่มความเสียหายคริติคอลของพันธมิตรที่อยู่ภายใต้ผลของสายใยวิญญาณขึ้น 63%",
      "เมื่อใช้สกิลนี้ จะได้รับ [วิญญาณที่ว่างเปล่า] เป็นเวลา 2.5 วินาทีและหลบหลีกการโจมตีทั้งหมด เอฟเฟคนี้จะทำงานทุกๆ 10 วินาที เพิ่มความเสียหายคริติคอลของพันธมิตรที่อยู่ภายใต้ผลของสายใยวิญญาณขึ้น 75%"
    ],
    "story": "วิญญาณอีกดวงหนึ่งที่ถูกแยกออกจาก Lavril ไม่ Lavril ผู้ที่มีจิตใจดีงาม Dunn Nemecia เป็นการรวมตัวกันของวิญญาณที่ดุร้ายและมืดมนที่อยู่ภายในตัวนาง โชคดีที่ ผีที่แสนน่ารักแต่น่ากลัวนี้คอยปกปิดความชั่วร้ายไว้อยู่ตลอดเวลาและจะใช้พลังเฉพาะเมื่อโฮสต์จำเป็นหรือเมื่อรู้สึกถึงภัยคุกคาม แต่เราต้องอย่าลืมว่าผีประหลาดตนนี้ไม่ใช่ผีที่ดีและไร้พิษสง ผีตนนี้มักหลอกผู้อื่นโดยการแกล้งอย่างซุกซนเป็นส่วนใหญ่ เช่น วางของเล่นแข็งๆ แหลมๆ รอบตัวคนที่กำลังนอนหลับอยู่ โยนอาหารที่ปรุงขึ้นใหม่ลงบนพื้น และทำให้คนที่เดินผ่านสะดุดล้มคะมำ แต่... มันอาจจะทำได้มากกว่าแค่ 'หลอก' หากอยู่นอกเหนือกการควบคุมของ Lavril"
  },
  "s1": {
    "name": "ปะ-ไปให้พ้น!",
    "description": "สร้างความเสียหายเวทมนตร์ {0} หน่วยแก่ศัตรูและลดความต้านทานคริติคอลลง 300 หน่วยเป็นเวลา 10 วินาที ศัตรูที่โดนโจมตีจะได้รับผลจาก เอ็กโทพลาซึมของ Lavril เป็นเวลา 5 วินาที ได้รับความเสียหายเวทมนตร์ {1} หน่วยทุกๆ 0.5 วินาที ทุกครั้งที่ศัตรูได้รับความเสียหายจากสกิลนี้ รักษา HP ของพันธมิตรทั้งหมดเท่ากับ {2}% ของความเสียหายที่ทำได้",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 25%",
    "dark": "ฟื้นฟูมานา 1 ขีดเมื่อเป้าหมายตายและรีเซ็ตเวลาคูลดาวน์ของสกิลนี้",
    "ut": {
      "name": "ไพ่ทาโรต์แห่งจันทรา",
      "description": [
        "[ปะ-ไปให้พ้น!] เพิ่มความเสียหายขึ้น 50% และลดอัตราการรักษาของศัตรูที่โดนโจมตีลง 20%",
        "[ปะ-ไปให้พ้น!] เพิ่มความเสียหายขึ้น 50% และลดอัตราการรักษาของศัตรูที่โดนโจมตีลง 24%",
        "[ปะ-ไปให้พ้น!] เพิ่มความเสียหายขึ้น 50% และลดอัตราการรักษาของศัตรูที่โดนโจมตีลง 29%",
        "[ปะ-ไปให้พ้น!] เพิ่มความเสียหายขึ้น 50% และลดอัตราการรักษาของศัตรูที่โดนโจมตีลง 35%",
        "[ปะ-ไปให้พ้น!] เพิ่มความเสียหายขึ้น 50% และลดอัตราการรักษาของศัตรูที่โดนโจมตีลง 42%",
        "[ปะ-ไปให้พ้น!] เพิ่มความเสียหายขึ้น 50% และลดอัตราการรักษาของศัตรูที่โดนโจมตีลง 50%"
      ],
      "story": "มันเป็นเวลาหัวค่ำในตอนที่ Lavril พบเต็นท์ของหมอดูพเนจร มีสิ่งมีชีวิตแปลกๆ บินอยู่รอบตัวนาง และพวกเขากำลังสร้างบรรยากาศแปลกๆ ที่ทำให้ Lavril รู้สึกกลัวที่จะเข้าใกล้ หมอดูสัมผัสการมีอยู่ของนางและต้อนรับนาง - ยินดีต้อนรับสู่เต็นท์ของหมอดู Stardust เจ้าปรารถนาที่จะรู้สิ่งใด เมื่อได้เห็นรอยยิ้มบนหน้าของหมอดู Lavril จึงเปิดปากพูดออกมาอย่างเขินอาย - ระ-เรา... เราอยากมีเพื่อน เพื่อนที่แตกต่างไปจากเรา... เพื่อนที่หายใจ และเพื่อนที่เราสัมผัสได้... ระ-เราจะหาเพื่อนแบบนั้นได้ที่ไหนกัน... หมอดูส่งไพ่ใบหนึ่งให้นางและยิ้ม บนไพ่ใบนั้นที่มีรูปดวงจันทร์สลักไว้ มีสิ่งมีชีวิตที่ทรงพลังโผล่ออกมา Lavril พยายามคว่ำไพ่ทันทีด้วยความกลัว แต่แล้วนางก็รู้สึกว่าสิ่งมีชีวิตนั้นยอมรับการสัมผัสของนาง ราวกับช่วยบรรเทาความวิตกกังวลให้นาง มันเป็นความรู้สึกแปลกอย่างแท้จริง ซึ่งทำให้ Lavril แสดงออกสีหน้างงงวยออกมา แต่ในไม่ช้านางก็รู้สึกสบายใจ จากนั้นหมอดูก็วางมือลงบนมือของ Lavril - เจ้าไม่ต้องไปหาที่ไหนไกล ตอนนี้เราเป็นเพื่อนที่ดีต่อกันแล้วไม่ใช่เหรอไง เมื่อพูดจบ หมอดูก็เริ่มจัดไพ่ทีละใบในขณะที่ยังจับมือของ Lavril เอาไว้ ไพ่บอกเล่าสิ่งต่างๆ ให้กับหมอดูด้วยความเงียบสงัด ราวกับว่าไพ่ต้องการให้ความปรารถนาของ Lavril เป็นจริง ในไม่ช้า ไพ่ก็ถูกจัดเรียงอย่างเป็นระเบียบ หมอดูเอ่ยปากขึ้นพร้อมกับรอยยิ้มบนในหน้า - เด็กชายและเด็กสาวเหล่านี้ดูเหมือนจะชอบเจ้ามากเลยนะ พวกเขาบอกข้าว่าเจ้าจะได้พบกับผู้คนนับไม่ถ้วนที่เจ้ารัก อีกไม่นานเจ้าจะได้พบกับเพื่อนที่เจ้าเฝ้าตามหา"
    }
  },
  "s2": {
    "name": "อึดขึ้น...!",
    "description": "รักษา HP ของพันธมิตรคนที่มีพลังโจมตีสูงสุด {0} หน่วยและรักษา HP เพิ่มเติม {2} หน่วยทุกๆ {1} วินาทีเป็นเวลา 15 วินาที เพิ่มความเสียหายคริติคอลของพันธมิตรขึ้น 50% + 15% ของความเสียหายคริติคอลของ Lavril เป็นเวลา 15 วินาที [เจ้าทำข้ากลัว...!] จะใช้งานได้เป็นเวลา {3} วินาทีหลังจากร่ายสกิลนี้",
    "books": {
      "0": "เพิ่มการรักษา {0}%",
      "1": "เพิ่มการรักษา {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "[อึดขึ้น...!] ทำให้ HP ของเป้าหมายไม่ลดลงเกินกว่า 5% ในช่วงระยะเวลาของสกิล [เจ้าทำข้ากลัว...!] ลบล้างเอฟเฟคบวกออกจากเป้าหมาย",
    "dark": "[อึดขึ้น...!] เพิ่มพลังโจมตีของเป้าหมาย 20% ตามระยะเวลาของสกิล [เจ้าทำข้ากลัว...!] - เพิ่มเป้าหมายขึ้น 1",
    "ut": {
      "name": "กลิ่นแห่งแฟรี่",
      "description": [
        "[อึดขึ้น...!] เพิ่มอัตราการรักษาขึ้น 50% และความเสียหายคริติคอลขึ้น 20% [เจ้าทำข้ากลัว...!] เพิ่มความเสียหายขึ้น 50% และลดพลังป้องกันเวทมนตร์ของเป้าหมายลง 10%",
        "[อึดขึ้น...!] เพิ่มอัตราการรักษาขึ้น 50% และความเสียหายคริติคอลขึ้น 24% [เจ้าทำข้ากลัว...!] เพิ่มความเสียหายขึ้น 50% และลดพลังป้องกันเวทมนตร์ของเป้าหมายลง 12%",
        "[อึดขึ้น...!] เพิ่มอัตราการรักษาขึ้น 50% และความเสียหายคริติคอลขึ้น 29% [เจ้าทำข้ากลัว...!] เพิ่มความเสียหายขึ้น 50% และลดพลังป้องกันเวทมนตร์ของเป้าหมายลง 14%",
        "[อึดขึ้น...!] เพิ่มอัตราการรักษาขึ้น 50% และความเสียหายคริติคอลขึ้น 35% [เจ้าทำข้ากลัว...!] เพิ่มความเสียหายขึ้น 50% และลดพลังป้องกันเวทมนตร์ของเป้าหมายลง 17%",
        "[อึดขึ้น...!] เพิ่มอัตราการรักษาขึ้น 50% และความเสียหายคริติคอลขึ้น 42% [เจ้าทำข้ากลัว...!] เพิ่มความเสียหายขึ้น 50% และลดพลังป้องกันเวทมนตร์ของเป้าหมายลง 21%",
        "[อึดขึ้น...!] เพิ่มอัตราการรักษาขึ้น 50% และความเสียหายคริติคอลขึ้น 50% [เจ้าทำข้ากลัว...!] เพิ่มความเสียหายขึ้น 50% และลดพลังป้องกันเวทมนตร์ของเป้าหมายลง 25%"
      ],
      "story": "ในวันที่มีแดดจ้าวันหนึ่ง Lavril กำลังเดินไปรอบๆ หมู่บ้านอย่างกล้าๆ กลัวๆ นางอยากจะเข้าไปในหมู่บ้านและหาเพื่อนใหม่ๆ แต่ความทรงจำเมื่อเร็วๆ นี้จากถูกขับไล่โดยนักบวชแห่ง Lua ทำให้นางไม่กล้าเข้าไป ทันใดนั้นนางก็ได้ยินเสียงร้องเพลงที่สนุกสนานอยู่ใกล้ทุ่งดอกไม้นอกหมู่บ้าน ด้วยความสงสัย นางจึงค่อยๆ เดินไปยังที่ที่มีเสียงเพลงดังออกมา มีเด็กผู้หญิงคนหนึ่งกำลังร้องเพลงและเล่นพิณท่ามกลางดอกไม้ที่ผลิบาน เด็กๆ และสัตว์ และแม้แต่แฟรี่ก็เต้นรำไปกับเพลงที่เด็กคนนั้นร้อง เหมือนโดนฉากที่สวยงามนั้นสะกดจิต นางได้เดินไปที่ทุ่งดอกไม้ก่อนที่จะรู้ตัว ทันทีที่นางก้าวเท้าเข้าไปในทุ่งดอกไม้ เหล่าแฟรี่และสัตว์เริ่มกรีดร้องและซ่อนตัว และเหล่าเด็กๆ ก็ส่งเสียงร้องไห้ออกมา พวกเขาไวต่อพลังงานมากและรู้สึกว่ากลัวการปรากฏตัวของ Lavril อย่างไรก็ตามเด็กผู้หญิงคนนั้นมีปฏิกิริยาแตกต่างไปอย่างสิ้นเชิง นางทำให้สัตว์สงบลงและหยิบดอกไม้รอบๆ ตัวแล้วยื่นไปให้ Lavril Lavril ถือดอกไม้ด้วยรอยยิ้มอันแสนสุขใจจากความรู้สึกที่เป็นที่ยอมรับ เหล่าสัตว์ แฟรี่ และเด็กๆ เริ่มเข้ามาทักทายนางอย่างเป็นมิตร และตระหนักว่า Lavril ไม่มีทางที่จะทำร้ายพวกเขา"
    },
    "linked": {
      "name": "เจ้าทำข้ากลัว...!",
      "description": "สร้างความเสียหายเวทมนตร์ {0} หน่วยแก่ศัตรูและลดความเร็วโจมตีลง 250 หน่วยเป็นเวลา 15 วินาทีพร้อมกับเพิ่มความเสียหายเวทมนตร์ที่ศัตรูได้รับขึ้น 25%"
    }
  },
  "s3": {
    "name": "อย่ามายุ่งกับข้านะ...!",
    "description": "เรียก ทอร์นาโดวิญญาณ ในระยะกว้างด้านหน้า สร้างความเสียหายเวทมนตร์ {0} หน่วยทุกๆ 0.5 วินาทีเป็นเวลา 5 วินาที การโจมตีแต่ละครั้งลดพลังโจมตีของศัตรูที่โดนโจมตีลง {1}% เป็นเวลา 5 วินาทีและเพิ่มความเสียหายเวทมนตร์ที่ศัตรูได้รับขึ้น {2}% เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 15 ครั้ง",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เวลาคูลดาวน์ลดลง 30%",
    "dark": "ลดค่ามานา 1 หน่วย",
    "ut": {
      "name": "การคุ้มครองที่ได้รับพร",
      "description": [
        "[อย่ามายุ่งกับข้านะ...!] เพิ่มระยะเวลาของสกิลขึ้น 1 วินาทีและทุกครั้งที่โจมตีโดน เพิ่มความเสียหายเวทมนตร์ที่ทำกับศัตรูขึ้น 1%",
        "[อย่ามายุ่งกับข้านะ...!] เพิ่มระยะเวลาของสกิลขึ้น 1 วินาทีและทุกครั้งที่โจมตีโดน เพิ่มความเสียหายเวทมนตร์ที่ทำกับศัตรูขึ้น 1.2%",
        "[อย่ามายุ่งกับข้านะ...!] เพิ่มระยะเวลาของสกิลขึ้น 1 วินาทีและทุกครั้งที่โจมตีโดน เพิ่มความเสียหายเวทมนตร์ที่ทำกับศัตรูขึ้น 1.4%",
        "[อย่ามายุ่งกับข้านะ...!] เพิ่มระยะเวลาของสกิลขึ้น 1 วินาทีและทุกครั้งที่โจมตีโดน เพิ่มความเสียหายเวทมนตร์ที่ทำกับศัตรูขึ้น 1.7%",
        "[อย่ามายุ่งกับข้านะ...!] เพิ่มระยะเวลาของสกิลขึ้น 1 วินาทีและทุกครั้งที่โจมตีโดน เพิ่มความเสียหายเวทมนตร์ที่ทำกับศัตรูขึ้น 2.1%",
        "[อย่ามายุ่งกับข้านะ...!] เพิ่มระยะเวลาของสกิลขึ้น 1 วินาทีและทุกครั้งที่โจมตีโดน เพิ่มความเสียหายเวทมนตร์ที่ทำกับศัตรูขึ้น 2.5%"
      ],
      "story": "เมื่อ Lavril เกิดขึ้นมา ผู้คนคิดว่านางเป็นผีที่น่ากลัวและแพร่ข่าวลือผิดๆ เกี่ยวกับนางออกไป ศาสนจักร Lua เรียกตัวนักบวชชั้นสูงมาจัดการงาน นักบุญแห่งพร Lucias และ Baudouin ผู้ไร้สังกัดเป็นหนึ่งในนักบวชที่ถูกเรียกตัวมา เมื่อได้ยินข่าวเกี่ยวกับ Lavril นักบวชทั้งสองรีบตามหาและเผชิญหน้ากับนาง ทันทีที่พวกเขาเห็นนาง พวกเขารู้ว่านางไม่ใช่ผีธรรมดา แต่เป็นการรวมตัวกันของผีเด็ก พวกเขาใช้เวลาไม่นานก็รู้ว่านางไม่ใช่ภัยคุกคาม อย่างไรก็ตาม ศาสนจักรได้ออกคำสั่งแล้วว่าต้องทำการไล่ผีและในฐานะที่เป็นนักบวช พวกเขาควรจะล้างบาปและนำทางนางไปยังที่ที่นางควรอยู่ Lucias มีความคิดที่แตกต่างออกไป Lavril เป็นวิญญาณที่บริสุทธิ์ที่ไม่สมควรถูกไล่และเขาต้องการที่จะปล่อยให้นางไปยังโลกหน้าเมื่อถึงเวลา ตามกฎแห่งธรรมชาติ Lucias นำผ้าเช็ดหน้าออกมา เช็ดน้ำตาบนในหน้าของ Lavril และแสดงเส้นทางไปสู่แสงสว่างและสอนวิถีแห่ง Lua ให้กับนาง ผ้าเช็ดหน้านี้ทำให้นางนึกถึง Lucias ผู้เป็นแสงที่นำทางนางในยามยากลำบาก"
    }
  },
  "s4": {
    "name": "อยู่ด้วยกันตลอดไป...",
    "description": "ทุกครั้งเมื่อเริ่มการต่อสู้ครั้งแรก สร้าง สายใยวิญญาณ กับพันธมิตรที่มีพลังโจมตีสูงสุด เอฟเฟคนี้ไม่สามารถลบล้างได้ ในขณะที่มี สายใยวิญญาณ พันธมิตรจะฟื้นฟูมานา {1} หน่วยทุกวินาทีพร้อมกับเพิ่มพลังโจมตีขึ้น {0} หน่วย",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มการทะลวงพลังป้องกันของพันธมิตรที่มีสายใยวิญญาณขึ้น {0} หน่วย",
    "dark": "เพิ่มพลังป้องกันทั้งหมดของพันธมิตรที่มีสายใยวิญญาณขึ้น {0}% หน่วย",
    "ut": {
      "name": "น้ำตาแห่งวิญญาณ",
      "description": [
        "[อยู่ด้วยกันตลอดไป...] เพิ่มการบูสต์พลังโจมตีขึ้น 50% พันธมิตรที่มีสายใยวิญญาณจะมีอัตราการรักษาเพิ่มขึ้น 10%",
        "[อยู่ด้วยกันตลอดไป...] เพิ่มการบูสต์พลังโจมตีขึ้น 50% พันธมิตรที่มีสายใยวิญญาณจะมีอัตราการรักษาเพิ่มขึ้น 12%",
        "[อยู่ด้วยกันตลอดไป...] เพิ่มการบูสต์พลังโจมตีขึ้น 50% พันธมิตรที่มีสายใยวิญญาณจะมีอัตราการรักษาเพิ่มขึ้น 14%",
        "[อยู่ด้วยกันตลอดไป...] เพิ่มการบูสต์พลังโจมตีขึ้น 50% พันธมิตรที่มีสายใยวิญญาณจะมีอัตราการรักษาเพิ่มขึ้น 17%",
        "[อยู่ด้วยกันตลอดไป...] เพิ่มการบูสต์พลังโจมตีขึ้น 50% พันธมิตรที่มีสายใยวิญญาณจะมีอัตราการรักษาเพิ่มขึ้น 21%",
        "[อยู่ด้วยกันตลอดไป...] เพิ่มการบูสต์พลังโจมตีขึ้น 50% พันธมิตรที่มีสายใยวิญญาณจะมีอัตราการรักษาเพิ่มขึ้น 25%"
      ],
      "story": "วิญญาณชั่วร้ายคือรูปธรรมของความโกรธเคืองที่ไม่สามารถควบคุมตัวเองได้อันเนื่องมาจากสัญชาตญาณที่ท่วมท้นรุนแรง ซึ่งขับเคลื่อนด้วยอารมณ์ด้านลบ เช่น ความโกรธแค้นและความเกลียดชัง พวกมันอิจฉาผู้ที่มีชีวิต และแสดงความก้าวร้าวอย่างเปิดเผยเพื่อเปลี่ยนผู้ที่มีชีวิตให้เป็นวิญญาณชั่วร้ายใหม่เหมือนกับพวกมัน แต่ Lavril นั้นถูกสร้างขึ้นจากความไร้เดียงสาที่เยาว์วัยของเด็ก ซึ่งเป็นข้อยกเว้นที่บริสุทธิ์เกินกว่าจะเรียกได้ว่าเป็นวิญญาณชั่วร้าย แก่นธาตุแปลกประหลาดที่การดำรงอยู่ของมันนั้นช่างน่าขัน มันถูกความโดดเดี่ยวครอบงำแม้ว่ามันจะเต็มไปด้วยวิญญาณจำนวนนับไม่ถ้วน ในตอนที่เธอฟื้นตื่นขึ้นมาครั้งแรกในดินแดนแห่งนี้ เธอไม่รู้ว่าเธอเป็นใครหรือว่าเธอเป็นอะไร มีเพียงความเจ็บปวดและความทุกข์ทรมานเท่านั้นที่เกาะกุมร่างกายของเธอ และเธอก็ขาดจุดมุ่งหมายที่ชัดเจน ความโศกเศร้าจากวิญญาณที่อ่อนเยาว์ผู้ได้พบกับความตายที่เจ็บปวดได้เริ่มก่อตัวเป็นน้ำตา และพลังที่ระเบิดออกของเหล่าวิญญาณก็ได้ร้องเรียกวิญญาณชั่วร้ายอื่นๆ ว่ากันว่าท้องฟ้าที่กว้างใหญ่ได้มืดมิดสนิทเมื่อ Lavril ถือกำเนิดขึ้น เมื่อได้ยินเสียงร้องร่ำไห้ที่โหยหวนของเธอ ผู้ที่มาถึงเป็นคนแรกคือผู้นำทางวิญญาณ Rephy โดยได้รู้เรื่องชะตาที่เลวร้ายของ Lavril จากวิญญาณอื่นๆ เขาสามารถหาเธอเจอได้ด้วยความช่วยเหลือจาก Oddy และ Nyx Rephy ได้มอบของขวัญให้เธอมากมายหลายชิ้นเพื่อทำให้เธอหยุดร้องไห้ และนี่คือสิ่งที่ต้องตาต้องใจเธอมากที่สุด นี่คืออัญมณีล้ำค่าประเภทหนึ่งที่วิญญาณชั่วร้ายที่อาฆาตแค้นได้ทิ้งเอาไว้เบื้องหลังเมื่อตอนที่พวกมันถูกกำจัด ร่องรอยสุดท้ายของวิญญาณที่ถูกปลดเปลื้องผู้ได้เป็นอิสระจากปีศาจในที่สุด เชื่อกันว่าอัญมณีนี้ได้ปลอบประโลมความโศกเศร้าในส่วนลึกของ Lavril"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "เมื่อโดนโจมตี เพิ่มพลังโจมตีของพันธมิตรที่มีสายใยวิญญาณขึ้น 3% เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 20 ครั้ง"
  }
}