{
  "name": "Seria",
  "subtitle": "เงามืดแห่งขุมนรก",
  "description": "Seria เป็นทายาทคนที่ 101 ของ ShadowHilt ครอบครัวแห่งนักล่าที่สังหารสิ่งมีชีวิตเหนือธรรมชาติที่ไม่ใช่มนุษย์ นางเดินทางมาที่ Orvelia ในฐานะนักล่าแวมไพร์ แสวงหาการแก้แค้นกับน้องสาวของนางที่กลายเป็นแวมไพร์และสังหารสหายของนาง Seria ยังพยายามที่จะช่วยน้องสาวของนางด้วยการส่งนางไปสู่สุคติ",
  "story": "ทายาทคนที่ 101 ของ ShadowHilt และเป็นพี่สาวของ Erze ผู้คนนินทาว่านางเลือดเย็นจากนิสัยที่ไม่เป็นมิตรของนาง แต่นางเคยเป็นคนที่มีแต่รอยยิ้มบนใบหน้าในตอนที่น้องสาวสุดที่รักของนาง Erze ยังอยู่ Seria รู้สึกสงสารน้องสาวผู้อ่อนแอของนางและปกป้องนางจนเกินไป โดยไม่ตระหนักว่ามันเป็นสิ่งที่ทำให้ Erze ตกอยู่ในความสิ้นหวังที่น่ากลัว วันหนึ่ง Erze ตกหลุมพลางระหว่างทำภารกิจ นางรอดมาได้ แต่อาการป่วยของนางเริ่มที่จะแย่ลงอย่างรวดเร็ว ในเวลาเดียวกัน Seria ถูกส่งไปที่ภูเขาหิมะดินแดนลมเพื่อไปตามหาร่องรอยของเจ้าหญิงแวมไพร์ นางเห็นสิ่งที่กำลังเกิดขึ้นกับน้องสาวของนาง แต่นางต้องจากไปเพื่อปฏิบัติภารกิจที่สำคัญที่สุดและได้แต่สวดภาวนาว่านางคิดผิด อย่างไรก็แล้วแต่ โศกนาฏกรรมได้เกิดขึ้นกับพี่น้องคู่นี้ราวกับเป็นการเยาะเย้ยการสวดภาวนาของ Seria - โอ้ พี่สาวที่รักของข้า Seria! Seria กลับไปเจอกับศพของเหล่าสหายของนางนอนนิ่งอยู่ราวกับตุ๊กตา Erze ต้อนรับนางด้วยเขี้ยวที่คมกริบสองข้างและกระหายที่จะได้ดื่มเลือด Seria สั่นเทาไปด้วยคลื่นแห่งอารมณ์ที่ซัดเข้าใส่นาง หัวใจของนางแตกสลาย แต่นางยังสามารถกล่าวออกไปด้วยน้ำเสียงที่เยือกเย็นและสงบนิ่งว่า - เจ้า... เจ้าจะไม่ใช่น้องสาวของข้าอีกต่อไป เจ้ามันเป็นผีดูดเลือดโสโครก",
  "like": "น้องสาวนามว่า Erze สตรอเบอร์รี่พาร์เฟต์ ดาบคมกริบ จันทรา",
  "dislike": "แวมไพร์ Erze แมงมุม",
  "inn": {
    "idle": "ที่นี่มันอบอุ่นดีจริงๆ",
    "recruit": {
      "greet": "เอาล่ะ",
      "talk": [
        "ดูเหมือนถนนยามค่ำคืนจะยังคงปลอดภัยอยู่ที่นี่",
        "เจ้ามีเหล่าสหายที่ใช้ได้เลยทีเดียว เหล่าสหาย... ฮา",
        "ข้าจะมีศรัทธาในตัวคนอื่นได้อีกมั้ยนะ..."
      ],
      "gift": "ข้าไม่ขอรับคำขอใดๆ ทั้งนั้นในตอนนี้ ข้ามีเหตุผลของข้าเอง"
    },
    "affinity": {
      "greet": "ข้าบอกเจ้าแล้วไม่ใช่เหรอไงว่าข้าไม่ขอรับคำขอใดๆ",
      "talk": [
        "ข้ามาที่นี่เพื่อตามหาคนๆ หนึ่ง ข้าไม่จำเป็นต้องบอกเจ้าว่าข้าตามหาใครอยู่หรอกใช่ไหม...คนที่ข้าตามหาคือน้องสาวของข้าเอง ข้ากำลังตามหาน้องสาวของข้าอยู่",
        "เราเผอิญเจอกันค่อนข้างบ่อยนะ เจ้ากำลังตามหาใครอยู่เหมือนกันรึเปล่า หากคนๆ นั้นเป็นสหายหรือครอบครัวของเจ้า จงรักษาพวกเขาไว้ให้ดี..."
      ],
      "gift": "... ขอบคุณ ข้าแค่... ข้าขอโทษและซาบซึ้งใจจริงๆ"
    },
    "relationship": {
      "greet": "อ่า เฮ้... เจ้าเป็นยังไงบ้าง",
      "talk": [
        "ในทุกคืนที่แสนสาหัสที่ Erze ทนทุกข์ทรมานอยู่ในความเจ็บปวด... ข้าทำอะไรให้นางไม่ได้เลยสักนิด บางทีมันอาจจะเป็นข้าเองที่ทำให้นางกลายเป็นสิ่งที่นางเป็นอยู่ในขณะนี้ ใช่ทั้งหมดนี้มันเป็นความผิดของข้าเอง...",
        "สิ่งที่ข้าสามารถทำได้ก็คือส่งวิญญาณนางไปสู่สุคติ ไม่มีทางอื่นแล้ว เมื่อไหร่ก็ตามที่ข้าคิดถึงเรื่องนี้ ข้ารู้สึกว่าหัวใจของข้าแตกสลายทุกครั้ง... จิตใจของข้าปฏิเสธที่จะยกดาบเพื่อต่อสู้กับน้องสาวของข้า",
        "ข้า... ข้าอยากจะกล่าวขอบคุณ ขอบคุณที่พูดคุยกับข้า... รับฟังข้า ถ้าเราได้เจอกันอีก..."
      ]
    }
  },
  "uw": {
    "name": "เพชฌฆาตแห่งอาณาจักร, เอลชัน",
    "description": [
      "ลดอัตราการรักษาของตัวเองลง 20% เมื่อการโจมตีด้วยสกิลติดคริติคอล สร้างความเสียหายเวทมนตร์เพิ่มเติมเท่ากับ 30% ของพลังโจมตี ลดอัตราการรักษาของเป้าหมายลง 24% เป็นเวลา 5 วินาที และเพิ่มอัตราการรักษาของตัวเองขึ้น 4% เป็นเวลา 20 วินาที เอฟเฟคการเพิ่มอัตราการรักษาสามารถซ้อนทับกันได้สูงสุด 5 ครั้งและไม่สามารถลบล้างได้",
      "ลดอัตราการรักษาของตัวเองลง 20% เมื่อการโจมตีด้วยสกิลติดคริติคอล สร้างความเสียหายเวทมนตร์เพิ่มเติมเท่ากับ 36% ของพลังโจมตี ลดอัตราการรักษาของเป้าหมายลง 29% เป็นเวลา 5 วินาที และเพิ่มอัตราการรักษาของตัวเองขึ้น 5% เป็นเวลา 20 วินาที เอฟเฟคการเพิ่มอัตราการรักษาสามารถซ้อนทับกันได้สูงสุด 5 ครั้งและไม่สามารถลบล้างได้",
      "ลดอัตราการรักษาของตัวเองลง 20% เมื่อการโจมตีด้วยสกิลติดคริติคอล สร้างความเสียหายเวทมนตร์เพิ่มเติมเท่ากับ 42% ของพลังโจมตี ลดอัตราการรักษาของเป้าหมายลง 35% เป็นเวลา 5 วินาที และเพิ่มอัตราการรักษาของตัวเองขึ้น 6% เป็นเวลา 20 วินาที เอฟเฟคการเพิ่มอัตราการรักษาสามารถซ้อนทับกันได้สูงสุด 5 ครั้งและไม่สามารถลบล้างได้",
      "ลดอัตราการรักษาของตัวเองลง 20% เมื่อการโจมตีด้วยสกิลติดคริติคอล สร้างความเสียหายเวทมนตร์เพิ่มเติมเท่ากับ 51% ของพลังโจมตี ลดอัตราการรักษาของเป้าหมายลง 42% เป็นเวลา 5 วินาที และเพิ่มอัตราการรักษาของตัวเองขึ้น 7% เป็นเวลา 20 วินาที เอฟเฟคการเพิ่มอัตราการรักษาสามารถซ้อนทับกันได้สูงสุด 5 ครั้งและไม่สามารถลบล้างได้",
      "ลดอัตราการรักษาของตัวเองลง 20% เมื่อการโจมตีด้วยสกิลติดคริติคอล สร้างความเสียหายเวทมนตร์เพิ่มเติมเท่ากับ 63% ของพลังโจมตี ลดอัตราการรักษาของเป้าหมายลง 50% เป็นเวลา 5 วินาที และเพิ่มอัตราการรักษาของตัวเองขึ้น 9% เป็นเวลา 20 วินาที เอฟเฟคการเพิ่มอัตราการรักษาสามารถซ้อนทับกันได้สูงสุด 5 ครั้งและไม่สามารถลบล้างได้",
      "ลดอัตราการรักษาของตัวเองลง 20% เมื่อการโจมตีด้วยสกิลติดคริติคอล สร้างความเสียหายเวทมนตร์เพิ่มเติมเท่ากับ 75% ของพลังโจมตี ลดอัตราการรักษาของเป้าหมายลง 60% เป็นเวลา 5 วินาที และเพิ่มอัตราการรักษาของตัวเองขึ้น 10% เป็นเวลา 20 วินาที เอฟเฟคการเพิ่มอัตราการรักษาสามารถซ้อนทับกันได้สูงสุด 5 ครั้งและไม่สามารถลบล้างได้"
    ],
    "story": "ดาบแห่งอำนาจที่ตกทอดมาสู่ผู้ครอบครอง ShadowHilt ดาบเล่มนี้มีพลังแห่งสิ่งมีชีวิตอันยิ่งใหญ่ที่ทำพันธสัญญาเพื่อรับใช้ ShadowHilt มีทั้งภูติธาตุ วิญญาณบริสุทธิ์ และแม้กระทั่งปีศาจ เป็นที่รู้กันว่าดาบเล่มนี้สยบปีศาจชั่วร้ายมานับหมื่น นอกจากนี้ยังมีพลังปีศาจที่กักขังจิตวิญญาณของปีศาจที่ถูกดาบเล่มนี้สังหาร ถึงแม้ดาบเล่มนี้จะทรงพลังมาก แต่มีเพียงแค่ 5 คนในรอบ 600 ปีที่ได้ครอบครองดาบเล่มนี้ Seria ทายาทคนที่ 101 ของ ShadowHilt และเป็นผู้ครอบครองที่ถูกดาบเลือกเพียงผู้เดียวในประวัติศาสตร์ นางทำพันธสัญญากับดาบเพื่อที่จะส่งน้องสาวที่รักของนางไปสู่สุคติ"
  },
  "s1": {
    "name": "ดาบปริศนา - กลีบดอกไม้ร่วงโรย",
    "description": "ทำการฟาดฟันในแนวนอนด้านหน้าและสร้างความเสียหายเวทมนตร์ {0} หน่วยแก่เป้าหมายและบริเวณใกล้เคียง สามารถใช้ [ดาบปริศนา - ผลิบาน] ได้หนึ่งครั้งหลังใช้สกิลนี้ไปแล้ว 5 วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "[ดาบปริศนา - กลีบดอกไม้ร่วงโรย] - ลดการใช้มาน่า 1หน่วย [ดาบปริศนา - ผลิบาน] - ลดพลังฟื้นฟูของเป้าหมายที่ได้รับความเสียหาย 50% 5 วินาที",
    "dark": "[ดาบปริศนา - กลีบดอกไม้ร่วงโรย] - เพิ่มความเสียหายเวทมนตร์ 25%ของศัตรู เป็นเวลา 10 วินาที [ดาบปริศนา - ผลิบาน] - เพิ่มการใช้มาน่า 1หน่วยและไม่สนใจพลังป้องกัน",
    "ut": {
      "name": "หินลับมีดปีศาจ",
      "description": [
        "[ดาบปริศนา - กลีบดอกไม้ร่วงโรย] เพิ่มความเสียหาย 50% และฟื้นฟูมานา 200 หน่วยเมื่อทำการโจมตีคริติคอล [ดาบปริศนา - ผลิบาน] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ของ [ดาบปริศนา - กลีบดอกไม้ร่วงโรย] ลง 0.8 วินาทีเมื่อทำการโจมตีคริติคอล",
        "[ดาบปริศนา - กลีบดอกไม้ร่วงโรย] เพิ่มความเสียหาย 50% และฟื้นฟูมานา 240 หน่วยเมื่อทำการโจมตีคริติคอล [ดาบปริศนา - ผลิบาน] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ของ [ดาบปริศนา - กลีบดอกไม้ร่วงโรย] ลง 1 วินาทีเมื่อทำการโจมตีคริติคอล",
        "[ดาบปริศนา - กลีบดอกไม้ร่วงโรย] เพิ่มความเสียหาย 50% และฟื้นฟูมานา 290 หน่วยเมื่อทำการโจมตีคริติคอล [ดาบปริศนา - ผลิบาน] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ของ [ดาบปริศนา - กลีบดอกไม้ร่วงโรย] ลง 1.2 วินาทีเมื่อทำการโจมตีคริติคอล",
        "[ดาบปริศนา - กลีบดอกไม้ร่วงโรย] เพิ่มความเสียหาย 50% และฟื้นฟูมานา 350 หน่วยเมื่อทำการโจมตีคริติคอล [ดาบปริศนา - ผลิบาน] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ของ [ดาบปริศนา - กลีบดอกไม้ร่วงโรย] ลง 1.4 วินาทีเมื่อทำการโจมตีคริติคอล",
        "[ดาบปริศนา - กลีบดอกไม้ร่วงโรย] เพิ่มความเสียหาย 50% และฟื้นฟูมานา 420 หน่วยเมื่อทำการโจมตีคริติคอล [ดาบปริศนา - ผลิบาน] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ของ [ดาบปริศนา - กลีบดอกไม้ร่วงโรย] ลง 1.7 วินาทีเมื่อทำการโจมตีคริติคอล",
        "[ดาบปริศนา - กลีบดอกไม้ร่วงโรย] เพิ่มความเสียหาย 50% และฟื้นฟูมานา 500 หน่วยเมื่อทำการโจมตีคริติคอล [ดาบปริศนา - ผลิบาน] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ของ [ดาบปริศนา - กลีบดอกไม้ร่วงโรย] ลง 2 วินาทีเมื่อทำการโจมตีคริติคอล"
      ],
      "story": "หินลับมีดอัปมงคลที่กล่าวกันว่ากักเก็บดวงวิญญาณของปีศาจไว้ ดาบที่ประกอบด้วยพันธสัญญารับใช้จะต้องลับคมด้วยหินลับมีดนี้เพราะไม่สามารถใช้หินลับมีดทั่วๆ ไปได้ หากใช้กับแสงเทียนรู้แจ้ง จะทำให้ความต้านทานปีศาจของ Elsion เพิ่มขึ้นถึงระดับสูงสุด"
    },
    "linked": {
      "0": {
        "name": "ดาบปริศนา - ผลิบาน",
        "description": "ทำการฟาดฟันในแนวตั้งด้านหน้าและสร้างความเสียหายเวทมนตร์ {0} หน่วยแก่เป้าหมายและบริเวณใกล้เคียง"
      }
    }
  },
  "s2": {
    "name": "ดาบกระเจิงเลือด",
    "description": "พุ่งไปข้างหน้าอย่างรวดเร็วเพื่อสร้างความเสียหายเวทมนตร์ {0} หน่วยและทำให้ศัตรูติดสถานะบาปดั้งเดิมแห่งเลือด เป็นเวลา {1} วินาที ศัตรูที่ติดสถานะบาปดั้งเดิมแห่งเลือดจะถูกลดความเร็วโจมตีลง {2} หน่วย หลังจากนั้นไม่นาน โจมตีศัตรูที่ติดสถานะบาปดั้งเดิมแห่งเลือด2 ครั้ง จะสร้างความเสียหายเวทมนตร์ {3} หน่วย และหากเป้าหมายไม่ใช่เป็นฮีโร่สร้างความเสียหายเวทมนตร์ {4} เพิ่ม ซึ่งไม่สนใจพลังป้องกัน",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดการใช้ Mana ลง 1 หน่วย",
    "dark": "ฟื้นฟู Mana 200 ทุกครั้งที่ได้รับความเสียหาย",
    "ut": {
      "name": "แหวนแห่งขุมนรก",
      "description": [
        "[ดาบกระเจิงเลือด] เพิ่มความเสียหายขึ้น 50% และลบล็อคเวทมนตร์ของศัตรูที่ได้รับผลลง 200 หน่วย",
        "[ดาบกระเจิงเลือด] เพิ่มความเสียหายขึ้น 50% และลบล็อคเวทมนตร์ของศัตรูที่ได้รับผลลง 240 หน่วย",
        "[ดาบกระเจิงเลือด] เพิ่มความเสียหายขึ้น 50% และลบล็อคเวทมนตร์ของศัตรูที่ได้รับผลลง 290 หน่วย",
        "[ดาบกระเจิงเลือด] เพิ่มความเสียหายขึ้น 50% และลบล็อคเวทมนตร์ของศัตรูที่ได้รับผลลง 350 หน่วย",
        "[ดาบกระเจิงเลือด] เพิ่มความเสียหายขึ้น 50% และลบล็อคเวทมนตร์ของศัตรูที่ได้รับผลลง 420 หน่วย",
        "[ดาบกระเจิงเลือด] เพิ่มความเสียหายขึ้น 50% และลบล็อคเวทมนตร์ของศัตรูที่ได้รับผลลง 500 หน่วย"
      ],
      "story": "แหวนเงินที่สัญญาลักษณ์แห่ง ShadowHilt ทุกครั้งที่ Seria สัมผัสมัน นางจะรู้สึกว่าชีวิตของนางไร้ความหมาย การทำเช่นนั้นทำให้นางนึกถึงสหายของนางที่ตายจากไป ทำให้หัวใจของนางเต็มไปด้วยความแค้นที่มีต่อน้องสาวของนาง แต่ที่แย่ไปกว่านั้นก็คือ แหวนวงนี้มีข้อความที่ Erze เป็นคนเขียนในตอนที่นางยังเด็กซ่อนอยู่ภายในอัญมณีของแหวน แต่ Seria ยังไม่รู้เรื่องนี้"
    }
  },
  "s3": {
    "name": "คมดาบจันทราแดงเดือด",
    "description": "กวัดแกว่งดาบจันทราเปื้อนเลือด สร้างความเสียหายเวทมนตร์ {0} หน่วยแก่ศัตรูในวงกว้างและสร้างความเสียหายเวทมนตร์เพิ่มเติม {1} หน่วยแก่ศัตรูที่ไม่ใช่ฮีโร่ เมื่อพระจันทร์เต็มดวง ได้รับ แสงจันทร์ เป็นเวลา {2} วินาที ซึ่งเมื่อร่าย จะสร้างความเสียหายเวทมนตร์ {3} หน่วยแก่ศัตรูและลดพลังฟื้นฟูลง {4}% หน่วย ผู้ร่ายจะไม่ได้รับผลที่เกี่ยวข้องกับความเร็วโจมตีเมื่อร่ายหากเป้าหมายไม่ใช่เป็นฮีโร่สร้างความเสียหายเวทมนตร์ {5} เพิ่ม",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ทำให้เอฟเฟ็กบวกของศัตรูในอาณาเขตหายไป",
    "dark": "เพิ่มค่ามานาขึ้น 1 หน่วยและไม่สนใจพลังป้องกับเมื่อโจมตีศัตรูที่ไม่ใช่ฮีโร่",
    "ut": {
      "name": "แสงเทียนรู้แจ้ง",
      "description": [
        "[คมดาบจันทราแดงเดือด] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล เมื่อการต่อสู้เริ่มต้นขึ้น เพิ่มความเสียหายขึ้น 70% 4 ครั้ง",
        "[คมดาบจันทราแดงเดือด] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล เมื่อการต่อสู้เริ่มต้นขึ้น เพิ่มความเสียหายขึ้น 70% 5 ครั้ง",
        "[คมดาบจันทราแดงเดือด] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล เมื่อการต่อสู้เริ่มต้นขึ้น เพิ่มความเสียหายขึ้น 70% 6 ครั้ง",
        "[คมดาบจันทราแดงเดือด] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล เมื่อการต่อสู้เริ่มต้นขึ้น เพิ่มความเสียหายขึ้น 70% 7 ครั้ง",
        "[คมดาบจันทราแดงเดือด] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล เมื่อการต่อสู้เริ่มต้นขึ้น เพิ่มความเสียหายขึ้น 70% 9 ครั้ง",
        "[คมดาบจันทราแดงเดือด] ต้านทานสถานะผิดปกติภายในระยะเวลาของสกิล เมื่อการต่อสู้เริ่มต้นขึ้น เพิ่มความเสียหายขึ้น 70% 10 ครั้ง"
      ],
      "story": "เทียนที่ว่ากันว่าอยู่บนโต๊ะของหอประชุมที่นักรบโบราณจากทวีปต่างๆ มารวมตัวกันเพื่อปราบสิ่งมีชีวิตที่เหนือธรรมชาติ เทียนเก่าแก่นี้เผาไหม้เป็นเปลวเพลิงสีน้ำเงินที่มีอำนาจในการไล่ปีศาจ เมื่อเปลวเพลิงสัมผัสกับสิ่งชั่วร้าย มันจะดูดพลังชีวิตออกจากร่างสัตว์ร้ายที่โดนสัมผัส นี่เป็นวัตถุดิบแรกที่ Seria ใช้เมื่อใดก็ตามที่นางปรับแต่งดาบของนาง"
    }
  },
  "s4": {
    "name": "แม่มดเลือดเย็น",
    "description": "เพิ่มพลังโจมตีขึ้น {0} หน่วย เมื่อสกิลคริติคอล เพิ่มความเสียหายคริติคอลขึ้น {1}% เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 30 ครั้ง",
    "books": {
      "0": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "ได้รับการลดความเสียหายกายภาพ 0.7% ต่อการซ้อนทับ",
    "dark": "เมื่อการต่อสู้เริ่มต้นขึ้น เพิ่มความเสียหายแก่ศัตรูที่ไม่ใช่ฮีโร่ 25% เป็นเวลา 200 วินาที",
    "ut": {
      "name": "กระจกแปดเหลี่ยมแห่งปีศาจ",
      "description": [
        "[แม่มดเลือดเย็น] เพิ่มการบูสต์พลังโจมตีขึ้น 50% และเพิ่มสแต็กสูงสุดของการบูสต์ความเสียหายคริติคอลขึ้น 2 สแต็ก",
        "[แม่มดเลือดเย็น] เพิ่มการบูสต์พลังโจมตีขึ้น 50% และเพิ่มสแต็กสูงสุดของการบูสต์ความเสียหายคริติคอลขึ้น 3 สแต็ก",
        "[แม่มดเลือดเย็น] เพิ่มการบูสต์พลังโจมตีขึ้น 50% และเพิ่มสแต็กสูงสุดของการบูสต์ความเสียหายคริติคอลขึ้น 4 สแต็ก",
        "[แม่มดเลือดเย็น] เพิ่มการบูสต์พลังโจมตีขึ้น 50% และเพิ่มสแต็กสูงสุดของการบูสต์ความเสียหายคริติคอลขึ้น 6 สแต็ก",
        "[แม่มดเลือดเย็น] เพิ่มการบูสต์พลังโจมตีขึ้น 50% และเพิ่มสแต็กสูงสุดของการบูสต์ความเสียหายคริติคอลขึ้น 8 สแต็ก",
        "[แม่มดเลือดเย็น] เพิ่มการบูสต์พลังโจมตีขึ้น 50% และเพิ่มสแต็กสูงสุดของการบูสต์ความเสียหายคริติคอลขึ้น 10 สแต็ก"
      ],
      "story": "กระจกแปดเหลี่ยมที่ผู้นำคนแรกของตระกูล Shadow Hilt ได้รับจากสิ่งมีชีวิตเหนือธรรมชาติ มีเพียงผู้นำของ Shadow Hilt เท่านั้นที่สามารถจัดการและใช้พลังของ Elsion ผ่านพลังงานปีศาจที่กักเก็บไว้ภายในได้ สัตว์ 8 ชนิดที่ความชั่วร้ายถูกผนึกไว้ในแต่ละด้าน และพลังที่เกิดขึ้นจะแปรผันตามแต่ละด้านที่ชี้ไปหยินหรือหยาง เมื่อทั้งแปดด้านชี้ไปยังหยินทั้งหมด พระจันทร์เต็มดวงที่เกิดจากแม่มดเลือดเย็นจะมีสีแดงเข้มกว่าเลือดที่ข้นที่สุด"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "การโจมตีทั้งหมดของผู้ร่ายจะเป็นการโจมตีคริติคอล แต่ผู้ร่ายจะไม่สามารถบล็อคได้และได้รับความเสียหายเพิ่มขึ้น 25%"
  }
}