{
  "name": "Erze",
  "subtitle": "ความกระหายไร้ที่สิ้นสุด",
  "description": "นางเคยเป็นนักล่าแวมไพร์เหมือนกับพี่สาวของนาง Seria แต่เนื่องจากนางถูกพลังของนางเองกลืนกิน ทำให้นางสังหารสหายของนางและเลือกที่จะกลายเป็นแวมไพร์ซะเอง หลังจากที่สังหารและดูดพลังของแวมไพร์ขั้นสูงที่เป็นคนทำนางเปลี่ยน นางหนีจาก Seria พี่สาวของนางซึ่งเป็นผู้รอดชีวิตเพียงคนเดียว และมุ่งหน้าไปที่เมือง Orvelia",
  "story": "Erze ลูกสาวคนที่สองของครอบครัว ShadowHilt เลือกที่จะเป็นนักล่าแวมไพร์ตามพี่สาวที่รักของนาง Seria ด้วยร่างกายที่อ่อนแอของ Erze ทำให้นางไม่สามารถเรียนรู้ศิลปะการต่อสู้ด้วยดาบได้ แต่นางก็สามารถกลายเป็นนักล่าแวมไพร์ชื่อดังได้ด้วยพรสวรรค์ด้านเวทมนตร์ของนาง วันหนึ่งนางตกหลุมพรางในระหว่างการปฏิบัติหน้าที่และถูกแวมไพร์ลึกลับกัดที่หัวไหล่ สภาพร่างกายที่อ่อนแอของนางยิ่งกลับแย่ลงไปอีก และนางทุกข์ทรมานจากอาการปวดหัวและความกระหายทุกค่ำคืน Erze รู้ว่าความรู้สึกนี้คืออะไรและจะเกิดอะไรขึ้นกับนาง นางปกปิดรอยกัดและพยายามหาทางรักษาด้วยตัวนางเองซึ่งทำให้นางทำตัวออกห่างจากสหายของนาง ในขณะเดียวกัน Seria ถูกส่งไปที่ภูเขาหิมะดินแดนลมเพื่อสืบสวนเกี่ยวกับเจ้าหญิงแวมไพร์ที่หายตัวไปเมื่อ 100 ปีที่แล้ว วันที่พี่สาวของนางออกเดินทาง... - อ่า Seria... ข้าทนไม่ไหวอีกต่อไปแล้ว... Erze เริ่มปาดคอสหายของนางอย่างเงียบเชียบ",
  "like": "Seria ในฐานะพี่สาว ช็อกโกแลตพาร์เฟต์ เลือดแห่งผู้เสื่อมทราม",
  "dislike": "Seria ในฐานะนักล่าแวมไพร์ แมงมุม",
  "inn": {
    "idle": "พวกเขาดูช่างน่ากินเหลือเกิน... *อ่าห์*",
    "recruit": {
      "greet": "ข้ารู้จักเกมที่น่าตื่นเต้นที่เราเล่นด้วยกันได้นะ สนไหมล่ะ",
      "talk": [
        "ทำไมเจ้าถึงดูหวาดกลัวแบบนั้นกัน",
        "ทำไมเหรอ เจ้ากลัวข้าจะกัดคอเจ้าเหรอ",
        "เจ้าจะไม่ได้รู้สึกตื่นเต้นแบบนี้มาก่อนในชีวิตเลย ข้ารับประกันได้"
      ],
      "gift": "ฮ่าฮ่า ไม่จำเป็นต้องลีลาหรอก... เจ้าเปิดคอให้ข้าเลยดีกว่านะ"
    },
    "affinity": {
      "greet": "เราเคยพบกันแล้วนิ... อ่า ฮ่า ฮ่า เราเจอกันอีกแล้วนะ",
      "talk": [
        "แวมไพร์ต่างจากปีศาจโดยสิ้นเชิง ข้ายอมรับว่าพวกปีศาจขั้นสูงถือว่าอยู่ในเกณฑ์ที่ดี แต่ที่พวกเหลือไม่มีค่าแม้แต่น้อยนิด",
        "เลือดแห่งผู้เสื่อมทรามรสชาติดีมาก... มันทำให้ข้ารู้สึกเคลิบเคลิ้ม ใช่แล้ว เคลิบเคลิ้ม!"
      ],
      "gift": "เจ้ามีรสนิยมดีนะ และเจ้าก็ดูน่ารักขึ้นทุกครั้งที่เราเจอกันเลย!"
    },
    "relationship": {
      "greet": "ข้าอยากให้เจ้ารับสิ่งนี้ไว้เพื่อเป็นที่ระลึก มันเป็นฟันของคนที่กัดข้า...",
      "talk": [
        "หืมม เจ้าผู้หญิงคนนั้นยังตามข้าไม่เลิก... ผู้หญิงคนนั้น... นางเป็น... พี่สาวของข้า... ข้าคิดถึงนาง... แต่ข้าก็ยังอยากปลิดชีพนางเช่นกัน... ฮี่ฮี่!",
        "คนที่มาก่อนหน้านี้ เขามอบเลือดของเขาเองให้กับมนุษย์คนอื่นๆ เลือดของเราจะไร้ค่าหากเราไม่ยินยอมที่จะให้ นั่นหมายความว่าเขายินดีที่จะมอบเลือดของเขาให้กับคนอื่น... ข้าสงสัยว่าเขาได้อะไรเป็นสิ่งตอบแทน ข้าควรถามเขาก่อนที่ข้าจะฆ่าเขาทิ้ง",
        "ไม่ ข้าไม่มีทางกลับไปเป็นเหมือนเดิมได้แล้ว ฮี่ฮี่ อะไรล่ะ เจ้าจะให้ข้ายอมละทิ้งความตื่นเต้นที่ข้ารู้สึกนี้และกลับไปสิ้นหวังเหมือนเมื่อก่อนเหรอ!? ไม่ ไม่มีทาง! ข้าไม่มีทางกลับไป... แต่... หากข้ากลับไป... มันคงจะมีเพียงเหตุผลเดียวที่ข้าทำเช่นนั้น... ใช่... หากข้ากลับไป... ก็เพื่อนางคนเดียว"
      ]
    }
  },
  "uw": {
    "name": "เพอร์เรียน, แก่นสารแห่งความโลภ",
    "description": [
      "การใช้สกิลโดนแต่ละครั้งจะเพิ่มพลังโจมตีและความเร็วโจมตีขึ้น 0.5% เป็นเวลา 15 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 80 ครั้ง",
      "การใช้สกิลโดนแต่ละครั้งจะเพิ่มพลังโจมตีและความเร็วโจมตีขึ้น 0.5% เป็นเวลา 15 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 90 ครั้ง",
      "การใช้สกิลโดนแต่ละครั้งจะเพิ่มพลังโจมตีและความเร็วโจมตีขึ้น 0.5% เป็นเวลา 15 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 110 ครั้ง",
      "การใช้สกิลโดนแต่ละครั้งจะเพิ่มพลังโจมตีและความเร็วโจมตีขึ้น 0.5% เป็นเวลา 15 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 130 ครั้ง",
      "การใช้สกิลโดนแต่ละครั้งจะเพิ่มพลังโจมตีและความเร็วโจมตีขึ้น 0.5% เป็นเวลา 15 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 160 ครั้ง",
      "การใช้สกิลโดนแต่ละครั้งจะเพิ่มพลังโจมตีและความเร็วโจมตีขึ้น 0.5% เป็นเวลา 15 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 200 ครั้ง"
    ],
    "story": "ความรู้สึกนี้มันเกิดขึ้นเมื่อไหร่กันแน่นะ... ความทุกข์ทรมานที่มาพร้อมกับความกระหายที่ไม่รู้จบนี้... แต่หลังจากดับกระหายนั่นแล้ว... หัวใจของข้าเต้นไปด้วยความโกรธที่เผาไหม้ไปด้วยความเกลียดชังที่ข้ามีต่อเจ้า Seria......อ่า Seria ข้าไม่มีทางเลือกอื่น ข้าต้องการพลังนี้เพื่อเติมเต็มความกระหายที่ไร้ที่สิ้นสุดนี้ แก่นสารแห่งพลังที่ไหลเวียนไม่หยุดนี้คือหนทางเดียวสำหรับรักษาความทุกข์ทรมานอันเป็นนิรันดร์ของข้า อ่า... ความเคลิบเคลิ้มเช่นนี้... แค่นี้ไม่พอ... ใครก็ได้ ข้าเติมเต็มข้าให้มากกว่านี้อีก"
  },
  "s1": {
    "name": "เลือดหอมหวาน",
    "description": "สร้างความเสียหายกายภาพ {0} แก่ศัตรูทั้งหมดและดูด HP ศัตรูเท่ากับ {1}% ของความเสียหายที่ทำได้ ลดเวลาคูลดาวน์ของ [เลือดหอมหวาน] ลง {2} วินาทีทุกครั้งที่โจมตีโดนและได้รับการซ้อนทับ 1 ครั้งของ [เลือดหอมหวาน] [เลือดหอมหวาน] สามารถซ้อนทับกันได้สูงสุด {3} ครั้งและการใช้สกิลเมื่อมีการซ้อนทับ {3} ครั้งของ [เลือดหอมหวาน] จะทำเกิดการโจมตีเพิ่มเติม {4} ครั้งและลบการซ้อนทับ [เลือดหอมหวาน] ออก",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ฟื้นฟูมานา 150 หน่วยทุกครั้งที่โจมตีโดน",
    "dark": "ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 10% แสต็คสูงสุด 30 ครั้ง"
  },
  "s2": {
    "name": "เลือดชุ่มโชก",
    "description": "ลบล้างเอฟเฟคลบทั้งหมดและได้รับความต้านทานต่อสถานะผิดปกติ ความเสียหายกายภาพ และความเสียหายเวทมนตร์เป็นเวลา {0} วินาที สร้างการซ้อนทัน 1 ครั้งของ [เลือดชุ่มโชก] แก่ศัตรูทั้งหมดและการซ้อนทับเพิ่มเติม 1 ครั้งเมื่อโจมตีเป้าหมายที่มี [เลือดชุ่มโชก] [เลือดชุ่มโชก] สามารถซ้อนทับกันได้สูงสุด {1} ครั้ง สร้างความเสียหายกายภาพ {2} หน่วยแก่ศัตรูที่มีการซ้อนทับ [เลือดชุ่มโชก] หลังผ่านไป {0} วินาทีและดูด HP เท่ากับ {3}% ของความเสียหายที่ทำได้ สำหรับทุกการซ้อนทับ {4} ครั้งของ [เลือดชุ่มโชก] จำนวนการโจมตีเพิ่มขึ้น 1 ครั้งและลบการซ้อนทับ [เลือดชุ่มโชก] ออกเมื่อโจมตี",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ทำให้เป้าหมายสตันเป็นเวลา 3 วินาทีเมื่อโจมตีโดน",
    "dark": "ลดการใช้ Mana 1",
    "ut": {
      "name": "ไวน์แห่งความสั่นสะท้าน",
      "description": [
        "[เลือดชุ่มโชก] เพิ่มความเสียหายของ [เลือดชุ่มโชก] ขึ้น 50% และลดเวลาคูลดาวน์ของ [เลือดชุ่มโชก] ลง 5 วินาที",
        "[เลือดชุ่มโชก] เพิ่มความเสียหายของ [เลือดชุ่มโชก] ขึ้น 50% และลดเวลาคูลดาวน์ของ [เลือดชุ่มโชก] ลง 6 วินาที",
        "[เลือดชุ่มโชก] เพิ่มความเสียหายของ [เลือดชุ่มโชก] ขึ้น 50% และลดเวลาคูลดาวน์ของ [เลือดชุ่มโชก] ลง 7 วินาที",
        "[เลือดชุ่มโชก] เพิ่มความเสียหายของ [เลือดชุ่มโชก] ขึ้น 50% และลดเวลาคูลดาวน์ของ [เลือดชุ่มโชก] ลง 8 วินาที",
        "[เลือดชุ่มโชก] เพิ่มความเสียหายของ [เลือดชุ่มโชก] ขึ้น 50% และลดเวลาคูลดาวน์ของ [เลือดชุ่มโชก] ลง 9 วินาที",
        "[เลือดชุ่มโชก] เพิ่มความเสียหายของ [เลือดชุ่มโชก] ขึ้น 50% และลดเวลาคูลดาวน์ของ [เลือดชุ่มโชก] ลง 10 วินาที"
      ],
      "story": "ไวน์ที่ Erze บ่มด้วยตัวเองด้วยเลือดของนักบวชที่นางฆ่า การบังคับให้ผู้ที่ถือว่าเป็นบุคคลศักดิ์สิทธิ์คุกเข่าให้กับนางเป็นความสุขอย่างหนึ่งที่นางโปรดปรานที่สุด ภายในขวดมีไม้กางเขนชุ่มเลือดและผู้ที่ได้ยิน Erze ดื่มไวน์จากขวดจะสั่นสะท้านจากเสียงไม้กางเขนกระทบขวดอยู่ภายใน"
    }
  },
  "s3": {
    "name": "ปลดปล่อยเลือด",
    "description": "สร้างความเสียหายกายภาพ {2} หน่วยแก่ศัตรูทั้งหมดทุก {1} วินาทีเป็นเวลา {0} วินาที การโจมตีแต่ละครั้งของ [ปลดปล่อยเลือด] ทำให้เกิดการโจมตีเพิ่มเติมแก่ศัตรู 1 ตัวแบบสุ่ม",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ฟื้นฟูมานา 75 หน่วยทุกครั้งที่โจมตีโดน",
    "dark": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%",
    "ut": {
      "name": "ลิปสติกแห่งความละอาย",
      "description": [
        "[ปลดปล่อยเลือด] เพิ่มความเสียหายของ [ปลดปล่อยเลือด] ขึ้น 20% และต้านทานสถานะผิดปกติในระยะเวลาของสกิล [ปลดปล่อยเลือด]",
        "[ปลดปล่อยเลือด] เพิ่มความเสียหายของ [ปลดปล่อยเลือด] ขึ้น 24% และต้านทานสถานะผิดปกติในระยะเวลาของสกิล [ปลดปล่อยเลือด]",
        "[ปลดปล่อยเลือด] เพิ่มความเสียหายของ [ปลดปล่อยเลือด] ขึ้น 29% และต้านทานสถานะผิดปกติในระยะเวลาของสกิล [ปลดปล่อยเลือด]",
        "[ปลดปล่อยเลือด] เพิ่มความเสียหายของ [ปลดปล่อยเลือด] ขึ้น 35% และต้านทานสถานะผิดปกติในระยะเวลาของสกิล [ปลดปล่อยเลือด]",
        "[ปลดปล่อยเลือด] เพิ่มความเสียหายของ [ปลดปล่อยเลือด] ขึ้น 42% และต้านทานสถานะผิดปกติในระยะเวลาของสกิล [ปลดปล่อยเลือด]",
        "[ปลดปล่อยเลือด] เพิ่มความเสียหายของ [ปลดปล่อยเลือด] ขึ้น 50% และต้านทานสถานะผิดปกติในระยะเวลาของสกิล [ปลดปล่อยเลือด]"
      ],
      "story": "ลิปสติกสีแดงเข้มที่ทำจากเลือดของผู้ที่ตายอย่างไร้เกียรติ ผู้ที่ละทิ้งศักดิ์ศรีในฐานะมนุษย์และจมปลักอยู่ในความปรารถนาที่ไม่รู้จักพอของพวกเขาซึ่งไม่สามารถหนีจากเงื้อมมือของ Erze ได้ พวกเขาตายขณะอยู่ในภวังค์อย่างสมบูรณ์ แต่บางทีพวกเขาอาจจะยังรู้สึกดีใจที่ถูก Erze หลอกใช้ Erze ใช้มันเพื่อทิ้งเครื่องหมายไว้บนคอของเหยื่อของนางหลังจากนางดูดเลือดพวกเขา"
    }
  },
  "s4": {
    "name": "สูบชีวิต",
    "description": "เพิ่มพลังโจมตีขึ้น {0} หน่วย และเพิ่ม HP สูงสุดขึ้น {1} หน่วยเมื่อกำจัดศัตรูได้ ซ้อนทับได้สูงสุด 50 ครั้ง เมื่อได้รับความเสียหายที่ทำให้ตาย ร่าย [เลือดชุ่มโชก] และลด HP สูงสุดลง {2}% เอฟเฟคนี้จะไม่ใช้งานหาก [เลือดชุ่มโชก] คูลดาวน์อยู่ สกิลนี้ใช้มานาทั้งหมดเมื่อเปิดใช้งาน",
    "books": {
      "0": "เพิ่มบูสต์พลังโจมตีและ HP สูงสุดขึ้น {0}%",
      "1": "เพิ่มบูสต์พลังโจมตีและ HP สูงสุดขึ้น {0}%",
      "2": "เพิ่มบูสต์พลังโจมตีและ HP สูงสุดขึ้น {0}%"
    },
    "light": "เพิ่ม HP สูงสุด 100% เมื่อกำจัดศัตรูได้และเปลี่ยนการลด HP สูงสุดหลังจากร่าย [เลือดชุ่มโชก] อัตโนมัติเป็น 33%",
    "dark": "เพิ่มพลังโจมตีขึ้น 200% เมื่อกำจัดศัตรูได้ แต่บูสต์ HP สูงสุดจะไม่มีผล"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "ดูด HP เท่ากับ 25% ของความเสียหายที่ทำได้โดยการโจมตีปกติครั้งสุดท้ายและได้รับการซ้อนทับ [เลือดหอมหวาน] 1 ครั้ง"
  }
}