{
  "name": "Lilia",
  "subtitle": "ธิดาแห่งพายุและท้องทะเล",
  "description": "เด็กหญิงมังกรฟ้าผู้เพิ่งพ้นวัยลูกมังกรและเป็นน้องสาวของ Laias นักบวชหญิงแห่งน้ำ แม้ว่าเธอจะยังคงเยาว์วัยและไร้ประสบการณ์ แต่คนที่ดูถูกเธอมักจะต้องชดใช้อย่างสาสม เธอใช้พลังงานแห่งน้ำที่บ้าคลั่งในการทำลายศัตรูของเธอจนยับเยิน",
  "story": "มังกรเทพเจ้าแห่งโอเอซิสและน้องสาวของนักบวชหญิงแห่งน้ำ Laias เธอยังคงเป็นมังกรฟ้าวัยเยาว์ผู้รักพี่สาวที่มีอายุมากกว่าเธอหลายปี เมื่อ Laias หลับใหลอย่างสนิทหลังจากใช้พลังของตัวเองจนหมดในการต่อสู้เมื่อ 100 ปีที่แล้ว Lilia ได้ปกป้องแท่นบูชาแห่งพลังไหลเวียนด้วยตัวเอง เมื่อเธอได้ยินเด็กๆ แห่งทะเลทรายสวดอธิษฐานอย่างสิ้นหวัง เธอจึงได้ปลุกนักบวชหญิงแห่งน้ำให้ตื่นขึ้นในที่สุดเพื่อปกป้องพวกเขา โดยไม่เหมือนกับพี่สาวของเธอซึ่งอ่อนโยนและรอบคอบ เธอนั้นค่อนข้างเข้มงวด และวิธีที่เธอควบคุมพลังไหลเวียนและพลังน้ำก็รุนแรงกว่าด้วย เธอรู้สึกว่าเธอต้องปกป้องพี่สาวแสนสวยของเธอจากผู้ชายที่ไม่คู่ควรที่มาจีบเธอ",
  "like": "Laias, เครื่องดื่มรสหวาน, คนในทะเลทราย",
  "dislike": "คนที่มาจีบพี่สาวของเธอ (Neraxis, Cain)",
  "inn": {
    "idle": "...มะ-มนุษย์เยอะเกินไป...",
    "recruit": {
      "greet": "ขอให้พลังไหลเวียนจงสถิตอยู่กับเจ้า!",
      "talk": [
        "ข้าไม่ได้ใจดีเหมือนกับพี่สาวของข้า",
        "มังกรฟ้าอ่อนแองั้นเหรอ เจ้าคิดผิดถนัดแล้ว",
        "ข้าคือมังกรที่โตเต็มวัย ข้าโตพอแล้ว!"
      ],
      "gift": "ขอบใจนะ เจ้ามนุษย์น้อย"
    },
    "affinity": {
      "greet": "สวัสดี เจ้าดูสบายดีนะ!",
      "talk": [
        "ภารกิจของพี่สาวของข้าก็เป็นภารกิจของข้าเช่นกัน ข้าจะอยู่กับเธอเสมอ",
        "ความลึกลับของน้ำที่ไร้จุดสิ้นสุดเหรอ อืมม...ข้าได้ยินมาว่ามันคือพลังของมังกรฟ้าตัวแรกนะ"
      ],
      "gift": "ขอบคุณมาก ข้าจะใช้สิ่งนี้สำหรับแท่นบูชาแห่งพลังไหลเวียน"
    },
    "relationship": {
      "greet": "ดีใจที่ได้พบเจ้าอีกครั้งนะ!",
      "talk": [
        "Neraxis เหรอ เจ้าบ้านั่น เขาชอบเรียกร้องความสนใจจากพี่สาวของข้าเสมอเลย!",
        "Cain เหรอ... เอ่อ... ข้าคิดว่าเขาหายไปตลอดกาลแล้วซะอีก ข้าไม่อยากจะเชื่อเลยว่าเขากำลังมาจีบพี่สาวของข้าอีกแล้ว...",
        "ข้ารักพี่สาวของข้าที่สุด... แต่ข้าก็ชอบเจ้าเช่นกัน"
      ]
    }
  },
  "uw": {
    "name": "น้ำพุอนันต์, ซิเอลามาฮา",
    "description": [
      "ฟื้นฟูมานา 50 หน่วยต่อวินาที เมื่อโจมตีแต่ละครั้งมีโอกาส 80% ที่จะสร้างความเสียหายกายภาพเท่ากับ 20% ของพลังโจมตี",
      "ฟื้นฟูมานา 60 หน่วยต่อวินาที เมื่อโจมตีแต่ละครั้งมีโอกาส 80% ที่จะสร้างความเสียหายกายภาพเท่ากับ 24% ของพลังโจมตี",
      "ฟื้นฟูมานา 70 หน่วยต่อวินาที เมื่อโจมตีแต่ละครั้งมีโอกาส 80% ที่จะสร้างความเสียหายกายภาพเท่ากับ 28% ของพลังโจมตี",
      "ฟื้นฟูมานา 85 หน่วยต่อวินาที เมื่อโจมตีแต่ละครั้งมีโอกาส 80% ที่จะสร้างความเสียหายกายภาพเท่ากับ 34% ของพลังโจมตี",
      "ฟื้นฟูมานา 105 หน่วยต่อวินาที เมื่อโจมตีแต่ละครั้งมีโอกาส 80% ที่จะสร้างความเสียหายกายภาพเท่ากับ 42% ของพลังโจมตี",
      "ฟื้นฟูมานา 125 หน่วยต่อวินาที เมื่อโจมตีแต่ละครั้งมีโอกาส 80% ที่จะสร้างความเสียหายกายภาพเท่ากับ 50% ของพลังโจมตี"
    ],
    "story": "น้ำพุอนันต์ที่ผุดพ่นน้ำอย่างไม่สิ้นสุด มันคือโอ่งที่สร้างขึ้นโดยมังกรฟ้าตัวแรก ผู้ซึ่งเป็นผู้ควบคุมน้ำทั้งหมดบนโลก มันตอบสนองต่อจินตนาการของผู้ใช้ สำหรับเด็กหญิงที่เยาว์วัย อ่อนไหว และมีความคิดสร้างสรรค์อย่าง Lilia มันเป็นสมบัติและอาวุธที่ยอดเยี่ยมที่สุด"
  },
  "s1": {
    "name": "พายุวารี",
    "description": "เรียกพายุวารีมาโจมตีเป้าหมายแบบสุ่มเป็นระยะเวลา 8 วินาที สร้างความเสียหายกายภาพ {0} หน่วยทุก 0.5 วินาทีให้เป้าหมายและศัตรูที่อยู่ใกล้ หากเป้าหมายตาย เรียกพายุวารีมาโจมตีเป้าหมายอื่นแบบสุ่มจนกว่าจะสิ้นสุดระยะเวลา",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เป้าหมายการโจมตีมีความเร็วโจมตีลดลง 250 หน่วยเป็นเวลา 10 วินาที",
    "dark": "ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 20% แสต็คสูงสุด 15 ครั้ง",
    "ut": {
      "name": "เสียงกระซิบแห่งท้องทะเล",
      "description": [
        "[พายุวารี] ลดเวลาคูลดาวน์ลง 2.5 วินาที และเพิ่มความเสียหายกายภาพที่ศัตรูที่ได้รับผลกระทบได้รับ 10%",
        "[พายุวารี] ลดเวลาคูลดาวน์ลง 2.5 วินาที และเพิ่มความเสียหายกายภาพที่ศัตรูที่ได้รับผลกระทบได้รับ 12%",
        "[พายุวารี] ลดเวลาคูลดาวน์ลง 2.5 วินาที และเพิ่มความเสียหายกายภาพที่ศัตรูที่ได้รับผลกระทบได้รับ 14%",
        "[พายุวารี] ลดเวลาคูลดาวน์ลง 2.5 วินาที และเพิ่มความเสียหายกายภาพที่ศัตรูที่ได้รับผลกระทบได้รับ 17%",
        "[พายุวารี] ลดเวลาคูลดาวน์ลง 2.5 วินาที และเพิ่มความเสียหายกายภาพที่ศัตรูที่ได้รับผลกระทบได้รับ 21%",
        "[พายุวารี] ลดเวลาคูลดาวน์ลง 2.5 วินาที และเพิ่มความเสียหายกายภาพที่ศัตรูที่ได้รับผลกระทบได้รับ 25%"
      ],
      "story": "ปิ่นปักผมที่สร้างขึ้นด้วยอัญมณีและหินปะการังจากทะเลแห่งนิรันดร์ ซึ่ง Laias มอบให้กับ Lilia แม้จะดูหน้าตาเหมือนกับปิ่นปักผมธรรมดาๆ ของเด็ก แต่วัสดุจากทะเลแห่งนิรันดร์นั้นแฝงด้วยพลังของมังกรน้ำที่ช่วยให้พายุวารีของ Lilia ทรงพลังมากยิ่งขึ้นกว่าเดิม"
    }
  },
  "s2": {
    "name": "โอเอซิสชั่วนิรันดร์",
    "description": "เมื่อใช้สกิล เข้าสู่สถานะ โอเอซิสชั่วนิรันดร์ เป็นเวลา 15 วินาที ระหว่างอยู่ในสถานะโอเอซิสชั่วนิรันดร์ อัตราการฟื้นฟูมานาต่อวินาทีเพิ่มขึ้น 150% และพลังโจมตีเพิ่มขึ้น {0} หน่วย นอกจากนี้พลังป้องกันทั้งหมดยังเพิ่มขึ้นอีก {1} หน่วย",
    "books": {
      "0": "เพิ่มค่าการฟื้นฟูมานาและพลังโจมตีอีก {0}%",
      "1": "เพิ่มค่าการฟื้นฟูมานาและพลังโจมตีอีก {0}%",
      "2": "เพิ่มค่าการฟื้นฟูมานาและพลังโจมตีอีก {0}%"
    },
    "light": "ค่ามานาเพิ่มขึ้น 1 และสกิลส่งผลต่อพันธมิตรที่มีพลังโจมตีสูงสุดยกเว้นตัวเอง",
    "dark": "ระยะเวลาของสกิลลดลง 5 วินาที และเอฟเฟคทั้งหมดเพิ่มขึ้น 100%",
    "ut": {
      "name": "หัวใจแห่งพลังไหลเวียน",
      "description": [
        "[โอเอซิสชั่วนิรันดร์] เอฟเฟคนี้ไม่ถูกลบล้าง และความเสียหายคริติคอลเพิ่มขึ้น 20% ตลอดระยะเวลาของสกิล",
        "[โอเอซิสชั่วนิรันดร์] เอฟเฟคนี้ไม่ถูกลบล้าง และความเสียหายคริติคอลเพิ่มขึ้น 24% ตลอดระยะเวลาของสกิล",
        "[โอเอซิสชั่วนิรันดร์] เอฟเฟคนี้ไม่ถูกลบล้าง และความเสียหายคริติคอลเพิ่มขึ้น 29% ตลอดระยะเวลาของสกิล",
        "[โอเอซิสชั่วนิรันดร์] เอฟเฟคนี้ไม่ถูกลบล้าง และความเสียหายคริติคอลเพิ่มขึ้น 35% ตลอดระยะเวลาของสกิล",
        "[โอเอซิสชั่วนิรันดร์] เอฟเฟคนี้ไม่ถูกลบล้าง และความเสียหายคริติคอลเพิ่มขึ้น 42% ตลอดระยะเวลาของสกิล",
        "[โอเอซิสชั่วนิรันดร์] เอฟเฟคนี้ไม่ถูกลบล้าง และความเสียหายคริติคอลเพิ่มขึ้น 50% ตลอดระยะเวลาของสกิล"
      ],
      "story": "สร้อยคอทองคำสำหรับเด็กผู้หญิงที่ Laias สร้างให้แก่ Lilia ด้วยอัญมณีแห่งการปกป้อง มันเปล่งประกายด้วยพลังงานแห่งธาตุน้ำซึ่งอยู่ข้างใน มันคือสัญลักษณ์แห่งความห่วงใยของ Laias ที่มีต่อน้องสาว"
    }
  },
  "s3": {
    "name": "หยดน้ำจากสวรรค์",
    "description": "ยิงกระสุนน้ำ 15 ครั้งใส่ศัตรูแบบสุ่ม สร้างความเสียหายกายภาพรวม {0} หน่วย และยังยิงกระสุนน้ำขนาดใหญ่ 5 ครั้งใส่เป้าหมายและศัตรูที่อยู่ใกล้เป้าหมาย สร้างความเสียหายกายภาพ {1} หน่วย ศัตรูที่โดนกระสุนน้ำขนาดใหญ่จะติดสถานะสตันเป็นเวลา {2} วินาที การยิงกระสุนน้ำแต่ละครั้งใช้มานา {3} หน่วย และค่ามานาเพิ่มขึ้น {4} หน่วยทุกครั้งที่ยิง สกิลจะหยุดทำงานเมื่อมานาเป็น 0",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ป้องกันสถานะผิดปกติทั้งหมดในระหว่างที่ใช้",
    "dark": "ทุกครั้งที่ยิ่งกระสุนน้ำ ค่ามานาและอัตราการใช้มานาจะเพิ่มขึ้น 100% และทุกครั้งที่ยิงกระสุนน้ำ มีโอกาส 50% ที่จะยิงกระสุนน้ำเพิ่มอีกนัด",
    "ut": {
      "name": "กาน้ำแห่งธาตุที่ไร้ขอบเขต",
      "description": [
        "[หยดน้ำจากสวรรค์] เมื่อโจมตีแต่ละครั้งมีโอกาส 7% ที่จะยิงกระสุนน้ำขนาดใหญ่ ซึ่งสร้างความเสียหายกายภาพเท่ากับ 100% ของพลังโจมตี และเพิ่มความเสียหายคริติคอลของตัวเองอีก 2% เป็นเวลา 7 วินาที",
        "[หยดน้ำจากสวรรค์] เมื่อโจมตีแต่ละครั้งมีโอกาส 7% ที่จะยิงกระสุนน้ำขนาดใหญ่ ซึ่งสร้างความเสียหายกายภาพเท่ากับ 100% ของพลังโจมตี และเพิ่มความเสียหายคริติคอลของตัวเองอีก 2.4% เป็นเวลา 7 วินาที",
        "[หยดน้ำจากสวรรค์] เมื่อโจมตีแต่ละครั้งมีโอกาส 7% ที่จะยิงกระสุนน้ำขนาดใหญ่ ซึ่งสร้างความเสียหายกายภาพเท่ากับ 100% ของพลังโจมตี และเพิ่มความเสียหายคริติคอลของตัวเองอีก 2.9% เป็นเวลา 7 วินาที",
        "[หยดน้ำจากสวรรค์] เมื่อโจมตีแต่ละครั้งมีโอกาส 7% ที่จะยิงกระสุนน้ำขนาดใหญ่ ซึ่งสร้างความเสียหายกายภาพเท่ากับ 100% ของพลังโจมตี และเพิ่มความเสียหายคริติคอลของตัวเองอีก 3.5% เป็นเวลา 7 วินาที",
        "[หยดน้ำจากสวรรค์] เมื่อโจมตีแต่ละครั้งมีโอกาส 7% ที่จะยิงกระสุนน้ำขนาดใหญ่ ซึ่งสร้างความเสียหายกายภาพเท่ากับ 100% ของพลังโจมตี และเพิ่มความเสียหายคริติคอลของตัวเองอีก 4.2% เป็นเวลา 7 วินาที",
        "[หยดน้ำจากสวรรค์] เมื่อโจมตีแต่ละครั้งมีโอกาส 7% ที่จะยิงกระสุนน้ำขนาดใหญ่ ซึ่งสร้างความเสียหายกายภาพเท่ากับ 100% ของพลังโจมตี และเพิ่มความเสียหายคริติคอลของตัวเองอีก 5% เป็นเวลา 7 วินาที"
      ],
      "story": "กาน้ำที่เพื่อนกระบองเพชรเก่าแก่ของ Lilia ทำให้เธอในวันเกิดของเธอ กาน้ำนี้ผลิตน้ำที่สะอาดและบริสุทธิ์ที่สุดอย่างไม่มีวันหมด อย่างไรก็ตาม ถ้ามีการใช้น้ำในปริมาณที่มากเกินไปในคราวเดียว สายน้ำที่ไหลออกมาจะหยุดลง ซึ่งเป็นกลไกที่กระบองเพชรเพิ่มเข้ามาเพื่อช่วย Lilia ควบคุมน้ำจนกว่าเธอจะมีความเชี่ยวชาญมากขึ้น"
    }
  },
  "s4": {
    "name": "วารีชำระล้าง",
    "description": "การฟื้นฟูมานาเมื่อโจมตีจะคงที่ แต่พลังโจมตีจะเพิ่มขึ้น {0} หน่วย และการฟื้นฟูมานาต่อวินาทีเพิ่มขึ้นเป็น 120 การฟื้นฟูมานาต่อวินาทีทุก 6 หน่วยจะเพิ่มพลังโจมตีขึ้น 1%",
    "books": {
      "0": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "เมื่อเริ่มการต่อสู้แต่ละครั้ง ฟื้นฟูมานา 1,000 หน่วย",
    "dark": "สร้างความเสียหายให้มอนสเตอร์บอสเพิ่มขึ้น 15%",
    "ut": {
      "name": "กุญแจแห่งความบริสุทธิ์",
      "description": [
        "[วารีชำระล้าง] ทุก 10 วินาทีเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 80% และเพิ่มการฟื้นฟู MP ต่อวินาทีขึ้น 30% เป็นเวลา 5 วินาที",
        "[วารีชำระล้าง] ทุก 10 วินาทีเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 80% และเพิ่มการฟื้นฟู MP ต่อวินาทีขึ้น 36% เป็นเวลา 5 วินาที",
        "[วารีชำระล้าง] ทุก 10 วินาทีเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 80% และเพิ่มการฟื้นฟู MP ต่อวินาทีขึ้น 43% เป็นเวลา 5 วินาที",
        "[วารีชำระล้าง] ทุก 10 วินาทีเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 80% และเพิ่มการฟื้นฟู MP ต่อวินาทีขึ้น 52% เป็นเวลา 5 วินาที",
        "[วารีชำระล้าง] ทุก 10 วินาทีเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 80% และเพิ่มการฟื้นฟู MP ต่อวินาทีขึ้น 63% เป็นเวลา 5 วินาที",
        "[วารีชำระล้าง] ทุก 10 วินาทีเพิ่มความเสียหายคริติคอลของตัวเองขึ้น 80% และเพิ่มการฟื้นฟู MP ต่อวินาทีขึ้น 75% เป็นเวลา 5 วินาที"
      ],
      "story": "กุญแจศักดิ์สิทธิ์ที่พบในใจกลางโอเอซิส ในตอนที่ชนเผ่าทำพิธีกรรมการชำระล้างสิ่งชั่วร้ายให้กับมังกรน้ำตัวแรก หีบแปลกประหลาดได้ลอยขึ้นมากลางโอเอซิส ไม่มีใครสามารถเปิดหีบได้จนกว่า Lilia ที่ถูกเรียกโดยชนเผ่าของนางจะมาถึง หีบเริ่มสั่นทันทีที่ Lilia เดินเข้าไปหาและมันก็เปิดออกมาเองหลังจากปล่อยแสงจ้าออกมา ภายในหีบมีกุญแจ Lilia รู้ทันทีที่นางเห็นว่ากุญแจนี้ไม่ใช่กุญแจธรรมดาและเก็บรักษามันไว้อย่างปลอดภัยจนถึงตอนนี้ ยังไม่เป็นที่ทราบแน่ชัดว่ากุญแจใช้เปิดอะไร แต่เป็นที่แน่นอนว่ากุญแจนี้ช่วยเพิ่มพลังชำระล้างให้กับ Lilia"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "เพิ้มพลังโจมตี 15% ต่อมานา 1 หน่วย"
  }
}