{
  "name": "Laudia",
  "subtitle": "นักเต้นแห่งโอเอซิส",
  "description": "นักเต้นจากเผ่าพเนจรในทะเลทราย Aegina ท่าเต้นของเธอทำให้หัวใจของผู้คนละลาย และดาบที่เฉียบคมของเธอพรากชีวิตของศัตรูอย่างเงียบเชียบ",
  "story": "Trovatias คือเผ่าพเนจรแห่งทะเลทราย Aegina ผู้สืบทอดธรรมเนียมและศาสนาของอาณาจักรทะเลทรายโบราณ Laudia คือลูกสาวของหัวหน้าเผ่าและรับใช้ Laias นักบวชหญิงแห่งน้ำ เธอยังดูแลเผ่าแทนพ่อที่แก่แล้วของเธอด้วย เมื่อเธอสวดอธิษฐานเพื่อขอความช่วยเหลือ มังกรเทพเจ้า Laias และน้องสาวของเธอ Lilia ได้ตื่นขึ้นจากการหลับใหลอย่างยาวนาน และนำพาเธอและเผ่าของเธอเข้าไปยังแท่นบูชาซึ่งปกป้องพวกเขา นับตั้งแต่นั้นมา Laudia ได้ปราบปีศาจในทะเลทรายกับ Zafir หัวหน้าเผ่า Mauhata แห่งเหล่านักรบทะเลทราย",
  "like": "Laias, Lilia, คนในทะเลทราย",
  "dislike": "การดูผู้คนทุกข์ทรมาน",
  "inn": {
    "idle": "โอ้ ช่างเป็นสถานที่ที่น่าสนใจมาก มีที่ไหนให้ข้าเต้นได้ไหม",
    "recruit": {
      "greet": "สวัสดี ขอให้พลังที่ไหลเวียนจงสถิตอยู่กับเจ้านะ",
      "talk": [
        "เจ้าไม่เห็นนักบวชหญิงเหรอ เธอเด่นสะดุดตามากเลยนะ...",
        "เอ่อ ถ้าเจ้าดูข้าเต้นละก็ เจ้าจะไม่สามารถคิดถึงสิ่งอื่นได้เลย",
        "ข้าไม่อยากเห็นโลกที่สวยงามใบนี้ถูกทำลายมากไปกว่านี้อีกแล้ว"
      ],
      "gift": "ขอบคุณสำหรับของขวัญนะ สนใจจะเต้นไหม"
    },
    "affinity": {
      "greet": "สวัสดี! ในเมื่อตอนนี้เราก็ค่อนข้างที่จะสนิทกันแล้ว จะเป็นอะไรไหมถ้าข้าจะเรียกเจ้าด้วยชื่อจริงน่ะ",
      "talk": [
        "ข้าชอบที่นี่ เงียบและสงบมากเลย",
        "การเป็นรองหัวหน้าไม่ใช่งานง่ายๆ เลย ข้าต้องดูแลผู้คนทั้งหมดในเผ่าของข้า"
      ],
      "gift": "ขอบคุณนะ ข้าควรซื้อของขบเคี้ยวให้เด็กๆ สักหน่อย..."
    },
    "relationship": {
      "greet": "ดีใจที่ได้พบเจ้านะ เอ่อ เจ้ามาที่นี่เพื่อมาเจอข้าหรือเปล่า",
      "talk": [
        "เจ้าได้พบ Lilia และพี่สาวของเธอ Laias แล้วหรือยัง พวกเธอยอดเยี่ยมมากเลย ข้ามั่นใจว่าเจ้าจะต้องชอบพวกเธอมาก",
        "ข้าสามารถสัมผัสได้ถึงแรงสั่นสะเทือนอันรุนแรงของพลังไหลเวียนและโชคชะตา ซึ่งพบได้ในนักรบและฮีโร่ที่แท้จริงเท่านั้น",
        "ข้าคิดท่าเต้นใหม่ได้ละ เจ้าอยากดูสักหน่อยเร็วๆ นี้ไหม เราอาจเต้นด้วยกันด้วยเลยก็ได้นะ"
      ]
    }
  },
  "uw": {
    "name": "ทรายเพรียกกระซิบ Arlaq",
    "description": [
      "[พรแห่งโอเอซิส] มีผลซ้อนกันได้สูงสุด 14 สแตค และเมื่อโจมตีอัตโนมัติ มีโอกาส 10% ที่คูลดาวน์สกิลทั้งหมดจะลดลง 4%",
      "พรแห่งโอเอซิส มีผลซ้อนกันได้สูงสุด 15 สแตค และเมื่อโจมตีอัตโนมัติ มีโอกาส 10% ที่คูลดาวน์สกิลทั้งหมดจะลดลง 4.8%",
      "พรแห่งโอเอซิส มีผลซ้อนกันได้สูงสุด 16 สแตค และเมื่อโจมตีอัตโนมัติ มีโอกาส 10% ที่คูลดาวน์สกิลทั้งหมดจะลดลง 5.8%",
      "พรแห่งโอเอซิส มีผลซ้อนกันได้สูงสุด 17 สแตค และเมื่อโจมตีอัตโนมัติ มีโอกาส 10% ที่คูลดาวน์สกิลทั้งหมดจะลดลง 7%",
      "พรแห่งโอเอซิส มีผลซ้อนกันได้สูงสุด 18 สแตค และเมื่อโจมตีอัตโนมัติ มีโอกาส 10% ที่คูลดาวน์สกิลทั้งหมดจะลดลง 8.4%",
      "พรแห่งโอเอซิส มีผลซ้อนกันได้สูงสุด 20 สแตค และเมื่อโจมตีอัตโนมัติ มีโอกาส 10% ที่คูลดาวน์สกิลทั้งหมดจะลดลง 10%"
    ],
    "story": "สมบัติหายากที่แสดงความหลงใหลที่ไหม้แผดเผาเหมือนเปลวเพลิงในทะเลทราย ว่ากันว่าอาวุธที่สวยงามคู่นี้ถูกเก็บไว้ในสุสานของราชาเทพเจ้าโบราณ เมื่อกวัดแกว่ง อาวุธคู่นี้จะส่งเสียงอย่างไพเราะเหมือนกับลมที่มีกลิ่นสายลมอ่อนๆ มันสวยงามแต่ยั่วยวนใจอย่างร้ายกาจ เหมือนดั่งภาพลวงตาในทะเลทราย..."
  },
  "s1": {
    "name": "ทรายกระซิบ",
    "description": "สร้างความเสียหายเวทมนตร์ {0} หน่วยให้ศัตรูเป้าหมายและศัตรูที่อยู่ใกล้ ลดโอกาสบล็อคของศัตรูลง {2} หน่วยและลดความต้านทานคริติคอลของศัตรูลง {3} หน่วยเป็นเวลา {1} วินาที จากนั้นสร้างความเสียหายเวทมนตร์ {4} หน่วยและสตันพวกมันเป็นเวลา {5} วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ค่ามานาลดลง 1",
    "dark": "เป้าหมายได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 25% เป็นเวลา 10 วินาที"
  },
  "s2": {
    "name": "กระแสลุ่มหลง",
    "description": "เพิ่มพลังโจมตีของตัวเอง {1} หน่วยและความเสียหายคริติคอล {2}% เป็นเวลา {0} วินาที จากนั้นเคลื่อนที่ไปข้างหน้าเป็นระยะสั้นๆ แล้วสร้างความเสียหายเวทมนตร์ {3} หน่วยให้ศัตรูที่อยู่ในระยะการเคลื่อนที่ และสร้างสถานะลุ่มหลงให้พวกมันเป็นเวลา {4} วินาทีหากใช้สกิลนี้ในอารีน่า สามารถใช้ [จู่โจมกระชากใจ] ได้หนึ่งครั้งหลังใช้สกิลนี้ไปแล้ว 5 วินาที",
    "books": {
      "0": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {0}%",
      "1": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {0}%",
      "2": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {0}%"
    },
    "light": "ได้รับลูกแก้วมานา 2 ลูกหลังจากเคลื่อนที่ มานาที่ได้รับจะหายไปหลังผ่านไป 10 วินาที",
    "dark": "หลังจากใช้ กระแสลุ่มหลง สามารถใช้ จู่โจมกระชากใจ ได้สองครั้งภายในระยะเวลา 10 วินาที",
    "ut": {
      "name": "สถานศักดิ์สิทธิ์แห่ง Trovatia",
      "description": [
        "[กระแสลุ่มหลง] หลังจากเคลื่อนที่ ดูดซับความเสียหายเท่ากับ 160% ของพลังโจมตีเป็นเวลา 3 วินาที จากนั้นสร้างโล่ป้องกันสถานะผิดปกติ และลดค่ามานาของ [จู่โจมกระชากใจ] ลง 1",
        "[กระแสลุ่มหลง] หลังจากเคลื่อนที่ ดูดซับความเสียหายเท่ากับ 190% ของพลังโจมตีเป็นเวลา 3 วินาที จากนั้นสร้างโล่ป้องกันสถานะผิดปกติ และลดค่ามานาของ [จู่โจมกระชากใจ] ลง 1",
        "[กระแสลุ่มหลง] หลังจากเคลื่อนที่ ดูดซับความเสียหายเท่ากับ 230% ของพลังโจมตีเป็นเวลา 3 วินาที จากนั้นสร้างโล่ป้องกันสถานะผิดปกติ และลดค่ามานาของ [จู่โจมกระชากใจ] ลง 1",
        "[กระแสลุ่มหลง] หลังจากเคลื่อนที่ ดูดซับความเสียหายเท่ากับ 270% ของพลังโจมตีเป็นเวลา 3 วินาที จากนั้นสร้างโล่ป้องกันสถานะผิดปกติ และลดค่ามานาของ [จู่โจมกระชากใจ] ลง 1",
        "[กระแสลุ่มหลง] หลังจากเคลื่อนที่ ดูดซับความเสียหายเท่ากับ 330% ของพลังโจมตีเป็นเวลา 3 วินาที จากนั้นสร้างโล่ป้องกันสถานะผิดปกติ และลดค่ามานาของ [จู่โจมกระชากใจ] ลง 1",
        "[กระแสลุ่มหลง] หลังจากเคลื่อนที่ ดูดซับความเสียหายเท่ากับ 400% ของพลังโจมตีเป็นเวลา 3 วินาที จากนั้นสร้างโล่ป้องกันสถานะผิดปกติ และลดค่ามานาของ [จู่โจมกระชากใจ] ลง 1"
      ],
      "story": "หีบที่บรรจุวัตถุโบราณที่จำเป็นสำหรับพิธีกรรมการบูชามังกรแห่งน้ำ เครื่องประดับบางชิ้นบนหีบนี้สร้างขึ้นจาก 'ลาพิส ลาซูลีสีฟ้า' อัญมณีที่เป็นสัญลักษณ์ของความครบถ้วนสมบูรณ์ มันเป็นสิ่งของสุดล้ำค่าที่พ่อของ Laudia เชิดชูบูชาและจะมอบให้แก่ผู้ที่มีความสามารถในการนำทั้งเผ่า Trovatia เท่านั้น"
    },
    "linked": {
      "name": "จู่โจมกระชากใจ",
      "description": "โจมตีศัตรูเป้าหมาย 3 ครั้ง สร้างความเสียหายเวทมนตร์รวม {0} หน่วย สร้างความเสียหายเวทมนตร์เพิ่มอีก {1} หน่วยหากเป้าหมายเป็นบอสหรือติดสถานะลุ่มหลง"
    }
  },
  "s3": {
    "name": "ระบำทะเลทราย",
    "description": "โจมตีศัตรูในระยะ 30 ครั้ง สร้างความเสียหายเวทมนตร์รวม {0} หน่วย พร้อมกับขว้าง 'คมมีดแห่ง Arlaq' ใส่ศัตรูแบบสุ่ม 30 ครั้ง ซึ่งสร้างความเสียหายเวทมนตร์รวม {1} หน่วย ทุกครั้งที่ขว้างมีดโดนศัตรูตัวเดิม เป้าหมายจะได้รับความเสียหายสะสมเพิ่มครั้งละ {2} หน่วย สามารถใช้ [เคลื่อนที่ความเร็วแสง] ได้เพียงหนึ่งครั้งระหว่างที่สกิลนี้มีผล และ 'คมมีดแห่ง Arlaq' จะเลือกศัตรูที่ติดสถานะลุ่มหลงเป็นเป้าหมายอันดับแรก",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ฟื้นฟูมานา 30 หน่วยทุกครั้งที่โจมตีโดน",
    "dark": "ค่ามานาเพิ่มขึ้น 1 และความเสียหายเพิ่มขึ้น 100%",
    "ut": {
      "name": "ผ้าคลุมหน้าแห่งเสน่ห์",
      "description": [
        "[ระบำทะเลทราย] คูลดาวน์สกิลลดลง 30% และการทะลวงพลังป้องกันเพิ่มขึ้น 100 หน่วยระหว่างที่สกิลมีผล",
        "[ระบำทะเลทราย] คูลดาวน์สกิลลดลง 30% และการทะลวงพลังป้องกันเพิ่มขึ้น 120 หน่วยระหว่างที่สกิลมีผล",
        "[ระบำทะเลทราย] คูลดาวน์สกิลลดลง 30% และการทะลวงพลังป้องกันเพิ่มขึ้น 140 หน่วยระหว่างที่สกิลมีผล",
        "[ระบำทะเลทราย] คูลดาวน์สกิลลดลง 30% และการทะลวงพลังป้องกันเพิ่มขึ้น 170 หน่วยระหว่างที่สกิลมีผล",
        "[ระบำทะเลทราย] คูลดาวน์สกิลลดลง 30% และการทะลวงพลังป้องกันเพิ่มขึ้น 210 หน่วยระหว่างที่สกิลมีผล",
        "[ระบำทะเลทราย] คูลดาวน์สกิลลดลง 30% และการทะลวงพลังป้องกันเพิ่มขึ้น 250 หน่วยระหว่างที่สกิลมีผล"
      ],
      "story": "ผ้าคลุมหน้าในตำนานที่มอบให้แด่นักเต้นที่ยอดเยี่ยมที่สุดในทวีปเท่านั้น การแสดงเริงระบำโดยการสวมผ้าคลุมหน้านี้จะสามารถสะกดจิตผู้คนที่กำลังชมอยู่ได้ Laudia ใช้ผ้าคลุมหน้านี้เพื่อสะกดจิตศัตรูด้วยท่าเต้นอันเย้ายวนใจของเธอและได้รับทุกอย่างที่เธอต้องการ"
    },
    "linked": {
      "name": "เคลื่อนที่ความเร็วแสง",
      "description": "ไม่ได้รับสถานะผิดปกติและความเร็วโจมตีเพิ่มขึ้น {1} หน่วยเป็นเวลา {0} วินาที"
    }
  },
  "s4": {
    "name": "พรแห่งโอเอซิส",
    "description": "ลดระยะเวลาของสถานะผิดปกติที่ตัวเองได้รับลง {0}% เมื่อใช้สกิล ได้รับ [พรแห่งโอเอซิส] เป็นเวลา {1} วินาที ซึ่งจะเพิ่มการทะลวงพลังป้องกัน {2} หน่วยและเพิ่มพลังป้องกัน {3} หน่วยให้ตัวเอง [พรแห่งโอเอซิส] มีผลซ้อนกันได้สูงสุด {4} ครั้งและไม่สามารถลบล้างได้",
    "books": {
      "0": "บูสต์การทะลวงพลังป้องกันและพลังป้องกันเพิ่มขึ้นอีก {0}%",
      "1": "บูสต์การทะลวงพลังป้องกันและพลังป้องกันเพิ่มขึ้นอีก {0}%",
      "2": "บูสต์การทะลวงพลังป้องกันและพลังป้องกันเพิ่มขึ้นอีก {0}%"
    },
    "light": "ได้รับ พรแห่งโอเอซิส 2 สแตค",
    "dark": "ได้รับความเสียหายจากศัตรูที่ไม่ใช่ฮีโร่ลดลง 2% ต่อหนึ่งสแตค"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเร็วโจมตี +100",
    "dark": "เมื่อเริ่มการต่อสู้ ไม่ได้รับสถานะผิดปกติเป็นเวลา 7 วินาที รวมถึงเพิ่มความแม่นยำและความแม่นยำของสถานะผิดปกติ 300 หน่วยเป็นเวลา 10 วินาที"
  }
}