{
  "name": "Lucias",
  "subtitle": "นักบุญแห่งพร",
  "description": "นักบวชชั้นสูงของ Lua และหัวหน้าของ Frey ความศรัทธาของ Lucias แข็งแกร่งพอที่จะร่ายพรแห่ง Lua ได้ ไอเทมที่เขาเสกจะมีพลังแห่งแสงและกลายเป็นอาวุธที่ทรงประสิทธิภาพต่อเหล่าปีศาจ",
  "story": "Lucias เป็นสมาชิกอัศวินศักดิ์สิทธิ์ของ Lua ก่อนที่จะปลุกพลังขึ้นมาในฐานะนักบุญแห่งพร ภายใต้คำสั่งของตำนานที่ยังหายใจ Ricardo เขาได้ปกป้องเมือง Orvel และเมืองใกล้เคียงจากเหล่าปีศาจร้าย อย่างไรก็ตาม แผลศักดิ์สิทธิ์เริ่มปรากฏขึ้นบนร่างกายของเขาเมื่ออายุ 19 ปีและด้วยการเรียกตัวของ Lua อัศวินศักดิ์สิทธิ์ได้กลายมาเป็นนักบุญแห่งพร ภารกิจของเขาคือการเดินทางรอบโลกและนำแสงสว่างของ Lua ไปสู่ผู้ที่ต้องการ เขาปฏิบัติตามหน้าที่ของเขาอย่างแท้จริง เดินทางไปทั่วโลกเพื่อให้พรผู้คน ในตอนนี้เขากลับมาถืออาวุธอีกครั้งเพื่อกำจัดพลังแห่งความมืดที่แข็งแกร่งมากขึ้นในช่วง 100 ปีที่ผ่านมา",
  "like": "เมนูที่ทำด้วยแอปเปิ้ล การตกปลา บทสวดมนต์ การช่วยคนอื่น และการแสดงเวทมนตร์ลึกลับ",
  "dislike": "คนหยาบคาย การผิดคำสัญญา การดูหมิ่นชีวิตมนุษย์",
  "inn": {
    "idle": "สถานที่แห่งนี้... ข้ารู้สึกถึงพลังแห่งแสงและความปรองดองได้",
    "recruit": {
      "greet": "ขอส่งคำอวยพรที่แสนอบอุ่นให้กับเจ้า ข้าหวังว่าเจ้าจะมีความสุขในวันนี้",
      "talk": [
        "พิธีแต่งงาน อ่าา ช่างเป็นอะไรที่ศักดิ์สิทธิ์จริงๆ",
        "เจ้าเห็นหลวงพี่ Baudouin บ้างไหม ข้าได้ยินมาว่าเขาค่อนข้างเมาเลยเมื่อวานนี้...",
        "ข้ารู้สึกถึงพลังทุกประเภทที่นี่ รู้สึกราวกับเป็นศูนย์กลางของโลก..."
      ],
      "gift": "ขอให้แสงสว่างอวยพรเจ้า"
    },
    "affinity": {
      "greet": "ยินดีที่ได้เจ้ากลับมานะ มาร่วมกล่าวคำสรรเสริญกับข้าก่อนมื้ออาหารกันดีกว่า",
      "talk": [
        "เจ้าสงสัยว่ามีนักบุญคนอื่นที่ไม่ใช่ข้าใช่ไหม อืมม ข้ายังไม่เคยเจอพวกเขา แต่ใช่ มีนักบุญแบบข้าทั้งหมดสามคน",
        "ข้าเคยเป็นคนถือธงในตอนที่ข้าเป็นอัศวินศักดิ์สิทธิ์ ใครจะคิดว่าอดีตของนักบุญจะเป็นคนถือธงด้วย ฮ่าฮ่าฮ่า"
      ],
      "gift": "เจ้าเป็นคนที่เอื้อเฟื้อมากที่ให้ของขวัญแก่ข้า แต่ข้าต้องขอบอกว่ามันเกินกว่าที่ข้าควรจะได้รับ หากข้าไปเจอคนที่ต้องการจริงๆ ข้าจะมอบสิ่งนี้ให้แก่พวกเขาได้ไหม"
    },
    "relationship": {
      "greet": "ขอให้คำอวยพรแห่ง Lua จงสถิตอยู่กับเจ้า",
      "talk": [
        "อ้ะ Stardust มาเยี่ยมที่นี่ด้วย พวกเขาเคยมาเยี่ยมบ้านเกิดของข้าอย่างน้อยปีละหนึ่งครั้งเมื่อข้ายังเด็ก เราไปดูกันดีไหมว่า Escur ยังอยู่หรือเปล่า",
        "บางครั้งความทรงจำของข้าก็ทรยศข้าเอง อดีตของข้าและความทรงจำของนักบุญแห่งพรคนก่อน...",
        "อัศวินศักดิ์สิทธิ์ นักบุญ... ตำแหน่งของข้าไม่ได้เป็นตัวกำหนดสิ่งที่ข้าต้องทำ ข้าเพียงแค่ทำทุกอย่างเพื่อช่วยผู้ที่ดิ้นรนด้วยความเจ็บปวดและความทุกข์ทรมานก็เท่านั้นเอง"
      ]
    }
  },
  "uw": {
    "name": "พรแห่งแสง, เบเนดิกเชีย",
    "description": [
      "หลังจากการต่อสู้เริ่มขึ้นเป็นเวลา 30 วินาที เพิ่มความเร็วโจมตีของพันธมิตรทั้งหมดขึ้น 100 หน่วยและความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 6% ในขณะที่ลดความเสียหายกายภาพที่พวกเขาได้รับลง 10%",
      "หลังจากการต่อสู้เริ่มขึ้นเป็นเวลา 30 วินาที เพิ่มความเร็วโจมตีของพันธมิตรทั้งหมดขึ้น 120 หน่วยและความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 7.2% ในขณะที่ลดความเสียหายกายภาพที่พวกเขาได้รับลง 12%",
      "หลังจากการต่อสู้เริ่มขึ้นเป็นเวลา 30 วินาที เพิ่มความเร็วโจมตีของพันธมิตรทั้งหมดขึ้น 140 หน่วยและความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 8.6% ในขณะที่ลดความเสียหายกายภาพที่พวกเขาได้รับลง 14%",
      "หลังจากการต่อสู้เริ่มขึ้นเป็นเวลา 30 วินาที เพิ่มความเร็วโจมตีของพันธมิตรทั้งหมดขึ้น 170 หน่วยและความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 10.4% ในขณะที่ลดความเสียหายกายภาพที่พวกเขาได้รับลง 17%",
      "หลังจากการต่อสู้เริ่มขึ้นเป็นเวลา 30 วินาที เพิ่มความเร็วโจมตีของพันธมิตรทั้งหมดขึ้น 210 หน่วยและความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 12.5% ในขณะที่ลดความเสียหายกายภาพที่พวกเขาได้รับลง 21%",
      "หลังจากการต่อสู้เริ่มขึ้นเป็นเวลา 30 วินาที เพิ่มความเร็วโจมตีของพันธมิตรทั้งหมดขึ้น 250 หน่วยและความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 15% ในขณะที่ลดความเสียหายกายภาพที่พวกเขาได้รับลง 25%"
    ],
    "story": "ธงที่ได้รับการปลุกเสกเป็นตัวแทนของดวงอาทิตย์ ดวงจันทร์ และทั้งผืนฟ้า มันมีพลังและคำสอนของผู้สร้าง Lua พลังแห่งแสงสว่างแพร่กระจายออกไปเมื่อเขาสบัดธง ทำให้จิตของพันธมิตรของเขาสงบและเอาชนะพลังแห่งความมืดได้ สิ่งศักดิ์สิทธิ์ที่มอบให้กับ Lucias ผู้ที่เคยเป็นคนถือธงในกลุ่มอัศวินศักดิ์สิทธิ์ของ Lua"
  },
  "s1": {
    "name": "เส้นทางแห่งพร",
    "description": "รักษาพันธมิตร 4 คนที่มี HP ต่ำสุด {0} หน่วยและผู้ร่ายได้รับความเสียหายลดลง {2}% เป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มการรักษา {0}%.",
      "1": "เพิ่มการรักษา {0}%.",
      "2": "เพิ่มการรักษา {0}%."
    },
    "light": "เพิ่มอัตราการรักษาขึ้น 40%",
    "dark": "ฟื้นฟูมานาของเป้าหมาย 500 หน่วย",
    "ut": {
      "name": "หนังสือแห่งพร",
      "description": [
        "[เส้นทางแห่งพร] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 12%",
        "[เส้นทางแห่งพร] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 14%",
        "[เส้นทางแห่งพร] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 17%",
        "[เส้นทางแห่งพร] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 21%",
        "[เส้นทางแห่งพร] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 25%",
        "[เส้นทางแห่งพร] ลดค่ามานาลง 1 หน่วยและลดเวลาคูลดาวน์ลง 30%"
      ],
      "story": "คัมภีร์แห่งนิรันดร์ที่เหล่าปราชญ์แห่งการอำนวยพรใช้เพื่อบันทึกผลงานของตนเอง อันที่จริงตำแหน่งปราชญ์นั้นได้รับการถ่ายทอดมาพร้อมความทรงจำของปราชญ์คนก่อนๆ จึงดูเหมือนว่าจะไม่มีความจำเป็นต้องบันทึกอะไรลงไป อย่างไรก็ตาม ความทรงจำที่สะสมมาอาจลบตัวตนของปราชญ์คนปัจจุบัน จึงจำเป็นต้องเขียนบันทึกลงในคัมภีร์นี้ต่อไป"
    }
  },
  "s2": {
    "name": "พื้นที่แห่งความศรัทธา",
    "description": "กาง [พื้นที่แห่งความศรัทธา] ที่ตำแหน่งของตัวเองเป็นเวลา {0} วินาที เพิ่มพลังโจมตีของพันธมิตรบน [พื้นที่แห่งความศรัทธา] by {1} และลบล้างเอฟเฟคลบจากพันธมิตรอย่างต่อเนื่อง รักษาพันธมิตรในพื้นที่ {4} หน่วยทุกวินาที สร้างความเสียหายกายภาพ {2} หน่วยแก่ศัตรูภายใน [พื้นที่แห่งความศรัทธา] ทุกวินาทีและสตันศัตรูเป็นเวลา {3} วินาที",
    "books": {
      "0": "เพิ่มการรักษา {0}%",
      "1": "เพิ่มการรักษา {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ฟื้นฟูมานาให้กับพันธมิตรภายในระยะ 200 หน่วยต่อวินาที",
    "dark": "ลบล้างเอฟเฟคบวกจากศัตรูภายในระยะอย่างต่อเนื่อง",
    "ut": {
      "name": "ลูกเต๋าแห่งความทรงจำ",
      "description": [
        "[พื้นที่แห่งความศรัทธา] ลดค่ามานา 1 หน่วยและลดมานาของศัตรูภายในระยะลง 200 หน่วยต่อวินาที",
        "[พื้นที่แห่งความศรัทธา] ลดค่ามานา 1 หน่วยและลดมานาของศัตรูภายในระยะลง 240 หน่วยต่อวินาที",
        "[พื้นที่แห่งความศรัทธา] ลดค่ามานา 1 หน่วยและลดมานาของศัตรูภายในระยะลง 290 หน่วยต่อวินาที",
        "[พื้นที่แห่งความศรัทธา] ลดค่ามานา 1 หน่วยและลดมานาของศัตรูภายในระยะลง 350 หน่วยต่อวินาที",
        "[พื้นที่แห่งความศรัทธา] ลดค่ามานา 1 หน่วยและลดมานาของศัตรูภายในระยะลง 420 หน่วยต่อวินาที",
        "[พื้นที่แห่งความศรัทธา] ลดค่ามานา 1 หน่วยและลดมานาของศัตรูภายในระยะลง 500 หน่วยต่อวินาที"
      ],
      "story": "Lucias มีเพื่อนที่รักเมื่อตอนที่ยังเยาว์วัย เพื่อนคนนี้เป็นสมาชิกของคณะละครชื่อว่า Stardust เขามีมือที่ว่องไวมากแม้อายุยังน้อย และใช้มันเพื่อล้วงกระเป๋าจากนักพนันนับครั้งไม่ถ้วน อย่างไรก็ตาม Stardust จะมาที่เมืองของ Lucias เพียงปีละครั้ง ดังนั้นเพื่อนทั้งสองจึงมอบสิ่งที่พวกเขารักให้กันและกันเพื่อที่จะจดจำมิตรภาพระหว่างกัน ลูกเต๋านี้เป็นลูกเต๋าชนิดพิเศษที่สร้างขึ้นโดยเพื่อนของ Lucias ที่มีนามว่า Escur"
    }
  },
  "s3": {
    "name": "แผลศักดิ์สิทธิ์",
    "description": "เพิ่มการหลบหลีกกายภาพของพันธมิตรทั้งหมดขึ้น {1} หน่วยและพลังโจมตีขึ้น {2} หน่วยเป็นเวลา {0} วินาที เอฟเฟคจะหายไปเมื่อตัวเองตาย การโจมตีธรรมดาสร้างความเสียหายกายภาพเพิ่มเติม {3} หน่วยแก่เป้าหมายเป็นเวลา {0} วินาทีและเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น {5}% เป็นเวลา {4} วินาที",
    "books": {
      "0": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {0}%",
      "1": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {0}%",
      "2": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {0}%"
    },
    "light": "[แผลศักดิ์สิทธิ์] ลดความแม่นยำของเป้าหมายที่ได้รับความเสียหายกายภาพเพิ่มเติมจากสกิลนี้ลง 150 หน่วยเป็นเวลา 5 วินาที",
    "dark": "ต้านทานสถานะผิดปกติในช่วงระยะเวลาของสกิล",
    "ut": {
      "name": "คำสอนแห่งดาวประกายพรึก",
      "description": [
        "[แผลศักดิ์สิทธิ์] เอฟเฟคของแผลศักดิ์สิทธิ์ไม่สามารถลบล้างได้โดยสกิลลบล้างเอฟเฟคบวกใดๆ ลดเวลาคูลดาวน์ลง 12%",
        "[แผลศักดิ์สิทธิ์] เอฟเฟคของแผลศักดิ์สิทธิ์ไม่สามารถลบล้างได้โดยสกิลลบล้างเอฟเฟคบวกใดๆ ลดเวลาคูลดาวน์ลง 14%",
        "[แผลศักดิ์สิทธิ์] เอฟเฟคของแผลศักดิ์สิทธิ์ไม่สามารถลบล้างได้โดยสกิลลบล้างเอฟเฟคบวกใดๆ ลดเวลาคูลดาวน์ลง 17%",
        "[แผลศักดิ์สิทธิ์] เอฟเฟคของแผลศักดิ์สิทธิ์ไม่สามารถลบล้างได้โดยสกิลลบล้างเอฟเฟคบวกใดๆ ลดเวลาคูลดาวน์ลง 21%",
        "[แผลศักดิ์สิทธิ์] เอฟเฟคของแผลศักดิ์สิทธิ์ไม่สามารถลบล้างได้โดยสกิลลบล้างเอฟเฟคบวกใดๆ ลดเวลาคูลดาวน์ลง 25%",
        "[แผลศักดิ์สิทธิ์] เอฟเฟคของแผลศักดิ์สิทธิ์ไม่สามารถลบล้างได้โดยสกิลลบล้างเอฟเฟคบวกใดๆ ลดเวลาคูลดาวน์ลง 30%"
      ],
      "story": "เอกสารการวิจัยเกี่ยวกับแผลศักดิ์สิทธิ์ของนักบุญแห่งพร ถึงแม้ Lucias จะมีความทรงจำเกี่ยวกับเหล่านักบุญ แต่พวกเขาก็ไม่ได้รอบรู้ทุกสิ่ง นักบวชของ Lua ทิ้งเอกสารนี้ไว้หลังจากได้ค้นคว้าเกี่ยวกับความลับเบื้องหลังแผลศักดิ์สิทธิ์ แต่พวกเขาก็ไม่สามารถเปิดเผยความจริงให้กระจ่างได้เลย"
    }
  },
  "s4": {
    "name": "การเสียสละอันศักดิ์สิทธิ์",
    "description": "ใช้ 20% ของ HP ปัจจุบันเมื่อร่ายเส้นทางแห่งพรและพื้นที่แห่งความศรัทธา เมื่อใช้สกิลเพื่อรักษาพันธมิตร ปริมาณ HP ที่ฟื้นฟูจะเพิ่มขึ้น {0} หน่วยและเป้าหมายจะได้รับบูสต์พลังป้องกัน {1} หน่วยเป็นเวลา 10 วินาที",
    "books": {
      "0": "เพิ่มการรักษา {0}%.",
      "1": "เพิ่มการรักษา {0}%.",
      "2": "เพิ่มการรักษา {0}%."
    },
    "light": "เพิ่มอัตราการรักษาขึ้น 40%",
    "dark": "ไม่ใช้ HP อีกต่อไป"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ป้องกันสถานะ +100",
    "dark": "เพิ่มการฟื้นฟู MP ต่อวินาทีของตัวเองขึ้น 300% เป็นเวลา 3 วินาทีเมื่อร่ายสกิลกดใช้"
  }
}