{
  "name": "Phillop",
  "subtitle": "ราชาคนแคระ",
  "description": "นักล่ามังกรในตำนาน ผู้ปราบมังกรที่มีชื่อเสียง จู่โจมด้วยโล่อันทรงพลัง หยุดยั้งศัตรูทุกรูปแบบ มุ่งหมายต่อชีวิตเท่านั้น",
  "story": "เขาคือราชาคนแคระผู้บึกบึนและองอาจ เขาต่อสู้กับกองทัพปีศาจเคียงข้างนักรบดาบศักดิ์สิทธิ์เมื่อ 100 ปีก่อน วีรกรรมของเขาในการพิชิต Dark Dragon Legion ที่เป็นทัพหลักของกองทัพปีศาจเป็นที่เลื่องลือไปทั่วแดน แต่ในความเป็นจริง เขาเพียงครองบัลลังก์ตามหน้าที่เท่านั้น แม้จะบ่นว่าภารกิจของราชสำนักน่าเบื่อหน่าย แต่เขาก็ยังปฏิบัติงานอย่างแข็งขัน",
  "like": "เครื่องดื่ม, สปาทราย. การตีเหล็กและสร้างของ",
  "dislike": "การประชุมยาวนาน, ราชบัลลังก์, ปีศาจ (โดยเฉพาะพวกมังกรมืด)",
  "inn": {
    "idle": "มนุษย์มีความสามารถที่จะดูดเลือดคนแคระ ?",
    "recruit": {
      "greet": "วะฮะฮ่ะ พวกเจ้าทำให้ข้านึกถึงวันเก่าๆ",
      "talk": [
        "ราชาคนแคระ? ไม่เห็นจะอะไร นอกจากทำตัวน่ารำคาญ",
        "ขนาดของเตียงนี่ช่างไม่เหมาะกับข้าซะเลย แต่เอาเหอะ ข้าไม่อยากกลับบ้านตอนนี้!",
        "เปรียบเทียบกับพวกเรา เหล่าคนแคระ, มนุษย์ช่างไม่รู้ถึงวิธีที่จะสนุกกับชีวิต!"
      ],
      "gift": "นี่คือสิ่งที่ระลึกถึงความทรงจำในการกลับมาพบกันวันนี้? วะฮะฮ่ะ ข้าจะเก็บมันอย่างดี"
    },
    "affinity": {
      "greet": "ยินดีต้อนรับ นี่! ยกแก้วของเจ้าขึ้น!",
      "talk": [
        "สงครามจาก 100 ปีที่ผ่านมา... ข้าอายุเท่ากับเจ้าในตอนที่ข้าอยู่กับราชาไคล์",
        "บางครั้ง ข้าก็คิดถึงวันเก่าๆ ที่ข้าเป็นนักรบ ย้อนกลับไปตอนนั้น ข้าไม่ได้มีปัญหาเยอะเช่นนี้"
      ],
      "gift": "เจ้าไม่ต้องทำแบบนี้ก็ได้ แต่ข้าก็ยังอยากดื่มสุรานะ ฮ่าฮ่า!"
    },
    "relationship": {
      "greet": "สวัสดี เพื่อน! ดื่มหน่อยไหม",
      "talk": [
        "สมัยก่อนข้าสังหารมังกรบ้าคลั่งและดราโกนิคมากมาย ถึงขนาดเอามาม้วนเคราคนแคระได้เลยล่ะ",
        "ต้องการอาวุธใหม่เหรอ ข้ามีขวานคนแคระอยู่ในหีบของข้าแหละ",
        "ฮ่าฮ่าฮ่า เจ้าเป็นคนตลกนะเนี่ย ใช่ ถ้าเกิดเจ้าต้องการความช่วยเหลือจากเหล่าคนแคระล่ะก็ เราพร้อมจะช่วยเสมอ"
      ]
    }
  },
  "uw": {
    "name": "เอไทน์, ซากมังกร",
    "description": [
      "ทุกครั้งที่ได้รับความเสียหาย จะสะสมแสต็ค Dragon's Wisdom 1 อัน ถ้าถูกรักษาไว้เป็นเวลา 10 วินาที พลังโจมตีและพลังป้องกันของตนเองจะเพิ่มครั้งละ 0.8% แสต็คสูงสุด 100 ครั้ง",
      "ทุกครั้งที่ได้รับความเสียหาย จะสะสมแสต็ค Dragon's Wisdom 1 อัน ถ้าถูกรักษาไว้เป็นเวลา 10 วินาที พลังโจมตีและพลังป้องกันของตนเองจะเพิ่มครั้งละ 1% แสต็คสูงสุด 100 ครั้ง",
      "ทุกครั้งที่ได้รับความเสียหาย จะสะสมแสต็ค Dragon's Wisdom 1 อัน ถ้าถูกรักษาไว้เป็นเวลา 10 วินาที พลังโจมตีและพลังป้องกันของตนเองจะเพิ่มครั้งละ 1.2% แสต็คสูงสุด 100 ครั้ง",
      "ทุกครั้งที่ได้รับความเสียหาย จะสะสมแสต็ค Dragon's Wisdom 1 อัน ถ้าถูกรักษาไว้เป็นเวลา 10 วินาที พลังโจมตีและพลังป้องกันของตนเองจะเพิ่มครั้งละ 1.4% แสต็คสูงสุด 100 ครั้ง",
      "ทุกครั้งที่ได้รับความเสียหาย จะสะสมแสต็ค Dragon's Wisdom 1 อัน ถ้าถูกรักษาไว้เป็นเวลา 10 วินาที พลังโจมตีและพลังป้องกันของตนเองจะเพิ่มครั้งละ 1.7% แสต็คสูงสุด 100 ครั้ง",
      "ทุกครั้งที่ได้รับความเสียหาย จะสะสมแสต็ค Dragon's Wisdom 1 อัน ถ้าถูกรักษาไว้เป็นเวลา 10 วินาที พลังโจมตีและพลังป้องกันของตนเองจะเพิ่มครั้งละ 2% แสต็คสูงสุด 100 ครั้ง"
    ],
    "story": "มังกรมืดคือปีศาจที่ถูกสร้างขึ้นเพื่อสังหารเหล่ามังกรที่เป็นตุลาการของโลก ระหว่างสงครามเมื่อ 100 ปีก่อน มังกรมืดพวกนี้ฆ่าและกินมังกรเป็นจำนวนนับไม่ถ้วน มังกรไม่กี่ตัวที่เหลือรอดทั้งโกรธเกรี้ยวและอับอายจนเสียสติ และท้ายที่สุดก็กลายเป็นมังกรคลั่ง ตอนนี้พวกมันเป็นได้แค่มอนสเตอร์ขนาดยักษ์ที่มีสัญชาตญาณการทำลายล้างเป็นแรงผลักดัน Phillop และคนแคระของเขาตามล่ามังกรมืดและมังกรคลั่งพวกนี้มาตั้งแต่ยุคสงครามปีศาจ เก็บรวบรวมซากของพวกมันมาสร้างของในตำนาน"
  },
  "s1": {
    "name": "การปะทะ",
    "description": "สร้างความเสียหายทางกายภาพ {0} แก่ศัตรูและทำให้ล้มลงเป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "ทำให้พลังป้องกันกายภาพของศัตรูที่ถูกโจมตีลดลง {1}% เป็นเวลา {0} วินาที"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "ลดเวลาคูลดาวน์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
    "ut": {
      "name": "เครื่องประดับโล่มังกรหัวรุนแรง",
      "description": [
        "[การปะทะ] ลดการต้านทานสถานะผิดปกติของเป้าหมายลง 250 หน่วย และลดการบล็อคกายภาพลง 200 หน่วยเป็นเวลา 10 วินาที",
        "[การปะทะ] ลดการต้านทานสถานะผิดปกติของเป้าหมายลง 250 หน่วย และลดการบล็อคกายภาพลง 240 หน่วยเป็นเวลา 10 วินาที",
        "[การปะทะ] ลดการต้านทานสถานะผิดปกติของเป้าหมายลง 250 หน่วย และลดการบล็อคกายภาพลง 290 หน่วยเป็นเวลา 10 วินาที",
        "[การปะทะ] ลดการต้านทานสถานะผิดปกติของเป้าหมายลง 250 หน่วย และลดการบล็อคกายภาพลง 350 หน่วยเป็นเวลา 10 วินาที",
        "[การปะทะ] ลดการต้านทานสถานะผิดปกติของเป้าหมายลง 250 หน่วย และลดการบล็อคกายภาพลง 420 หน่วยเป็นเวลา 10 วินาที",
        "[การปะทะ] ลดการต้านทานสถานะผิดปกติของเป้าหมายลง 250 หน่วย และลดการบล็อคกายภาพลง 500 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "เครื่องประดับโล่สีทองที่มีตรารูปมังกรหัวรุนแรงสลักไว้ด้านบน ช่างฝีมือเอกของเผ่าคนแคระมอบเครื่องประดับนี้ให้กับราชา Phillop เพื่อเป็นของขวัญตอบแทนผลงานอันยอดเยี่ยมของเขาในการออกล่ามังกรหัวรุนแรง ทว่า Phillop ไม่เคยนำมันไปประดับบนโล่เพราะดูสวยงามเกินกว่าจะใช้ในการรบ แต่เขาก็พกมันติดตัวไว้เสมอเพื่อแสดงความขอบคุณแก่เหล่าช่างฝีมือผู้มีน้ำใจ"
    }
  },
  "s2": {
    "name": "เฮดบัตต์",
    "description": "พุ่งเข้าใส่ศัตรู สร้างความเสียหายทางกายภาพ {0} และผลักออกไป ศัตรูที่ถูกโจมตีจะถูกลดความเร็วในการโจมตี {2}% เป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "ทำให้พลังโจมตีของเป้าหมายลดลง {0}%"
    },
    "light": "เพิ่มความเสียหายทางกายเท่ากับ 10% ของ HP สูงสุด",
    "dark": "เมื่อใช้จะเปลี่ยนเอฟเฟ็คดันออกไปเป็นทำให้หมดสติ 3 วินาที",
    "ut": {
      "name": "หมวกเขาแพะของคนแคระ",
      "description": [
        "[เฮดบัตต์] ลดค่ามานาลง 1 หน่วยและลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 200 หน่วยเป็นเวลา 10 วินาที",
        "[เฮดบัตต์] ลดค่ามานาลง 1 หน่วยและลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 240 หน่วยเป็นเวลา 10 วินาที",
        "[เฮดบัตต์] ลดค่ามานาลง 1 หน่วยและลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 290 หน่วยเป็นเวลา 10 วินาที",
        "[เฮดบัตต์] ลดค่ามานาลง 1 หน่วยและลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 350 หน่วยเป็นเวลา 10 วินาที",
        "[เฮดบัตต์] ลดค่ามานาลง 1 หน่วยและลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 420 หน่วยเป็นเวลา 10 วินาที",
        "[เฮดบัตต์] ลดค่ามานาลง 1 หน่วยและลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 500 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "หมวกเขาแพะของราชาคนแคระโบราณ สร้างจากทองของมังกรที่ได้มาหลังจากปราบมังกรทมิฬจอมละโมบ Bokrug เขาทองคำสุดอลังการของหมวกอาบไปด้วยพลังของมังกรทิฬที่จะทำให้ศัตรูที่โดนเฮดบัตต์เคลื่อนที่ช้าลง"
    }
  },
  "s3": {
    "name": "แผ่นดินอวตาร",
    "description": "เพิ่มพลังป้องกันทั้งหมดของตนเอง {1} และฟื้นพลัง HP {2}% เป็นเวลา {0} วินาที พร้อมอยู่ในสภาพต้านสถานะผิดปกติ",
    "books": {
      "0": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มอัตราการลดความเสียหายที่ได้รับ {0}"
    },
    "light": "เพิ่มความเสียหายเท่ากับ 1% ของ HP สูงสุดให้กับศัตรูรอบๆทุกวินาที",
    "dark": "ทำให้ศัตรูที่อยู่ใกล้หมดสติเป็นเวลา 3 วินาที",
    "ut": {
      "name": "ค้อนงานฉลองของคนแคระ",
      "description": [
        "[แผ่นดินอวตาร] เพิ่มอัตราคริติคอลและความเร็วโจมตีของตัวเอง 250 เป็นระยะเวลาต่อเนื่อง และเพิ่มปริมาณการเพิ่มพลังป้องกัน 20%",
        "[แผ่นดินอวตาร] เพิ่มอัตราคริติคอลและความเร็วโจมตีของตัวเอง 250 เป็นระยะเวลาต่อเนื่อง และเพิ่มปริมาณการเพิ่มพลังป้องกัน 24%",
        "[แผ่นดินอวตาร] เพิ่มอัตราคริติคอลและความเร็วโจมตีของตัวเอง 250 เป็นระยะเวลาต่อเนื่อง และเพิ่มปริมาณการเพิ่มพลังป้องกัน 29%",
        "[แผ่นดินอวตาร] เพิ่มอัตราคริติคอลและความเร็วโจมตีของตัวเอง 250 เป็นระยะเวลาต่อเนื่อง และเพิ่มปริมาณการเพิ่มพลังป้องกัน 35%",
        "[แผ่นดินอวตาร] เพิ่มอัตราคริติคอลและความเร็วโจมตีของตัวเอง 250 เป็นระยะเวลาต่อเนื่อง และเพิ่มปริมาณการเพิ่มพลังป้องกัน 42%",
        "[แผ่นดินอวตาร] เพิ่มอัตราคริติคอลและความเร็วโจมตีของตัวเอง 250 เป็นระยะเวลาต่อเนื่อง และเพิ่มปริมาณการเพิ่มพลังป้องกัน 50%"
      ],
      "story": "ค้อนที่ราชาคนแคระโบราณได้รับเป็นของขวัญจากธาตุดิน มันเป็นของขวัญที่ราชาผู้นี้ได้รับจากการช่วยเหลืออาณาจักรโนมจากการโจมตีของมังกรดินชั่วร้าย Azi Dahaka เมื่อใช้แผ่นดินอวตาร ค้อนแห่งพิธีกรรมนี้ ซึ่งอาบด้วยพรแห่งวิญญาณของโลก จะเพิ่มพลังป้องกันด้วยพลังแห่งจิตวิญญาณของโลก และมอบความต้านทานต่อการฟื้นฟู HP และดีบัฟ"
    }
  },
  "s4": {
    "name": "ทำลายเครื่องป้องกัน",
    "description": "เมื่อโจมตี พลังป้องกันกายภาพของเป้าหมายจะลดลง {1} เป็นเวลา {0} วินาที แสต็คสูงสุด 5 ครั้ง",
    "books": {
      "0": "เพิ่มการลดพลังป้องกัน {0}%",
      "1": "เพิ่มการลดพลังป้องกัน {0}%",
      "2": "ลดอัตราหลบหลีกทางกายภาพของเป้าหมาย {0}% ทุกแสต็ค"
    },
    "light": "ทุกครั้งที่โจมตีศัตรูที่มีแสต็ค 5 จะเพิ่มความเสียหายทางกายเท่ากับ 1% ของ HP สูงสุด",
    "dark": "กำจัดเอฟเฟ็กต์บวกของเป้าหมายเมื่อโจมตี เพิ่มความเสียหายทางกายภาพที่ได้รับ 20% เป็นเวลา 20 วินาที และใช้เวลาคูลไทม์ 20 วินาที",
    "ut": {
      "name": "ค้อนแห่งไททัน",
      "description": [
        "[ทำลายเครื่องป้องกัน] เมื่อโจมตี จะลดพลังโจมตีของเป้าหมายลง 20% และลดอัตราการรักษาลง 4% ต่อหนึ่งสแต็ก",
        "[ทำลายเครื่องป้องกัน] เมื่อโจมตี จะลดพลังโจมตีของเป้าหมายลง 20% และลดอัตราการรักษาลง 4.8% ต่อหนึ่งสแต็ก",
        "[ทำลายเครื่องป้องกัน] เมื่อโจมตี จะลดพลังโจมตีของเป้าหมายลง 20% และลดอัตราการรักษาลง 5.8% ต่อหนึ่งสแต็ก",
        "[ทำลายเครื่องป้องกัน] เมื่อโจมตี จะลดพลังโจมตีของเป้าหมายลง 20% และลดอัตราการรักษาลง 7% ต่อหนึ่งสแต็ก",
        "[ทำลายเครื่องป้องกัน] เมื่อโจมตี จะลดพลังโจมตีของเป้าหมายลง 20% และลดอัตราการรักษาลง 8.4% ต่อหนึ่งสแต็ก",
        "[ทำลายเครื่องป้องกัน] เมื่อโจมตี จะลดพลังโจมตีของเป้าหมายลง 20% และลดอัตราการรักษาลง 10% ต่อหนึ่งสแต็ก"
      ],
      "story": "ค้อนที่ทำจากไททาเนี่ยม โลหะในตำนานที่เหล่ายักษ์เป็นผู้หลอมขึ้นมา มันมีพลังมากพอที่จะทำลายอาวุธและชุดเกราะในตำนาน หลังจากสงครามปีศาจ ว่ากันว่ามีเพียงค้อนเช่นนี้เหลือเพียง 3 อันเท่านั้นใน Orvelia"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคกาย +200",
    "dark": "เมื่อโจมตีปกติมีโอกาส 10% ที่จะทำให้เป้าหมายสลบ 2 วินาทีและสร้างความเสียหายกายเพิ่มเติมเท่ากับ 10% ของ HP สูงสุดของตัวเอง"
  }
}