{
  "name": "Chrisha",
  "subtitle": "ผู้สอบสวนแห่งเลือดและเหล็ก",
  "description": "ผู้บัญชาการแห่ง Velchia อัศวินเวทมนตร์แห่งจักรวรรดิที่ใช้อาวุธเป็นสิ่งประดิษฐ์เวทย์ล้ำสมัย กลุ่มอัศวิน ซึ่งเป็นผู้เชี่ยวชาญด้านการทำลายล้างทุกคน ไม่เคยพ่ายแพ้แม้แต่ครั้งเดียวภายใต้คำสั่งของนาง Chrisha เป็นอัศวินที่แข็งแกร่งซึ่งเอาชนะศัตรูด้วยพลังแห่งแสงที่มีคุณสมบัติหลากหลาย",
  "story": "ผู้บัญชาการแห่ง Velchia, อัศวินเวทมนตร์ผู้ภาคภูมิแห่งจักรวรรดิและผู้สอบสวนใต้บังคับบัญชาโดยตรงต่อจักรพรรดิ หน้าที่ของนางคือการกำจัดการทุจริต กบฏ และทุกสิ่งทุกอย่างที่คุกคามจักรวรรดิ ผู้คนในจักรวรรดิสรรเสริญนางราวกับเป็นวีรบุรุษ ซึ่งเป็นตำแหน่งที่นางไม่เคยต้องการที่จะรับไว้เลย ในฐานะลูกสาวของครอบครัว Van Nosenhill และในฐานะที่เป็นทหารของจักรวรรดิ การปฏิบัติตามหน้าที่ของนางคือทุกสิ่งทุกอย่างที่สำคัญต่อนาง",
  "like": "ครอบครัวของนาง อัศวิน ความภาคภูมิใจ ความเชื่อและความกล้าหาญ หมากรุก และคนฉลาด",
  "dislike": "ผู้ที่ทำให้จักรวรรดิเสื่อมเสียและศัตรูที่คุกคามสันติภาพของจักรวรรดิ",
  "inn": {
    "idle": "โอ้ โรงแรมของ Orvel ไม่ได้แย่เลยนะ",
    "recruit": {
      "greet": "...เจ้ามีแผนอะไรกันแน่",
      "talk": [
        "คนที่อยากรู้เรื่องจักรวรรดิต้องพิสูจน์ตัวเองก่อน",
        "คำสั่งขององค์จักรพรรดิเป็นที่สุดและต้องปฏิบัติตามอย่างเคร่งครัด",
        "ข้าได้ยินมาว่ามีผู้ที่เชี่ยวชาญสิ่งประดิษฐ์เวทย์ใน Orvel ข้าสงสัยจริงๆ ว่าคนๆ นั้นเป็นอย่างไร"
      ],
      "gift": "ของขวัญ ให้ข้าเหรอ เจ้ามีวัตถุประสงค์อะไรกันแน่เนี่ย"
    },
    "affinity": {
      "greet": "เจ้ามาแล้ว เจ้ากินอิ่มจนพร้อมที่จะรบรึยัง",
      "talk": [
        "เจ้าเคยเล่นหมากรุกไหม",
        "ข้าอยากจะคุยกับเจ้าหญิงแห่ง Orvelia สักครั้ง"
      ],
      "gift": "ถ้าเจ้ายืนยัน ข้าจะรับมันไว้ก็แล้วกัน"
    },
    "relationship": {
      "greet": "อัศวินที่ดีต้องรู้ว่าเมื่อไหร่ควรจะผ่อนคลาย จงพักผ่อนซะ",
      "talk": [
        "การเป็นผู้สอบสวนใต้บังคับบัญชาโดยตรงต่อองค์จักรพรรดิไม่ใช่เรื่องง่าย แต่เป็นเรื่องที่น่าภาคภูมิใจ",
        "*เฮ้อ* ไม่มีเจ้าหน้าที่ระดับสูงและขุนนางในจักรวรรดิหรือใน Orvelia ที่ดูน่าไว้วางใจเลย",
        "ทำไมเจ้าไม่ลองเข้าร่วมอัศวินเวทมนตร์แห่ง Velchia ดูล่ะ ข้าบอกได้เลยว่าเจ้ามีคุณสมบัติครบทุกประการ"
      ]
    }
  },
  "uw": {
    "name": "ปริซึมโนวา, อาร์คลูมิเนียร์",
    "description": [
      "เมื่อได้รับแสง จะได้รับเอฟเฟคต่างๆ แสงสีแดง - เพิ่มพลังโจมตีของพันธมิตรทั้งหมดขึ้น 10% เป็นเวลา 10 วินาที แสงสีฟ้า - เพิ่มพลังป้องกันของพันธมิตรทั้งหมดขึ้น 10% เป็นเวลา 10 วินาที แสงสีเขียว - ฟื้นฟู Mana ของพันธมิตรทั้งหมด 300 เมื่อใช้",
      "เมื่อได้รับแสง จะได้รับเอฟเฟคต่างๆ แสงสีแดง - เพิ่มพลังโจมตีของพันธมิตรทั้งหมดขึ้น 12% เป็นเวลา 10 วินาที แสงสีฟ้า - เพิ่มพลังป้องกันของพันธมิตรทั้งหมดขึ้น 12% เป็นเวลา 10 วินาที แสงสีเขียว - ฟื้นฟู Mana ของพันธมิตรทั้งหมด 360 เมื่อใช้",
      "เมื่อได้รับแสง จะได้รับเอฟเฟคต่างๆ แสงสีแดง - เพิ่มพลังโจมตีของพันธมิตรทั้งหมดขึ้น 14% เป็นเวลา 10 วินาที แสงสีฟ้า - เพิ่มพลังป้องกันของพันธมิตรทั้งหมดขึ้น 14% เป็นเวลา 10 วินาที แสงสีเขียว - ฟื้นฟู Mana ของพันธมิตรทั้งหมด 430 เมื่อใช้",
      "เมื่อได้รับแสง จะได้รับเอฟเฟคต่างๆ แสงสีแดง - เพิ่มพลังโจมตีของพันธมิตรทั้งหมดขึ้น 17% เป็นเวลา 10 วินาที แสงสีฟ้า - เพิ่มพลังป้องกันของพันธมิตรทั้งหมดขึ้น 17% เป็นเวลา 10 วินาที แสงสีเขียว - ฟื้นฟู Mana ของพันธมิตรทั้งหมด 520 เมื่อใช้",
      "เมื่อได้รับแสง จะได้รับเอฟเฟคต่างๆ แสงสีแดง - เพิ่มพลังโจมตีของพันธมิตรทั้งหมดขึ้น 21% เป็นเวลา 10 วินาที แสงสีฟ้า - เพิ่มพลังป้องกันของพันธมิตรทั้งหมดขึ้น 21% เป็นเวลา 10 วินาที แสงสีเขียว - ฟื้นฟู Mana ของพันธมิตรทั้งหมด 630 เมื่อใช้",
      "เมื่อได้รับแสง จะได้รับเอฟเฟคต่างๆ แสงสีแดง - เพิ่มพลังโจมตีของพันธมิตรทั้งหมดขึ้น 25% เป็นเวลา 10 วินาที แสงสีฟ้า - เพิ่มพลังป้องกันของพันธมิตรทั้งหมดขึ้น 25% เป็นเวลา 10 วินาที แสงสีเขียว - ฟื้นฟู Mana ของพันธมิตรทั้งหมด 750 เมื่อใช้"
    ],
    "story": "หนึ่งในอาวุธที่ได้รับการคิดค้นขึ้นมาใหม่ของ Magos Le'Flamme องค์กรวิจัยของจักรวรรดิ Akistra ได้รับการพัฒนาให้เป็นปืนใหญ่ที่มีพลังการฆ่าสูงสุด ในขณะที่อาร์คลูมิเนียร์ถูกสร้างขึ้นเป็นอาวุธยุทธศาสตร์อเนกประสงค์ ในขณะที่เรียนรู้เพื่อควบคุมพลังแห่งแสง นักวิจัยได้ รวมคุณสมบัติของแร่กระจายแสงและหลักการของสิ่งประดิษฐ์เวทย์ที่มีรากฐานมาจากเวทมนตร์ธาตุเข้าด้วยกัน ก่อให้เกิดแนวความคิดใหม่สำหรับอาวุธลำแสงขึ้นมา"
  },
  "s1": {
    "name": "แสงแห่งการทำลายล้าง",
    "description": "สร้างความเสียหายเวทมนตร์แบบไม่สนใจพลังป้องกัน {0} หน่วยแก่เป้าหมายและสตันเป้าหมายเป็นเวลา {1} วินาที สร้างความเสียหายเวทมนตร์แบบไม่สนใจพลังป้องกันเพิ่มเติม {2} หน่วยแก่เป้าหมายที่ไม่ใช่ฮีโร่ หลังใช้ ลบแสงที่มีทั้งหมดออกและได้รับแสงสีแดงที่ไม่สามารถลบล้างได้",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดค่ามานา 1 หน่วย",
    "dark": "เพิ่มค่ามานา 1 หน่วยและเพิ่มความเสียหาย 100%",
    "ut": {
      "name": "ดาบตระกูล Nosenhill",
      "description": [
        "[แสงแห่งการทำลายล้าง] เพิ่มความเสียหายขึ้น 20% และรีเซ็ตเวลาคูลดาวน์เมื่อสังหารศัตรู",
        "[แสงแห่งการทำลายล้าง] เพิ่มความเสียหายขึ้น 24% และรีเซ็ตเวลาคูลดาวน์เมื่อสังหารศัตรู",
        "[แสงแห่งการทำลายล้าง] เพิ่มความเสียหายขึ้น 29% และรีเซ็ตเวลาคูลดาวน์เมื่อสังหารศัตรู",
        "[แสงแห่งการทำลายล้าง] เพิ่มความเสียหายขึ้น 35% และรีเซ็ตเวลาคูลดาวน์เมื่อสังหารศัตรู",
        "[แสงแห่งการทำลายล้าง] เพิ่มความเสียหายขึ้น 42% และรีเซ็ตเวลาคูลดาวน์เมื่อสังหารศัตรู",
        "[แสงแห่งการทำลายล้าง] เพิ่มความเสียหายขึ้น 50% และรีเซ็ตเวลาคูลดาวน์เมื่อสังหารศัตรู"
      ],
      "story": "ดาบเล่มงามอันเป็นทรัพย์สมบัติของตระกูล Van Nosenhill ตระกูล Van Nosenhill ได้รับขนานนามว่าเป็นตระกูลที่สูงส่ง คนในตระกูลจำนวนมากกลายเป็นนักวางแผนและแม่ทัพที่เก่งกาจนับตั้งแต่การปกครองของจักรพรรดิองค์แรก ตั้งแต่ที่จักรพรรดิองค์แรกมอบดาบนี้ให้กับตระกูล ผู้นำของตระกูล Van Nosenhill ก็พกดาบเล่มนี้ติดตัวไปด้วยเสมอในทุกๆ ที่"
    }
  },
  "s2": {
    "name": "ปิดล้อมศัตรู",
    "description": "ลบล้างเอฟเฟคลบทั้งหมดออกจากผู้ร่าย สร้างความเสียหายเวทมนตร์ {0} หน่วยแก่ศัตรูทั้งหมดและใบ้ศัตรูเป็นเวลา {1} วินาที หลังใช้ ลบแสงที่มีทั้งหมดออกและได้รับแสงสีฟ้าที่ไม่สามารถลบล้างได้",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดค่ามานา 1 หน่วย",
    "dark": "เพิ่มระยะเวลาใบ้ขึ้น 1 วินาที",
    "ut": {
      "name": "ใบรับรองแห่งผู้สอบสวน",
      "description": [
        "[ปิดล้อมศัตรู] ลดเวลาคูลดาวน์ลง 5 วินาที และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 10% เป็นเวลา 10 วินาที",
        "[ปิดล้อมศัตรู] ลดเวลาคูลดาวน์ลง 5 วินาที และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 12% เป็นเวลา 10 วินาที",
        "[ปิดล้อมศัตรู] ลดเวลาคูลดาวน์ลง 5 วินาที และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 14% เป็นเวลา 10 วินาที",
        "[ปิดล้อมศัตรู] ลดเวลาคูลดาวน์ลง 5 วินาที และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 17% เป็นเวลา 10 วินาที",
        "[ปิดล้อมศัตรู] ลดเวลาคูลดาวน์ลง 5 วินาที และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 21% เป็นเวลา 10 วินาที",
        "[ปิดล้อมศัตรู] ลดเวลาคูลดาวน์ลง 5 วินาที และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที"
      ],
      "story": "โล่ประดับของผู้สอบสวนที่จักรพรรดิได้มอบให้แก่ Chrisha หมาป่าสีเงินและดาบในปากของมันเป็นสัญลักษณ์ของอำนาจและการควบคุม ซึ่งหมายความว่า Chrisha สามารถผดุงความยุติธรรมและลงโทษความชั่วร้ายในนามของจักรพรรดิได้"
    }
  },
  "s3": {
    "name": "พื้นที่สีเขียว",
    "description": "สร้างความเสียหายเวทมนตร์ {0} หน่วยแก่ศัตรูด้านหน้าเป็นเส้นตรงและสร้างพื้นที่สีเขียวด้านหน้า ศัตรูในพื้นที่สีเขียวไม่สามารถได้รับเอฟเฟคบวกได้และได้รับความเสียหายเวทมนตร์ {2} หน่วยภายในเวลา {1} วินาที และมีอัตราการรักษาลดลง {3}% หลังใช้ ลบแสงที่มีทั้งหมดออกและได้รับแสงสีเขียวที่ไม่สามารถลบล้างได้",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดค่ามานา 1 หน่วย",
    "dark": "เพิ่มระยะเวลาของพื้นที่สีเขียวขึ้น 1.5 วินาที",
    "ut": {
      "name": "ความภาคภูมิแห่ง Velchia",
      "description": [
        "[พื้นที่สีเขียว]ลดเวลาคูลดาวน์ลง 30% และเพิ่มเอฟเฟคการลดอัตราการรักษาของพื้นที่สีเขียวขึ้นอีก 20%",
        "[พื้นที่สีเขียว]ลดเวลาคูลดาวน์ลง 30% และเพิ่มเอฟเฟคการลดอัตราการรักษาของพื้นที่สีเขียวขึ้นอีก 24%",
        "[พื้นที่สีเขียว]ลดเวลาคูลดาวน์ลง 30% และเพิ่มเอฟเฟคการลดอัตราการรักษาของพื้นที่สีเขียวขึ้นอีก 29%",
        "[พื้นที่สีเขียว]ลดเวลาคูลดาวน์ลง 30% และเพิ่มเอฟเฟคการลดอัตราการรักษาของพื้นที่สีเขียวขึ้นอีก 35%",
        "[พื้นที่สีเขียว]ลดเวลาคูลดาวน์ลง 30% และเพิ่มเอฟเฟคการลดอัตราการรักษาของพื้นที่สีเขียวขึ้นอีก 42%",
        "[พื้นที่สีเขียว]ลดเวลาคูลดาวน์ลง 30% และเพิ่มเอฟเฟคการลดอัตราการรักษาของพื้นที่สีเขียวขึ้นอีก 50%"
      ],
      "story": "แหวนที่มอบให้แก่ผู้บัญชาการของอัศวินเวทมนตร์แห่ง Velchia มันแสดงถึงพลังและความภาคภูมิใจของภาคีอัศวินเวทมนตร์ที่เก่งกาจที่สุดในจักรวรรดิ เหล่าอัศวินยังใช้แหวนเป็นตราประทับเอกสารด้วยเช่นกัน"
    }
  },
  "s4": {
    "name": "สิ่งประดิษฐ์เวทย์แห่งจักรวรรดิ",
    "description": "เพิ่มพลังโจมตีขึ้น {0} หน่วยและเพิ่มความแม่นยำขึ้น {1} หน่วยสำหรับพันธมิตรทั้งหมด และเปลี่ยนการโจมตีธรรมดาของผู้ร่ายตามสีของแสงที่มี แสงสีแดง - เพิ่มความเสียหายของการโจมตีธรรมดาขึ้น {2}% และลดเวลาคูลดาวน์ของ [แสงแห่งการทำลายล้าง] ลง 1 วินาทีเมื่อโจมตี แสงสีฟ้า - ลดความเสียหายของการโจมตีธรรมดาลง {3}% แต่สร้างความเสียหายแก่ศัตรูทั้งหมด เป้าหมายได้รับความเสียหายเวทมนตร์เพิ่มขึ้น {4}% เป็นเวลา 10 วินาที แสงสีเขียว - ลดความเสียหายของการโจมตีธรรมดาลง 20% แต่สร้างความเสียหายแก่ศัตรู 2 ตัว ลดอัตราการรักษาของเป้าหมายลง {5}% เป็นเวลา 5 วินาที",
    "books": {
      "0": "เพิ่มปริมาณการโจมตี {0}%",
      "1": "เพิ่มปริมาณการโจมตี {0}%",
      "2": "เพิ่มปริมาณการโจมตี {0}%"
    },
    "light": "เสริมพลังให้เอฟเฟคของแสงในการโจมตีธรรมดา แสงสีแดง: เปลี่ยนการลดเวลาคูลดาวน์เป็น 2 วินาที แสงสีฟ้า: เป้าหมายได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 60% แสงสีเขียว: การลดอัตราการรักษาเพิ่มขึ้นเป็น 40%",
    "dark": "เพิ่มระยะของการโจมตีธรรมดาขึ้น 20%",
    "ut": {
      "name": "ปริซึมแห่งสีหลัก",
      "description": [
        "[สิ่งประดิษฐ์เวทย์แห่งจักรวรรดิ] เมื่อได้รับแสง เพิ่มพลังโจมตีของตัวเองขึ้น 3% และความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 1.2% เป็นเวลา 20 วินาที เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[สิ่งประดิษฐ์เวทย์แห่งจักรวรรดิ] เมื่อได้รับแสง เพิ่มพลังโจมตีของตัวเองขึ้น 3% และความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 1.4% เป็นเวลา 20 วินาที เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[สิ่งประดิษฐ์เวทย์แห่งจักรวรรดิ] เมื่อได้รับแสง เพิ่มพลังโจมตีของตัวเองขึ้น 3% และความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 1.7% เป็นเวลา 20 วินาที เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[สิ่งประดิษฐ์เวทย์แห่งจักรวรรดิ] เมื่อได้รับแสง เพิ่มพลังโจมตีของตัวเองขึ้น 3% และความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 2.1% เป็นเวลา 20 วินาที เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[สิ่งประดิษฐ์เวทย์แห่งจักรวรรดิ] เมื่อได้รับแสง เพิ่มพลังโจมตีของตัวเองขึ้น 3% และความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 2.5% เป็นเวลา 20 วินาที เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[สิ่งประดิษฐ์เวทย์แห่งจักรวรรดิ] เมื่อได้รับแสง เพิ่มพลังโจมตีของตัวเองขึ้น 3% และความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 3% เป็นเวลา 20 วินาที เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง"
      ],
      "story": "แกนของอาร์คลูมิเนียร์และแหล่งมานาที่กระจายแสงในความยาวคลื่นที่กำหนด แร่นี้เป็นสิ่งประดิษฐ์ที่ทรงพลังมากในการใช้คาถาธาตุ แต่ก็ไม่แข็งพอที่จะต้านทานเวทมนตร์ที่แข็งแกร่งกว่าได้ สิ่งประดิษฐ์เวทมนตร์ของ Magos Le'Flamme เพิ่มความแข็งแกร่งให้กับมันอย่างมากและตอนนี้ถูกนำมาใช้เป็นอาวุธนำแสง"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "เพิ่มความเร็วโจมตีของการโจมตีธรรมดาขึ้น 400 หน่วยและเพิ่มอีก 40 หน่วยต่อการใช้สกิล เอฟเฟคนี้ไม่สามารถลบล้างได้และสามารถซ้อนทับกันได้สูงสุด 10 ครั้ง"
  }
}