{
  "name": "Neraxis",
  "subtitle": "ออบซิเดียนผู้เย่อหยิ่ง",
  "description": "ทายาทแห่งมังกรดำที่ควบคุมสายฟ้าทมิฬ เขาต่อสู้เพื่อกำจัดปีศาจบนโลกนี้ โดยเฉพาะพวกดราโกนิค พลังแห่งสายฟ้าทมิฬที่ผสานอยู่ในไพล์บังเกอร์ของเขาสามารถทะลุทะลวงเกราะของศัตรูได้อย่างง่ายดาย",
  "story": "มังกรดำมีชื่อเสียงในด้านความเย่อหยิ่งและอารมณ์ร้ายที่สุดในกลุ่มมังกรทั้งหมด พวกเขาบอบช้ำเป็นอย่างมากจากสงครามปีศาจเมื่อ 100 ที่แล้ว Armarta เสียสติ Ashen Nox ขโมยทุกอย่างไปจากพวกเขาและพวกดราโกนิคเริ่มออกล่ามังกร Neraxis เป็นเพียงมังกรดำไม่กี่ตัวที่รอดชีวิตจากวันนั้นได้ และเขากำลังวางแผนและทุ่มเททุกอย่างเพื่อล้างแค้นให้สำเร็จ",
  "like": "Laias",
  "dislike": "ปีศาจ, Cain, Lilia และทุกสิ่งที่เข้ามาขวางทางเขา",
  "inn": {
    "idle": "ฮึ่ม ข้ามาทำอะไรอยู่ที่นี่กันเนี่ย...",
    "recruit": {
      "greet": "ฮึ่ม มนุษย์ต้องการอะไรจากข้ากัน",
      "talk": [
        "เจ้าไม่มีค่าพอที่จะพูดด้วย",
        "เจ้าต้องการอะไร",
        "หึ เหลวไหล"
      ],
      "gift": "ข้าไม่รู้ว่าเจ้าต้องการอะไร แต่มันไม่ได้ผลหรอก"
    },
    "affinity": {
      "greet": "ฮึ่ม เจ้าอีกแล้วรึ เจ้ามนุษย์",
      "talk": [
        "หา เจ้าต้องการความช่วยเหลือเหรอ ฮึ่ม ปัญหามากซะจริง",
        "ฮ่า ใช่แล้ว มังกรดำแข็งแกร่งที่สุด!"
      ],
      "gift": "ข้าไม่ต้องการสิ่งนั้น ทำไมเจ้าถึง..."
    },
    "relationship": {
      "greet": "...ก็ได้ ข้ายินดีที่ได้เจอเจ้า! ฮึ่ม...",
      "talk": [
        "Lilia เหรอ อ๋อ เจ้าเด็กน่ารำคาญนั่นใช่ไหม ชิ นางเข้ามาขวางทางตลอด",
        "ทำไมเจ้ามัมมี่นั่นไม่ไสหัวไปสักที บางครั้งข้าอยากจะกำจัดเขาซะเหลือเกิน",
        "ทำไมข้าถึงชอบ Laias งั้น ฮึ่ม ร-เราไม่จำเป็นต้องมีเหตุผลที่จะชอบใครสักคนนี่นา... ไม่ เดี๋ยวนะ! แล้วเจ้ารู้ได้ไง!?"
      ]
    }
  },
  "uw": {
    "name": "เสียงคำรามแห่งมังกร, อคราวิตา",
    "description": [
      "หลังจากทำการโจมตีปกติ 20 ครั้ง สร้างความเสียหายเวทมนตร์เท่ากับ 100% ของพลังโจมตีแก่ศัตรู 2 ตัวแบบสุ่ม สตันศัตรูเป็นเวลา 0.5 วินาที และกลายเป็นวายุแห่ง Neraxis เป็นเวลา 10 วินาที ในช่วงที่เป็นวายุแห่ง Neraxis เพิ่มพลังป้องกันกายภาพให้กับพันธมิตรทั้งหมดเท่ากับ 4% ของพลังป้องกันกายภาพของผู้ร่ายและเพิ่มพลังป้องกันเวทมนตร์ให้กับพันธมิตรทั้งหมดเท่ากับ 4% ของพลังป้องกันเวทมนตร์ของผู้ร่าย",
      "หลังจากทำการโจมตีปกติ 19 ครั้ง สร้างความเสียหายเวทมนตร์เท่ากับ 100% ของพลังโจมตีแก่ศัตรู 2 ตัวแบบสุ่ม สตันศัตรูเป็นเวลา 0.5 วินาที และกลายเป็นวายุแห่ง Neraxis เป็นเวลา 10 วินาที ในช่วงที่เป็นวายุแห่ง Neraxis เพิ่มพลังป้องกันกายภาพให้กับพันธมิตรทั้งหมดเท่ากับ 4.8% ของพลังป้องกันกายภาพของผู้ร่ายและเพิ่มพลังป้องกันเวทมนตร์ให้กับพันธมิตรทั้งหมดเท่ากับ 4.8% ของพลังป้องกันเวทมนตร์ของผู้ร่าย",
      "หลังจากทำการโจมตีปกติ 18 ครั้ง สร้างความเสียหายเวทมนตร์เท่ากับ 100% ของพลังโจมตีแก่ศัตรู 2 ตัวแบบสุ่ม สตันศัตรูเป็นเวลา 0.5 วินาที และกลายเป็นวายุแห่ง Neraxis เป็นเวลา 10 วินาที ในช่วงที่เป็นวายุแห่ง Neraxis เพิ่มพลังป้องกันกายภาพให้กับพันธมิตรทั้งหมดเท่ากับ 5.7% ของพลังป้องกันกายภาพของผู้ร่ายและเพิ่มพลังป้องกันเวทมนตร์ให้กับพันธมิตรทั้งหมดเท่ากับ 5.7% ของพลังป้องกันเวทมนตร์ของผู้ร่าย",
      "หลังจากทำการโจมตีปกติ 17 ครั้ง สร้างความเสียหายเวทมนตร์เท่ากับ 100% ของพลังโจมตีแก่ศัตรู 2 ตัวแบบสุ่ม สตันศัตรูเป็นเวลา 0.5 วินาที และกลายเป็นวายุแห่ง Neraxis เป็นเวลา 10 วินาที ในช่วงที่เป็นวายุแห่ง Neraxis เพิ่มพลังป้องกันกายภาพให้กับพันธมิตรทั้งหมดเท่ากับ 6.9% ของพลังป้องกันกายภาพของผู้ร่ายและเพิ่มพลังป้องกันเวทมนตร์ให้กับพันธมิตรทั้งหมดเท่ากับ 6.9% ของพลังป้องกันเวทมนตร์ของผู้ร่าย",
      "หลังจากทำการโจมตีปกติ 16 ครั้ง สร้างความเสียหายเวทมนตร์เท่ากับ 100% ของพลังโจมตีแก่ศัตรู 2 ตัวแบบสุ่ม สตันศัตรูเป็นเวลา 0.5 วินาที และกลายเป็นวายุแห่ง Neraxis เป็นเวลา 10 วินาที ในช่วงที่เป็นวายุแห่ง Neraxis เพิ่มพลังป้องกันกายภาพให้กับพันธมิตรทั้งหมดเท่ากับ 8.3% ของพลังป้องกันกายภาพของผู้ร่ายและเพิ่มพลังป้องกันเวทมนตร์ให้กับพันธมิตรทั้งหมดเท่ากับ 8.3% ของพลังป้องกันเวทมนตร์ของผู้ร่าย",
      "หลังจากทำการโจมตีปกติ 15 ครั้ง สร้างความเสียหายเวทมนตร์เท่ากับ 100% ของพลังโจมตีแก่ศัตรู 2 ตัวแบบสุ่ม สตันศัตรูเป็นเวลา 0.5 วินาที และกลายเป็นวายุแห่ง Neraxis เป็นเวลา 10 วินาที ในช่วงที่เป็นวายุแห่ง Neraxis เพิ่มพลังป้องกันกายภาพให้กับพันธมิตรทั้งหมดเท่ากับ 10% ของพลังป้องกันกายภาพของผู้ร่ายและเพิ่มพลังป้องกันเวทมนตร์ให้กับพันธมิตรทั้งหมดเท่ากับ 10% ของพลังป้องกันเวทมนตร์ของผู้ร่าย"
    ],
    "story": "อุปกรณ์วิเศษสร้างจากโลหะสีดำทึบที่เรียกว่าอาดามันไทท์ หลอมด้วยเปลวเพลิงแห่งความมืดและสายไฟแห่งมังกรดำ มันผสานไปด้วยความโกรธแค้นและความบ้าคลั่งของมังกรดำที่ถูกสังหารในระหว่างสงครามปีศาจ Neraxis ขู่ให้คนแคระหลอมอาวุธพิเศษนี้ขึ้นมา จากนั้นเขาได้สาปและร่ายมนตร์มันด้วยวิญญาณมังกรดำที่เต็มไปด้วยความโกรธแค้น ใครก็ตามที่สัมผัสอาวุธนี้นอกเหนือจาก Neraxis จะได้ยินเสียงคำรามที่บ้าคลั่งของเหล่ามังกรที่อาฆาตแค้น"
  },
  "s1": {
    "name": "กรงเล็บสายฟ้าทมิฬ",
    "description": "ดึงศัตรูเข้าสู่เป้าหมายและสร้างความเสียหายความเสียหายเวทมนตร์ {0} หน่วย สร้างความเสียหายเวทมนตร์ {1} หน่วยรอบๆ เป้าหมายหลังผ่านไป 1 วินาทีและสตันศัตรูเป็นเวลา {2} วินาที ลดความเร็วโจมตีของศัตรูที่โดนโจมตีลง {4} หน่วยเป็นเวลา {3} วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เพิ่มระยะเวลาสตันขึ้น {0} วินาที",
    "dark": "ทำให้ศัตรูที่โดนโจมตีได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 25% เป็นเวลา 10 วินาที",
    "ut": {
      "name": "กระบอกสายฟ้าทมิฬ",
      "description": [
        "[กรงเล็บสายฟ้าทมิฬ] ฟื้นฟูมานา 100 หน่วยเมื่อโจมตีแต่ละครั้ง และเพิ่มพลังป้องกันทางกายภาพและพลังป้องกันเวทมนตร์ของตัวเอง 10% เป็นเวลา 10 วินาที",
        "[กรงเล็บสายฟ้าทมิฬ] ฟื้นฟูมานา 100 หน่วยเมื่อโจมตีแต่ละครั้ง และเพิ่มพลังป้องกันทางกายภาพและพลังป้องกันเวทมนตร์ของตัวเอง 12% เป็นเวลา 10 วินาที",
        "[กรงเล็บสายฟ้าทมิฬ] ฟื้นฟูมานา 100 หน่วยเมื่อโจมตีแต่ละครั้ง และเพิ่มพลังป้องกันทางกายภาพและพลังป้องกันเวทมนตร์ของตัวเอง 14% เป็นเวลา 10 วินาที",
        "[กรงเล็บสายฟ้าทมิฬ] ฟื้นฟูมานา 100 หน่วยเมื่อโจมตีแต่ละครั้ง และเพิ่มพลังป้องกันทางกายภาพและพลังป้องกันเวทมนตร์ของตัวเอง 17% เป็นเวลา 10 วินาที",
        "[กรงเล็บสายฟ้าทมิฬ] ฟื้นฟูมานา 100 หน่วยเมื่อโจมตีแต่ละครั้ง และเพิ่มพลังป้องกันทางกายภาพและพลังป้องกันเวทมนตร์ของตัวเอง 21% เป็นเวลา 10 วินาที",
        "[กรงเล็บสายฟ้าทมิฬ] ฟื้นฟูมานา 100 หน่วยเมื่อโจมตีแต่ละครั้ง และเพิ่มพลังป้องกันทางกายภาพและพลังป้องกันเวทมนตร์ของตัวเอง 25% เป็นเวลา 10 วินาที"
      ],
      "story": "อุปกรณ์ขยายพลังเวทมนตร์ที่มีสายฟ้าทมิฬอยู่ภายใน มันถูกสร้างโดยใช้วัตถุดิบเดียวกับที่สร้าง Acravita เผ่าคนแคระถูก Neraxis ข่มขู่ให้สร้าง Acravita ทว่ายังเหลือวัตถุดิบบางส่วนหลังจากที่สร้างเสร็จ เมื่อพวกคนแคระถาม Neraxis ว่าพวกเขาสามารถเก็บวัตถุดิบที่เหลือจากการสร้าง Acravita ไว้ได้หรือไม่ เขาก็กระชากผมของพวกคนแคระพร้อมบอกให้ใช้มันให้หมดสิ้น กระบอกที่บรรจุสายฟ้าทมิฬจึงถูกสร้างขึ้นจากวัตถุดิบที่เหลือนั้น"
    }
  },
  "s2": {
    "name": "เสียงคำรามออบซิเดียน",
    "description": "เพิ่มพลังโจมตี พลังป้องกันกายภาพ และพลังป้องกันเวทมนตร์ของพันธมิตรทั้งหมด {1} หน่วยเป็นเวลา {0} วินาที สร้างความเสียหายเวทมนตร์ {2} หน่วยแก่ศัตรูทั้งหมดและลดพลังโจมตีของศัตรูลง {4}% เป็นเวลา {3} วินาที",
    "books": {
      "0": "เพิ่มบูสต์พลังโจมตีและพลังป้องกันขึ้น {0}%",
      "1": "เพิ่มบูสต์พลังโจมตีและพลังป้องกันขึ้น {0}%",
      "2": "เพิ่มบูสต์พลังโจมตีและพลังป้องกันขึ้น {0}%"
    },
    "light": "เพิ่มค่ามานา 1 หน่วยและบูสต์พลังโจมตีและพลังป้องกันขึ้น {0}%",
    "dark": "ลดความเร็วโจมตีของศัตรูที่โดนโจมตีลง {1} หน่วยเป็นเวลา {0} วินาที",
    "ut": {
      "name": "ความทรงจำของมังกรเทพเจ้าสีฟ้า",
      "description": [
        "[เสียงคำรามออบซิเดียน] เพิ่มบูสต์พลังป้องกันของพันธมิตรขึ้น 20% และลบล้างเอฟเฟคด้านบวกจากศัตรูทั้งหมดเมื่อใช้เสียงคำรามออบซิเดียน",
        "[เสียงคำรามออบซิเดียน] เพิ่มบูสต์พลังป้องกันของพันธมิตรขึ้น 24% และลบล้างเอฟเฟคด้านบวกจากศัตรูทั้งหมดเมื่อใช้เสียงคำรามออบซิเดียน",
        "[เสียงคำรามออบซิเดียน] เพิ่มบูสต์พลังป้องกันของพันธมิตรขึ้น 29% และลบล้างเอฟเฟคด้านบวกจากศัตรูทั้งหมดเมื่อใช้เสียงคำรามออบซิเดียน",
        "[เสียงคำรามออบซิเดียน] เพิ่มบูสต์พลังป้องกันของพันธมิตรขึ้น 35% และลบล้างเอฟเฟคด้านบวกจากศัตรูทั้งหมดเมื่อใช้เสียงคำรามออบซิเดียน",
        "[เสียงคำรามออบซิเดียน] เพิ่มบูสต์พลังป้องกันของพันธมิตรขึ้น 42% และลบล้างเอฟเฟคด้านบวกจากศัตรูทั้งหมดเมื่อใช้เสียงคำรามออบซิเดียน",
        "[เสียงคำรามออบซิเดียน] เพิ่มบูสต์พลังป้องกันของพันธมิตรขึ้น 50% และลบล้างเอฟเฟคด้านบวกจากศัตรูทั้งหมดเมื่อใช้เสียงคำรามออบซิเดียน"
      ],
      "story": "เครื่องประดับผมที่ Laias ทำตกไว้ในขณะชะล้างสายน้ำจากการปนเปื้อนของปีศาจ Neraxis เจอมันและเก็บมันไว้ แต่เขายังไม่ตัดสินใจทีว่าจะนำไปคืนให้นางหรือไม่ ดูเหมือนว่า Laias จะไม่ได้เครื่องประดับผมของนางคืนในเร็วๆ นี้แน่"
    }
  },
  "s3": {
    "name": "ลมหายใจแห่งการทำลายล้าง",
    "description": "สร้างความเสียหายเวทมนตร์รวม {0} หน่วยแก่ศัตรูภายในพื้นที่ขนาดใหญ่รอบๆ เป้าหมายภายใน 6 ครั้งและลดพลังป้องกันเวทมนตร์ของศัตรูลง {2}% เป็นเวลา {1} วินาที การโจมตีแต่ละครั้งสตันศัตรูเป็นเวลา {3} วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดค่ามานา 1 หน่วย",
    "dark": "เปลี่ยนการลดพลังป้องกันเวทมนตร์เป็น 30%",
    "ut": {
      "name": "พายุหมุนบ้าคลั่ง",
      "description": [
        "[ลมหายใจแห่งการทำลายล้าง] เพิ่มระยะเวลาสตันขึ้น 1 วินาทีและลดคูลดาวน์ของลมหายใจแห่งการทำลายล้างลง 3 วินาที",
        "[ลมหายใจแห่งการทำลายล้าง] เพิ่มระยะเวลาสตันขึ้น 1 วินาทีและลดคูลดาวน์ของลมหายใจแห่งการทำลายล้างลง 4 วินาที",
        "[ลมหายใจแห่งการทำลายล้าง] เพิ่มระยะเวลาสตันขึ้น 1 วินาทีและลดคูลดาวน์ของลมหายใจแห่งการทำลายล้างลง 5 วินาที",
        "[ลมหายใจแห่งการทำลายล้าง] เพิ่มระยะเวลาสตันขึ้น 1 วินาทีและลดคูลดาวน์ของลมหายใจแห่งการทำลายล้างลง 6 วินาที",
        "[ลมหายใจแห่งการทำลายล้าง] เพิ่มระยะเวลาสตันขึ้น 1 วินาทีและลดคูลดาวน์ของลมหายใจแห่งการทำลายล้างลง 7 วินาที",
        "[ลมหายใจแห่งการทำลายล้าง] เพิ่มระยะเวลาสตันขึ้น 1 วินาทีและลดคูลดาวน์ของลมหายใจแห่งการทำลายล้างลง 8 วินาที"
      ],
      "story": "สร้างจากเขี้ยวของเขาเอง เสาเล่มนี้เต็มเปี่ยมไปด้วยความคลั่งที่เดือดดาดของ Neraxis เมื่อ Neraxis ใช้เสานี้โจมตี พลังงานสุดแกร่งผสานกับพลังของ Neraxis จะถาโถมเข้าใส่ศัตรูด้วยความเร็วที่น่าหวาดกลัว มันทรงพลังมากพอที่จะทะลุทะลวงทุกสิ่งและบดขยี้แขนขาทุกคนที่กล้าเข้ามาใกล้"
    }
  },
  "s4": {
    "name": "หนังมังกรดำ",
    "description": "เพิ่มพลังป้องกันกายภาพและพลังป้องกันเวทมนตร์ขึ้น {0} หน่วยและได้รับความเสียหายกายภาพและความเสียหายเวทมนตร์ลดลง {1}%",
    "books": {
      "0": "เพิ่มบูสต์พลังป้องกันขึ้น {0}%",
      "1": "เพิ่มบูสต์พลังป้องกันขึ้น {0}%",
      "2": "เพิ่มบูสต์พลังป้องกันขึ้น {0}%"
    },
    "light": "เพิ่มความเร็วโจมตี 300",
    "dark": "เมื่อ HP ลดลงต่ำกว่า {0}% เอฟเฟคสกิลจะเพิ่มขึ้น {1}%",
    "ut": {
      "name": "Ashen Nova",
      "description": [
        "[หนังมังกรดำ] ทุก 10 วินาที ฟื้นฟูมานา 1 หน่วยและเพิ่มการบล็อคทั้งหมดของพันธมิตรทั้งหมดขึ้น 200 หน่วยเป็นเวลา 5 วินาที",
        "[หนังมังกรดำ] ทุก 10 วินาที ฟื้นฟูมานา 1 หน่วยและเพิ่มการบล็อคทั้งหมดของพันธมิตรทั้งหมดขึ้น 240 หน่วยเป็นเวลา 5 วินาที",
        "[หนังมังกรดำ] ทุก 10 วินาที ฟื้นฟูมานา 1 หน่วยและเพิ่มการบล็อคทั้งหมดของพันธมิตรทั้งหมดขึ้น 290 หน่วยเป็นเวลา 5 วินาที",
        "[หนังมังกรดำ] ทุก 10 วินาที ฟื้นฟูมานา 1 หน่วยและเพิ่มการบล็อคทั้งหมดของพันธมิตรทั้งหมดขึ้น 350 หน่วยเป็นเวลา 5 วินาที",
        "[หนังมังกรดำ] ทุก 10 วินาที ฟื้นฟูมานา 1 หน่วยและเพิ่มการบล็อคทั้งหมดของพันธมิตรทั้งหมดขึ้น 420 หน่วยเป็นเวลา 5 วินาที",
        "[หนังมังกรดำ] ทุก 10 วินาที ฟื้นฟูมานา 1 หน่วยและเพิ่มอัตราบล็อคทั้งหมดของพันธมิตรทั้งหมดขึ้น 500 หน่วยเป็นเวลา 5 วินาที"
      ],
      "story": "Neraxis ขโมยสมบัติชิ้นนี้จากคลังสมบัติของ Armarta เขาต้องการที่จะมีอาวุธที่ทรงพลังกว่า Acravita และนึกถึงคลังสมบัติ Armarta ขึ้นมาได้ เขาไปที่ Ashen Peak ซากปรักหักพังทางทิศใต้จากชายหาด Arrovina และแอบเข้าไปในคลังสมบัติ เขาต้องเผชิญหน้ากับ Armarta ที่คลุ้มคลั่งและโมโหระหว่างที่หนีออกมา แต่ก็คุ้มค่าเพราะเขาได้ทุกสิ่งที่เขาต้องการ ในบรรดาสิ่งที่มีค่าที่สุดคือ 'Ashen Nova' ซึ่งสร้างขึ้นเป็นคู่กับ 'Ashen Nox' พลังของมันเทียบเท่ากับหัวใจของมังกรดำ"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ป้องกันสถานะ +100",
    "dark": "ทุกครั้งเมื่อเริ่มการต่อสู้จะลดความเสียหายจากศัตรูที่ไม่ใช่ฮีโร่ที่สร้างต่อพันธมิตรทั้งหมดยกเว้น Neraxis ลง {1}% เป็นเวลา {0} วินาที"
  }
}