{
  "name": "Scarlet",
  "subtitle": "ศรัทธาสีเงิน",
  "description": "เจ้าหญิงแห่ง Ovrel ที่รักประชาชนของเธออย่างจริงใจ เธอเป็นอัศวินที่ปฏิญาณตนต่อดาบว่าจะปกป้องและช่วยเหลือผู้ที่อ่อนแอเพื่อความยุติธรรม เธอใช้ดาบขนาดใหญ่ที่ทำให้เวทย์มนต์ของฝ่ายตรงข้ามหยุดชะงักลงในการหั่นศัตรูของเธอ",
  "story": "ราชา Veroglance ที่สองแห่ง Orvelia แก่ตัวลงทุกวัน เขาเคยเป็นกษัตริย์ผู้องอาจที่ไม่มีใครกล้าหือ แต่เขาเองก็เริ่มโรยราไปตามอายุ สุดท้ายเมื่อเขาล้มป่วย เหล่าผู้ที่ปรารถนาอำนาจก็มารุมล้อมเขาเหมือนฝูงแมลงวัน Scarlet พยายามสุดความสามารถเพื่อปกป้องพ่อของเธอท่ามกลางสถานการณ์วุ่นวาย แต่ชายที่หลงลมปากของพวกประจบสอพลอไม่ใช่ราชาผู้น่านับถือที่เธอเคยรู้จักอีกต่อไปแล้ว ราชาเพิกเฉยต่อคำอ้อนวอนของลูกสาว พวกขุนนางไม่เต็มใจให้เธอที่เป็นลูกคนเดียวของราชาขึ้นครองราชย์เลยแม้แต่น้อย บรรยากาศในพระราชวังหลวงเปลี่ยนเป็นตึงเครียดอย่างรวดเร็ว ซึ่งเธอก็รู้ดี พวกขุนนางจะกดดันเธอไม่หยุดหย่อน แต่เธอไม่มีวันยอมจำนน เธอพร้อมจะสู้เพื่อปกป้องราชอาณาจักรและประชาชนของเธอ เธอจะไม่ยอมให้พวกกระหายอำนาจปกครองราชอาณาจักร ไม่ว่าจะเกิดอะไรขึ้น...",
  "like": "คนซื่อสัตย์, คนเที่ยงตรง",
  "dislike": "คนฉวยโอกาส, คนที่รังแกคนอ่อนแอ",
  "inn": {
    "idle": "อื้ม สะอาดกว่าที่ข้าคิดไว้นะ",
    "recruit": {
      "greet": "เจ้า มีธุระอะไรกับข้างั้นหรอ",
      "talk": [
        "ไม่ต้องเกรงใจไป เข้ามาใกล้ๆสิ",
        "เล่าเรื่องราวของเจ้าทั้งหมดให้ข้าฟังสิ",
        "แผ่นดินนี้ยังคงอยู่เพราะพวกเจ้า ข้ารู้สึกขอบคุณอยู่เสมอ"
      ],
      "gift": "...อ้ะ..ข..ขอบใจนะ...."
    },
    "affinity": {
      "greet": "ดีใจที่ได้พบเจ้านะ",
      "talk": [
        "เราต้องไม่ลืมว่าประชาชนเป็นสันหลังของประเทศนี้",
        "ข้าเป็นห่วงเรื่องความเจ็บป่วยของพ่อข้า"
      ],
      "gift": "ขอขอบคุณ เช่นเคย ข้าจะใช้มันอย่างดี"
    },
    "relationship": {
      "greet": "เจอกันอีกแล้วนะ...นั่งก่อนสิ ข้ามีเรื่องจะพูดด้วย",
      "talk": [
        "เจ้าคิดรึเปล่าว่า ไม่ใช่แค่เมืองหลวงที่เปลี่ยนไป แต่ทั้งอาณาจักร Orvel ไม่ได้เหมือนเดิมอีกต่อไปแล้ว...",
        "ถ้าบอกว่าไม่เหนื่อยก็คงจะเป็นการโป้ปด..ถึงจะเป็นเช่นนั้น ข้าก็ไม่ต้องการ",
        "ข้ามีข้ารับใช้ที่ซื่อสัตย์อยู่ข้างกาย เพราะพวกเขาข้าถึงยังยืนอยู่ได้..ฮะๆ.คนที่ซื่อสัตย์จนซื่อตรงเกินไปคนนั้นน่ะ..."
      ]
    }
  },
  "uw": {
    "name": "ดาบแห่งความภาคภูมิ, ไวท์เบลโลน่า",
    "description": [
      "เพิ่มความเสียหายที่สร้าง 8% ต่อทุกๆสกิลที่อยู่ในช่วงเวลาคูลดาวน์",
      "เพิ่มความเสียหายที่สร้าง 10% ต่อทุกๆสกิลที่อยู่ในช่วงเวลาคูลดาวน์",
      "เพิ่มความเสียหายที่สร้าง 12% ต่อทุกๆสกิลที่อยู่ในช่วงเวลาคูลดาวน์",
      "เพิ่มความเสียหายที่สร้าง 14% ต่อทุกๆสกิลที่อยู่ในช่วงเวลาคูลดาวน์",
      "เพิ่มความเสียหายที่สร้าง 17% ต่อทุกๆสกิลที่อยู่ในช่วงเวลาคูลดาวน์",
      "เพิ่มความเสียหายที่สร้าง 20% ต่อทุกๆสกิลที่อยู่ในช่วงเวลาคูลดาวน์"
    ],
    "story": "สุดยอดดาบในตำนานของ Orvelia ดาบศักดิ์สิทธิ์นี้ได้รับการสืบทอดในราชวงศ์ของ Orvelia นับตั้งแต่อาณาจักรกำเนิดขึ้น เป็นสัญลักษณ์ของอำนาจของผู้ปกครองแผ่นดินอย่างแท้จริง กษัตริย์ไคล์ก็เคยใช้ดาบนี้เช่นกัน จนกระทั่งถูกเลือกโดยดาบศักดิ์สิทธิ์ Aea ใบมีดซึ่งได้รับพรจากพลังแห่งแสงสามารถหยุดยั้งพลังเวทมนตร์ใดๆ ด้วยการผ่าผ่านกระแสเวทมนตร์ มีเพียงอัศวินผู้มีสายโลหิตอันสูงศักดิ์และเกียรติยศอันภาคภูมิเท่านั้นที่สามารถใช้ดาบนี้ ผู้ที่ต้องการถือดาบนี้จะต้องผ่านการทดสอบของราชวงศ์ ซึ่งนอกจากไคล์แล้ว มีเพียง Scarlet เท่านั้นที่ทำสำเร็จ"
  },
  "s1": {
    "name": "อย่าขยับ!",
    "description": "โจมตีศัตรูที่อยู่ด้านหน้า สร้างความเสียหายกายภาพ {0} หน่วยและทำให้ศัตรูล้มลงเป็นเวลา 3 วินาที หากเป้าหมายไม่ใช่ฮีโร่ สร้างความเสียหายกายภาพเพิ่มเติม {1} หน่วย ฟื้นฟู HP เท่ากับ 30% ของความเสียหายที่ทำได้",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มความเสียหายทางกายของเป้าหมาย {0}% เป็นเวลา 10 วินาที"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เมื่อใช้จะลบล้างเอฟเฟ็คด้านเสียที่ตัวเองได้รับอยู่"
  },
  "s2": {
    "name": "นี่แหละความยุติธรรม!",
    "description": "ยกเลิกดีบัฟของพันธมิตรทั้งหมดและกำจัดบัฟของศัตรู พร้อมสร้างความเสียหายทางกายภาพ {0}",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "หากเป้าหมายไม่ใช่ฮีโร่ สตันเป้าหมายเป็นเวลา 4 วินาที",
    "dark": "เพิ่มความต้านทานคริติคอลกายของพันธมิตรทั้งหมด 200 เป็นเวลา 10 วินาที",
    "ut": {
      "name": "ปีกแห่งความยุติธรรม",
      "description": [
        "[นี่แหละความยุติธรรม!] เพิ่มความเสียหายขึ้น 20% และลดเวลาคูลดาวน์ของพันธมิตรทั้งหมดลง 10%",
        "[นี่แหละความยุติธรรม!] เพิ่มความเสียหายขึ้น 24% และลดเวลาคูลดาวน์ของพันธมิตรทั้งหมดลง 10%",
        "[นี่แหละความยุติธรรม!] เพิ่มความเสียหายขึ้น 29% และลดเวลาคูลดาวน์ของพันธมิตรทั้งหมดลง 10%",
        "[นี่แหละความยุติธรรม!] เพิ่มความเสียหายขึ้น 35% และลดเวลาคูลดาวน์ของพันธมิตรทั้งหมดลง 10%",
        "[นี่แหละความยุติธรรม!] เพิ่มความเสียหายขึ้น 42% และลดเวลาคูลดาวน์ของพันธมิตรทั้งหมดลง 10%",
        "[นี่แหละความยุติธรรม!] เพิ่มความเสียหายขึ้น 50% และลดเวลาคูลดาวน์ของพันธมิตรทั้งหมดลง 10%"
      ],
      "story": "สร้อยที่ทำโดย Scarlet ซึ่งเป็นผู้ที่มีหลักการว่าจะไม่เพิกเฉยต่อความอยุติธรรมหรือคุกเข่าต่อหน้าความขี้ขลาด นางมอบเป็นของขวัญให้กับคนที่นางเชื่อใจ: Clause และ Demia ปีกมรกตชั้นเยี่ยมส่องสว่างถูกฝังอยู่ภายในสร้อย ซึ่งเป็นสัญลักษณ์ของความยุติธรรม ผู้ที่จ้องมองสร้อยจะสามารถลงมือทำสิ่งที่ถูกต้องได้ นางมองสร้อยนี้ทุกครั้งที่นางรู้สึกสิ้นหวังเมื่อเห็นคนอื่นๆ ที่ตำหนิพ่อของนาง Veroglance II"
    }
  },
  "s3": {
    "name": "เกียรติแห่งดาบ",
    "description": "โจมตีศัตรู 3 ครั้ง สร้างความเสียหายทางกายรวม {0} และปล่อยพลังจากดาบ สร้างความเสียหายทางกาย {1} ให้กับศัตรูด้านหน้าตัวเองเป็นเส้นตรงและทำให้ตาบอดเป็นเวลา 5 วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "ลดการฟื้น HP ของศัตรูที่ได้รับความเสียหาย 40% เป็นเวลา 10 วินาที",
    "ut": {
      "name": "เกียรติแห่ง Orvel",
      "description": [
        "[เกียรติแห่งดาบ!!] เพิ่มความเสียหาย 20% ทุกครั้งที่โจมตีจะทำให้ศัตรูสลบ 3 วินาที",
        "[เกียรติแห่งดาบ!!] เพิ่มความเสียหาย 24% ทุกครั้งที่โจมตีจะทำให้ศัตรูสลบ 3 วินาที",
        "[เกียรติแห่งดาบ!!] เพิ่มความเสียหาย 29% ทุกครั้งที่โจมตีจะทำให้ศัตรูสลบ 3 วินาที",
        "[เกียรติแห่งดาบ!!] เพิ่มความเสียหาย 35% ทุกครั้งที่โจมตีจะทำให้ศัตรูสลบ 3 วินาที",
        "[เกียรติแห่งดาบ!!] เพิ่มความเสียหาย 42% ทุกครั้งที่โจมตีจะทำให้ศัตรูสลบ 3 วินาที",
        "[เกียรติแห่งดาบ!!] เพิ่มความเสียหาย 50% ทุกครั้งที่โจมตีจะทำให้ศัตรูสลบ 3 วินาที"
      ],
      "story": "ธงเฉลิมฉลองที่สร้างขึ้นเพื่อยกย่องกษัตริย์เมื่อตอนที่ก่อตั้ง Orvelia ขึ้นเป็นครั้งแรก เมื่อใดก็ตามที่เธอเห็นธงนี้ในห้องทำงาน มันยั่วโมโหเธอให้คิดถึงพวกคนที่ทรยศที่ปลดพ่อของเธอให้เป็นเพียงแค่หุ่นไล่กาและพวกประจบสอพลอที่ทำลายประเทศ นี่ทำให้ Scarlet มุ่งมั่นยิ่งขึ้นในการที่จะฟื้นฟูวันคืนที่รุ่งเรืองของ Orvelia และสถาปนาบัลลังก์ที่แข็งแกร่งยิ่งขึ้น"
    }
  },
  "s4": {
    "name": "เทพธิดาสงคราม",
    "description": "เพิ่มความต้านทานคริติคอลของตัวเองทั้งหมด {0} เมื่อโจมตีปกติ มีโอกาส 10% ที่จะสร้างความเสียหายกายเพิ่ม {1} ให้แก่เป้าหมายและทำให้หมดสติ 1 วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เพิ่มความต้านทานคริติคอลของตัวเอง 300",
    "dark": "เมื่อมีศัตรู 1 ตัวจะเพิ่มระยะเวลาหมดสติ 2 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ป้องกันสถานะ +100",
    "dark": "หากสร้างความเสียหายคริติคอลจะมีโอกาส 5% ที่จะลบล้างเอฟเฟ็คด้านบวกของเป้าหมายที่ได้รับความเสียหายได้และทำให้หมดสติ 1 วินาที ใช้เวลาคูลดาวน์สกิล 8 วินาที"
  }
}