{
  "name": "Sonia",
  "subtitle": "พายุแห่งแสงสีน้ำเงิน",
  "description": "อัจฉริยะที่ได้รับการยอมรับในวิชาเวทย์แม้ไม่ได้จบจากหอคอยนักปราชญ์ เธอที่ได้รับฉายา 'น้ำเงิน' นั้นแท้จริงแล้วเป็นโฮมุนคิวลัส สายฟ้าจากคริสตัลของเธอทำให้ทุกอย่างสลายแบบไม่ทิ้งแม้แต่เถ้าถ่าน",
  "story": "โฮมุนคิวลัสสงครามที่สร้างขึ้นโดยจอมเวทใน Orvel ซึ่งเขาใช้หัวใจของอสูรสายฟ้า Vikal เป็นแกนกลางของเธอ หลังจากมีความรู้สึกนึกคิดขึ้นมาระหว่างการสร้าง เธอก็หนีไปจากห้องทดลองและใช้ชีวิตอยู่ที่บ้านเด็กกำพร้าของ Ricardo เป็นเวลาสองสามปี เธอสามารถใช้เวทมนตร์สายฟ้าทรงพลังได้ตามใจชอบ และยังมีทักษะทางกายยอดเยี่ยมอีกด้วยเนื่องจากเป็นโฮมุนคิวลัสสงคราม ภายใต้รูปลักษณ์เหมือนเด็กผู้หญิงคือเครื่องจักรสงครามผู้สับสนที่แสวงหาความหมายในการมีชีวิตอยู่ของตน จอมเวทแห่งหอคอยนักปราชญ์มอบฉายา 'Blue' ให้เป็นเครื่องยืนยันว่าเธอเชี่ยวชาญการใช้เวทมนตร์โดยไม่ต้องร่าย แต่เธอไม่ไว้ใจพวกจอมเวท และไม่ต้องการข้องเกี่ยวกับหอคอย",
  "like": "Mirianne และทุกคนที่บ้านเด็กกำพร้า",
  "dislike": "จอมเวท, นักเล่นแร่แปรธาตุ",
  "inn": {
    "idle": "คนเยอะจังเลย...Mirianne ไปไหนแล้วนะ?",
    "recruit": {
      "greet": "เอ๊ะ? ข้าหรอ? อืม...",
      "talk": [
        "ก็บอกแล้วไงว่าข้าแค่ต่อสู้เป็นเท่านั้น อย่าคาดหวังอะไรจากข้าเลย",
        "เห็นว่าข้าไม่ใช่มนุษย์แล้วจะปฏิบัติกับข้าแบบขอไปทีไม่ได้นะ",
        "หยุดมองซะทีได้มั้ย? เดี๋ยวก็จับช็อตไฟฟ้าสักทีเลย"
      ],
      "gift": "เอ๋? ให้ข้างั้นหรอ!? อ่า..ข..ขอบใจนะ.."
    },
    "affinity": {
      "greet": "สวัสดี ข้าแค่แวะมา",
      "talk": [
        "ถ้าเจ้าต้องการซ้อมมือ บอกข้าได้นะ แน่นอน ต้องมีเจ็บตัวกันบ้าง! เจ้าอาจจะโดนไฟช็อตด้วยซ้ำ!",
        "หา Mirianne อยู่ที่นี่ด้วยเหรอ"
      ],
      "gift": "หา ให้ข้าเหรอ จริงๆ นะ"
    },
    "relationship": {
      "greet": "อ้ะ? เจ้าอยากคุยกับข้างั้นหรอ? ประหลาดจัง...",
      "talk": [
        "สงสัยเกี่ยวกับข้าหรอ? อืม.. คราวที่แล้วข้าก็เคยเล่าเรื่องโฮมุนคิวลัสให้ฟังแล้วนี่หน่า",
        "วิธีการต่อสู้หรอ? อ่า ข้าใช้กระแสไฟฟ้าในร่างของข้า...",
        "คนที่ข้าเชื่อใจหรอ? อ่า...คุณปู่ Ricardo แล้วก็ Mirianne อ่า.. แล้วก็.. เจ้ามั้งนะ?"
      ]
    }
  },
  "uw": {
    "name": "นัยน์ตาพายุ, ยานาดิส",
    "description": [
      "เพิ่มสถานะช็อคต่อเนื่อง 2 วินาทีและเมื่อตัวเองโจมตีปกติใส่ศัตรูที่อยู่ในสถานะช็อค จะลดเวลาคูลดาวน์ทุกสกิล 1.6%",
      "เพิ่มสถานะช็อคต่อเนื่อง 3 วินาทีและเมื่อตัวเองโจมตีปกติใส่ศัตรูที่อยู่ในสถานะช็อค จะลดเวลาคูลดาวน์ทุกสกิล 1.9%",
      "เพิ่มสถานะช็อคต่อเนื่อง 4 วินาทีและเมื่อตัวเองโจมตีปกติใส่ศัตรูที่อยู่ในสถานะช็อค จะลดเวลาคูลดาวน์ทุกสกิล 2.3%",
      "เพิ่มสถานะช็อคต่อเนื่อง 5 วินาทีและเมื่อตัวเองโจมตีปกติใส่ศัตรูที่อยู่ในสถานะช็อค จะลดเวลาคูลดาวน์ทุกสกิล 2.7%",
      "เพิ่มสถานะช็อคต่อเนื่อง 6 วินาทีและเมื่อตัวเองโจมตีปกติใส่ศัตรูที่อยู่ในสถานะช็อค จะลดเวลาคูลดาวน์ทุกสกิล 3.3%",
      "เพิ่มสถานะช็อคต่อเนื่อง 7 วินาทีและเมื่อตัวเองโจมตีปกติใส่ศัตรูที่อยู่ในสถานะช็อค จะลดเวลาคูลดาวน์ทุกสกิล 4%"
    ],
    "story": "วงจรไฟฟ้าที่สร้างโดย Sonia จากแก่นของอสูรที่ตอนนี้เป็นหัวใจของเธอเอง เธอมีพรสวรรค์ที่ยอดเยี่ยมในการสร้างอุปกรณ์เวทมนตร์ และนี่ก็เป็นอาชิ้นแรกที่เธอสร้างขึ้น อาวุธนี้อาจขาดความเสถียรไปบ้างอันเนื่องมาจากปริมาณไฟฟ้าอันท่วมท้นที่มีอยู่ พายุไฟฟ้าอันทรงพลังที่อาวุธนี้สร้างขึ้นนี้อันตรายต่อศัตรูทุกรายอย่างแท้จริง อันที่จริงแล้ว นอกจาก Sonia ผู้ที่สัมผัสจะถูกช็อตด้วยกระแสไฟฟ้าที่รุนแรงซึ่งไหลผ่านในทันที"
  },
  "s1": {
    "name": "โจมตีด้วยสายฟ้า!",
    "description": "สร้างฟ้าผ่าในแนวหน้า ทำให้เกิดความเสียหายเวทย์ {0} ให้กับศัตรูในอาณาเขตและสร้างพื้นที่นำไฟฟ้าเป็นเวลา 3 วินาที พื้นที่นำไฟฟ้าจะสร้างความเสียหายเวทย์รวม {1} 10 ครั้งและทุกครั้งที่โจมตีจะมีโอกาส 25% ที่จะทำให้สลบ 0.5 วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มโอกาสการหมดสติ 10%"
  },
  "s2": {
    "name": "พลังแห่งสายฟ้า!",
    "description": "เพิ่มพลังโจมตีของตัวเอง {0} และเพิ่มพลังป้องกันทั้งหมด {1} เป็นเวลา 15 วินาที สร้างความเสียหายเวทย์ {2} และทำให้หมดสติเป็นเวลา 0.5 วินาทีแก่ศัตรูแบบสุ่ม 2 คนเมื่อโจมตีปกติเป็นเวลาต่อเนื่อง",
    "books": {
      "0": "เพิ่มค่าการเพิ่มพลังโจมตีและพลังป้องกัน {0}%.",
      "1": "เพิ่มค่าการเพิ่มพลังโจมตีและพลังป้องกัน {0}%.",
      "2": "เพิ่มค่าการเพิ่มพลังโจมตีและพลังป้องกัน {0}%."
    },
    "light": "เพิ่มค่าการเพิ่มพลังโจมตีและพลังป้องกัน 40%",
    "dark": "ใช้เอฟเฟ็กความเสียหายเพิ่มเติมแก่ศัตรูทั้งหมด",
    "ut": {
      "name": "กระโจมสายฟ้า",
      "description": [
        "[พลังแห่งสายฟ้า!] ทำให้เอฟเฟคไม่สามารถลบล้างได้และเพิ่มโอกาสในการทริกเกอร์ความเสียหายเพิ่มเติมเพิ่มอีก 10%",
        "[พลังแห่งสายฟ้า!] ทำให้เอฟเฟคไม่สามารถลบล้างได้และเพิ่มโอกาสในการทริกเกอร์ความเสียหายเพิ่มเติมเพิ่มอีก 12%",
        "[พลังแห่งสายฟ้า!] ทำให้เอฟเฟคไม่สามารถลบล้างได้และเพิ่มโอกาสในการทริกเกอร์ความเสียหายเพิ่มเติมเพิ่มอีก 14%",
        "[พลังแห่งสายฟ้า!] ทำให้เอฟเฟคไม่สามารถลบล้างได้และเพิ่มโอกาสในการทริกเกอร์ความเสียหายเพิ่มเติมเพิ่มอีก 17%",
        "[พลังแห่งสายฟ้า!] ทำให้เอฟเฟคไม่สามารถลบล้างได้และเพิ่มโอกาสในการทริกเกอร์ความเสียหายเพิ่มเติมเพิ่มอีก 21%",
        "[พลังแห่งสายฟ้า!] ทำให้เอฟเฟคไม่สามารถลบล้างได้และเพิ่มโอกาสในการทริกเกอร์ความเสียหายเพิ่มเติมเพิ่มอีก 25%"
      ],
      "story": "เสื้อคลุมที่ Mirianne ทำให้กับ Sonia ด้วยความกล้าที่จะเผชิญหน้ากับอันตราย ในตอนที่เสื้อผ้าของ Sonia ถูกเผาไหม้จากการระเบิดของกระแสไฟฟ้าที่ไหลผ่านร่างกายของนาง Mirianne เห็นเช่นนั้นแล้วจึงถอนต้นอีเรธที่ว่ากันว่าเติบโตขึ้นจากการถูกฟ้าผ่า นางดึงเส้นไยของต้นไม้ดังกล่าวออกมาและนำมาทำเป็นเสื้อคลุม Sonia เห็นมือที่ผุพองจากการโดนกระแสไฟฟ้าของ Mirianne และนางแอบร้องไห้เงียบๆ อยู่เป็นเวลานาน เสื้อผ้าชิ้นเดียวสำหรับ Sonia ที่ไม่สามารถหาได้จากที่ไหนได้อีก"
    }
  },
  "s3": {
    "name": "ระเบิดกระแสไฟ!",
    "description": "โจมตีศัตรูรอบๆตัวเองเป็นวงกลม 3 ครั้งและสร้างความเสียหายเวทย์รวม {0} หลังจากนั้นจะชีอตไฟฟ้าและสร้างความเสียหายเวทย์ 3 ครั้งรวม {1} และทำให้สลบ 5 วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ป้องกันความเสียหายทั้งหมดในระหว่างที่ใช้",
    "dark": "เพิ่มเวลาการสลบ 1 วินาที",
    "ut": {
      "name": "หัวใจแห่งทะเลสาป",
      "description": [
        "[ระเบิดกระแสไฟ!] เมื่อโจมตีศัตรูที่อยู่ในสถานะช็อคจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี และลดพลังป้องกันทั้งหมดของเป้าหมาย 10% เป็นเวลา 5 วินาที",
        "[ระเบิดกระแสไฟ!] เมื่อโจมตีศัตรูที่อยู่ในสถานะช็อคจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี และลดพลังป้องกันทั้งหมดของเป้าหมาย 12% เป็นเวลา 5 วินาที",
        "[ระเบิดกระแสไฟ!] เมื่อโจมตีศัตรูที่อยู่ในสถานะช็อคจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี และลดพลังป้องกันทั้งหมดของเป้าหมาย 14% เป็นเวลา 5 วินาที",
        "[ระเบิดกระแสไฟ!] เมื่อโจมตีศัตรูที่อยู่ในสถานะช็อคจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี และลดพลังป้องกันทั้งหมดของเป้าหมาย 17% เป็นเวลา 5 วินาที",
        "[ระเบิดกระแสไฟ!] เมื่อโจมตีศัตรูที่อยู่ในสถานะช็อคจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี และลดพลังป้องกันทั้งหมดของเป้าหมาย 21% เป็นเวลา 5 วินาที",
        "[ระเบิดกระแสไฟ!] เมื่อโจมตีศัตรูที่อยู่ในสถานะช็อคจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 100% ของพลังโจมตี และลดพลังป้องกันทั้งหมดของเป้าหมาย 25% เป็นเวลา 5 วินาที"
      ],
      "story": "หัวใจของ Vikal ผู้ที่ถูกขนานนามว่าเป็นสัตว์ร้ายศักดิ์สิทธิ์ เขากลืนกินธาตุแห่งแสงสว่างและความมืดจากโลก หัวใจของเขาจึงเต็มไปด้วยฝนฟ้าคะนองจากการปะทะกันระหว่างสองธาตุ ถ้ามีคนที่ไร้ฝีมือจะแตะต้องมัน เขาจะถูกพลังของมันครอบงำ แต่ Sonia ผู้ที่สร้างขึ้นจากแก่นของสายฟ้า ดูดซับพลังนั้นและได้รับมานาที่เกินกว่าจะจินตนาการได้"
    }
  },
  "s4": {
    "name": "ช็อค",
    "description": "ทุกการโจมตี จะปล่อยกระแสไฟฟ้าเข้าสู้เป้าหมายที่ไม่ได้อยู่ในสถานะช็อคและเพิ่มความเสียหายเวทย์ที่ได้รับ {0}% เป็นเวลา 10 วินาที ถ้าแสต็คไฟฟ้าครบ 30 ครั้ง เป้าหมายที่แสต็คจะใช้ไฟฟ้าแล้วได้รับความเสียหายเวทย์ {1} และช็อคเป็นเวลา 7 วินาที เป้าหมายที่อยู่ในสถานะช็อคจะเพิ่มเวลาการหมดสติทั้งหมด {2} วินาทีและเพิ่มความเสียหายเวทย์ที่ได้รับ {3}%",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เพิ่มระยะเวลาช็อค 2 วินาที",
    "dark": "เปลี่ยนเอฟเฟ็คการเพิ่มความเสียหายเวทย์เป็นการเพิ่มความเสียหายทั้งหมด"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเร็วโจมตี +100",
    "dark": "เมื่อโจมตีปกติ มีโอกาส 15% ที่จะสร้างความเสียกายเวทย์เพิ่มเติมเท่ากับ 10% ของ HP สูงสุดของตัวเอง และปล่อยกระแสไฟฟ้าเพิ่ม 1 อัน"
  }
}