{
  "name": "Artemia",
  "subtitle": "จักพรรดินีแห่งความสว่างสไว",
  "description": "ราชินีแห่งอาณาจักรเพนเธโอเนีย อาณาจักรแห่งกำแพงเหล็กที่ไม่เคยปล่อยให้ศัตรูเข้ามาย่างกรายได้ในช่วง 100 ปีก่อนที่ต่อสู้กับปีศาจ แสงแห่งความยุติธรรมจากไม้เท้าของเธอนั้นทำให้ศัตรูต้องแหลกสลายเป็นเถ้าถ่าน",
  "story": "Penteonia คืออาณาจักรไร้พ่าย แม้แต่กองทัพปีศาจเมื่อ 100 ปีก่อนก็ไม่อาจฝ่าการป้องกันของมันได้ ผู้ปกครองอาณาจักรสุดแกร่งนี้คือ Artemia จักรพรรดินีแห่งแสง เธอใช้ชีวิตโดยแบกความรับผิดชอบในฐานะว่าที่ผู้ครองบัลลังก์มาตั้งแต่ยังเด็ก เมื่อตระหนักได้ว่าอาณาจักรของเธอประสบชัยชนะเพราะการเสียสละของประชาชน เธอก็สาบานว่าจะไม่มีวันละทิ้งหน้าที่ เธอจะเผชิญหน้าแรงกดดันในฐานะผู้ปกครองอย่างกล้าหาญ ในอดีต Penteonia เป็นอาณาจักรเห็นแก่ตัวที่สนใจเฉพาะความปลอดภัยของตัเอง แต่ทุกอย่างกำลังจะเปลี่ยนไปเมื่อ Artemia เป็นผู้ปกครอง",
  "like": "เค้กหวาน, สายตาของอัศวินผู้มีคุณธรรม",
  "dislike": "ปีศาจ",
  "inn": {
    "idle": "ข้ามาที่แห่งนี้เพื่อมาพบกับท่าน",
    "recruit": {
      "greet": "ใช่แล้ว ห้ามลืมเด็ดขาดว่ายังอยู่ที่นี่",
      "talk": [
        "กำลังแสดงความจริงใจให้ข้าเห็นอยู่อย่างนั้นหรอ?",
        "ข้าจะจดจำใบหน้าของท่านเอาไว้",
        "อย่าสูญเสียความมั่นใจต่อหน้าข้า อกผายไหล่ผึ่งเข้าไว้"
      ],
      "gift": "นี่เป็นของสำคัญของท่านรึเปล่า? ข้าจะรับไว้อย่างดีนะ"
    },
    "affinity": {
      "greet": "ไม่จำเป็นต้องคุกเข่าหรอก",
      "talk": [
        "ดูเหมือนว่าไม่ใช่ข้าคนเดียวที่แสงสว่างเลือก",
        "ข้าสงสัยว่าเด็กๆ ผู้คุ้มกันหลวงจะสบายดีมั้ย"
      ],
      "gift": "ขอบคุณสำหรับความเอื้อเฟื้อของเจ้า"
    },
    "relationship": {
      "greet": "ดูเหมือนว่าเจ้าจะสบายดีนะ",
      "talk": [
        "ท่านพ่อและท่านแม่ไม่ต้องแบกภาระหนักของราชบัลลังก์อีกแล้ว ตอนนี้พวกเขาสามารถมีความสุขกับการใช้ชีวิตร่วมกันได้โดยไม่ต้องกังวลอีกต่อไป",
        "อัศวินไม่กี่คนที่อยู่ใน Orvelia แห่งนี้คืออัญมณีที่ผู้ปกครองทุกคนต้องการตัวไว้ในราชสำนัก",
        "ข้าจะไม่หลีกเลี่ยงความรับผิดชอบที่อยู่ในมือข้า อย่างไรก็ตาม เป็นเรื่องดีที่ข้ามีเจ้าไว้แบ่งเบาภาระ"
      ]
    }
  },
  "uw": {
    "name": "เสียงชื่นชมอันสว่างสไว, บรักซิโอ",
    "description": [
      "ในทุก 15 วินาทีจะสร้างบาเรียป้องกันเท่ากับ 200% ของพลังโจมตีของตัวเอง เป็นเวลา 10 วินาที และเพิ่มพลังโจมตีของตัวเอง 20% และต้านสถานะผิดปกติเมื่อมีบาเรียป้องกัน",
      "ในทุก 15 วินาทีจะสร้างบาเรียป้องกันเท่ากับ 240% ของพลังโจมตีของตัวเอง เป็นเวลา 10 วินาที และเพิ่มพลังโจมตีของตัวเอง 24% และต้านสถานะผิดปกติเมื่อมีบาเรียป้องกัน",
      "ในทุก 15 วินาทีจะสร้างบาเรียป้องกันเท่ากับ 290% ของพลังโจมตีของตัวเอง เป็นเวลา 10 วินาที และเพิ่มพลังโจมตีของตัวเอง 29% และต้านสถานะผิดปกติเมื่อมีบาเรียป้องกัน",
      "ในทุก 15 วินาทีจะสร้างบาเรียป้องกันเท่ากับ 350% ของพลังโจมตีของตัวเอง เป็นเวลา 10 วินาที และเพิ่มพลังโจมตีของตัวเอง 35% และต้านสถานะผิดปกติเมื่อมีบาเรียป้องกัน",
      "ในทุก 15 วินาทีจะสร้างบาเรียป้องกันเท่ากับ 420% ของพลังโจมตีของตัวเอง เป็นเวลา 10 วินาที และเพิ่มพลังโจมตีของตัวเอง 42% และต้านสถานะผิดปกติเมื่อมีบาเรียป้องกัน",
      "ในทุก 15 วินาทีจะสร้างบาเรียป้องกันเท่ากับ 500% ของพลังโจมตีของตัวเอง เป็นเวลา 10 วินาที และเพิ่มพลังโจมตีของตัวเอง 50% และต้านสถานะผิดปกติเมื่อมีบาเรียป้องกัน"
    ],
    "story": "กล่าวกันว่าสมบัติศักดิ์สิทธิ์แห่งอาณาจักรเพนเธโอเนียนี้ส่งมาจากสวรรค์เพื่อทำลายล้างเหล่าปีศาจ คทาแสงซึ่งเชื่อกันว่าจะตอบสนองเฉพาะต่อผู้ที่ควรค่าต่อการเป็นนักบุญนี้ได้ส่องแสงอันรุ่งโรจน์อยู่ในมือของ Artemia ผู้เยาว์ ราวกับต้องการสรรเสริญจักพรรดินีในอนาคต คทาสามารถเรียกพลังแห่งแสงที่ไร้ขอบเขต ปลดปล่อยการแก้แค้นของสวรรค์ที่มีต่อศัตรูขณะที่ปกป้องผู้ครอบครองแสงศักดิ์สิทธิ์"
  },
  "s1": {
    "name": "เสาแห่งแสง",
    "description": "สร้างเสาแห่งแสงแก่ศัตรู สร้างความเสียหายทางเวทย์ทั้งหมด {0} ในเวลา 3 วินาที และลดพลังโจมตี {1}% เป็นเวลา 10 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เพิ่มปริมาณความเสียหายเป็น 40%",
    "dark": "ทุกครั้งที่โจมตีจะมีโอกาส 25% ที่จะทำให้ศัตรูสลบไป 1 วินาที",
    "ut": {
      "name": "ศักดิ์ศรีแห่งราชินี",
      "description": [
        "[เสาแห่งแสง] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 10% เป็นเวลา 10 วินาที",
        "[เสาแห่งแสง] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 12% เป็นเวลา 10 วินาที",
        "[เสาแห่งแสง] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 14% เป็นเวลา 10 วินาที",
        "[เสาแห่งแสง] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 17% เป็นเวลา 10 วินาที",
        "[เสาแห่งแสง] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 21% เป็นเวลา 10 วินาที",
        "[เสาแห่งแสง] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที"
      ],
      "story": "เข็มกลัดที่สร้างโดยช่างตีเหล็กที่เก่งที่สุดของอาณาจักร Penteonia เพื่อเป็นเกียรติแก่ราชินีผู้เลอโฉม ผู้คนเรียกมันว่าศักดิ์ศรีแห่งราชินี เนื่องจากเข็มกลัดถูกสร้างขึ้นด้วยทักษะการตีเหล็กที่ผู้สร้างเรียนรู้จากคนแคระ อัญมณีบนเข็มกลัดจึงแฝงไปด้วยพลังลึกลับ โดยสามารถรวบรวมพลังแสงของ Artemia และปลดปล่อยออกมาพร้อมกันทั้งหมดได้"
    }
  },
  "s2": {
    "name": "ลำแสงอมตะ",
    "description": "สร้างความเสียหายเวทย์ {0} แก่ศัตรูเป็นเส้นตรง การโจมตีนี้จะแสดงความเสียหายคริติคอลเป็น 100%",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "ลดเวลาคูลดาวน์ 50% เมื่อใช้ขณะแสต็คพรจากแสง 10 อัน",
    "ut": {
      "name": "ความภาคภูมิใจของราชินี",
      "description": [
        "[เข้มข้นสุดๆ] ต้านทานสถานะผิดปกติและเพิ่มความเสียหายขึ้น 20%",
        "[เข้มข้นสุดๆ] ต้านทานสถานะผิดปกติและเพิ่มความเสียหายขึ้น 24%",
        "[เข้มข้นสุดๆ] ต้านทานสถานะผิดปกติและเพิ่มความเสียหายขึ้น 29%",
        "[เข้มข้นสุดๆ] ต้านทานสถานะผิดปกติและเพิ่มความเสียหายขึ้น 35%",
        "[เข้มข้นสุดๆ] ต้านทานสถานะผิดปกติและเพิ่มความเสียหายขึ้น 42%",
        "[เข้มข้นสุดๆ] ต้านทานสถานะผิดปกติและเพิ่มความเสียหายขึ้น 50%"
      ],
      "story": "ต่างหูที่ทำจากควีริลเรืองแสง แร่หายากที่ว่ากันว่าพบได้ที่ Penteonia เท่านั้น เมื่อ Artemia ขึ้นเป็นจักพรรดินี นางได้รับมันพร้อมกับมงกุฎ มันส่องสว่างแม้กระทั่งในตอนกลางคืน และยิ่งส่องสว่างขึ้นในค่ำคืนที่มืดมิด เป็นที่รู้จักกันว่าเป็นอัญมณีแห่งหลักการและความเฉลียวฉลาด เป็นไอเทมที่เพิ่มความสง่างามให้กับราชินีในขณะที่มันส่องสว่างจากหูของนาง"
    }
  },
  "s3": {
    "name": "การพิพากษาแห่งแสง",
    "description": "สร้างความเสียหายทางเวทย์ 3 ครั้ง รวม {0} แก่ศัตรูท้ังหมดในอาณาเขตและทำให้สลบ 5 วินาที ลดเวลาคูลไทม์ 30% ทุกๆครั้งที่ฆ่าศัตรูโดยใช้สกิลนี้",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ลดเวลาคูลดาวน์ 3 วินาที",
    "dark": "เพิ่มการใช้ Mana 1 และเพิ่มความเสียหาย 100%",
    "ut": {
      "name": "มงกุฏแห่งความสว่างไสว",
      "description": [
        "[การพิพากษาแห่งแสง] เพิ่มความเสียหาย 20% หากฆ่าศัตรูได้จะฟื้นฟู Mana 700",
        "[การพิพากษาแห่งแสง] เพิ่มความเสียหาย 24% หากฆ่าศัตรูได้จะฟื้นฟู Mana 700",
        "[การพิพากษาแห่งแสง] เพิ่มความเสียหาย 29% หากฆ่าศัตรูได้จะฟื้นฟู Mana 700",
        "[การพิพากษาแห่งแสง] เพิ่มความเสียหาย 35% หากฆ่าศัตรูได้จะฟื้นฟู Mana 700",
        "[การพิพากษาแห่งแสง] เพิ่มความเสียหาย 42% หากฆ่าศัตรูได้จะฟื้นฟู Mana 700",
        "[การพิพากษาแห่งแสง] เพิ่มความเสียหาย 50% หากฆ่าศัตรูได้จะฟื้นฟู Mana 700"
      ],
      "story": "มงกุฎที่สืบทอดต่อกันมาสู่กษัตริย์แห่ง Penteonia ทรราชคนก่อนหน้าทำให้ส่วนหนึ่งของมันแตกหัก แต่มันได้รับการซ่อมแซมแล้ว อัญมณีสีแดงใหม่ที่มีชื่อเรียกว่าจิตวิญญาณแห่งดวงอาทิตย์ได้ถูกฝังที่ใจกลางของมงกุฎ รูปร่างอันสง่างามของมันบังคับให้คนต้องคุกเข่าต่อหน้ามันเพื่อแสดงความเคารพ"
    }
  },
  "s4": {
    "name": "พรจากแสง",
    "description": "เมื่อโจมตี มีโอกาส 50% ที่จะสร้างความเสียหายทางเวทย์ {0} แก่เป้าหมายและศัตรูที่อยู่ในเขตเมื่อโจมตี และแสต็คพรแห่งแสง 1 อันต่อตัวเอง เมื่อพรแห่งแสงแสต็คสูงสุดถึง 10 อัน แต่ละอันจะเพิ่มพลังโจมตีของตัวเอง {1} , เพิ่มความเสียหายแก่ศัตรูที่ไม่ได้เป็นฮีโร่ {2}%, และลดความเสียหาย {3}% จากศัตรูที่ไม่ได้เป็นฮีโร่",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เปลี่ยนโอกาสที่สกิลจะทำงานเป็น 60%",
    "dark": "เพิ่มแสต็คสูงสุดของพรจากแสงเป็น 12 ครั้ง",
    "ut": {
      "name": "กระจกแห่งพร",
      "description": [
        "[คำอวยพรแห่งแสง] เพิ่มความเสียหายขึ้น 50% และเปลี่ยนการบูสต์ความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่เป็น 8%",
        "[คำอวยพรแห่งแสง] เพิ่มความเสียหายขึ้น 50% และเปลี่ยนการบูสต์ความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่เป็น 8.2%",
        "[คำอวยพรแห่งแสง] เพิ่มความเสียหายขึ้น 50% และเปลี่ยนการบูสต์ความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่เป็น 8.4%",
        "[คำอวยพรแห่งแสง] เพิ่มความเสียหายขึ้น 50% และเปลี่ยนการบูสต์ความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่เป็น 8.7%",
        "[คำอวยพรแห่งแสง] เพิ่มความเสียหายขึ้น 50% และเปลี่ยนการบูสต์ความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่เป็น 9.1%",
        "[คำอวยพรแห่งแสง] เพิ่มความเสียหายขึ้น 50% และเปลี่ยนการบูสต์ความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่เป็น 9.5%"
      ],
      "story": "กระจกลึกลับที่มีคาถาของจอมเวทย์หลวงอาวุโสส่งผ่านไปยังรุ่นสู่รุ่นในราชวงศ์ Penteonia ว่ากันว่ากษัตริย์องค์แรกสร้างขึ้นเพื่อความมั่งคั่งนิรันดร์ของ Penteonia มีเพียงผู้ปกครองประเทศเท่านั้นที่สามารถมองเข้าไป และผู้ที่ยืนอยู่หน้ากระจกจะได้รับพรแห่งแสง พรนี้จะนำพากษัตริย์ไปสู่แสงสว่างเพื่อประชาชนทุกคนในประเทศ"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "เมื่อ HP ของตัวเองน้อยกว่า 50% จะต้านความเสียหายทั้งหมดเป็นเวลา 2 วินาที เอฟเฟ็คนี้จะทำงาน 1 ครั้งใน 30 วินาทีเท่านั้น"
  }
}