{
  "name": "Mirianne",
  "subtitle": "ผู้รับใช้แสงสีน้ำเงิน",
  "description": "แม่บ้านและผู้ช่วยของนักเวทย์ Sonia ผู้ได้รับฉายา 'น้ำเงิน' เธอตอบสนองทุกอย่างเพื่อ Sonia ที่เป็นทั้งเจ้านาย, พี่น้องและเพื่อนของเธอ เธอใช้สายตาอันแหลมคมในการวิเคราะห์จุดอ่อนของศัตรูและโจมตีด้วยมีดสั้น",
  "story": "เธอคือสาวใช้และเพื่อนที่เป็นเหมือนน้องสาวของ Sonia สมัยอยู่บ้านเด็กกำพร้า เมื่อหมู่บ้านที่มนุษย์และเอลฟ์อยู่ร่วมกันของเธอถูกปีศาจบุกโจมตี เธอคือผู้รอดชีวิตเพียงคนเดียว Ricardo พบเธอและรับเธอมาเลี้ยงที่บ้านเด็กกำพร้าของเขา เธอเติบโตอย่างผิดธรรมชาติโดยไม่ทราบสาเหตุเมื่อมีอายุได้ 6 ปี ตอนนี้ร่างกายของเธอเหมือนคนอายุ 18 ปี แต่จิตใจยังเป็นเด็ก เธอทั้งใสซื่อและทุ่มเทจนไม่น่าเชื่อ ซึ่งนิสัยเหล่านี้อาจเกี่ยวข้องกับความทรงจำวัยเด็กที่หายไปของเธอ",
  "like": "Sonia และทุกคนที่บ้านเด็กกำพร้า",
  "dislike": "แมลงที่มีหลายขา",
  "inn": {
    "idle": "Sonia~ เอ๋ หายไปไหนอีกแล้วน้า",
    "recruit": {
      "greet": "อ้ะ สวัสดีค่ะ! ค่อยยังชั่วนะคะที่ดูแข็งแรงดี!",
      "talk": [
        "พี่ Kasel กับพี่ Frey สบายดีมั้ยคะ? ฮิๆ",
        "ข้ากำลังคิดว่าจะไปหาคุณปู่ดีมั้ยน่ะค่ะ ไม่ได้เจอกันมาตั้งนานแล้ว",
        "อ่า ข้าไม่ใช่แม่บ้านจริงๆหรอก.. แต่ว่าชุดมันสวยมากก็เลย.. แหะๆ"
      ],
      "gift": "อ้ะ ขอบคุณนะคะ! ไม่เห็นต้องทำขนาดนี้เลย.."
    },
    "affinity": {
      "greet": "ข้ามาที่นี่อีกแล้ว! ยินดีที่ได้พบเจ้า!",
      "talk": [
        "ข้านำเสื้อผ้าแสนสวยมาด้วย! เลือกชุดที่เหมาะกับข้าให้หน่อยนะ!",
        "ฮี่ฮี่ ข้าไปเล่นกับ Sonia ได้มั้ย"
      ],
      "gift": "ขอบคุณนะ! ครั้งหน้าเราไปเยี่ยมคุณตาด้วยกันนะ!"
    },
    "relationship": {
      "greet": "มาแล้วหรอคะ? ฮิๆ มาพักผ่อนสักหน่อยสิคะ",
      "talk": [
        "บรรยากาศครึกครื้นแบบนี้ทำให้ข้าคิดถึงบ้านเด็กกำพร้าที่เคยอาศัยอยู่ขึ้นมาเลยนะคะ~",
        "หิวมั้ยคะ? ให้ข้าทำของว่างให้ดีมั้ย?",
        "ชุดนี้มองยังไงก็สวยจังเลยน้า~ พริ้วสไว~"
      ]
    }
  },
  "uw": {
    "name": "ความรวดเร็วที่ไม่สิ้นสุด, ริเวนทิน่า",
    "description": [
      "เพิ่มความเร็วโจมตีของตัวเอง 200 หากโจมตีศัตรูที่อยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 200% ของพลังโจมตี เอฟเฟ็คความเสียหายเพิ่มเติมจะทำงานแค่ 1 ครั้งใน 2 วินาทีเท่านั้น",
      "เพิ่มความเร็วโจมตีของตัวเอง 240 หากโจมตีศัตรูที่อยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 240% ของพลังโจมตี เอฟเฟ็คความเสียหายเพิ่มเติมจะทำงานแค่ 1 ครั้งใน 2 วินาทีเท่านั้น",
      "เพิ่มความเร็วโจมตีของตัวเอง 290 หากโจมตีศัตรูที่อยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 290% ของพลังโจมตี เอฟเฟ็คความเสียหายเพิ่มเติมจะทำงานแค่ 1 ครั้งใน 2 วินาทีเท่านั้น",
      "เพิ่มความเร็วโจมตีของตัวเอง 350 หากโจมตีศัตรูที่อยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 350% ของพลังโจมตี เอฟเฟ็คความเสียหายเพิ่มเติมจะทำงานแค่ 1 ครั้งใน 2 วินาทีเท่านั้น",
      "เพิ่มความเร็วโจมตีของตัวเอง 420 หากโจมตีศัตรูที่อยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 420% ของพลังโจมตี เอฟเฟ็คความเสียหายเพิ่มเติมจะทำงานแค่ 1 ครั้งใน 2 วินาทีเท่านั้น",
      "เพิ่มความเร็วโจมตีของตัวเอง 500 หากโจมตีศัตรูที่อยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 500% ของพลังโจมตี เอฟเฟ็คความเสียหายเพิ่มเติมจะทำงานแค่ 1 ครั้งใน 2 วินาทีเท่านั้น"
    ],
    "story": "อุปกรณ์เวทมนตร์ที่ Sonia นักเวทย์น้ำเงินเป็นผู้สร้างขึ้น อุปกรณ์นี้ได้รับการร่ายด้วยเวทมนตร์ที่ช่วยเพิ่มความเร็วอันน่าเหลือเชื่อ และยังได้รับการร่ายคาถาสุดพิเศษที่จะนำทางกลับไปหาเจ้าของหลังจากถูกขว้างออกไปได้เสมอ เป็นของขวัญที่ดีที่สุดที่ Sonia มอบให้กับ Mirianne ซึ่งเป็นทั้งครอบครัวและเพื่อนของเธอ เรียกได้ว่าเป็นการแสดงความรักในรูปแบบพิเศษสำหรับ Mirianne เท่านั้น"
  },
  "s1": {
    "name": "ล็อคเป้าหมาย",
    "description": "โจมตีศัตรูที่มีพลังโจมตีเวทย์ต่ำสุด 3 ครั้ง รวมสร้างความเสียหายเวทย์ {0} และทำให้สลบ 1 วินาที หากเป้าหมายอยู่ในสถานะเป้าหมายจะสร้างความเสียหายเวทย์เพิ่มเติม {1} การโจมตีครั้งสุดท้ายจะทำให้เป้าหมายตกอยู่ในสถานะเป้าหมายเป็นเวลา 10 วินาที สถานะเป้าหมายไม่สามารถยกเลิกได้และจะลดอัตราการบล็อคเวทย์ของเป้าหมาย 500",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "คริติคอลจะเพิ่มขึ้น 100% เมื่อมีศัตรูตัวเดียว",
    "dark": "เพิ่มเวลาการสลบ 1 วินาที",
    "ut": {
      "name": "สัญลักษณ์แห่งความอุตสาหะ",
      "description": [
        "[ล็อคเป้าหมาย] เพิ่มความเสียหาย 20% และลดความต้านทานคริติคอลเวทมนตร์ของเป้าหมายลง 500 หน่วยเป็นเวลา 10 วินาที",
        "[ล็อคเป้าหมาย] เพิ่มความเสียหาย 24% และลดความต้านทานคริติคอลเวทมนตร์ของเป้าหมายลง 500 หน่วยเป็นเวลา 10 วินาที",
        "[ล็อคเป้าหมาย] เพิ่มความเสียหาย 29% และลดความต้านทานคริติคอลเวทมนตร์ของเป้าหมายลง 500 หน่วยเป็นเวลา 10 วินาที",
        "[ล็อคเป้าหมาย] เพิ่มความเสียหาย 35% และลดความต้านทานคริติคอลเวทมนตร์ของเป้าหมายลง 500 หน่วยเป็นเวลา 10 วินาที",
        "[ล็อคเป้าหมาย] เพิ่มความเสียหาย 42% และลดความต้านทานคริติคอลเวทมนตร์ของเป้าหมายลง 500 หน่วยเป็นเวลา 10 วินาที",
        "[ล็อคเป้าหมาย] เพิ่มความเสียหาย 50% และลดความต้านทานคริติคอลเวทมนตร์ของเป้าหมายลง 500 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "มีดขว้างที่ Mirianne ใช้ฝึกและสร้างโดย Ricardo Mirianne คือผู้รอดชีวิตเพียงคนเดียวจากหมู่บ้านที่เอลฟ์และมนุษย์อาศัยอยู่ร่วมกัน เมื่อ Ricardo พาตัวนางไปยังสถานเลี้ยงเด็กกำพร้า เขารู้สึกกลัวว่านางจะไม่ยอมเปิดใจหากได้รู้ว่าตนเองแตกต่างจากคนอื่นๆ ในเมือง Sonia ซึ่งเดินทางมาที่ Orvelia ในตอนนั้นคือผู้ที่จะมาช่วยจัดการกับปัญหานี้ เขาขอให้ Sonia รับดูแลเด็กสาวตัวน้อยและมอบมีดขว้างสำหรับฝึกให้กับนางเพื่อเตรียมตัวสำหรับการเดินทาง"
    }
  },
  "s2": {
    "name": "ยับยั้งและป้องกัน",
    "description": "สร้างความเสียหายเวทย์ {0} และทำให้หมดสติเป็นเวลา 2 วินาทีให้กับศัตรูเป้าหมายและศัตรูรอบๆ เคลื่อนตัวไปยังพันธมิตรที่มีพลังป้องกันกายน้อยที่สุด(ยกเว้นตัวเอง) และสร้างเกราะที่สามารถกันความเสียหาย {1} ได้เป็นเวลา 10 วินาที ในกรณีที่ไม่มีพันธมิตรจะไม่มีการสร้างเกราะ และในกรณีที่มีเกราะจะกันสถานะผิดปกติทั้งหมด",
    "books": {
      "0": "ความเสียหายและโล่ป้องกันเพิ่มขึ้น {0}%",
      "1": "ความเสียหายและโล่ป้องกันเพิ่มขึ้น {0}%",
      "2": "ความเสียหายและโล่ป้องกันเพิ่มขึ้น {0}%"
    },
    "light": "ป้องกันความเสียหายทั้งหมดในระหว่างที่ใช้",
    "dark": "เพิ่มเวลาการสลบ 2 วินาที",
    "ut": {
      "name": "แหวนเมถุนแห่งการเทเลพอร์ตทันที",
      "description": [
        "[ยับยั้งและป้องกัน]ลดค่ามานา 1 ฟื้นฟูมานา 160 เมื่อเกิดคริติคอล",
        "[ยับยั้งและป้องกัน]ลดค่ามานา 1 ฟื้นฟูมานา 190 เมื่อเกิดคริติคอล",
        "[ยับยั้งและป้องกัน]ลดค่ามานา 1 ฟื้นฟูมานา 230 เมื่อเกิดคริติคอล",
        "[ยับยั้งและป้องกัน]ลดค่ามานา 1 ฟื้นฟูมานา 270 เมื่อเกิดคริติคอล",
        "[ยับยั้งและป้องกัน]ลดค่ามานา 1 ฟื้นฟูมานา 330 เมื่อเกิดคริติคอล",
        "[ยับยั้งและป้องกัน] ลดค่ามานา 1 ฟื้นฟูมานา 400 เมื่อเกิดคริติคอล"
      ],
      "story": "แหวนที่ Mirianne ซื้อมาจาก 'ร้านของเล่นวิเศษสุดมหัศจรรย์' ในเมือง Orvel นางแกะสลัดชื่อ Sonia และชื่อนางลงบนแหวน ใส่ด้วยกันเป็นคู่ ทำให้สามารถเทเลพอร์ตไปหากันได้วันละครั้ง แต่ Sonia ก็ไม่ใช้มันเพราะมันชอบสร้างปัญหา... ถึงแม้จะเป็นแค่ของเล่น แต่ Mirianne ก็มีความสุขที่ได้หนทางในการปกป้อง Sonia เพิ่มขึ้นมาอีกวิธีหนึ่ง"
    }
  },
  "s3": {
    "name": "ลอบสังหาร",
    "description": "เคลื่อนตัวไปยังศัตรูที่มี HP น้อยที่สุด สร้างความเสียหายเวทย์ {0} และคลื่อนตัวไปยังพันธมิตรที่อยู่ไกลที่สุด หากเป้าหมายไม่ได้เป็นฮีโร่จะสร้างความเสียหายทางเวทย์โดยไม่สนพลังป้องกันเพิ่มเติม {1} หากเป้าหมายที่โดนสกิลนี้ตาย จะมีการใช้สกิลยับยั้งและป้องกัน",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ยกเลิกบัฟของเป้าหมายและทำให้หมดสติเป็นเวลา 1 วินาที",
    "dark": "เพิ่มปริมาณความเสียหายเป็น 40%",
    "ut": {
      "name": "ผงเวทย์มนต์แห่งการปะทุ",
      "description": [
        "[ลอบสังหาร] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะเพิ่มพลังโจมตีของตัวเอง 10% เป็นเวลา 10 วินาที",
        "[ลอบสังหาร] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะเพิ่มพลังโจมตีของตัวเอง 12% เป็นเวลา 10 วินาที",
        "[ลอบสังหาร] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะเพิ่มพลังโจมตีของตัวเอง 14% เป็นเวลา 10 วินาที",
        "[ลอบสังหาร] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะเพิ่มพลังโจมตีของตัวเอง 17% เป็นเวลา 10 วินาที",
        "[ลอบสังหาร] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะเพิ่มพลังโจมตีของตัวเอง 21% เป็นเวลา 10 วินาที",
        "[ลอบสังหาร] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะเพิ่มพลังโจมตีของตัวเอง 25% เป็นเวลา 10 วินาที"
      ],
      "story": "ของสะสมสิ่งสวยงามที่กระจัดกระจายในลูกแก้วคริสตัลของ Sonia ราวกับดวงดาว Mirianne สะสมมันเพื่อเอาไว้แกล้งหยอกเล่น แต่มันทรงพลังมากจนถึงขั้นที่ถูกใช้เป็นเครื่องมือในการลอบสังหาร"
    }
  },
  "s4": {
    "name": "ทำลายเป้าหมาย",
    "description": "เมื่อมีศัตรูที่อยู่ในสถานะเป้าหมาย จะเพิ่มพลังโจมตี {0} ทุกสกิลที่ใช้จะโจมตีศัตรูที่อยู่ในสถานะเป้าหมายก่อน เมื่อฆ่าศัตรูที่อยู่ในสถานะเป้าหมายได้แล้วจะทำให้ศัตรูตัวอื่นที่มีพลังป้องกันเวทย์น้อยที่สุดตกอยู่ในสถานะเป้าหมายเป็นเวลา 10 วินาที",
    "books": {
      "0": "เพิ่มปริมาณการโจมตี {0}%",
      "1": "เพิ่มปริมาณการโจมตี {0}%",
      "2": "เพิ่มปริมาณการโจมตี {0}%"
    },
    "light": "เพิ่มอัตราคริติคอล 400 เมื่อมีศัตรูที่อยู่ในสถานะเป้าหมาย",
    "dark": "เมื่อมีศัตรููในสถานะเป้าหมายจะลดความเสียหายที่ได้รับ 30%",
    "ut": {
      "name": "กำเนิดปาฏิหาริย์",
      "description": [
        "[ทำลายเป้าหมาย] เพิ่มการบูสต์พลังโจมตีขึ้น 50% สตันศัตรูที่ล็อคเป้าหมายเป็นเวลา 1 วินาที ทุกๆ 5 วินาที",
        "[ทำลายเป้าหมาย] เพิ่มการบูสต์พลังโจมตีขึ้น 50% สตันศัตรูที่ล็อคเป้าหมายเป็นเวลา 1.2 วินาที ทุกๆ 5 วินาที",
        "[ทำลายเป้าหมาย] เพิ่มการบูสต์พลังโจมตีขึ้น 50% สตันศัตรูที่ล็อคเป้าหมายเป็นเวลา 1.4 วินาที ทุกๆ 5 วินาที",
        "[ทำลายเป้าหมาย] เพิ่มการบูสต์พลังโจมตีขึ้น 50% สตันศัตรูที่ล็อคเป้าหมายเป็นเวลา 1.7 วินาที ทุกๆ 5 วินาที",
        "[ทำลายเป้าหมาย] เพิ่มการบูสต์พลังโจมตีขึ้น 50% สตันศัตรูที่ล็อคเป้าหมายเป็นเวลา 2.1 วินาที ทุกๆ 5 วินาที",
        "[ทำลายเป้าหมาย] เพิ่มการบูสต์พลังโจมตีขึ้น 50% สตันศัตรูที่ล็อคเป้าหมายเป็นเวลา 2.5 วินาที ทุกๆ 5 วินาที"
      ],
      "story": "สร้อยคอใบไม้ที่แม่ของ Mirianne ทำขึ้นเพื่อฉลองวันเกิดของนาง แม่ของนางสวดมนต์อ้อนวอนให้ลูกสาวสุดที่รักของนางเติบโตขึ้นในเมือง Ella โดยไม่เป็นอันตรายใดๆ และใส่อัญมณีเอลฟ์แห่งโชคลงในสร้อยไม้นี้ อย่างไรก็ตาม โชคชะตาไม่เข้าข้าง และ Ella ถูกปีศาจโจมตี นางเสียชีวิต ทิ้งสิ่งที่เหลืออยู่ในตัวนางทั้งหมดลงในสร้อยคอของ Mirianne มันช่วยปกป้อง Mirianne จนกระทั่ง Ricardo พบนาง และสร้อยคอก็สลายกลายเป็นผุยผงหลังจากได้ทำหน้าที่ของมันแล้ว Ricardo สงสาร Mirianne ผู้รอดชีวิตเพียงคนเดียวของ Ella ไม่กี่ปีต่อมา เขาขอให้ Loman ทำสร้อยคอที่คล้ายกันและมอบมันให้ Mirianne"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "ลดเวลาคูลไทม์ของสกิลทั้งหมดของตัวเอง 50% และเพิ่ม Mana 1 ช่องเมื่อกำจัดศัตรูได้"
  }
}