{
  "name": "Shea",
  "subtitle": "บทเพลงแห่งความเพ้อฝัน",
  "description": "เด็กหญิงลึกลับผู้นี้รักษาผู้คนด้วยท่วงทำนองที่เปี่ยมไปด้วยเสน่ห์ นางรักษาผู้คนด้วยเสียงร้องแสนไพเราะและเสียงพิณวิเศษอันงดงามของนาง",
  "story": "'เมื่อได้ฟังท่วงทำนองที่ไพเราะในสมรภูมิ ก็ทำให้ข้าสงสัยว่าข้าอยู่ท่ามกลางสมรภูมืจริงๆ หรือเปล่า' 'ข้าทิ้งดาบลง ทหารคนอื่นๆ ทั้งหมดที่มีอยู่ก็ทิ้งดาบของตนด้วย' 'มันรู้สึกราวกับว่าเด็กผู้หญิงคนนี้อยู่คนละที่กับพวกเราที่เหลือ' เรื่องเล่าที่น่าเร้าใจเกี่ยวกับเด็กผู้หญิงผมชมพูที่ปรากฏตัวขึ้นอย่างไม่มีปี่มีขลุ่ยและการต่อสู้ก็หยุดลง แพร่กระจายไปอย่างรวดเร็ว ท่วงทำนองที่ไพเราะจับใจ ประกอบกับรูปลักษณ์ที่เคร่งขรึมและงดงามของเธอได้ดึงดูดจินตนาการของทุกคน อย่างไรก็ตาม ไม่มีใครทราบว่าเธอมาจากไหนหรือเธอจะมุ่งไปที่ใด. 'ข้าว่าเธอดูแปลก ไม่ว่าจะวิธีที่เธอพูดกับอากาศ ราวกับว่ามีใครบางคนอยู่ที่นั่น...' แน่นอนว่ามีบางคนที่เสนอแนะทฤษฎีที่น่าเชื่อถือยิ่งกว่าเกี่ยวกับตำแหน่งของเด็กผู้หญิง แต่ความงามที่ลึกลับของเธอได้กลบการคาดคะเนทั้งหมด",
  "like": "ท่วงทำนองที่ไพเราะ, สายลมที่นุ่มนวล",
  "dislike": "ผี, ผีดิบฟักทอง",
  "inn": {
    "idle": "ลาลาลา~ลาลาลา~ลา...หา",
    "recruit": {
      "greet": "ดวงอาทิตย์ที่ส่องสว่าง ขอให้วันนี้เป็นอีกวันที่มีความสุขเถอะ",
      "talk": [
        "เจ้าได้ยินไหม ท่วงทำนองเพลงที่ล่องลอยมากับลมบน...",
        "อืมม~ เจ้าเห็นพิณของข้าแถวนี้ไหม",
        "เจ้ารู้ไหม Shuwanheit กับข้าเจอกันครั้งแรกในป่าแหละ"
      ],
      "gift": "ขอบคุณนะ~ สำหรับเรื่องนั้น ข้าจะเล่นเพลงให้เจ้าฟัง"
    },
    "affinity": {
      "greet": "ข้ามาที่นี่เพื่ออวยพรเจ้าอีกครั้ง!",
      "talk": [
        "เจ้าดูมีความสุขดีนะ ข้ารู้สึกถึงท่วงทำนองที่สนุกสนานได้จากเจ้า",
        "นี่คือดนตรีแห่งวิญญาณจากป่า ไม่ทำให้เจ้ารู้สึกอบอุ่นมากบ้างเหรอ"
      ],
      "gift": "ขอบคุณ Schwanheit คงจะดีใจมาก"
    },
    "relationship": {
      "greet": "เสียงประสานของเจ้าเต็มไปด้วยความอบอุ่นและความสบายใจ",
      "talk": [
        "เจ้าอาจจะไม่รู้ แต่ Shuwanheit เป็นคนคุยเก่งทีเดียวละ",
        "บางครั้ง Shuwanheit ก็เปลี่ยนทำนองดนตรีตามอารมณ์ของเขา",
        "วันหนึ่ง ข้าหวังว่าจะได้เล่นเพลงของเจ้า"
      ]
    }
  },
  "uw": {
    "name": "ท่วงทำนองทรงเสน่ห์, ชวานไฮท์",
    "description": [
      "เมื่อได้รับภวังค์ จะลดเวลาคูลดาวน์ทุกสกิลของตัวเอง 10% ฟื้นฟู Mana ของตัวเอง 200",
      "เมื่อได้รับภวังค์ จะลดเวลาคูลดาวน์ทุกสกิลของตัวเอง 12% ฟื้นฟู Mana ของตัวเอง 240",
      "เมื่อได้รับภวังค์ จะลดเวลาคูลดาวน์ทุกสกิลของตัวเอง 14% ฟื้นฟู Mana ของตัวเอง 290",
      "เมื่อได้รับภวังค์ จะลดเวลาคูลดาวน์ทุกสกิลของตัวเอง 17% ฟื้นฟู Mana ของตัวเอง 350",
      "เมื่อได้รับภวังค์ จะลดเวลาคูลดาวน์ทุกสกิลของตัวเอง 20% ฟื้นฟู Mana ของตัวเอง 420",
      "เมื่อได้รับภวังค์ จะลดเวลาคูลดาวน์ทุกสกิลของตัวเอง 25% ฟื้นฟู Mana ของตัวเอง 500"
    ],
    "story": "อุปกรณ์ที่ทรงพลังและจุดประกายความน่าเกรงขามนี้สามารถพูดคุยโต้ตอบกับผู้ครอบครอง และในบางครั้งก็เข้าครอบเจ้าของด้วย Schwanheite นับเป็นหนึ่งในอาวุธที่ยอดเยี่ยมเหล่านี้ พิณตัวนี้ ซึ่งยืนกรานว่ามีชื่อว่า 'Mr. Schute' สามารถขยายมานาของเจ้าของ และพ่นไปทั่วตัวเจ้าของได้ เนื่องจากมานาที่ขยายจะถูกกระจาย จึงไม่สามารถใช้เป็นเวทมนตร์โจมตีได้อย่างมีประสิทธิภาพ อย่างไรก็ตาม มันสามารถใช้งานได้อย่างมีประสิทธิภาพในทางอื่นๆ ทั้งนี้ขึ้นอยู่กับวิธีใช้งาน Mr. Schute ค่อยข้างพูดมาก แต่เฉพาะกับคนที่ตนเห็นว่าเป็นเพื่อนเท่านั้น ทุกวันนี้เขาพูดเฉพาะกับ Shea เท่านั้น"
  },
  "s1": {
    "name": "ท่วงทำนองเขียวขจี",
    "description": "รักษา HP ของพันธมิตรทั้งหมด {0} หน่วยภายใน 8 ครั้งและพันธมิตรได้รับความเสียหายลดลง {1}% เป็นเวลา 8 วินาที หากใช้เมื่อภวังค์ซ้อนทับกัน 3 ครั้ง เพิ่มอัตราการรักษาของสกิลนี้ 100% และเปลี่ยนเอฟเฟคการลดความเสียหายเป็น {2}%",
    "books": {
      "0": "เพิ่มการรักษา {0}%.",
      "1": "เพิ่มการรักษา {0}%.",
      "2": "เพิ่มการรักษา {0}%."
    },
    "light": "ฟื้นฟู HP ของพันธมิตรทั้งหมด 15% เมื่อใช้",
    "dark": "เพิ่มความต้านทานคริของพันธมิตรทั้งหมด 250 หน่วยเป็นเวลา 8 วินาที",
    "ut": {
      "name": "ดอกไม้แห่งชีวิต",
      "description": [
        "[ท่วงทำนองแห่งธรรมชาติสีเขียว] เพิ่มอัตราการรักษา 50% และเพิ่มการต้านทานสถานะผิดปกติของเป้าหมาย 100 หน่วยเป็นเวลา 8 วินาที",
        "[ท่วงทำนองแห่งธรรมชาติสีเขียว] เพิ่มอัตราการรักษา 50% และเพิ่มการต้านทานสถานะผิดปกติของเป้าหมาย 120 หน่วยเป็นเวลา 8 วินาที",
        "[ท่วงทำนองแห่งธรรมชาติสีเขียว] เพิ่มอัตราการรักษา 50% และเพิ่มการต้านทานสถานะผิดปกติของเป้าหมาย 140 หน่วยเป็นเวลา 8 วินาที",
        "[ท่วงทำนองแห่งธรรมชาติสีเขียว] เพิ่มอัตราการรักษา 50% และเพิ่มการต้านทานสถานะผิดปกติของเป้าหมาย 170 หน่วยเป็นเวลา 8 วินาที",
        "[ท่วงทำนองแห่งธรรมชาติสีเขียว] เพิ่มอัตราการรักษา 50% และเพิ่มการต้านทานสถานะผิดปกติของเป้าหมาย 210 หน่วยเป็นเวลา 8 วินาที",
        "[ท่วงทำนองแห่งธรรมชาติสีเขียว] เพิ่มอัตราการรักษา 50% และเพิ่มการต้านทานสถานะผิดปกติของเป้าหมาย 250 หน่วยเป็นเวลา 8 วินาที"
      ],
      "story": "ดอกไม้ลึกลับที่อุดมไปด้วยพลังแห่งชีวิต ดอกไม้นี้ต่างจากพืชอื่นๆ ของแดนโกลาหลที่เติบโตขึ้นจากเศษซากความชั่วร้าย มันได้รับสารอาหารจากสสารที่สะอาดและบริสุทธิ์ อาทิ หยดน้ำค้างยามเช้าและพลังจากทางช้างเผือกที่เต็มไปด้วยดวงดาว พลังอันบริสุทธิ์ที่ดอกไม้นี้เก็บสะสมไว้ระหว่างการเติบโตช่วยเหลือ Shea ได้อย่างมากเมื่อนางเล่นท่วงทำนองธรรมชาติอันเขียวขจี"
    }
  },
  "s2": {
    "name": "บทเพลงสายลมสีคราม",
    "description": "ฟื้นฟู MP ของพันธมิตรทั้งหมด {0} หน่วยภายใน 8 ครั้งและรักษา HP ของเป้าหมายที่มี MP สูงสุด {1} หน่วยและลดระยะเวลาของสถานะผิดปกติ {2}% เป็นเวลา 8 วินาที หากใช้เมื่อภวังค์ซ้อนทับกัน 3 ครั้ง เพิ่มอัตราการฟื้นฟู MP และอัตราการรักษาของสกิลนี้ 50% และพันธมิตรทั้งหมดจะต้านทานสถานะผิดปกติเป็นเวลา 8 วินาที",
    "books": {
      "0": "เพิ่มการฟื้น Mana {0}%",
      "1": "เพิ่มการฟื้น Mana {0}%",
      "2": "เพิ่มการฟื้น Mana {0}%"
    },
    "light": "ฟื้นฟู Mana ของพันธมิตรทั้งหมด 500 เมื่อใช้",
    "dark": "เพิ่มความเร็วโจมตีของพันธมิตรทั้งหมด 250 หน่วยเป็นเวลา 8 วินาที",
    "ut": {
      "name": "ดอกไม้แห่งสายลม",
      "description": [
        "[บทเพลงสายลมสีคราม] เพื่อความแม่นยำขึ้น 250 หน่วยเป็นเวลา 8 วินาทีและฟื้นฟู MP 160 หน่วยทุกครั้งที่พันธมิตรใช้สกิล",
        "[บทเพลงสายลมสีคราม] เพื่อความแม่นยำขึ้น 250 หน่วยเป็นเวลา 8 วินาทีและฟื้นฟู MP 190 หน่วยทุกครั้งที่พันธมิตรใช้สกิล",
        "[บทเพลงสายลมสีคราม] เพื่อความแม่นยำขึ้น 250 หน่วยเป็นเวลา 8 วินาทีและฟื้นฟู MP 230 หน่วยทุกครั้งที่พันธมิตรใช้สกิล",
        "[บทเพลงสายลมสีคราม] เพื่อความแม่นยำขึ้น 250 หน่วยเป็นเวลา 8 วินาทีและฟื้นฟู MP 270 หน่วยทุกครั้งที่พันธมิตรใช้สกิล",
        "[บทเพลงสายลมสีคราม] เพื่อความแม่นยำขึ้น 250 หน่วยเป็นเวลา 8 วินาทีและฟื้นฟู MP 330 หน่วยทุกครั้งที่พันธมิตรใช้สกิล",
        "[บทเพลงสายลมสีคราม] เพื่อความแม่นยำขึ้น 250 หน่วยเป็นเวลา 8 วินาทีและฟื้นฟู MP 400 หน่วยทุกครั้งที่พันธมิตรใช้สกิล"
      ],
      "story": "ดอกไม้ที่ Shea สวมในวันที่นางเล่นเพลงความสุขจากสายลม Schwanheit บอกมาว่า มันยังเป็นของขวัญจากนางฟ้าแห่งพงไพรสำหรับเพลงที่งดงามของนาง มันมีความปรารถนาของ Shea ที่ว่าสายลมจะพัดพาความสุขไปทั่วโลก"
    }
  },
  "s3": {
    "name": "ระบำแดงเดือด",
    "description": "สร้างความเสียหายเวทมนตร์ {0} หน่วยแก่ศัตรูทั้งหมดภายใน 8 ครั้งและเพิ่มพลังโจมตีของพันธมิตรทั้งหมด {1} หน่วยเป็นเวลา 8 วินาที หากใช้เมื่อภวังค์ซ้อนทับกัน 3 ครั้ง เพิ่มความเสียหายและบูสต์พลังโจมตีของสกิลนี้ 100% และยกเลิกบัฟของศัตรูทั้งหมดอย่างต่อเนื่อง",
    "books": {
      "0": "เพิ่มปริมาณการโจมตี {0}%",
      "1": "เพิ่มปริมาณการโจมตี {0}%",
      "2": "เพิ่มปริมาณการโจมตี {0}%"
    },
    "light": "เพิ่มบูสต์พลังโจมตี 40%",
    "dark": "ศัตรูทั้งหมดได้รับความเสียหายเพิ่มขึ้น 15% เป็นเวลา 8 วินาที",
    "ut": {
      "name": "มงกุฎแห่งเทพธิดา",
      "description": [
        "[ระบำแดงเดือด] เมื่อร่ายสกิลจะใบ้ศัตรูทั้งหมดเป็นเวลา 2 วินาทีและเพิ่มความเสียหายคริติคอลของพันธมิตรทั้งหมด 20% ขณะร่าย",
        "[ระบำแดงเดือด] เมื่อร่ายสกิลจะใบ้ศัตรูทั้งหมดเป็นเวลา 2 วินาทีและเพิ่มความเสียหายคริติคอลของพันธมิตรทั้งหมด 24% ขณะร่าย",
        "[ระบำแดงเดือด] เมื่อร่ายสกิลจะใบ้ศัตรูทั้งหมดเป็นเวลา 2 วินาทีและเพิ่มความเสียหายคริติคอลของพันธมิตรทั้งหมด 29% ขณะร่าย",
        "[ระบำแดงเดือด] เมื่อร่ายสกิลจะใบ้ศัตรูทั้งหมดเป็นเวลา 2 วินาทีและเพิ่มความเสียหายคริติคอลของพันธมิตรทั้งหมด 35% ขณะร่าย",
        "[ระบำแดงเดือด] เมื่อร่ายสกิลจะใบ้ศัตรูทั้งหมดเป็นเวลา 2 วินาทีและเพิ่มความเสียหายคริติคอลของพันธมิตรทั้งหมด 42% ขณะร่าย",
        "[ระบำแดงเดือด] เมื่อร่ายสกิลจะใบ้ศัตรูทั้งหมดเป็นเวลา 2 วินาทีและเพิ่มความเสียหายคริติคอลของพันธมิตรทั้งหมด 50% ขณะร่าย"
      ],
      "story": "มงกุฎดอกไม้ที่ Shea สวมในวันที่นางเล่นเพลงกล่อมสู่ฝันในป่า Schwanheit บอกมาว่า มันเป็นของขวัญจากนางฟ้าแห่งพงไพรสำหรับเพลงที่งดงามของนาง ว่ากันว่าไอเทมที่ผ่านมือนางฟ้าจะมีพลังในการนำวิญญาณกลับไปสู่สภาพที่บริสุทธิ์ที่สุด"
    }
  },
  "s4": {
    "name": "ภวังค์",
    "description": "เมื่อสกิลสิ้นสุดลง แสต็คภวังค์เพิ่ม 1 ครั้ง สามารถแสต็คได้สูงสุด 3 ครั้งและหากใข้สกิลเมื่อแสต็ค 3 ครั้งจะใช้แสต็คทั้งหมดในการฟื้นฟู HP {0} แก่พันธมิตรทั้งหมด ภวังค์จะไม่สามารถยกเลิกได้",
    "books": {
      "0": "เพิ่มการรักษา {0}%.",
      "1": "เพิ่มการรักษา {0}%.",
      "2": "เพิ่มการรักษา {0}%."
    },
    "light": "เพิ่มอัตราการรักษาของภวังค์ขึ้น 100%",
    "dark": "หากใช้สกิลเมื่อมีแสต็คภวังค์ 3 อัน สร้างความเสียหายเวทย์ปริมาณเท่ากับพลังฟื้นฟูพันธมิตรแก่ศัตรูทั้งหมด และลดพลังป้องกันทั้งหมดลง 10% เป็นเวลา 10 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ป้องกันสถานะ +100",
    "dark": "เมื่อเริ่มการต่อสู้ทุกครั้ง แสต็คภวังค์ 1 อัน ฟื้นฟู Mana 500"
  }
}