{
  "name": "Kara",
  "subtitle": "แบบอย่างแห่งสิ่งประดิษฐ์เวทย์โบราณ",
  "description": "โกเลมเครื่องจักรกลประเภทมนุษย์ที่สร้างขึ้นโดยนักประดิษฐ์ ของอารยธรรมโบราณที่ถูกลืมไปเนิ่นนาน ร่างกายของเธอคือการรวมกันของเทคโนโลยีโบราณและแบบอย่างแห่งสิ่งประดิษฐ์เวทย์ เธอคืออาวุธอันแข็งแกร่งที่สามารถทำลายล้างศัตรูได้ด้วยการยิงเป้าอันทรงพลัง",
  "story": "โกเลมประเภทมนุษย์ที่ถูกสร้างขึ้นด้วยสิ่งประดิษฐ์เวทย์โบราณ แม้ลักษณะภายนอกของเธอจะไม่ต่างจากมนุษย์เด็กหญิงคนหนึ่ง แต่เธอคืออาวุธโบราณที่ไม่มีความรู้สึกและถูกสร้างขึ้นเพียงเพื่อเป็นเครื่องมือเท่านั้น เธอหลับใหลในซากปรักหักพังแห่งอารยธรรมโบราณ ซึ่งอยู่ลึกลงไปใต้ดินในที่ราบ Galluah เธอถูก Annette นักประดิษฐ์ในอาณาจักร Orvel ขุดค้นพบในระหว่างการค้นคว้าวิจัย และฟื้นขึ้นมาในยุคใหม่พร้อมกับอารยธรรมใหม่...",
  "like": "การเติมพลังงาน, ผู้เชี่ยวชาญ",
  "dislike": "คำสั่งที่ไม่สามารถทำให้สำเร็จได้, วิธีการทำสิ่งต่างๆ ที่ไร้ประสิทธิภาพ",
  "inn": {
    "idle": "มนุษย์เยอะแยะเลย เยอะกว่าที่ข้าเคยเห็นมา",
    "recruit": {
      "greet": "สวัสดี",
      "talk": [
        "อากาศวันนี้ช่าง... แจ่มใสดีทีเดียว จะมีเมฆบ้างในตอนกลางคืน",
        "อาหารที่นี่มีคุณภาพสูง มันไม่มียาพิษ ดังนั้นไม่ต้องกังวลไป",
        "วังเงียบสงัด แต่ที่นี่อึกทึกครึกโครม"
      ],
      "gift": "นี่คือเงินตราที่ใช้อยู่ในปัจจุบันสินะ เจ้านายของข้าคงชอบมันแน่"
    },
    "affinity": {
      "greet": "สวัสดี เจ้านายอีกคน",
      "talk": [
        "ข้าคืออาวุธ ข้าไม่มีอารมณ์ความรู้สึก แต่...",
        "สงสัยจังว่าการมีชีวิตหมายความว่ายังไง..."
      ],
      "gift": "ขอบคุณนะ มันจะใช้เป็นทุนในการค้นคว้าวิจัยของเจ้านาย"
    },
    "relationship": {
      "greet": "สวัสดี เจ้านอนหลับได้ดีหรือเปล่า",
      "talk": [
        "ข้าไม่เข้าใจอารมณ์ความรู้สึกดีนัก... แต่ข้าสงสัยจังว่าความรู้สึกนี้คืออะไร",
        "ข้ารู้สึกถึงอะไรบางอย่างที่คุ้นเคย คุ้นเคย... ใช่สิ่งนี้หรือเปล่า",
        "ข้าสงสัยว่าความรู้สึกรักเป็นยังไง ข้าอยากรู้"
      ]
    }
  },
  "uw": {
    "name": "ปืนใหญ่เครื่องจักรนิรันดร์รูปแบบ 0, ผู้ทลายสวรรค์",
    "description": [
      "เพิ่มพลังโจมตี 1% ทุกวินาที สามารถซ้อนทับกันได้สูงสุด 30 ครั้ง",
      "เพิ่มพลังโจมตี 1% ทุกวินาที สามารถซ้อนทับกันได้สูงสุด 40 ครั้ง",
      "เพิ่มพลังโจมตี 1% ทุกวินาที สามารถซ้อนทับกันได้สูงสุด 50 ครั้ง",
      "เพิ่มพลังโจมตี 1% ทุกวินาที สามารถซ้อนทับกันได้สูงสุด 60 ครั้ง",
      "เพิ่มพลังโจมตี 1% ทุกวินาที สามารถซ้อนทับกันได้สูงสุด 70 ครั้ง",
      "เพิ่มพลังโจมตี 1% ทุกวินาที สามารถซ้อนทับกันได้สูงสุด 80 ครั้ง"
    ],
    "story": "วัตถุโบราณจากอารยธรรมโบราณที่มีเครื่องยนต์กลไกซึ่งมอบพลังไร้ขีดจำกัด มันคืออาวุธทรงพลานุภาพที่มีพลังของอาวุธปิดล้อม และพลังของมันก็ใกล้เคียงกับพลังเวทมนตร์ระดับสูง มีผู้ค้นพบอาวุธนี้ภายใต้ซากปรักหักพังของสาธารณรัฐ Gray ที่เก่าแก่ แต่มันถูกเก็บไว้เนื่องจากไม่มีใครรู้วิธีใช้งานมัน เป็นเวลาเนิ่นนานหลังจากนั้น มีผู้ขุดพบ Kara และเมื่อเธอฟื้นตื่นขึ้น มันก็เทเลพอร์ตไปอยู่ข้างเธอ อาวุธสิ่งประดิษฐ์เวทย์ระดับสูงที่ถูกสร้างด้วยวิธีการที่คล้ายคลึงกับป้อมปราการภูเขา"
  },
  "s1": {
    "name": "เลเซอร์ต้านกำลังพล",
    "description": "โจมตีศัตรู 4 ครั้ง สร้างความเสียหายเวทมนตร์รวม {0} หน่วยและผลักศัตรูให้กระเด็น โจมตีศัตรูทั้งหมดด้วยการโจมตีครั้งสุดท้าย สร้างความเสียหายเวทมนตร์ {1} หน่วยและผลักให้ศัตรูกระเด็นออกไป {2} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "[เลเซอร์ต้านกำลังพล] - ฟื้นฟู MP 200 หน่วยเมื่อโจมตีคริติคอล [เลเซอร์ล้อมโจมตี] - เพิ่มค่ามานา 1 หน่วยและเพิ่มความเสียหาย 100%",
    "dark": "[เลเซอร์ต้านกำลังพล] - ลด MP ของศัตรูที่ได้รับความเสียหาย 300 หน่วย [เลเซอร์ล้อมโจมตี] - ลดค่ามานา 1 หน่วย",
    "ut": {
      "name": "เลนส์ออปติคัล - MF002",
      "description": [
        "[เลเซอร์ต้านกำลังพล] เพิ่มความเสียหาย 20% และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที [เลเซอร์ล้อมโจมตี] เพิ่มความเสียหาย 20% และไม่สนใจการบล็อคกายภาพและการบล็อคเวทมนตร์ของเป้าหมาย",
        "[เลเซอร์ต้านกำลังพล] เพิ่มความเสียหาย 24% และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที [เลเซอร์ล้อมโจมตี] เพิ่มความเสียหาย 24% และไม่สนใจการบล็อคกายภาพและการบล็อคเวทมนตร์ของเป้าหมาย",
        "[เลเซอร์ต้านกำลังพล] เพิ่มความเสียหาย 29% และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที [เลเซอร์ล้อมโจมตี] เพิ่มความเสียหาย 29% และไม่สนใจการบล็อคกายภาพและการบล็อคเวทมนตร์ของเป้าหมาย",
        "[เลเซอร์ต้านกำลังพล] เพิ่มความเสียหาย 35% และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที [เลเซอร์ล้อมโจมตี] เพิ่มความเสียหาย 35% และไม่สนใจการบล็อคกายภาพและการบล็อคเวทมนตร์ของเป้าหมาย",
        "[เลเซอร์ต้านกำลังพล] เพิ่มความเสียหาย 42% และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที [เลเซอร์ล้อมโจมตี] เพิ่มความเสียหาย 42% และไม่สนใจการบล็อคกายภาพและการบล็อคเวทมนตร์ของเป้าหมาย",
        "[เลเซอร์ต้านกำลังพล] เพิ่มความเสียหาย 50% และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที [เลเซอร์ล้อมโจมตี] เพิ่มความเสียหาย 50% และไม่สนใจการบล็อคกายภาพและการบล็อคเวทมนตร์ของเป้าหมาย"
      ],
      "story": "เลนส์ออปติคัลที่ Annette ทำขึ้นให้กับ Kara นางสร้างมันขึ้นมาตามพิมพ์เขียวที่ค้นพบขณะขุดเอา Kara ออกจากพื้นดิน พิมพ์เขียวดังกล่าวมีเทคโนโลยีที่ล้ำสมัยกว่าระดับวิศวกรรมในปัจจุบันอย่างมาก ถึงอย่างนั้นนางก็สามารถตีความเนื้อหาบางส่วนได้ การศึกษาพิมพ์เขียวทำให้นางค้นพบว่าเลนส์ซึ่งมีลักษณะโครงสร้างคล้ายดวงตาของแมลงปอนี้ช่วยให้ผู้สวมใส่สามารถตรวจจับการเคลื่อนไหวได้ไม่ว่าจะเล็กน้อยแค่ไหน รวมถึงช่วยให้สามารถมองเห็นเป้าหมายได้จากหลายร้อยมุม นางติดตั้งเลนส์นี้เข้ากับ Kara ซึ่งเป็นสุดยอดของสิ่งประดิษฐ์เวทมนตร์ ผลที่ได้คือทำให้เปลี่ยนแปลงโหมดการโจมตีได้ดีขึ้นอย่างมาก"
    },
    "linked": {
      "name": "เลเซอร์ล้อมโจมตี",
      "description": "โจมตีเป้าหมาย ซึ่งสร้างความเสียหายเวทมนตร์ {0} หน่วย ความเสียหายคริติคอลมีผลสูงขึ้น {1}%"
    }
  },
  "s2": {
    "name": "ปืนใหญ่พื้นที่วงกว้าง",
    "description": "โจมตีเป้าหมายโดยสุ่มและศัตรูที่อยู่ใกล้ในระยะ 4 ครั้ง ซึ่งสร้างความเสียหายเวทมนตร์โดยรวมเท่ากับ {0} หน่วย และสตันศัตรูเป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "[ปืนใหญ่พื้นที่วงกว้าง] - เพิ่มระยะเวลาสตัน 1 วินาที [ยิงเป้า] - ซ้อนทับสกิลยิงเป้าเพิ่มอีก 1 ครั้ง",
    "dark": "[ปืนใหญ่พื้นที่วงกว้าง] - ลดค่ามานา 1 หน่วย [ยิงเป้า] - เพิ่มการซ้อนทับสูงสุดของสกิลยิงเป้าเป็น 60 ครั้ง",
    "ut": {
      "name": "อุปกรณ์บันทึก KARA-00XX",
      "description": [
        "[ปืนใหญ่พื้นที่วงกว้าง] เพิ่มความเสียหาย 50% ลดความเร็วในการโจมตีของเป้าหมาย 100 เป็น 10 วินาที [ยิงเป้าหมาย]เมื่อเกิดคริติคอล ลดคูลไทม์ 2% และฟื้นฟู มานา 150",
        "[ปืนใหญ่พื้นที่วงกว้าง] เพิ่มความเสียหาย 50% ลดความเร็วในการโจมตีของเป้าหมาย 120 เป็น 10 วินาที [ยิงเป้าหมาย]เมื่อเกิดคริติคอล ลดคูลไทม์ 2.4% และฟื้นฟู มานา 150",
        "[ปืนใหญ่พื้นที่วงกว้าง] เพิ่มความเสียหาย 50% ลดความเร็วในการโจมตีของเป้าหมาย 140 เป็น 10 วินาที [ยิงเป้าหมาย]เมื่อเกิดคริติคอล ลดคูลไทม์ 2.9% และฟื้นฟู มานา 150",
        "[ปืนใหญ่พื้นที่วงกว้าง] เพิ่มความเสียหาย 50% ลดความเร็วในการโจมตีของเป้าหมาย 170 เป็น 10 วินาที [ยิงเป้าหมาย] เมื่อเกิดคริติคอล ลดคูลไทม์ 3.5% และฟื้นฟู มานา 150",
        "[ปืนใหญ่พื้นที่วงกว้าง] เพิ่มความเสียหาย 50% ลดความเร็วในการโจมตีของเป้าหมาย 210 เป็น 10 วินาที [ยิงเป้าหมาย] เมื่อเกิดคริติคอล ลดคูลไทม์ 4.2% และฟื้นฟู มานา 150",
        "[ปืนใหญ่พื้นที่วงกว้าง] เพิ่มความเสียหาย 50% ลดความเร็วในการโจมตีของเป้าหมาย 250 เป็น 10 วินาที [ยิงเป้าหมาย]เมื่อเกิดคริติคอล ลดคูลไทม์ 5% และฟื้นฟู มานา 150"
      ],
      "story": "อุปกรณ์บันทึกและตัวประมวลผลที่ทำงานเหมือนกับสมองของ Kara มันคือสมบัติที่เต็มไปด้วยความรู้โบราณ และความจุของมันก็มากเกินกว่าความจุสมองของมนุษย์ยิ่งนัก แม้ว่ามันจะเป็นอุปกรณ์ที่เหลือเชื่อ แต่มันก็บันทึกและคัดลอกอารมณ์ได้อย่างยากลำบาก"
    },
    "linked": {
      "name": "ยิงเป้า",
      "description": "โจมตีเป้าหมายโดยสุ่ม 15 ครั้ง ซึ่งสร้างความเสียหายเวทมนตร์โดยรวมเท่ากับ {0} หน่วย และใช้สกิลยิงเป้าเป็นเวลา {1} วินาที สร้างความเสียหายเวทมนตร์เพิ่มเติม {2} หน่วยในการซ้อนทับสกิลยิงเป้าแต่ละครั้งบนตัวศัตรู สกิลยิงเป้าสามารถซ้อนทับกันได้สูงสุด 30 ครั้ง"
    }
  },
  "s3": {
    "name": "ปลดปล่อยอาวุธปิดล้อม",
    "description": "Kara เปลี่ยนเป็นโหมดอาวุธปิดล้อมและโจมตีศัตรู ซึ่งสร้างความเสียหายเวทมนตร์ {0} หน่วยในการโจมตีแต่ละครั้ง เมื่ออยู่ในโหมดอาวุธปิดล้อม จะเปลี่ยนสกิลเลเซอร์ต้านกำลังพลและปืนใหญ่พื้นที่วงกว้างให้เป็นสกิลเลเซอร์ล้อมโจมตีและยิงเป้า เมื่อใช้สกิลนี้อีกครั้ง จะกลับไปยังโหมดอาวุธต้านกำลังพล",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรูเพียง 1 ตัว",
    "dark": "ลดเวลาคูลดาวน์สกิลทั้งหมด 3% เมื่อโจมตีคริติคอล",
    "ut": {
      "name": "แหล่งพลังโบราณ",
      "description": [
        "[ปลดปล่อยอาวุธปิดล้อม] เพิ่มความเสียหาย 50% และลดพลังป้องกันเวทมนตร์ของเป้าหมาย 1% เมื่อโจมตีคริติคอล เอฟเฟคการลดพลังป้องกันเวทมนตร์สามารถซ้อนทับกันได้สูงสุด 20 ครั้ง",
        "[ปลดปล่อยอาวุธปิดล้อม] เพิ่มความเสียหาย 50% และลดพลังป้องกันเวทมนตร์ของเป้าหมาย 1% เมื่อโจมตีคริติคอล เอฟเฟคการลดพลังป้องกันเวทมนตร์สามารถซ้อนทับกันได้สูงสุด 24 ครั้ง",
        "[ปลดปล่อยอาวุธปิดล้อม] เพิ่มความเสียหาย 50% และลดพลังป้องกันเวทมนตร์ของเป้าหมาย 1% เมื่อโจมตีคริติคอล เอฟเฟคการลดพลังป้องกันเวทมนตร์สามารถซ้อนทับกันได้สูงสุด 29 ครั้ง",
        "[ปลดปล่อยอาวุธปิดล้อม] เพิ่มความเสียหาย 50% และลดพลังป้องกันเวทมนตร์ของเป้าหมาย 1% เมื่อโจมตีคริติคอล เอฟเฟคการลดพลังป้องกันเวทมนตร์สามารถซ้อนทับกันได้สูงสุด 35 ครั้ง",
        "[ปลดปล่อยอาวุธปิดล้อม] เพิ่มความเสียหาย 50% และลดพลังป้องกันเวทมนตร์ของเป้าหมาย 1% เมื่อโจมตีคริติคอล เอฟเฟคการลดพลังป้องกันเวทมนตร์สามารถซ้อนทับกันได้สูงสุด 42 ครั้ง",
        "[ปลดปล่อยอาวุธปิดล้อม] เพิ่มความเสียหาย 50% และลดพลังป้องกันเวทมนตร์ของเป้าหมาย 1% เมื่อโจมตีคริติคอล เอฟเฟคการลดพลังป้องกันเวทมนตร์สามารถซ้อนทับกันได้สูงสุด 50 ครั้ง"
      ],
      "story": "แหล่งพลังของ Kara และหนึ่งในผลงานชิ้นเอกที่ยอดเยี่ยมที่สุดของอารยธรรมโบราณซึ่งถูกลืมเลือนไปเป็นเวลาเนิ่นนาน มันคือเทคโนโลยีพื้นฐานของ Annette ที่ใช้เพื่อสร้าง Rascal แต่แม้แต่เธอก็ยังไม่สามารถที่จะล่วงรู้ทุกอย่างเกี่ยวกับเทคโนโลยีพิเศษนี้ได้ เครื่องยนต์กลไกถาวรที่สร้างพลังเวทมนตร์ไร้ขีดจำกัดอย่างต่อเนื่อง"
    }
  },
  "s4": {
    "name": "แก่นแท้แห่งสิ่งประดิษฐ์เวทย์",
    "description": "เมื่ออยู่ในโหมดอาวุธต้านกำลังพล จะเพิ่มพลังป้องกันทั้งหมด {0} หน่วย และเมื่ออยู่ในโหมดอาวุธปิดล้อม จะเพิ่มพลังโจมตี {1} หน่วย, รับความเสียหายเพิ่มขึ้น {2}% และได้รับความต้านทานต่อสถานะผิดปกติ ฟื้นฟู MP {3} หน่วยในทุกครั้งที่สร้างความเสียหายแก่ศัตรู",
    "books": {
      "0": "เพิ่มค่าการเพิ่มพลังโจมตีและพลังป้องกัน {0}%.",
      "1": "เพิ่มค่าการเพิ่มพลังโจมตีและพลังป้องกัน {0}%.",
      "2": "เพิ่มค่าการเพิ่มพลังโจมตีและพลังป้องกัน {0}%."
    },
    "light": "การฟื้นฟู MP เพิ่มขึ้นสามเท่าเมื่อมีศัตรูเพียง 1 ตัว",
    "dark": "[อาวุธต้านกำลังพล] - ลดพลังโจมตี 20% แต่เพิ่มการฟื้นฟู MP ต่อวินาที 100% [อาวุธปิดล้อม] - ลดพลังป้องกันทั้งหมด 60% แต่เพิ่มความเสียหายคริติคอล 140%"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "[อาวุธต้านกำลังพล] - เพิ่มความแม่นยำของสถานะผิดปกติ 400 หน่วย [อาวุธปิดล้อม] - เพิ่มความแม่นยำ 400 หน่วย"
  }
}