{
  "name": "Nia",
  "subtitle": "ดวงตาที่เต็มไปด้วยความมืดมน!",
  "description": "ผู้นำสาวของเผ่าบาบาเรี่ยนที่อาศัยอยู่ในป่าลึกทางตอนใต้ นางได้สืบทอดสกิลเลือดปีศาจและดวงตาปีศาจสาปให้เป็นหินจากบรรพบุรุษ นางจะรั้งศัตรูไว้และฆ่าให้ตายด้วยการโจมตีอันรุนแรง",
  "story": "ตำนานเก่าแก่เล่าว่ามีปีศาจที่ใช้มนุษย์เป็นหนูทดลองในการดัดแปลงร่างกาย มันใช้เวทมนตร์โคลน เชื่อม และดัดแปลงร่างกายของทั้งมนุษย์และสัตว์ประหลาด มีเสียงร่ำลือกันว่าผู้รับการทดลองคนหนึ่งได้รับพลังมหาศาล แล้วก็หนีออกจากห้องทดลอง มาตั้งเผ่าอยู่ท่ามกลางเหล่ามนุษย์ หัวหน้าเผ่าขึ้นชื่อเรื่องการสร้างความสามารถลึกลับที่เรียกว่าดวงตาปีศาจสาปให้เป็นหิน ดวงตาปีศาจนี้คล้ายกับดวงตาต้องสาปหายากของบาซิลิสก์ที่สาปทุกสิ่งที่จ้องมองให้เป็นหิน ดวงตาปีศาจได้สืบทอดไปยัง Nia ผู้นำสาวของเผ่า Krakashu ผู้นำสาวที่ว่องไวราวกับเสือดาวตนนี้กำลังออกล่าปีศาจและอสูรที่ชั่วช้าเพื่อแก้แค้นให้บรรพบุรุษ",
  "like": "เนื้อสัตว์ ผู้คนที่มอบเนื้อสัตว์ให้กับนาง นางชอบนอนหนุนตักคนอื่นอาบแดด",
  "dislike": "ผัก ผู้คนจากจักรวรรดิ Vespia อสูรที่ชั่วช้า ถูกนำไปทดลอง อากาศหนาวเหน็บ",
  "inn": {
    "idle": "ฮึ่ม... มนุษย์... เยอะเกินไปแล้วนะ...",
    "recruit": {
      "greet": "*ฟืด ฟืด* ข้าได้กลิ่นความสว่าง... และความมืด...",
      "talk": [
        "..เมื่อไหร่... จะได้เวลาอาหาร...?",
        "ข้าหิว... ข้าหิว... ได้เวลาออกล่าแล้ว...",
        "ฮื่อ... ข้าได้กลิ่น...พรีเดเตอร์..."
      ],
      "gift": "ข้ากินเจ้านี่ไม่ได้หรอก..."
    },
    "affinity": {
      "greet": "*ฟืด ฟืด* ข้าได้กลิ่นคุ้นๆ นะ...",
      "talk": [
        "การล่าช่างน่าตื่นเต้น เพราะข้าจะได้ออกล่าตามใจชอบ...",
        "หน้ากากกระดูก... วัตถุดิบหรือ? เอ๋... น่าเกลียดนะแต่ก็น่ารัก... มีจมูก... แล้วก็เขา..."
      ],
      "gift": "นี่มัน... ข้าไม่อยากได้... เอาเนื้อสัตว์มา... หืม? ข้าซื้อเนื้อสัตว์ได้เหรอ?"
    },
    "relationship": {
      "greet": "*ฟืด* อาหาร... มากินด้วยกันไหม...?",
      "talk": [
        "นั่นใช่เนื้อไหม? เนื้อสัตว์...ข้าชอบกิน อร่อยจัง...",
        "ปีศาจ... การทดสอบ... บรรพบุรุษของข้า... เปลี่ยนมัน...ให้กลายเป็นอสูรร้ายชั่วช้า... แย่จริง...",
        "ฮื่อ... บางทีข้าก็ชอบลูบหัว...มากเกินไป... ฮี่ ฮี่..."
      ]
    }
  },
  "uw": {
    "name": "ผู้สร้างความโกลาหล, ซาคาดรัส",
    "description": [
      "เพิ่มอัตราคริติคอล 200 และความเสียหายคริติคอล 40%",
      "เพิ่มอัตราคริติคอล 240 และความเสียหายคริติคอล 48%",
      "เพิ่มอัตราคริติคอล 290 และความเสียหายคริติคอล 58%",
      "เพิ่มอัตราคริติคอล 350 และความเสียหายคริติคอล 70%",
      "เพิ่มอัตราคริติคอล 420 และความเสียหายคริติคอล 84%",
      "เพิ่มอัตราคริติคอล 500 และความเสียหายคริติคอล 100%"
    ],
    "story": "อาวุธที่หลอมมาจากโลหะพิเศษที่ชาแมนจากเผ่าแห่งความมืด Krakashu สร้างขึ้นโดยนำอสูรปีศาจไปหลอมทั้งเป็น หลังจากนั้นโลหะก็ถูกหลอมขึ้นโดยช่างตีเหล็กฝีมือดีที่สุดในป่า เปลี่ยนโฉมใหม่กลายเป็นอาวุธเวทมนตร์ที่ใช้ลงทัณฑ์ปีศาจ กรงเล็บคู่ใหญ่ได้กักเก็บคำสาป ความโกรธแค้น และโทสะเอาไว้ กรงเล็บนี้เป็นสัญลักษณ์แทนหัวหน้าเผ่า Krakashu อีกทั้งยังเป็นวัตถุลงอาคมที่ทำให้ความโกรธแค้นของบรรพบุรุษคลายความรุนแรงลง Nia ได้ขึ้นเป็นหัวหน้าเผ่าตั้งแต่อายุยังน้อยมากเลยยังไม่ได้รับพลังความมืดจากอาวุธนั้น แต่เมื่อตกดึก ตอนนางใกล้จะหลับ นางก็ได้ยินเสียงกรีดร้องด้วยความโกรธแค้นของบรรพบุรุษจากอาวุธนั้น"
  },
  "s1": {
    "name": "แผลเป็นแห่งความป่าเถื่อน",
    "description": "สร้างความเสียหายกายภาพ {0} หน่วยแก่ศัตรู 1 ตัว แล้วเคลื่อนที่ไปข้างหน้าขณะที่โจมตีบริเวณรอบๆ และผลักศัตรูให้กระเด็นไปด้านหลังเพื่อสร้างความเสียหายกายภาพ {1} หน่วย การโจมตีครั้งสุดท้ายจะสร้างความเสียหายกายภาพ {2} หน่วยแก่ศัตรูที่อยู่ด้านหน้าและผลักให้กระเด็นเป็นเวลา {3} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "ฟื้นฟูมานาของตัวเอง 50 หน่วยทุกครั้งที่โจมตีโดน",
    "ut": {
      "name": "ดอกไม้ป่า",
      "description": [
        "[แผลเป็นแห่งความป่าเถื่อน] ลดค่ามานาลง 1 หน่วยและลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 200 หน่วยเป็นเวลา 10 วินาที",
        "[แผลเป็นแห่งความป่าเถื่อน] ลดค่ามานาลง 1 หน่วยและลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 240 หน่วยเป็นเวลา 10 วินาที",
        "[แผลเป็นแห่งความป่าเถื่อน] ลดค่ามานาลง 1 หน่วยและลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 290 หน่วยเป็นเวลา 10 วินาที",
        "[แผลเป็นแห่งความป่าเถื่อน] ลดค่ามานาลง 1 หน่วยและลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 350 หน่วยเป็นเวลา 10 วินาที",
        "[แผลเป็นแห่งความป่าเถื่อน] ลดค่ามานาลง 1 หน่วยและลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 420 หน่วยเป็นเวลา 10 วินาที",
        "[แผลเป็นแห่งความป่าเถื่อน] ลดค่ามานาลง 1 หน่วยและลดความต้านทานคริติคอลกายภาพของศัตรูที่ได้รับผลลง 500 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "ป่าแห่งความมืดตั้งอยู่ทางตอนใต้ของ Vespia นี้เป็นทั้งบ้าน สถานที่ล่า และสนามรบของเผ่า Krakashu ผู้คนในจักรวรรดิถือว่าคนเหล่านี้เป็นคนป่าเถื่อน แต่จริงๆ แล้วพวกเขาเป็นคนที่มีอารมณ์อ่อนไหว ชอบมอบดอกไม้ให้กับคนที่รัก สำหรับเผ่า Krakashu แล้ว ช่อดอกไม้สื่อถือการกลับบ้านอย่างปลอดภัย ช่อดอกไม้นี้ทำมือโดยสมาชิกเผ่าของ Nia และลงอาคมช่วยป้องกันไม่ให้ดอกไม้เหี่ยวตราบใดที่ Nia ยังแข็งแรงดีอยู่"
    },
    "linked": {
      "name": "แผลเป็นแห่งความป่าเถื่อนที่อัพเกรดแล้ว",
      "description": "สร้างความเสียหายกายภาพ {0} หน่วยแก่ศัตรู 1 ตัว แล้วพุ่งไปหาศัตรูแบบสุ่มขณะที่โจมตีบริเวณรอบๆ และผลักศัตรูให้กระเด็นไปด้านหลังเพื่อสร้างความเสียหายกายภาพ {1} หน่วย การโจมตีครั้งสุดท้ายจะสร้างความเสียหายกายภาพ {2} หน่วยแก่ศัตรูที่อยู่ด้านหน้าและผลักให้กระเด็นเป็นเวลา {3}"
    }
  },
  "s2": {
    "name": "ออกล่า",
    "description": "เคลื่อนที่ไปด้านหลังศัตรูที่อยู่ไกลที่สุดเพื่อสร้างความเสียหายกายภาพ {0} หน่วยและทำให้ศัตรูทุกตัวได้รับผลของสกิล [ร่องรอยการล่า] เป็นเวลา {1} วินาที ศัตรูที่ได้รับผลของ [ร่องรอยการล่า] จะได้รับความเสียหายกายภาพเพิ่มขึ้น {2}% และมีอัตราการรักษาลดลง {3}% ยกเลิกเอฟเฟคบวกทั้งหมดของศัตรูด้วย [ร่องรอยการล่าที่อัพเกรดแล้ว]",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "สตันเป้าหมาย 1 วินาทีเมื่อได้รับผลของสกิล [ร่องรอยการล่า] และ 3 วินาทีเมื่อได้รับผลของสกิล [ร่องรอยการล่าที่อัพเกรดแล้ว]",
    "dark": "[ร่องรอยการล่า] และ [ร่องรอยการล่าที่อัพเกรดแล้ว] จะยกเลิกโดยใช้สกิลที่ถอดเอฟเฟคลบไม่ได้",
    "ut": {
      "name": "ของขวัญจากนักล่า",
      "description": [
        "[ออกล่า] เพิ่มความเสียหาย 50% และความเสียหายกายภาพที่ได้รับจาก [ร่องรอยการล่า] และ [ร่องรอยการล่าที่อัพเกรดแล้ว] อีก 8%.",
        "[ออกล่า] เพิ่มความเสียหาย 50% และความเสียหายกายภาพที่ได้รับจาก [ร่องรอยการล่า] และ [ร่องรอยการล่าที่อัพเกรดแล้ว] อีก 10%.",
        "[ออกล่า] เพิ่มความเสียหาย 50% และความเสียหายกายภาพที่ได้รับจาก [ร่องรอยการล่า] และ [ร่องรอยการล่าที่อัพเกรดแล้ว] อีก 12%.",
        "[ออกล่า] เพิ่มความเสียหาย 50% และความเสียหายกายภาพที่ได้รับจาก [ร่องรอยการล่า] และ [ร่องรอยการล่าที่อัพเกรดแล้ว] อีก 14%.",
        "[ออกล่า] เพิ่มความเสียหาย 50% และความเสียหายกายภาพที่ได้รับจาก [ร่องรอยการล่า] และ [ร่องรอยการล่าที่อัพเกรดแล้ว] อีก 17%.",
        "[ออกล่า] เพิ่มความเสียหาย 50% และความเสียหายกายภาพที่ได้รับจาก [ร่องรอยการล่า] และ [ร่องรอยการล่าที่อัพเกรดแล้ว] อีก 20%."
      ],
      "story": "ชื่อเสียงของนักฆ่าผู้พิฆาตมังกร Yanne ไม่ได้แผ่ไปแค่ทวีป Orbis เท่านั้นแต่ยังแผ่ไปทั่วทั้งจักรวรรดิ Vespia Yanne นักล่ามอนสเตอร์มือฉมังผู้นี้ได้รับคำขอจากคนชั้นสูงในจักรวรรดิให้ออกล่ามอนสเตอร์ที่อาศัยอยู่ในป่าแห่งความมืด อย่างไรก็ตาม เจตจำนงที่แท้จริงของจักรวรรดิคือไล่พวกชนเผ่าออกจากป่า เพื่อไม่ให้พวกเขาสร้างความเจริญให้กับป่าและใช้ป่าเพื่อผลประโยชน์ส่วนตัว Yanne มุ่งหน้าเข้าป่าโดยไม่รู้ความจริง แถมเผ่า Krakashu ก็เข้าใจผิดว่า Yanne เป็นผู้บุกรุกที่ต้องการยึดครองป่าจึงทำการโจมตีนาง โดยมี Nia เป็นผู้นำการจู่โจม หลังจากชาวเผ่าทำให้พลังแข่งแกร่งของ Yanne อ่อนกำลังลงได้อย่างง่ายดาย นางก็ได้พูดคุยกับ Nia และรู้ความจริงในที่สุด นางจึงขอโทษ Nia ที่รุกล้ำเขตแดนโดยไม่ขออนุญาต แล้วมอบสร้อยคอที่นางทำเองให้เพื่อเป็นสัญลักษณ์แห่งการปรองดองและมิตรภาพ"
    },
    "linked": {
      "name": "ออกล่าที่อัพเกรดแล้ว",
      "description": "เคลื่อนที่ไปด้านหลังศัตรูที่อยู่ไกลที่สุดเพื่อสร้างความเสียหายกายภาพแบบไม่สนพลังป้องกัน {0} หน่วยและทำให้ศัตรูทุกตัวได้รับผลของสกิล [ร่องรอยการล่าที่อัพเกรดแล้ว] แก่ศัตรูทุกตัวเป็นเวลา {1} วินาที ศัตรูที่ได้รับผลของสกิล [ร่องรอยการล่าที่อัพเกรดแล้ว] จะได้รับความเสียหายกายภาพเพิ่มขึ้น {2}% และอัตราการรักษาลดลง {3}% และความเร็วโจมตีลดลง {4}% ยกเลิกเอฟเฟคบวกของศัตรูทั้งหมดที่ได้รับผลของสกิล [ร่องรอยการล่า]"
    }
  },
  "s3": {
    "name": "ดวงตาปีศาจสาปให้เป็นหิน",
    "description": "สร้างความเสียหายกายภาพ {0} หน่วยแก่ศัตรูที่อยู่ด้านหน้า {1} ครั้ง และสาปให้เป็นหินเป็นเวลา {2} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ต้านทานสถานะผิดปกติในช่วงระยะเวลาของสกิล",
    "dark": "เพิ่มความเสียหายแก่ศัตรูที่ไม่ใช่ฮีโร่ 100% ในช่วงระยะเวลาของสกิล",
    "ut": {
      "name": "หน้ากากกระดูกลงอาคม",
      "description": [
        "[ดวงตาปีศาจสาปให้เป็นหิน] จะดึงตัวศัตรูมาอยู่ด้านหน้าเมื่อร่ายสกิลและลดมานาของศัตรู 200 หน่วยเมื่อถูกโจมตี",
        "[ดวงตาปีศาจสาปให้เป็นหิน] จะดึงตัวศัตรูมาอยู่ด้านหน้าเมื่อร่ายสกิลและลดมานาของศัตรู 240 หน่วยเมื่อถูกโจมตี",
        "[ดวงตาปีศาจสาปให้เป็นหิน] จะดึงตัวศัตรูมาอยู่ด้านหน้าเมื่อร่ายสกิลและลดมานาของศัตรู 290 หน่วยเมื่อถูกโจมตี",
        "[ดวงตาปีศาจสาปให้เป็นหิน] จะดึงตัวศัตรูมาอยู่ด้านหน้าเมื่อร่ายสกิลและลดมานาของศัตรู 350 หน่วยเมื่อถูกโจมตี",
        "[ดวงตาปีศาจสาปให้เป็นหิน] จะดึงตัวศัตรูมาอยู่ด้านหน้าเมื่อร่ายสกิลและลดมานาของศัตรู 420 หน่วยเมื่อถูกโจมตี",
        "[ดวงตาปีศาจสาปให้เป็นหิน] จะดึงตัวศัตรูมาอยู่ด้านหน้าเมื่อร่ายสกิลและลดมานาของศัตรู 500 หน่วยเมื่อถูกโจมตี"
      ],
      "story": "หน้ากากที่สร้างจากกะโหลกของ Prektrek สัตว์ประหลาดจอมมนตราที่เปี่ยมไปด้วยเวทมนตร์ Nia ไม่ชอบหน้ากากแบบทั่วไปที่มักจะครอบทั้งหน้า นางเลยดัดแปลงหน้ากากกระดูกให้เป็นหมวก การใช้งานหลักของหน้ากากกระดูกคือป้องกันไม่ให้ดวงตาปีศาจของหัวหน้าเผ่าปล่อยพลังอันบ้าคลั่งออกมา ถึงดวงตาปีศาจของ Nia จะมีพลังมหาศาลแต่ก็สงบนิ่งดี หน้ากากเลยไม่มีประโยชน์ต่อนางเหมือนกับที่มีต่อคนอื่น Nia เคยเก็บหน้ากากไว้เป็นของดูต่างหน้าพ่อหลังจากที่พ่อถูกดาวสีน้ำเงินเรียกไปเมื่อนางสืบทอดพลังดวงตาปีศาจสาปให้เป็นหิน ว่ากันว่านางทำหน้ากากมาจากกะโหลกที่มีรูปร่างเหมือนหน้ากากกระดูกของพ่อที่สุด เกร็ดเล็กเกร็ดน้อย: ผู้คนทราบกันดีว่าอสูร Prektrek เป็นญาติห่างๆ กับก๊อบลิน"
    },
    "linked": {
      "name": "ดวงตาปีศาจสาปให้เป็นหินที่อัพเกรดแล้ว",
      "description": "สร้างความเสียหายกายภาพแบบไม่สนใจพลังป้องกัน {0} หน่วยแก่ศัตรูที่อยู่ด้านหน้าเป็นวงกว้าง {1} ครั้งและสาปให้เป็นหินเป็นเวลา {2} วินาที"
    }
  },
  "s4": {
    "name": "เลือดปีศาจ",
    "description": "ได้รับ 1 แสตคของ [เลือดปีศาจ] เมื่อร่ายสกิล สามารถซ้อนทับกันได้สูงสุด {0} ครั้ง และเมื่อได้รับ {0} แสตค คูลดาวน์ของสกิลจะถูกรีเซ็ตและ [สกิลเสริมพลัง] จะเปิดใช้งาน จะใช้แสตค [เลือดปีศาจ] เมื่อใช้ [สกิลเสริมพลัง] เมื่อได้รับแสตค [เลือดปีศาจ] แต่ละครั้ง เพิ่มพลังโจมตีของตัวเองขึ้น {2} หน่วยและอัตราหลบหลีกทั้งหมดขึ้น {3} หน่วยเป็นเวลา {1} วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
    "books": {
      "0": "เพิ่มปริมาณการโจมตี {0}%",
      "1": "เพิ่มปริมาณการโจมตี {0}%",
      "2": "เพิ่มปริมาณการโจมตี {0}%"
    },
    "light": "เพิ่มบูสต์ของพลังโจมตีและบูสต์โอกาสหลบหลักทั้งหมด 50%",
    "dark": "ลบล้างเอฟเฟคลบโดยซ้อนสกิล [เลือดปีศาจ] 4 ครั้ง",
    "ut": {
      "name": "ยาปรับสมดุลเลือด",
      "description": [
        "[เลือดปีศาจ] เมื่อเริ่มการต่อสู้ทุกครั้ง ได้รับสแต็กเลือดปีศาจ 1 สแต็ก เมื่อมีสแต็กเลือดปีศาจ 4 สแต็กจะต้านทานสถานะผิดปกติเป็นเวลา 2 วินาที",
        "[เลือดปีศาจ] เมื่อเริ่มการต่อสู้ทุกครั้ง ได้รับสแต็กเลือดปีศาจ 1 สแต็ก เมื่อมีสแต็กเลือดปีศาจ 4 สแต็กจะต้านทานสถานะผิดปกติเป็นเวลา 2.4 วินาที",
        "[เลือดปีศาจ] เมื่อเริ่มการต่อสู้ทุกครั้ง ได้รับสแต็กเลือดปีศาจ 1 สแต็ก เมื่อมีสแต็กเลือดปีศาจ 4 สแต็กจะต้านทานสถานะผิดปกติเป็นเวลา 2.9 วินาที",
        "[เลือดปีศาจ] เมื่อเริ่มการต่อสู้ทุกครั้ง ได้รับสแต็กเลือดปีศาจ 1 สแต็ก เมื่อมีสแต็กเลือดปีศาจ 4 สแต็กจะต้านทานสถานะผิดปกติเป็นเวลา 3.5 วินาที",
        "[เลือดปีศาจ] เมื่อเริ่มการต่อสู้ทุกครั้ง ได้รับสแต็กเลือดปีศาจ 1 สแต็ก เมื่อมีสแต็กเลือดปีศาจ 4 สแต็กจะต้านทานสถานะผิดปกติเป็นเวลา 4.2 วินาที",
        "[เลือดปีศาจ] เมื่อเริ่มการต่อสู้ทุกครั้ง ได้รับสแต็กเลือดปีศาจ 1 สแต็ก เมื่อมีสแต็กเลือดปีศาจ 4 สแต็กจะต้านทานสถานะผิดปกติเป็นเวลา 5 วินาที"
      ],
      "story": "แม้เลือดในกาย Nia จะสงบลงกว่าของบรรพบุรุษนาง แต่ก็มีบางเวลาที่โลหิตเหล่านั้นเกิดการคลุ้มคลั่ง ซึ่งก็มากเสียจนตัวนางแทบเสียสติ ยาปรับสมดุลตำรับพิเศษตัวนี้ คือยาพิษสูตรเฉพาะที่ Mediana และ Requina ผสมไว้ให้ตามคำขอของ Yanne ผู้ล่วงรู้ถึงอาการที่ Nia ต้องเผชิญ ยาพิษตัวนี้จะส่งผลเฉพาะกับเลือดปีศาจในตัว Nia ซึ่งช่วยระงับอาการโลหิตคลุ้มคลั่งที่เกิดขึ้น แต่ทว่า ตัวยากลับมีผลข้างเคียงทำให้ระบบย่อยอาหารของนางทำงานผิดปกติ ถึงขนาดทำให้ Nia ผู้โปรดปรานเนื้อสัตว์เป็นพิเศษต้องหยุดกินเนื้อในช่วงเวลาที่ใช้ยา ด้วยเหตุนี้เอง Nia จึงพยายามเลี่ยงไม่ใช้ยาปรับสมดุลตัวนี้"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเร็วโจมตี +100",
    "dark": "การโจมตีปกติและ [รอยแผลเป็นแห่งความป่าเถื่อนที่อัพเกรดแล้ว] จะสร้างความเสียหายกายภาพเพิ่มเติมโดยไม่สนใจพลังป้องกันเท่ากับ 25% ของพลังโจมตี"
  }
}