{
  "name": "Esker",
  "subtitle": "นักการพนันแห่งมายา",
  "description": "ชายที่อันตรายที่สุดในโลกแห่งการพนันใต้ดิน เขามีความสามารถแปลกๆ ในการอ่านใจผู้คน เมื่อการทอยลูกเต๋าของเขาทำให้ผู้คนไขว้เขว เขาจะกลายเป็นผู้ชนะในทันที",
  "story": "เกิดมาพร้อมกับจิตวิญญาณของศิลปินพเนจร Esker เป็นนักมายากลดาวเด่นแห่ง Stardust คณะละครพเนจรจนกระทั่งเขาถูกใส่ร้ายโดยนายกรัฐมนตรี El Moriham แห่ง Orvelia และหายตัวเข้ากลีบเมฆไป ในตอนที่ทุกคนเริ่มที่จะลืมเขาไปแล้ว จู่ๆ เขาก็โผล่ตัวออกมาสู่โลกในฐานะนักพนันที่อันตรายที่สุดในโลกแห่งการพนันใต้ดิน 'นักการพนันแห่งมายา' นั่นคือฉายาที่ผู้ท้าดวลเรียกเขาด้วยน้ำเสียงที่สั่นเทาด้วยความกลัว นักพนันที่เล่นกับเขาทุกคนกล่าวต่างพูดเสียงเดียวกัน ในทันทีที่พวกเขาเผชิญหน้ากับเสียงหัวเราะที่เป็นเอกลักษณ์ เสียงอันนุ่มนวล และดวงตาที่ว่างเปล่าของ Esker นักพนันทุกคนต่างก็รู้สึกคลื่นไส้ด้วยความสงสัยว่าโดนชายคนด้านหน้าอ่านทุกการเคลื่อนไหวอยู่รึเปล่า",
  "like": "ลูกบาศก์รูนมัมโบจัมโบ, เปียโนคอนแชร์โต้หมายเลข 7 ของ Hayedden, สเต็กปลาดุกเงินที่บีบมะนาว 4 หยด",
  "dislike": "การตกปลา, ไส้เดือน, นักต้มตุ๋น, ทุกอย่างที่มีรสเผ็ด",
  "inn": {
    "idle": "ชู่วว! อย่าบอกใครว่าเจ้าเห็นข้า",
    "recruit": {
      "greet": "เจ้าอยากจะลองเล่นดูหน่อยมั้ย ข้าอาจจะปล่อยให้เจ้าชนะสักสองสามเกมก็ได้นะ",
      "talk": [
        "จงเปิดตาและเฝ้ามองให้ดี ในทันทีที่ข้าทอยลูกเต๋านี้ โลกแห่งการสร้างสรรค์จะปรากฏต่อหน้าเจ้า",
        "โอ๊ะโอ ข้ารู้แล้วว่าลูกเต๋าจะออกหน้าอะไร เจ้าพ่ายแพ้ตั้งแต่ในตอนที่เจ้าปล่อยให้คู่ต่อสู้อ่านใจได้แล้ว",
        "รู้สึกโกรธไหมที่ข้าชนะอยู่ฝ่ายเดียว มาสิ ครั้งหน้าข้าจะปล่อยให้เจ้าชนะบ้าง"
      ],
      "gift": "แค่นั้นเหรอ"
    },
    "affinity": {
      "greet": "ฮ่าฮ่าฮ่า เจ้าฝีมือดีขึ้นหนิ! มาร่วมมือกับข้าแล้วทำเงินจริงๆ จังๆ สักหน่อยไหม",
      "talk": [
        "เจ้า Lucias นั่นทั้งงี่เง่าและดื้อรั้น อย่าบอกเขาว่าข้าอยู่ที่นี่ เฮ้อ แค่คิดว่าเจอกับเขา ข้าก็ขนลุกแล้ว",
        "บ่อนลับงั้นเหรอ หึ เจ้าจินตนาการไม่ถึงหรอก พวกเขาจะไม่ยอมให้เจ้านั่งที่โต๊ะนอกเสียจากเจ้าจะมีเลือดแวมไพร์เต็มขวด ไม่เอาน่า อย่าร้องสิ ข้าแค่หยอกเจ้าเล่น"
      ],
      "gift": "ช่างของขวัญและไปหาอะไรกินกันเถอะ สเต็กปลาดุกเงินที่บีบมะนาวเติมรสสักหน่อยคงจะสมบูรณ์น่าดู"
    },
    "relationship": {
      "greet": "เกมของข้าจะสิ้นสุดลงเมื่อการแก้แค้นของข้าเสร็จสิ้น ข้าไม่สนหรอกว่ามันจะทำลายตัวข้าหรือไม่ ลูกเต๋าจะกลิ้งไปเรื่อยๆ ไม่มีวันหยุด",
      "talk": [
        "ข้าเคยตกปลากับเขาในตอนที่เรายังเด็ก... เอาจริงๆ ข้าไม่เคยชอบการตกปลาเลย ข้าเกลียดการใส่เหยื่อที่เบ็ดด้วยไส้เดือนขยะแขยงพวกนั้น",
        "ข้าจะสอนวิธีการสับไพ่หลังการแสดงให้กับ Ophelia",
        "ข้าจะกลับไปยัง Stardust เมื่อไหร่เหรอ อืม... ข้าจะลองกลับไปคิดดูหากเจ้ามาดูการแสดง"
      ]
    }
  },
  "uw": {
    "name": "ลูกเต๋าลูโทรน่า, ความเพลิดเพลินของนักพเนจร",
    "description": [
      "เมื่อสกิลติดคริติคอล เพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 20% เป็นเวลา 10 วินาที และฟื้นฟูมานาของตัวเอง 100 หน่วย",
      "เมื่อสกิลติดคริติคอล เพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 20% เป็นเวลา 10 วินาที และฟื้นฟูมานาของตัวเอง 120 หน่วย",
      "เมื่อสกิลติดคริติคอล เพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 20% เป็นเวลา 10 วินาที และฟื้นฟูมานาของตัวเอง 140 หน่วย",
      "เมื่อสกิลติดคริติคอล เพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 20% เป็นเวลา 10 วินาที และฟื้นฟูมานาของตัวเอง 170 หน่วย",
      "เมื่อสกิลติดคริติคอล เพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 20% เป็นเวลา 10 วินาที และฟื้นฟูมานาของตัวเอง 210 หน่วย",
      "เมื่อสกิลติดคริติคอล เพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 20% เป็นเวลา 10 วินาที และฟื้นฟูมานาของตัวเอง 250 หน่วย"
    ],
    "story": "ลูกเต๋าคู่หนึ่งที่ใช้โดย Hexipolia ตัวตลกมายาพเนจร เขาเป็นเคยจอมเวทย์และศิลปินที่มีชื่อเสียงในสมัยโบราณ และเขาได้เดินทางไปทั่วทั้งทวีปเพื่อมอบความสุขให้แก่ผู้คนและช่วยให้ทุกคนลืมความทุกข์ใจไปเป็นปลิดทิ้ง การแสดงของเขาเป็นสิ่งที่ช่วยปลอบประโลมและให้ความหวังแก่ผู้คนที่อาศัยอยู่ในช่วงเวลาที่สับสนและผู้ชมทุกคนรักเขาจนถึงขั้นที่สร้างจันทร์แห่ง Hexipolia หลังจากที่เขาจากไปเพื่อเป็นเกียรติแก่วิญญาณอันสูงส่ง อย่างไรก็ตาม ความสามารถของ Hexipolia ที่จำเป็นต้องใช้พลังทางจิตค่อนข้างสูงได้กัดแทะเข้าไปในจิตวิญญาณของเขาอย่างช้าๆ ทำให้เขาต้องทนทุกข์จากความเหงาและความซึมเศร้า เขาต้องการที่จะละทิ้งพรสวรรค์นี้ แต่ความโศกเศร้าของผู้คนนั้นมากเกินไป เขารู้ดีว่าการแสดงของเขามีความหมายต่อผู้ชมอย่างไร เขารู้ดีว่าเขาเกิดมาเพื่อมอบความสุขให้แก่ผู้คน ลูกเต๋าลูโทรน่าคือสิ่งที่เขาสร้างขึ้นเพื่อมอบความสนุกสนานให้กับตัวเองในระหว่างการเดินทางอันแสนเจ็บปวดเพื่อมอบความบันเทิง เขาอัดมานาลงในลูกเต๋า ทำให้ลูกเต๋ามีพลังในการสร้างภาพลวงตามิติ เมื่อทอย ลูกเต๋าจะเปิดโลกในจินตนาการออกมา ซึ่งเป็นที่ที่ Hexipolia สามารถพบกับความสงบสุขได้บ้าง ลูกเต๋าถูกส่งต่อไปยังทายาทที่แสวงหาการเป็นตัวตลกทั้งชีวิต และได้หายสาญสูญไปในตอนที่อารยธรรมโบราณล่มสลาย และในตอนนี้ลูกเต๋านี้ได้มาอยู่ในมือของชายที่มีฉายาว่านักการพนันแห่งมายา ถูกนำไปใช้ในวิธีที่แตกต่างออกไปอย่างสิ้นเชิงกับความตั้งใจของผู้ที่สร้างลูกเต๋าขึ้นมา... ว่ากันว่าลูกเต๋าจะปรากฏในมือของ Esker พร้อมแสงเจิดจ้าในยามที่เขาจำเป็นต้องหลบหนีจากโลกใบนี้"
  },
  "s1": {
    "name": "นี่คือเกมของข้า",
    "description": "โจมตีศัตรูแบบสุ่ม 3 ครั้ง สร้างความเสียหายเวทมนตร์ {0} หน่วยและสตันศัตรูเป็นเวลา {1} วินาที หากการโจมตีทั้ง 3 ครั้งโจมตีโดนศัตรูตัวเดิม จะสร้างความเสียหายเวทมนตร์เพิ่มเติม {2} หน่วยที่ไม่สนใจพลังป้องกัน",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรูเหลือเพียง 1 ตัว",
    "dark": "ลดความเร็วโจมตีของศัตรูลง 200 หน่วยเป็นเวลา 10 วินาที",
    "ut": {
      "name": "ลูกบาศก์รูนมัมโบจัมโบ",
      "description": [
        "[นี่คือเกมของข้า] เพิ่มความเสียหายขึ้น 20% และเพิ่มจำนวนการโจมตีขึ้น 1 ครั้ง",
        "[นี่คือเกมของข้า] เพิ่มความเสียหายขึ้น 24% และเพิ่มจำนวนการโจมตีขึ้น 1 ครั้ง",
        "[นี่คือเกมของข้า] เพิ่มความเสียหายขึ้น 29% และเพิ่มจำนวนการโจมตีขึ้น 1 ครั้ง",
        "[นี่คือเกมของข้า] เพิ่มความเสียหายขึ้น 35% และเพิ่มจำนวนการโจมตีขึ้น 1 ครั้ง",
        "[นี่คือเกมของข้า] เพิ่มความเสียหายขึ้น 42% และเพิ่มจำนวนการโจมตีขึ้น 1 ครั้ง",
        "[นี่คือเกมของข้า] เพิ่มความเสียหายขึ้น 50% และเพิ่มจำนวนการโจมตีขึ้น 1 ครั้ง"
      ],
      "story": "ลูกบาศก์ของเล่นที่ Esker ใช้เล่นกับ Ophelia ในตอนที่นางเศร้า ลูกบาศก์นี้ส่องแสงแวบวับออกมาเมื่ออักษรรูนเรียงกัน และจะเล่นทำนองเพลงที่แสนไพเราะเมื่อแก้สำเร็จ Ophelia มักจะรู้สึกหดหู่ใจที่ไม่รู้ว่าชายแห่งโชคชะตาที่นางพบในความฝันมีหน้าตาอย่างไร ในกรณีเช่นนี้ Esker จะนำลูกบาศก์นี้ออกมาและปล่อยให้นางดูเขาแก้ลูกบาศก์เพื่อทำให้นางใจเย็นลง"
    }
  },
  "s2": {
    "name": "ถึงตาของข้าแล้ว",
    "description": "ทอยลูกเต๋าและเพิ่มพลังโจมตีและความเสียหายคริติคอลของพันธมิตร 2 คนแบบสุ่มขึ้น {0} หน่วยและ {1}% ตามลำดับเป็นเวลา 60 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด {2} ครั้ง และจำนวนของเป้าหมายจะเพิ่มขึ้น 1 ต่อ 1 จุดบนหน้าลูกเต๋าที่ทอย",
    "books": {
      "0": "เพิ่มปริมาณการโจมตี {0}%",
      "1": "เพิ่มปริมาณการโจมตี {0}%",
      "2": "เพิ่มปริมาณการโจมตี {0}%"
    },
    "light": "เพิ่มค่ามานา 1 หน่วย แต่ทอยลูกเต๋าออกหน้า 6 ทุกครั้ง",
    "dark": "ลดค่ามานา 1 หน่วย",
    "ut": {
      "name": "ตัวหมากรุกที่เล่นไม่ได้",
      "description": [
        "[ถึงตาของข้าแล้ว] เอฟเฟคของถึงตาของข้าแล้วจะไม่สามารถลบล้างได้ และเพิ่มความเร็วโจมตีเพิ่มเติม 30 หน่วยต่อการซ้อนทับให้แก่พันธมิตรคนที่มีพลังโจมตีสูงสุด",
        "[ถึงตาของข้าแล้ว] เอฟเฟคของถึงตาของข้าแล้วจะไม่สามารถลบล้างได้ และเพิ่มความเร็วโจมตีเพิ่มเติม 36 หน่วยต่อการซ้อนทับให้แก่พันธมิตรคนที่มีพลังโจมตีสูงสุด",
        "[ถึงตาของข้าแล้ว] เอฟเฟคของถึงตาของข้าแล้วจะไม่สามารถลบล้างได้ และเพิ่มความเร็วโจมตีเพิ่มเติม 43 หน่วยต่อการซ้อนทับให้แก่พันธมิตรคนที่มีพลังโจมตีสูงสุด",
        "[ถึงตาของข้าแล้ว] เอฟเฟคของถึงตาของข้าแล้วจะไม่สามารถลบล้างได้ และเพิ่มความเร็วโจมตีเพิ่มเติม 52 หน่วยต่อการซ้อนทับให้แก่พันธมิตรคนที่มีพลังโจมตีสูงสุด",
        "[ถึงตาของข้าแล้ว] เอฟเฟคของถึงตาของข้าแล้วจะไม่สามารถลบล้างได้ และเพิ่มความเร็วโจมตีเพิ่มเติม 63 หน่วยต่อการซ้อนทับให้แก่พันธมิตรคนที่มีพลังโจมตีสูงสุด",
        "[ถึงตาของข้าแล้ว] เอฟเฟคของถึงตาของข้าแล้วจะไม่สามารถลบล้างได้ และเพิ่มความเร็วโจมตีเพิ่มเติม 75 หน่วยต่อการซ้อนทับให้แก่พันธมิตรคนที่มีพลังโจมตีสูงสุด"
      ],
      "story": "ตัวหมากรุกที่เป็นของคู่หูการแสดงของ Esker ใน Stardust เมื่อการแสดงมายากลจบลง ทั้งคู่จะเล่นหมากรุกและพูดคุยเกี่ยวกับการแสดงก่อนหน้านี้ วันที่ 'เหตุการณ์' นั้นเกิดขึ้นและ Esker ตัดสินใจที่จะออกจากคณะ ไม่มีใครยกเว้นคู่หูของเขารู้ว่าเขาคิดอะไรอยู่ เขามอบตัวหมากรุกนี้ลงในมือของ Esker และบอก Esker ว่าจงอย่าลืม Stardust และให้กลับมาเมื่อทำได้"
    }
  },
  "s3": {
    "name": "ข้าจะลองเสี่ยงโชคดีไหม",
    "description": "โจมตีศัตรูทั้งหมดและสร้างความเสียหายเวทมนตร์ {0} หน่วย ลดเวลาคูลดาวน์ของสกิลนี้อย่างถาวรลง {1} วินาทีหรือเพิ่มความเสียของสกิลขึ้น {2}% โดยแต่ละเอฟเฟคจะมีโอกาสเกิดขึ้น 50% เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "การเพิ่มความเสียหายจะมีผลหลังจากการลดเวลาคูลดาวน์มีผลโดยมีการซ้อนทับสูงสุดก่อน",
    "dark": "เปลี่ยนเป้าหมายเป็นศัตรู 4 ตัว แต่ลดเวลาคูลดาวน์ลง 50% เมื่อสังหารศัตรู",
    "ut": {
      "name": "คันเบ็ดเก่า",
      "description": [
        "[ข้าจะลองเสี่ยงโชคดีไหม] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 10% เป็นเวลา 10 วินาที",
        "[ข้าจะลองเสี่ยงโชคดีไหม] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 12% เป็นเวลา 10 วินาที",
        "[ข้าจะลองเสี่ยงโชคดีไหม] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 14% เป็นเวลา 10 วินาที",
        "[ข้าจะลองเสี่ยงโชคดีไหม] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 17% เป็นเวลา 10 วินาที",
        "[ข้าจะลองเสี่ยงโชคดีไหม] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 21% เป็นเวลา 10 วินาที",
        "[ข้าจะลองเสี่ยงโชคดีไหม] ลดค่ามานาลง 1 หน่วย และเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที"
      ],
      "story": "คันเบ็ดสำหรับเด็กที่เพื่อนสมัยเด็กของ Esker มอบให้เขาเป็นของขวัญ มีเด็กชายที่น่ารำคาญคนหนึ่งอาศัยอยู่ในเมืองที่ Stardust จะไปเยี่ยมในระหว่างทัวร์ประจำปี เด็กคนนั้นซึ่งก็คือ Lucias มักจะอ่านพระคัมภีร์ที่น่าเบื่อให้ Esker ฟังและแกล้งเขาด้วยด้วงเขี้ยวกาง Esker เกลียดที่เขาชอบยิ้มแย้มเหมือนคนงั่งในตอนแรก แต่ในไม่ช้าพวกเขาก็กลายเป็นเพื่อนสนิทกัน เมื่อ Stardust มาเยี่ยมเมืองของ Lucias อีกครั้งในการทัวร์ ทั้งสองได้แลกเปลี่ยนสัญลักษณ์แห่งมิตรภาพ และคันเบ็ดนี้คือสิ่งที่ Lucias มอบให้ Esker ตั้งแต่นั้นมา Esker จึงต้องไปตกปลากับ Lucias ทุกครั้งที่มาที่เมือง"
    }
  },
  "s4": {
    "name": "นี่ไม่ใช่การเล่นกล",
    "description": "ทุก 10 วินาที เพิ่มพลังโจมตีของตัวเองขึ้น {0} หน่วยและพลังป้องกันขึ้น {1} หน่วย เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
    "books": {
      "0": "เพิ่มบูสต์พลังโจมตีและพลังป้องกันขึ้น {0}%",
      "1": "เพิ่มบูสต์พลังโจมตีและพลังป้องกันขึ้น {0}%",
      "2": "เพิ่มบูสต์พลังโจมตีและพลังป้องกันขึ้น {0}%"
    },
    "light": "เพิ่มจำนวนการซ้อนทับสูงสุดขึ้น 3 ครั้ง",
    "dark": "เพิ่มความเสียหายแก่ศัตรูที่ไม่ใช่ฮีโร่ขึ้น 3% ต่อการซ้อนทับ"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเร็วโจมตี +100",
    "dark": "ทุก 10 วินาที ได้รับพรแห่งลูกเต๋าสูงสุด 6 ครั้ง ลดเวลาคูลดาวน์ของสกิลใช้งานลง 5% ต่อพรแห่งลูกเต๋า 1 ครั้งที่ได้รับ"
  }
}