{
  "name": "Lakrak",
  "subtitle": "มือปืนรับจ้าง",
  "description": "ก็อบลินเผือกผู้เชี่ยวชาญด้านเครื่องยนต์กลไก ปืนของเขาสามารถยิงและระเบิดได้ สามารถก่อกวน และกำจัดเป้าหมายได้ด้วยกระสุนแบบต่างๆ",
  "story": "กอบลินเผือกจอมเพี้ยนตัวนี้ชอบสร้างอาวุธทำลายล้างเป็นที่สุด เขามีสีผิวแตกต่างจึงถูกกอบลินตัวอื่นระรานและขับไล่ออกจากฝูง ส่งผลให้เขาไม่มีความเห็นอกเห็นใจเพื่อนร่วมเผ่าพันธุ์ เขาพร้อมจะยิง ระเบิด หรือทุบเพื่อนกอบลินเพื่อทดสอบอาวุธด้วยความยินดี แต่เขาก็สำนึกในบุญคุณของผู้ที่ช่วยเหลือ จึงเป็นสาเหตุให้เขากลายมาเป็นเพื่อนของ Roi โชคร้ายที่เขาจำหน้าคนไม่ค่อยได้เลยพยายามยิง Roi เป็นประจำ แต่ท้ายที่สุดก็จำได้",
  "like": "ดินปืน, ปืน, ปืนใหญ่",
  "dislike": "กอบลินโง่เขลา",
  "inn": {
    "idle": "ไม่มีพวกก๊อบบลินโง่ๆ! ช่างดีจริงๆ",
    "recruit": {
      "greet": "ว้าว! อาวุธของเจ้าดูดีชะมัด!!!",
      "talk": [
        "เจ้าสู้กับพวกก๊อบบลินมาหรอ? ชนะด้วยงั้นหรอ? ดีมาก!!!",
        "โว้ว ตกใจหมดเลย!! เจ้าจะช่วยข้าทดลองงั้นหรอ? ดี! ทำตอนนี้เลย!!!",
        "ปืนนั่นมันเยี่ยมจริงๆ!! เจ้าก็รู้เรื่องอยู่เหมือนกันหนิ!!!"
      ],
      "gift": "มันคือการลงทุนเพื่ออาวุธที่ทรงพลัง!! ดีหละ!! ต้องใส่สารเคมีลงไปเยอะๆ!!"
    },
    "affinity": {
      "greet": "ยินดีต้อนรับ!!! เจ้าอยากเห็นงานวิจัยข้าไหม",
      "talk": [
        "ข้าอยากพูดภาษามนุษย์ได้ดี! เอ-บี-ซี-ดีด!!! ดีเป็นปัญหาเสมอ!!!",
        "ไม่มีมนุษย์เหมือนเจ้า! โดดเด่น! เจ้าเป็นเพื่อนที่โดดเด่น! ตอนนี้ข้ามี Roi กับเจ้า!!!"
      ],
      "gift": "เจ้านำของดีมาเหรอ! ข้ารู้จักของดี! เยี่ยม!!!"
    },
    "relationship": {
      "greet": "กูกากั่ก! การวิจัยของวันนี้ดีมาก!!",
      "talk": [
        "ดินปืน! ระเบิด!!! กากากั่ก!!",
        "การทดลอง! การทดลอง! การทดลองเพิ่มอีก! การพัฒนาอาวุธสนุกจังเลย!",
        "ข้อมูลการวิจัยชั้นดี ขอบใจนะ!! เพื่อนรัก!!"
      ]
    }
  },
  "uw": {
    "name": "ลาครัค เอ็มเค-1",
    "description": [
      "ได้รับโอกาส 25% ที่จะได้รับการซ้อนทับดินปืน 1 ครั้งเมื่อโจมตี การซ้อนทับดินปืนแต่ละครั้งจะเพิ่มพลังโจมตีขึ้น 3%, ความเร็วโจมตีขึ้น 30 หน่วยและความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 3% ดินปืนสามารถซ้อนทับกันได้สูงสุด 7 ครั้งและไม่สามารถลบล้างได้",
      "ได้รับโอกาส 25% ที่จะได้รับการซ้อนทับดินปืน 1 ครั้งเมื่อโจมตี การซ้อนทับดินปืนแต่ละครั้งจะเพิ่มพลังโจมตีขึ้น 3.6%, ความเร็วโจมตีขึ้น 36 หน่วยและความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 3.6% ดินปืนสามารถซ้อนทับกันได้สูงสุด 7 ครั้งและไม่สามารถลบล้างได้",
      "ได้รับโอกาส 25% ที่จะได้รับการซ้อนทับดินปืน 1 ครั้งเมื่อโจมตี การซ้อนทับดินปืนแต่ละครั้งจะเพิ่มพลังโจมตีขึ้น 4.3%, ความเร็วโจมตีขึ้น 43 หน่วยและความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 4.3% ดินปืนสามารถซ้อนทับกันได้สูงสุด 7 ครั้งและไม่สามารถลบล้างได้",
      "ได้รับโอกาส 25% ที่จะได้รับการซ้อนทับดินปืน 1 ครั้งเมื่อโจมตี การซ้อนทับดินปืนแต่ละครั้งจะเพิ่มพลังโจมตีขึ้น 5.1%, ความเร็วโจมตีขึ้น 51 หน่วยและความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 5.1% ดินปืนสามารถซ้อนทับกันได้สูงสุด 7 ครั้งและไม่สามารถลบล้างได้",
      "ได้รับโอกาส 25% ที่จะได้รับการซ้อนทับดินปืน 1 ครั้งเมื่อโจมตี การซ้อนทับดินปืนแต่ละครั้งจะเพิ่มพลังโจมตีขึ้น 6.2%, ความเร็วโจมตีขึ้น 62 หน่วยและความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 6.2% ดินปืนสามารถซ้อนทับกันได้สูงสุด 7 ครั้งและไม่สามารถลบล้างได้",
      "ได้รับโอกาส 25% ที่จะได้รับการซ้อนทับดินปืน 1 ครั้งเมื่อโจมตี การซ้อนทับดินปืนแต่ละครั้งจะเพิ่มพลังโจมตีขึ้น 7.5%, ความเร็วโจมตีขึ้น 75 หน่วยและความเสียหายต่อศัตรูที่ไม่ใช่ฮีโร่ขึ้น 7.5% ดินปืนสามารถซ้อนทับกันได้สูงสุด 7 ครั้งและไม่สามารถลบล้างได้"
    ],
    "story": "สุดยอดผลงานชิ้นเอกที่ทั้งสร้างสรรค์และอันตรายของนักประดิษฐ์กอบลินสติหลุด ปืนใหญ่ถือมือเดียวกระบอกนี้มีอำนาจยิงสูงสุดเท่าที่ร่างกายกอบลินหนึ่งตัวรับไหว โชคดีที่อาวุธชิ้นนี้ยังไม่ระเบิด แม้จะใช้ดินปืนมากจนน่ากลัว"
  },
  "s1": {
    "name": "ยิงลูกตะกั่ว",
    "description": "โจมตีศัตรูที่อยู่ด้านหน้าเป็นเส้นตรง สร้างความเสียหายกายภาพ {0} หน่วยและผลักศัตรูออกไป หากเป้าหมายไม่ใช่ฮีโร่ สร้างความเสียหายกายภาพเพิ่มเติม {1} หน่วยและสตันศัตรูเป็นเวลา {2} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "ทำให้เป้าหมายสลบ 3 วินาที"
  },
  "s2": {
    "name": "ระเบิดควัน",
    "description": "สร้างความเสียหายกายภาพ {0} แก่ศัตรูที่อยู่ในอาณาเขตและทำให้ตาบอดเป็นเวลา 4 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "ทำให้ศัตรูที่ได้รับความเสียหายหมดสติเป็นเวลา 1 วินาที"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มระยะเวลาตาบอดต่อเนื่อง 2 วินาที",
    "ut": {
      "name": "หน้ากากกันแก๊สแบบพิเศษ",
      "description": [
        "[ระเบิดควัน] ลดเวลาคูลดาวน์ลง 30% และเพิ่มระยะเวลาตาบอดขึ้น 1 วินาที",
        "[ระเบิดควัน] ลดเวลาคูลดาวน์ลง 30% และเพิ่มระยะเวลาตาบอดขึ้น 1.2 วินาที",
        "[ระเบิดควัน] ลดเวลาคูลดาวน์ลง 30% และเพิ่มระยะเวลาตาบอดขึ้น 1.4 วินาที",
        "[ระเบิดควัน] ลดเวลาคูลดาวน์ลง 30% และเพิ่มระยะเวลาตาบอดขึ้น 1.7 วินาที",
        "[ระเบิดควัน] ลดเวลาคูลดาวน์ลง 30% และเพิ่มระยะเวลาตาบอดขึ้น 2.1 วินาที",
        "[ระเบิดควัน] ลดเวลาคูลดาวน์ลง 30% และเพิ่มระยะเวลาตาบอดขึ้น 2.5 วินาที"
      ],
      "story": "หน้ากากประสิทธิภาพสูงที่ทำมาจากวัสดุพิเศษที่ Lakrak ได้รับมาจากแถวๆ Orbis Continent หน้าจากนี้ทำมาจากขนฮาร์ปี้ เกล็ดมังกร ใบของต้นไม้กำเนิดโลก และแร่มิธริลของอาณาจักร ซึ่งเป็นวัตถุดิบที่หาได้ยากทั้งหมด หน้ากากช่วยปกป้องผู้สวมจากแก๊สพิษและเอฟเฟคตาบอดจากระเบิดควัน"
    }
  },
  "s3": {
    "name": "ระเบิดกาว",
    "description": "หลังจาก {0} วินาที ระเบิดใส่ศัตรูแบบสุ่ม สร้างความเสียหายกายภาพโดยเทียบกับ HP ที่เหลือสูงสุด {1} แก่ศัตรูในอาณาเขต และติดระเบิดที่ทำให้หมดสติเป็นเวลา 3 วินาที ทำให้เป้าหมายหมดสติเป็นเวลา 2 วินาทีเมื่อระเบิดถูกจุดไฟ",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มการใช้ Mana 1 และติดตั้งระเบิดให้ศัตรูแบบสุ่ม 2 ครั้ง",
    "dark": "ลดการใช้ Mana 1",
    "ut": {
      "name": "ดินปืนความหนาแน่นสูงพิเศษของก๊อบลิน",
      "description": [
        "[ระเบิดกาว] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 200",
        "[ระเบิดกาว] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 240",
        "[ระเบิดกาว] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 290",
        "[ระเบิดกาว] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 350",
        "[ระเบิดกาว] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 420",
        "[ระเบิดกาว] เพิ่มความเสียหาย 50% เมื่อเกิดคริติคอลจะฟื้นฟู Mana 500"
      ],
      "story": "ดินปืนที่สร้างขึ้นด้วยสูตรลับสุดอันตรายของ Lakrak Lakrak เชื่อว่าการระเบิดธรรมดานั้นไม่มีประสิทธิภาพเพียงพอในแง่ของกลยุทธ์การต่อสู้ ดังนั้นเขาจึงเติมกรดฟอร์มิกและพิษของรากเน็ทเทิ่ลสกัดเข้าไปเพื่อเพิ่มผลพลังอันน่าทึ่ง มันต้องอาศัยกระบวนการกรองที่แม่นยำอย่างยิ่งยวด และเขาก็ใช้มันอย่างลับๆ เพื่อหลีกเลี่ยงการใช้งานในทางที่ผิด"
    }
  },
  "s4": {
    "name": "บรรจุปืนใหญ่",
    "description": "เมื่อโจมตีปกติมีโอกาส 15% ที่จะยิงปินใส่ศัตรูในอาณาเขตและสร้างความเสียหายทางกายภาพ {1} และทำให้หมดสติ 2 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มโอกาสสกิลทำงาน 10%",
    "dark": "เพิ่มความเสียหายทางกายที่เป้าหมายได้รับ 25%"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "เมื่อเกิดคริติคอล เพี่มความเสียหายคริติคอล 5%, เพิ่มความแม่นยำสถานะผิดปกติ 30 แสต็คสูงสุด 10 ครั้ง"
  }
}