{
  "name": "Cecilia",
  "subtitle": "Cecilia สายลมแดงแห่งความยุติธรรม",
  "description": "เด็กสาวผู้ยึดมั่นในความยุติธรรม นางต้องการเป็นที่พึ่งพิงสำหรับผู้อื่นอยู่เสมอ นางลงโทษพวกปีศาจที่มารังแกคนด้วยรองเท้าบู้ทประดิษฐ์เวทมนตร์ซึ่งมีพลังมากพอที่จะบดขยี้ศัตรู",
  "story": "เด็กสาวที่ฝันถึงโลกที่ปราศจากความอยุติธรรม Cecilia หรือที่รู้จักในชื่อสายลมแดงแห่งความยุติธรรม ล้มศัตรูด้วยลูกเตะรุนแรง ริบบิ้นสีแดงของนางพลิ้วไหวกลางอากาศ คุณปู่ของเธอคือ Ricardo หัวหน้าของอัศวินศักดิ์สิทธิ์ Orvelia นางเติบโตมากับการเฝ้าดูปู่พิทักษ์คุณธรรมด้วยจิตใจอันแข็งแกร่ง และตอนนี้ก็มีความฝันที่จะสร้างความยุติธรรมและขจัดความชั่วร้ายในจักรวรรดิในฐานะสมาชิกของกลุ่มต่อต้าน Ricardo เป็นห่วงหลานสาวตัวน้อยเพราะการไขว้คว้าหาความยุติธรรมอาจทำให้นางเป็นอันตรายได้ อย่างไรก็ตาม เสียงตะโกนและลูกเตะของนางเปี่ยมไปด้วยพลังและความองอาจอยู่เสมอ และนางเองก็ไม่เคยกังวลเรื่องนี้เลย",
  "like": "ฮาร์โมนิก้า, ก๋วยเตี๋ยวเผ็ดๆ, การพนัน, การวิ่งแข่ง",
  "dislike": "ความอยุติธรรม, มุกตลกฝืด, การรังแก, งู",
  "inn": {
    "idle": "ข้าเชื่อในศักยภาพไร้ขีดจำกัดของเจ้า!",
    "recruit": {
      "greet": "ข้าอยากให้เจ้าอยู่เคียงข้างข้าระหว่างการเดินทาง",
      "talk": [
        "หรือว่าเจ้าจะรู้จักปู่ของข้า",
        "จิตวิญญาณอันเด็ดเดี่ยวคือสิ่งที่สำคัญที่สุดเมื่อต่อสู้เพื่อความยุติธรรม!",
        "ฝึกฝนวันนี้! ฝึกฝนทุกวัน!"
      ],
      "gift": "เอ๋ ให้ฉันจริงๆ เหรอ"
    },
    "affinity": {
      "greet": "วันนี้มาเล่นอย่างจริงจังกันเถอะ! ใครจะเล่นกับข้าบ้าง",
      "talk": [
        "อย่ายอมแพ้นะ! ข้าคอยช่วยเจ้าอยู่!",
        "ถ้าเป็นเรื่องกินก๋วยเตี๋ยวเผ็ดๆ ล่ะก็ ข้าจะแพ้ไม่ได้! พนันด้วยทอง 5 ก้อนว่าข้ากินก๋วยเตี๋ยวเผ็ดได้มากกว่าเจ้า จะแข่งมั้ย"
      ],
      "gift": "ข้ารักมัน! เจ้ามีอะไรที่อยากได้บ้างมั้ย"
    },
    "relationship": {
      "greet": "ความกล้าหาญคือพลังที่นำความยุติธรรมมาสู่โลกใบนี้!",
      "talk": [
        "ข้ามีรองเท้าบู้ทกี่คู่น่ะหรือ อืมม แค่สำหรับฝึกซ้อมก็มีประมาณ 100 คู่",
        "หือ เจ้าอยากให้ข้าเล่นฮาร์โมนิก้า ฮ่าๆๆ... ด-เดี๋ยวนะ",
        "ถ้าเจ้าเบื่ออยากจะเล่นฟุตบอลมั้ย"
      ]
    }
  },
  "uw": {
    "name": "Gigantix พายุซูเปอร์โซนิค",
    "description": [
      "เพิ่มความเร็วโจมตี 100 หน่วย การโจมตีธรรมดาและการใช้สกิลโจมตีจะทำให้ได้การซ้อนทับของระเบิดของตัวเอง และมีโอกาสเพิ่มขึ้น 3% ในการทำให้เป้าหมายสตันเป็นเวลา 4 วินาที Gigantix จะระเบิดเมื่อจำนวนการซ้อนทับระเบิดถึง 100 ครั้ง และจะเพิ่มความเร็วโจมตีและอัตราหลบหลีกทั้งหมดขึ้น 100 หน่วย เอฟเฟคนี้ไม่สามารถขจัดออกไปได้",
      "เพิ่มความเร็วโจมตี 120 หน่วย การโจมตีธรรมดาและการใช้สกิลโจมตีจะทำให้ได้การซ้อนทับของระเบิดของตัวเอง และมีโอกาสเพิ่มขึ้น 3% ในการทำให้เป้าหมายสตันเป็นเวลา 4 วินาที Gigantix จะระเบิดเมื่อจำนวนการซ้อนทับระเบิดถึง 100 ครั้ง และจะเพิ่มความเร็วโจมตีและอัตราหลบหลีกทั้งหมดขึ้น 120 หน่วย เอฟเฟคนี้ไม่สามารถขจัดออกไปได้",
      "เพิ่มความเร็วโจมตี 140 หน่วย การโจมตีธรรมดาและการใช้สกิลโจมตีจะทำให้ได้การซ้อนทับของระเบิดของตัวเอง และมีโอกาสเพิ่มขึ้น 3% ในการทำให้เป้าหมายสตันเป็นเวลา 4 วินาที Gigantix จะระเบิดเมื่อจำนวนการซ้อนทับระเบิดถึง 100 ครั้ง และจะเพิ่มความเร็วโจมตีและอัตราหลบหลีกทั้งหมดขึ้น 140 หน่วย เอฟเฟคนี้ไม่สามารถขจัดออกไปได้",
      "เพิ่มความเร็วโจมตี 170 หน่วย การโจมตีธรรมดาและการใช้สกิลโจมตีจะทำให้ได้การซ้อนทับของระเบิดของตัวเอง และมีโอกาสเพิ่มขึ้น 3% ในการทำให้เป้าหมายสตันเป็นเวลา 4 วินาที Gigantix จะระเบิดเมื่อจำนวนการซ้อนทับระเบิดถึง 100 ครั้ง และจะเพิ่มความเร็วโจมตีและอัตราหลบหลีกทั้งหมดขึ้น 170 หน่วย เอฟเฟคนี้ไม่สามารถขจัดออกไปได้",
      "เพิ่มความเร็วโจมตี 210 หน่วย การโจมตีธรรมดาและการใช้สกิลโจมตีจะทำให้ได้การซ้อนทับของระเบิดของตัวเอง และมีโอกาสเพิ่มขึ้น 3% ในการทำให้เป้าหมายสตันเป็นเวลา 4 วินาที Gigantix จะระเบิดเมื่อจำนวนการซ้อนทับระเบิดถึง 100 ครั้ง และจะเพิ่มความเร็วโจมตีและอัตราหลบหลีกทั้งหมดขึ้น 210 หน่วย เอฟเฟคนี้ไม่สามารถขจัดออกไปได้",
      "เพิ่มความเร็วโจมตี 250 หน่วย การโจมตีธรรมดาและการใช้สกิลโจมตีจะทำให้ได้การซ้อนทับของระเบิดของตัวเอง และมีโอกาสเพิ่มขึ้น 3% ในการทำให้เป้าหมายสตันเป็นเวลา 4 วินาที Gigantix จะระเบิดเมื่อจำนวนการซ้อนทับระเบิดถึง 100 ครั้ง และจะเพิ่มความเร็วโจมตีและอัตราหลบหลีกทั้งหมดขึ้น 250 หน่วย เอฟเฟคนี้ไม่สามารถขจัดออกไปได้"
    ],
    "story": "รองเท้าบู้ทประดิษฐ์เวทมนตร์ทำจากหินเวทมนตร์แห่งพายุเป็นหลัก ซึ่งขุดได้มาจากซากปรักหักพังสิ่งประดิษฐ์เวทย์โบราณ เมื่อผู้สวมใส่ถูกโจมตี หินเวทมนตร์จะปล่อยคลื่นพลังงานที่ทำให้ผู้สวมใส่มีความเร็วซูเปอร์โซนิคและพลังทำลายล้างมากพอที่จะงอเสาเหล็กได้เหมือนทอฟฟี่ อันที่จริงแล้ว Ricardo เป็นคนเอาหินเวทมนตร์แห่งพายุซึ่งเป็นวัตถุดิบหลักของรองเท้าบู้ทให้ Cecilia ตามคำกล่าวของนาง Ricardo เก็บมันไว้อย่างดี แม้เขาจะไม่เคยบอกว่าได้มาจากไหน วันหนึ่ง Ricardo มาเยี่ยม Cecilia ในจักรวรรดิ และ Cecilia บอกเขาว่าจะเข้าร่วมกับกลุ่มต่อต้าน เขาเห็นแววตาของนางบอกว่าตัดสินใจเด็ดขาดแล้ว เขาจึงมอบหินเวทมนตร์แห่งพายุให้ บอกว่า 'จงให้โลกเข้าใจในสิ่งที่เจ้ารู้สึก' หลังจากนั้น รองเท้าบู้ททรงพลังนี้ก็ถูกสร้างขึ้นโดย Landet นายช่างเนิร์ดแห่งกลุ่มต่อต้าน"
  },
  "s1": {
    "name": "หลีกไป!",
    "description": "เล็งศัตรูที่อยู่ไกลที่สุดและกำหนดให้เป็น [ตัวร้าย] ลดความเร็วโจมตีของศัตรูลง {1} เป็นเวลา {0} วินาที เคลื่อนที่ไปยังเป้าหมายเพื่อสร้าง {2} ความเสียหายกายภาพ [ลูกเตะฟาด!] จะสามารถใช้งานได้หลังจากใช้สกิลนี้",
    "books": {
      "0": "เพิ่มความเสียหายขึ้น {0}%",
      "1": "เพิ่มความเสียหายขึ้น {0}%",
      "2": "เพิ่มความเสียหายขึ้น {0}%"
    },
    "light": "เพิ่มจำนวนความเสียหายกายภาพที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
    "dark": "กำจัดเอฟเฟคบวกต่างๆ ของเป้าหมาย",
    "ut": {
      "name": "ก้าวแรกของฮีโร่",
      "description": [
        "[หลีกไป!] ลดค่ามานาลง 1 หน่วยและทำให้เป้าหมายที่ถูกโจมตีรับความเสียหายกายภาพเพิ่มขึ้น 10% เป็นเวลา 10 วินาที",
        "[หลีกไป!] ลดค่ามานาลง 1 หน่วยและทำให้เป้าหมายที่ถูกโจมตีรับความเสียหายกายภาพเพิ่มขึ้น 12% เป็นเวลา 10 วินาที",
        "[หลีกไป!] ลดค่ามานาลง 1 หน่วยและทำให้เป้าหมายที่ถูกโจมตีรับความเสียหายกายภาพเพิ่มขึ้น 14% เป็นเวลา 10 วินาที",
        "[หลีกไป!] ลดค่ามานาลง 1 หน่วยและทำให้เป้าหมายที่ถูกโจมตีรับความเสียหายกายภาพเพิ่มขึ้น 17% เป็นเวลา 10 วินาที",
        "[หลีกไป!] ลดค่ามานาลง 1 หน่วยและทำให้เป้าหมายที่ถูกโจมตีรับความเสียหายกายภาพเพิ่มขึ้น 21% เป็นเวลา 10 วินาที",
        "[หลีกไป!] ลดค่ามานาลง 1 หน่วยและทำให้เป้าหมายที่ถูกโจมตีรับความเสียหายกายภาพเพิ่มขึ้น 25% เป็นเวลา 10 วินาที"
      ],
      "story": "รองเท้าบู้ทที่ทำขึ้นพิเศษซึ่ง Cecilia เคยใส่ก่อนจะได้รองเท้าบู้ทที่นางสวมอยู่ขณะนี้ หลังจากฝึกศิลปะการต่อสู้ป้องกันตัวมาเป็นปีๆ นางพัฒนารูปแบบการต่อสู้ของตัวเองซึ่งต้องพึ่งการใช้ขาอันรวดเร็วเป็นส่วนใหญ่ เพื่อพิสูจน์ความสามารถต่อปู่ นางฝึกฝนโดยสวมใส่รองเท้าบู้ทที่ทำขึ้นเป็นพิเศษนี้ รอยถลอกและรอยขีดข่วนบนรองเท้าบู้ทเป็นแผลเป็นแห่งเกียรติยศจากวันเวลาแห่งการทำงานอย่างหนัก"
    },
    "linked": {
      "0": {
        "name": "ลูกเตะฟาด!",
        "description": "โจมตีศัตรูเป้าหมาย สร้าง {0} ความเสียหายกายภาพและทำให้ศัตรูกระเด็นเป็นเวลา {1} วินาที ศัตรูในสถานะ [ตัวร้าย] จะถูกโจมตีก่อน [ลูกเตะพายุ!] จะสามารถใช้งานได้หลังจากใช้สกิลนี้"
      },
      "1": {
        "name": "ลูกเตะพายุ!",
        "description": "เคลื่อนที่ไปยังศัตรูที่อยู่ไกลที่สุดและสร้าง {0} ความเสียหายกายภาพ สตันศัตรูเป็นเวลา {1} วินาที ศัตรูในสถานะ [ตัวร้าย] จะถูกโจมตีก่อน"
      }
    }
  },
  "s2": {
    "name": "ศักยภาพไร้ขีดจำกัด",
    "description": "สร้าง {0} ความเสียหายกายภาพแก่ศัตรูที่อยู่ใกล้เป็นวงกลม ทำให้ศัตรูล้มลงเป็นเวลา {1} วินาที ได้รับ [ศักยภาพไร้ขีดจำกัด]ซึ่งจะเพิ่มความเร็วโจมตีของตัวเองขึ้น {3} เป็นเวลา {2} วินาที ระหว่างที่ [ศักยภาพไร้ขีดจำกัด] ทำงาน การโจมตีธรรมดาและการใช้สกิลโจมตีสร้าง {4} ความเสียหายกายภาพแก่เป้าหมายที่เป็นฮีโร่ และ {5} ความเสียหายกายภาพแก่เป้าหมายที่ไม่ใช่ฮีโร่ เอฟเฟคนี้ไม่สามารถขจัดออกไปได้",
    "books": {
      "0": "เพิ่มความเสียหายขึ้น {0}%",
      "1": "เพิ่มความเสียหายขึ้น {0}%",
      "2": "เพิ่มความเสียหายขึ้น {0}%"
    },
    "light": "เพิ่มความเสียหายแก่ศัตรูที่ไม่ใช่ฮีโร่ {0}% ในช่วงระยะเวลาของสกิล",
    "dark": "ได้รับความเสียหายลดลง {0}% ในช่วงระยะเวลาของสกิล",
    "ut": {
      "name": "ความทรงจำวัยเด็ก",
      "description": [
        "[ศักยภาพไร้ขีดจำกัด] ลบล้างเอฟเฟคลบแก่ตัวเอง และเพิ่มความเสียหายขึ้น 20%",
        "[ศักยภาพไร้ขีดจำกัด] ลบล้างเอฟเฟคลบแก่ตัวเอง และเพิ่มความเสียหายขึ้น 24%",
        "[ศักยภาพไร้ขีดจำกัด] ลบล้างเอฟเฟคลบแก่ตัวเอง และเพิ่มความเสียหายขึ้น 29%",
        "[ศักยภาพไร้ขีดจำกัด] ลบล้างเอฟเฟคลบแก่ตัวเอง และเพิ่มความเสียหายขึ้น 35%",
        "[ศักยภาพไร้ขีดจำกัด] ลบล้างเอฟเฟคลบแก่ตัวเอง และเพิ่มความเสียหายขึ้น 42%",
        "[ศักยภาพไร้ขีดจำกัด] ลบล้างเอฟเฟคลบแก่ตัวเอง และเพิ่มความเสียหายขึ้น 50%"
      ],
      "story": "ลูกบอลที่ Cecilia เคยเตะเล่น โดยเฉพาะอย่างยิ่ง ลูกฟุตบอลซึ่งช่วยนางพัฒนาความสามารถในการเตะ นางเคยเป็นหัวหน้าพวกเด็กๆ ในย่านชุมชน และจะพกลูกบอลไว้ข้างกายเสมอเพื่อเป็นที่ระลึกถึงวัยเด็กอันแสนสุข นางจะเอาลูกบอลออกมาเมื่อรู้สึกหดหู่เล็กน้อยหรือหงุดหงิด"
    }
  },
  "s3": {
    "name": "ย้ากกกกกกกกก!",
    "description": "โจมตีศัตรูที่อยู่ใกล้เป็นวงกลม และสร้าง {1} ความเสียหายกายภาพทั้งหมดมากกว่า {0} ครั้ง หลังจากนั้น สร้าง {2} ความเสียหายกายภาพแก่ศัตรูเป้าหมายและผู้ที่อยู่รอบๆ ทำให้ศัตรูล้มลงเป็นเวลา {3} วินาที ถ้า [ศักยภาพไร้ขีดจำกัด] ยังทำงานอยู่ในขณะนั้น สกิลนี้จะถูกใช้งาน [ท่าพิเศษ ลูกเตะดาวตก!] จะใช้งานได้เป็นเวลา {4} วินาที",
    "books": {
      "0": "เพิ่มความเสียหายขึ้น {0}%",
      "1": "เพิ่มความเสียหายขึ้น {0}%",
      "2": "เพิ่มความเสียหายขึ้น {0}%"
    },
    "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรูเหลือเพียง 1 ตัว",
    "dark": "ได้รับการต้านทานสถานะผิดปกติในช่วงระยะเวลาของสกิล",
    "ut": {
      "name": "ช่วงเวลาแห่งความผ่อนคลาย",
      "description": [
        "[ย้ากกกกกกกกก!] เพิ่มความเสียหายของตัวเองต่อบอสขึ้น 4% เมื่อใช้แต่ละครั้ง เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง ลดค่ามานาของ [ท่าพิเศษ ลูกเตะดาวตก!] ลง 1 หน่วย",
        "[ย้ากกกกกกกกก!] เพิ่มความเสียหายของตัวเองต่อบอสขึ้น 4.8% เมื่อใช้แต่ละครั้ง เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง ลดค่ามานาของ [ท่าพิเศษ ลูกเตะดาวตก!] ลง 1 หน่วย",
        "[ย้ากกกกกกกกก!] เพิ่มความเสียหายของตัวเองต่อบอสขึ้น 5.8% เมื่อใช้แต่ละครั้ง เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง ลดค่ามานาของ [ท่าพิเศษ ลูกเตะดาวตก!] ลง 1 หน่วย",
        "[ย้ากกกกกกกกก!] เพิ่มความเสียหายของตัวเองต่อบอสขึ้น 7% เมื่อใช้แต่ละครั้ง เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง ลดค่ามานาของ [ท่าพิเศษ ลูกเตะดาวตก!] ลง 1 หน่วย",
        "[ย้ากกกกกกกกก!] เพิ่มความเสียหายของตัวเองต่อบอสขึ้น 8.4% เมื่อใช้แต่ละครั้ง เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง ลดค่ามานาของ [ท่าพิเศษ ลูกเตะดาวตก!] ลง 1 หน่วย",
        "[ย้ากกกกกกกกก!] เพิ่มความเสียหายของตัวเองต่อบอสขึ้น 10% เมื่อใช้แต่ละครั้ง เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง ลดค่ามานาของ [ท่าพิเศษ ลูกเตะดาวตก!] ลง 1 หน่วย"
      ],
      "story": "ฮาร์โมนิก้าที่ Cecilia ชอบเล่นเวลาว่าง มันเป็นของขวัญที่ Ricardo มอบให้ในวันเกิดอายุ 15 ปี เขาเป็นห่วงว่าหลานสาวอาจลืมพักผ่อนบ้าง ระหว่างที่ออกเดินทางเพื่อสร้างความยุติธรรมให้กับโลก หลังจากพิจารณาอยู่นาน เขามอบฮาร์โมนิก้าเล็กๆ ที่สลักชื่อของนางไว้ให้แก่ Cecilia อย่างไรก็ตาม Cecilia ไม่เคยคิดจะฝึกเล่นมากกว่าหนึ่งเพลงเลย นางไม่รู้เจตนาของปู่"
    },
    "linked": {
      "0": {
        "name": "ท่าพิเศษ ลูกเตะดาวตก!",
        "description": "ใช้การโจมตีเต็มกำลังซึ่งสร้าง {0} ความเสียหายกายภาพแก่ศัตรูเป้าหมายและผู้ที่อยู่รอบๆ สตันศัตรูเป็นเวลา {1} วินาที สกิลนี้รับประกันว่าจะเป็นการโจมตีคริติคอล"
      }
    }
  },
  "s4": {
    "name": "ความสามารถแต่กำเนิด",
    "description": "เพิ่มพลังป้องกันขึ้น {0} และอัตราคริติคอลของตัวเองขึ้น {1} การโจมตีธรรมดาและการใช้สกิลโจมตีของ Cecilia จะไม่พลาดเป้าหมาย",
    "books": {
      "0": "เพิ่มบูสต์พลังป้องกันขึ้น {0}%",
      "1": "เพิ่มบูสต์พลังป้องกันขึ้น {0}%",
      "2": "เพิ่มบูสต์พลังป้องกันขึ้น {0}%"
    },
    "light": "ได้รับความเสียหายลดลง {0}%",
    "dark": "เพิ่มความเสียหายแก่ฮีโร่ {0}%",
    "ut": {
      "name": "หัวใจแห่งความยุติธรรม",
      "description": [
        "[ความสามารถแต่กำเนิด] ทุกครั้งเมื่อเริ่มการต่อสู้จะสร้างความเสียหายเพิ่มขึ้น 10% แก่ศัตรูที่ไม่ใช่ฮีโร่ และได้รับความเสียหายลดลง 25% เป็นเวลา 20 วินาที",
        "[ความสามารถแต่กำเนิด] ทุกครั้งเมื่อเริ่มการต่อสู้จะสร้างความเสียหายเพิ่มขึ้น 12% แก่ศัตรูที่ไม่ใช่ฮีโร่ และได้รับความเสียหายลดลง 25% เป็นเวลา 20 วินาที",
        "[ความสามารถแต่กำเนิด] ทุกครั้งเมื่อเริ่มการต่อสู้จะสร้างความเสียหายเพิ่มขึ้น 14% แก่ศัตรูที่ไม่ใช่ฮีโร่ และได้รับความเสียหายลดลง 25% เป็นเวลา 20 วินาที",
        "[ความสามารถแต่กำเนิด] ทุกครั้งเมื่อเริ่มการต่อสู้จะสร้างความเสียหายเพิ่มขึ้น 17% แก่ศัตรูที่ไม่ใช่ฮีโร่ และได้รับความเสียหายลดลง 25% เป็นเวลา 20 วินาที",
        "[ความสามารถแต่กำเนิด] ทุกครั้งเมื่อเริ่มการต่อสู้จะสร้างความเสียหายเพิ่มขึ้น 21% แก่ศัตรูที่ไม่ใช่ฮีโร่ และได้รับความเสียหายลดลง 25% เป็นเวลา 20 วินาที",
        "[ความสามารถแต่กำเนิด] ทุกครั้งเมื่อเริ่มการต่อสู้จะสร้างความเสียหายเพิ่มขึ้น 25% แก่ศัตรูที่ไม่ใช่ฮีโร่ และได้รับความเสียหายลดลง 25% เป็นเวลา 20 วินาที"
      ],
      "story": "ของขวัญที่ Cecilia ได้รับเป็นการตอบแทนจากการผดุงความยุติธรรมครั้งแรก ในอดีต เด็กหญิงตัวน้อยที่ Cecilia ช่วยเอาไว้ผูกริบบิ้นสีแดงรอบแผลที่นางได้มาจากการช่วยเด็กหญิงคนนั้นจากอันตราย หลังจากนั้น ระหว่างที่ไปทำภารกิจ นางก็จะผูกมันไว้ที่ข้อมือตลอด คนจึงเริ่มเรียกนางว่า สายลมแดงแห่งความยุติธรรม"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "เพิ่มพลังโจมตีของตัวเองขึ้น {0}% เมื่อ [ศักยภาพไร้ขีดจำกัด] สร้างความเสียหายเพิ่มเติมแก่ศัตรู เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด {1} ครั้ง และไม่สามารถลบล้างได้"
  }
}