{
  "name": "Kirze",
  "subtitle": "แมวคริสตัลสีแดง",
  "description": "ผลงานที่ได้รับเลือกการออกแบบคอนเซปต์วีรบุรุษ [87CEFA]Mochi00 (JPN)[-] สาวน้อยจากเผ่าสัตว์พันธุ์ผสมที่เกิดมาพร้อมกับพลังเวทที่หายาก เมื่อครั้งวัยเยาว์เคยถูกเหล่าทหารจับตัวไป และถูกทำการทดลองเพื่อปรับเปลี่ยนร่างกาย หลังจากที่รับพลังจากการทดลอง เธอก็ได้หนีออกมา ร่างของเธอเป็นหนึ่งเดียวกับคริสตัลสีแดงที่พร้อมจะสู้รบกับศัตรู",
  "story": "ผลงานที่ได้รับเลือกการออกแบบคอนเซปต์วีรบุรุษ [87CEFA]Mochi00 (JPN)[-] เมื่อหลายปีก่อน เมืองต่างๆแห่งทวีป Orbis ถูกกองทัพผีดิบของ Malduk โจมตี ที่นั่นมีเด็กๆที่มีพลังเวทมนตร์อันแข็งแกร่งที่ เป็นสัญลักษณ์พิเศษที่เกิดมาในฐานะคนเผือก เด็กๆพวกนั้นถูกลักพาตัวไปเป็นลูกสมุนของ Malduk เด็กๆถูกใส่หินวิเศษสีแดงที่มีอานุภาพทรงพลังซึ่งเข้ากันดีกับปีศาจ - ระหว่างที่เด็กๆยังมีชีวิต พวกมันก็จะสร้างหินวิเศษสีแดงอย่างต่อเนื่อง และเริ่มต้นการทดลองอีกครั้งราวกับเหมืองแร่ที่มีชีวิต การทดลองที่ไร้มนุษยธรรมทำให้พวกเด็กๆต้องเสียชีวิต เด็กๆที่เข้ากันไม่ได้กับหินวิเศษสีแดง ร่างกายก็จะกลายเป็นรูปปั้นและแหลกสลายเป็นเถ้าธุลีในที่สุด เด็กๆที่ยังหลงเหลือเมื่อได้เห็นสิ่งที่น่าสยดสยอง ก็ตกอยู่ในความหวาดกลัว แต่ก็ทำอะไรไม่ได้ ได้แต่ยอมรับและรอคอยความตาย และดูเหมือนสุดท้ายแล้วการทดลองก็สำเร็จ หินวิเศษสีแดงได้เชื่อมเข้ากับร่างของ Kirze หินวิเศษทั้งหมดก็ถูกดูดซับเข้าไปในร่างกายของเธอ ผลสุดท้าย เธอได้รวบรวมพลังเวทมหาศาลนั้น เข้าที่ฝ่ามือและใช้พลังของหินวิเศษสีแดงได้ตามใจ Kirze ได้กำจัดลูกสมุนของ Malduk ด้วยพลังนั้น และหนีออกจากห้องทดลองของปีศาจมาพร้อมกับเด็กๆที่ยังมีชีวิตอยู่ การมีพลังมหาศาลอยู่ในมือของ Kirze นั้น เท่ากับเป็นการป้องกันไม่ให้มีผู้ใดกลายเป็นผู้สละชีวิตราวกับเธอในภายหน้าอีก หลังจากนั้น เธอก็ทำการออกท่องเที่ยวพร้อมๆกับตามล่าเหล่าปีศาจ...",
  "like": "ตุ๊กตาผ้า, ริมแม่น้ำเย็นสบาย, สัตว์เล็กๆ, รอยยิ้มไร้เดียงสาของเด็ก",
  "dislike": "ปีศาจ, แมลงน่าขยะแขยง, คนที่ไม่ใส่ใจผู้อื่น",
  "inn": {
    "idle": "ฮ่าฮ่า... นำมาสู่บรรยากาศที่มีชีวิตชีวาแล้วสินะ...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "หวัดดี ไม่เจอกันนานเลยนะ...",
      "talk": [
        "จะชวนกินข้าวหรอ ฮ่าฮ่า... ไม่เป็นไร ข้าขอดูเฉยๆดีกว่า",
        "แค่เห็นคนที่ตกอยู่ในอันตราย... ความรู้สึกที่ว่าต้องเข้าไปช่วยก็เกิดขึ้นทันที"
      ],
      "gift": "หินวิเศษสีแดงที่ปลุกร่างกายของข้า... ได้ยินมาว่าการใช้สารเร่งปฏิกิริยาเวทก็ดีเหมือนกัน"
    },
    "relationship": {
      "greet": "หวัดดี กำลังทำตุ๊กตาใหม่อยู่... อยากจะดูไหมล่ะ",
      "talk": [
        "ถึงจะไม่ชอบการต่อสู้ แต่.. ไม่ควรมีผู้เสียสละแบบข้าเพิ่มขึ้น",
        "กินได้ไม่เยอะหลังจากที่ร่างกายกลายเป็นแบบนี้... เพราะงั้นเวลาเห็นคนกินเก่งๆแล้วมีความสุขและอิจฉา",
        "วันนี้รู้สึกไม่มีแรงเท่าไหร่... ง่วงด้วย ถ้ารู้สึกว่านอนนานเกินไปล่ะก็ช่วยปลุกด้วยล่ะ.... เผื่อจะไม่ตื่น... มันน่ากลัวนะ..."
      ]
    }
  },
  "uw": {
    "name": "วันแห่งการรับโทษ, อลิสพีรา",
    "description": [
      "ขยายพลังแห่งหินวิเศษเพื่อเพิ่มอาณาเขตของเอฟเฟค [จงเบ่งบาน, ดอกไม้สีแดง!] ให้กว้างขึ้น เมื่อโจมตีปกติและใช้สกิลโจมตีจะมีโอาส 4% ที่จะเพิ่มความเสียหายเวทเพิ่มเติมเป็น 500% ของพลังโจมตี เพิ่มความเสียหายแก่บอสเป็น 2 เท่า",
      "ขยายพลังแห่งหินวิเศษเพื่อเพิ่มอาณาเขตของเอฟเฟค [จงเบ่งบาน, ดอกไม้สีแดง!] ให้กว้างขึ้น เมื่อโจมตีปกติและใช้สกิลโจมตีจะมีโอาส 4% ที่จะเพิ่มความเสียหายเวทเพิ่มเติมเป็น 600% ของพลังโจมตี เพิ่มความเสียหายแก่บอสเป็น 2 เท่า",
      "ขยายพลังแห่งหินวิเศษเพื่อเพิ่มอาณาเขตของเอฟเฟค [จงเบ่งบาน, ดอกไม้สีแดง!] ให้กว้างขึ้น เมื่อโจมตีปกติและใช้สกิลโจมตีจะมีโอาส 4% ที่จะเพิ่มความเสียหายเวทเพิ่มเติมเป็น 720% ของพลังโจมตี เพิ่มความเสียหายแก่บอสเป็น 2 เท่า",
      "ขยายพลังแห่งหินวิเศษเพื่อเพิ่มอาณาเขตของเอฟเฟค [จงเบ่งบาน, ดอกไม้สีแดง!] ให้กว้างขึ้น เมื่อโจมตีปกติและใช้สกิลโจมตีจะมีโอาส 4% ที่จะเพิ่มความเสียหายเวทเพิ่มเติมเป็น 860% ของพลังโจมตี เพิ่มความเสียหายแก่บอสเป็น 2 เท่า",
      "ขยายพลังแห่งหินวิเศษเพื่อเพิ่มอาณาเขตของเอฟเฟค [จงเบ่งบาน, ดอกไม้สีแดง!] ให้กว้างขึ้น เมื่อโจมตีปกติและใช้สกิลโจมตีจะมีโอาส 4% ที่จะเพิ่มความเสียหายเวทเพิ่มเติมเป็น 1000% ของพลังโจมตี เพิ่มความเสียหายแก่บอสเป็น 2 เท่า",
      "ขยายพลังแห่งหินวิเศษเพื่อเพิ่มอาณาเขตของเอฟเฟค [จงเบ่งบาน, ดอกไม้สีแดง!] ให้กว้างขึ้น เมื่อโจมตีปกติและใช้สกิลโจมตีจะมีโอาส 4% ที่จะเพิ่มความเสียหายเวทเพิ่มเติมเป็น 1250% ของพลังโจมตี เพิ่มความเสียหายแก่บอสเป็น 2 เท่า"
    ],
    "story": "กรรไกรยักษ์ที่ถูกสร้างขึ้นจากหินวิเศษสีแดงที่มาจากร่างของ Kirze ลักษณะเหมือนกับกรรไกรโบราณที่แม่ของนางเคยใช้ในอดีต กวัดแกว่งไปมาราวกับดาบยักษ์ หรือจะเป็นอาวุธใบมีดที่ถูกแบ่งออกเป็นดาบคู่ก็ได้ กรรไกรที่ใส่ความรู้สึกของนาง ที่ไม่อยากให้มีผู้ใดต้องได้ความทุกข์ทรมานจากปีศาจอีกต่อไป นางจึงแสดงพลังที่ยิ่งใหญ่มากขึ้นไปอีกเพื่อตอบสนองสภาวะอารมณ์ของนางเอง"
  },
  "s1": {
    "name": "จงฟันให้ขาด, ใบมีดแห่งการพิพากษา!",
    "description": "สร้างความเสียหายเวท {0} หน่วยภายในการโจมตี 7 ครั้งแก่ศัตรูที่อยู่ใกล้ในระยะวงกลมรอบๆตัวเอง สร้างความเสียหายเวท {1} หน่วยแก่ศัตรูในแนวหน้าและทำให้ล้มลง {2} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ลดเวลาคูลดาวน์ {0}% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
    "dark": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว",
    "ut": {
      "name": "ดอกบัวคริสตัลสีแดง",
      "description": [
        "[จงฟันให้ขาด, ใบมีดแห่งการพิพากษา!] เพิ่มความเสียหาย 20% และลดการใช้ MP ลง 1 หน่วย",
        "[จงฟันให้ขาด, ใบมีดแห่งการพิพากษา!] เพิ่มความเสียหาย 24% และลดการใช้ MP ลง 1 หน่วย",
        "[จงฟันให้ขาด, ใบมีดแห่งการพิพากษา!] เพิ่มความเสียหาย 29% และลดการใช้ MP ลง 1 หน่วย",
        "[จงฟันให้ขาด, ใบมีดแห่งการพิพากษา!] เพิ่มความเสียหาย 35% และลดการใช้ MP ลง 1 หน่วย",
        "[จงฟันให้ขาด, ใบมีดแห่งการพิพากษา!] เพิ่มความเสียหาย 42% และลดการใช้ MP ลง 1 หน่วย",
        "[จงฟันให้ขาด, ใบมีดแห่งการพิพากษา!] เพิ่มความเสียหาย 50% และลดการใช้ MP ลง 1 หน่วย"
      ],
      "story": "บางครั้งจะมีเศษคริสตัลโผล่หรือหลุดออกมาจากร่างของ Kirze นางไม่มองข้ามเศษคริสตัลจากร่างของนาง และคอยเก็บสะสมเศษคริสตัลอยู่เสมอ นางผู้ที่เคยวุ่นวายกับการกำจัดเศษคริสตัลเหล่านั้น ก็ได้สะสมเศษคริสตัลมากมายก่ายกอง และแล้ววันหนึ่ง นางก็ได้เห็นเครื่องประดับแก้ววางขายอยู่ที่ร้านค้าของ May ใน Orvel เครื่องประดับแก้วนั้นสวยงามมาก Kirze จึงหวังว่าจะสามารถใช้เศษคริสตัลของนางได้อย่างมีประโยชน์ นางได้รวบรวมชิ้นส่วนหินวิเศษสีแดงที่ได้สะสมมาจนถึงตอนนี้ไปให้ May  May จึงได้สร้างผลงานชิ้นแรกด้วยการใช้เศษคริสตัล - และมอบเครื่องประดับดอกบัวสีแดงนี้ให้กับนางเป็นรางวัลตอบแทน"
    }
  },
  "s2": {
    "name": "จงกระจายไปให้ทั่ว, ม่านหมอกแห่งการตัดสิน!",
    "description": "ระเบิดพลังแห่งหินวิเศษจากร่างกายของตนเองเพื่อสร้างความเสียหายเวทแก่ศัตรูทั้งหมด {0} หน่วย และสตันศัตรูนาน {1} วินาที เมื่อร่ายสกิล ตนเองจะอยู่ในสถานะ [วิวัฒนาการหินวิเศษ] เป็นเวลา {2} วินาที และจะเพิ่มความเร็วโจมตีของพันธมิตรทั้งหมด {3} หน่วย ทุกๆ {4} วินาทีจะปล่อยช็อคเวฟแก่ศัตรูที่อยู่รอบตนเองเพื่อสร้างความเสียหายเวท {5} หน่วยและสตันศัตรูนาน {6} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มเวลาสตันต่อเนื่องจากการปล่อยช็อคเวฟ {0} วินาทีต่อศัตรูที่ไม่ใช่วีรบุรุษ",
    "dark": "เมื่อตนเองอยู่ในสถานะ [วิวัฒนาการหินวิเศษ] จะเพิ่มความเสียหายแก่ศัตรูที่ไม่ใช่วีรบุรุษ {0}%",
    "ut": {
      "name": "ร่องรอยงานอดิเรก",
      "description": [
        "[จงกระจายไปให้ทั่ว, ม่านหมอกแห่งการตัดสิน!] เพิ่มความเร็วโจมตีอีก 100 หน่วยและเพิ่มเวลาของสถานะ [วิวัฒนาการหินวิเศษ] ต่อเนื่อง 7 วินาที",
        "[จงกระจายไปให้ทั่ว, ม่านหมอกแห่งการตัดสิน!] เพิ่มความเร็วโจมตีอีก 120 หน่วยและเพิ่มเวลาของสถานะ [วิวัฒนาการหินวิเศษ] ต่อเนื่อง 7 วินาที",
        "[จงกระจายไปให้ทั่ว, ม่านหมอกแห่งการตัดสิน!] เพิ่มความเร็วโจมตีอีก 140 หน่วยและเพิ่มเวลาของสถานะ [วิวัฒนาการหินวิเศษ] ต่อเนื่อง 7 วินาที",
        "[จงกระจายไปให้ทั่ว, ม่านหมอกแห่งการตัดสิน!] เพิ่มความเร็วโจมตีอีก 170 หน่วยและเพิ่มเวลาของสถานะ [วิวัฒนาการหินวิเศษ] ต่อเนื่อง 7 วินาที",
        "[จงกระจายไปให้ทั่ว, ม่านหมอกแห่งการตัดสิน!] เพิ่มความเร็วโจมตีอีก 210 หน่วยและเพิ่มเวลาของสถานะ [วิวัฒนาการหินวิเศษ] ต่อเนื่อง 7 วินาที",
        "[จงกระจายไปให้ทั่ว, ม่านหมอกแห่งการตัดสิน!] เพิ่มความเร็วโจมตีอีก 250 หน่วยและเพิ่มเวลาของสถานะ [วิวัฒนาการหินวิเศษ] ต่อเนื่อง 7 วินาที"
      ],
      "story": "ตั้งแต่เด็ก Kirze ชื่นชอบตุ๊กตาเป็นอย่างยิ่ง แต่ด้วยความที่ครอบครัวฐานะไม่ดี ปกติแล้วนางจึงเล่นกับตุ๊กตาเศษผ้าที่แม่ของนางทำให้ แน่นอนว่านางอาศัยอยู่กับแม่ Kirze จึงได้เรียนรู้การตัดเย็บและการประดิษฐ์ตุ๊กตาจากแม่ ถึงตอนนี้นางจะโตแล้วและไม่ชอบเล่นตุ๊กตาเหมือนเคย แต่ตอนนี้นางก็ยังประดิษฐ์ตุ๊กตาให้คนอื่นๆอยู่ โดยเฉพาะอย่างยิ่ง เพื่อเด็กๆที่สูญเสียพ่อแม่และต้องทนทุกข์ทรมานจากปีศาจ..."
    }
  },
  "s3": {
    "name": "จงเบ่งบาน, ดอกไม้สีแดง!",
    "description": "มอบหินวิเศษเพื่อสร้างความเสียหายเวทแก่ศัตรูด้านหน้าเป็นเส้นตรง {0} หน่วย และสร้างระเบิดเพื่อสร้างความเสียหายเวทเพิ่มเติม {1} หน่วยในเวลาต่อมา ทำให้ศัตรูตกอยู่ในสถานะ [คำสาปแห่งหินวิเศษ] เป็นเวลา {2} วินาทีและลดความเร็วโจมตี {3} หน่วย สร้างการซ้อนทับ [พลังแห่งหินวิเศษ] ขณะโจมตีศัตรูที่ติดสถานะ [คำสาปแห่งหินวิเศษ] [คำสาปแห่งหินวิเศษ] เมื่อผ่านไป {4} วินาที จะสร้างความเสียหายเวท {5} หน่วย + {6} ต่อการซ้อนทับพลังแห่งหินวิเศษ",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มการลดความเร็วโจมตี {0} หน่วย",
    "dark": "สร้างการซ้อนทับพลังแห่งหินวิเศษ 2 ครั้ง เมื่อมีศัตรู 1 ตัว",
    "ut": {
      "name": "ความทรงจำแห่งการหลบหนี",
      "description": [
        "[จงเบ่งบาน, ดอกไม้สีแดง!] ลดเวลาคูลดาวน์ลง 30% และมีโอกาส 40% ที่จะเกิดการซ้อนทับเพิ่มเติม 3 ครั้งของ [พลังแห่งหินวิเศษ]",
        "[จงเบ่งบาน, ดอกไม้สีแดง!] ลดเวลาคูลดาวน์ลง 30% และมีโอกาส 48% ที่จะเกิดการซ้อนทับเพิ่มเติม 3 ครั้งของ [พลังแห่งหินวิเศษ]",
        "[จงเบ่งบาน, ดอกไม้สีแดง!] ลดเวลาคูลดาวน์ลง 30% และมีโอกาส 58% ที่จะเกิดการซ้อนทับเพิ่มเติม 3 ครั้งของ [พลังแห่งหินวิเศษ]",
        "[จงเบ่งบาน, ดอกไม้สีแดง!] ลดเวลาคูลดาวน์ลง 30% และมีโอกาส 70% ที่จะเกิดการซ้อนทับเพิ่มเติม 3 ครั้งของ [พลังแห่งหินวิเศษ]",
        "[จงเบ่งบาน, ดอกไม้สีแดง!] ลดเวลาคูลดาวน์ลง 30% และมีโอกาส 84% ที่จะเกิดการซ้อนทับเพิ่มเติม 3 ครั้งของ [พลังแห่งหินวิเศษ]",
        "[จงเบ่งบาน, ดอกไม้สีแดง!] ลดเวลาคูลดาวน์ลง 30% และมีโอกาส 100% ที่จะเกิดการซ้อนทับเพิ่มเติม 3 ครั้งของ [พลังแห่งหินวิเศษ]"
      ],
      "story": "เมื่อตอนที่ Kirze ถูกปีศาจจับตัวไปทดลอง และได้เปลี่ยนร่างเป็นหินวิเศษสีแดง - ครั้งแรกที่นางเชื่อมต่อเข้ากับหินวิเศษสีแดงและได้สร้างพลัง - ก็ได้เกิดอาวุธที่ถูกสร้างขึ้นมาครั้งแรกเพื่อการหลบหนีครั้งนั้น เป็นมีดสั้นคู่ที่ยังไม่สมบูรณ์แบบ ครู่เดียวก็พังเสียหาย แต่มีดสั้นคู่นี้ก็เป็นอาวุธที่ช่วยเด็กๆที่ถูกจับตัวไปทดลองด้วยกันกับนางได้ และมันก็ยังเป็นอาวุธล้ำค่าในความทรงจำที่สำคัญที่ลืมไม่ลงจนถึงตอนนี้"
    }
  },
  "s4": {
    "name": "ความชั่วร้าย จบแค่ตรงนี้!",
    "description": "เพิ่มพลังโจมตีของตนเอง {0} และอัตราคริติคอล {1} หน่วย พันธมิตรทั้งหมดจะเพิ่มเวลาของสถานะผิดปกติต่อเนื่อง {2}% แก่บอส",
    "books": {
      "0": "เพิ่มการบูสต์พลังโจมตีขึ้น {0}%",
      "1": "เพิ่มการบูสต์พลังโจมตีขึ้น {0}%",
      "2": "เพิ่มการบูสต์พลังโจมตีขึ้น {0}%"
    },
    "light": "ทุกครั้งเมื่อเริ่มการประลอง จะเพิ่มความเสียหายต่อศัตรูที่ไม่ใช่วีรบุรุษ {0}% เป็นเวลา 20 วินาที",
    "dark": "เพิ่มความเสียหายแก่บอส {0}%",
    "ut": {
      "name": "เวลาแห่งความสงบ",
      "description": [
        "[ความชั่วร้าย จบแค่ตรงนี้!] เพิ่มอัตราคริติคอล 250 และเอฟเฟคเพิ่มเวลาต่อเนื่องสถานะผิดปกติจะเปลี่ยนเป็น 30%",
        "[ความชั่วร้าย จบแค่ตรงนี้!] เพิ่มอัตราคริติคอล 250 และเอฟเฟคเพิ่มเวลาต่อเนื่องสถานะผิดปกติจะเปลี่ยนเป็น 32%",
        "[ความชั่วร้าย จบแค่ตรงนี้!] เพิ่มอัตราคริติคอล 250 และเอฟเฟคเพิ่มเวลาต่อเนื่องสถานะผิดปกติจะเปลี่ยนเป็น 34%",
        "[ความชั่วร้าย จบแค่ตรงนี้!] เพิ่มอัตราคริติคอล 250 และเอฟเฟคเพิ่มเวลาต่อเนื่องสถานะผิดปกติจะเปลี่ยนเป็น 37%",
        "[ความชั่วร้าย จบแค่ตรงนี้!] เพิ่มอัตราคริติคอล 250 และเอฟเฟคเพิ่มเวลาต่อเนื่องสถานะผิดปกติจะเปลี่ยนเป็น 41%",
        "[ความชั่วร้าย จบแค่ตรงนี้!] เพิ่มอัตราคริติคอล 250 และเอฟเฟคเพิ่มเวลาต่อเนื่องสถานะผิดปกติจะเปลี่ยนเป็น 45%"
      ],
      "story": "อุปกรณ์ตัดเย็บที่ถูกใช้ในงานอดิเรกประจำวันของ Kirze เป็นสิ่งจำเป็นสำหรับนางในการประดิษฐ์ตุ๊กตา ช่วงนี้นางก็มักจะมีเข็มและด้ายประเภทพิเศษต่างๆ นางบอกว่ามีความสุขที่ได้ประดิษฐ์ตุ๊กตาที่ดีกว่าเดิม เรียกได้ว่ากรรไกรนั้นเป็นอาวุธขนาดย่อที่ใช้ในชีวิตประจำวันก็ยังได้"
    }
  },
  "t5": {
    "light": "พลังโจมตี, พลังป้องกัน, HP+15% / ความเร็วโจมตี +100",
    "dark": "เมื่อโจมตีปกติและใช้สกิลจะเพิ่มความเร็วโจมตีของตนเอง {0} หน่วย เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด {1} ครั้ง"
  }
}