{
  "name": "Chase",
  "subtitle": "ประเภท. 0",
  "description": "ตัวอย่างทดสอบที่สูญเสียอดีตของตัวเองและนักรบจอมบ้าคลั่งที่ต่อสู้อย่างโหดเหี้ยมด้วยพลังอันท่วมท้นในการต่อสู้ อาวุธทรงพลานุภาพที่ทำลายทุกสิ่งทุกอย่างที่ขวางทาง",
  "story": "บุรุษผู้สูญเสียความทรงจำ ตัวอย่างทดสอบประเภท. 0 ที่ถือกำเนิดขึ้นจากส่วนหนึ่งของการทดลองการเสริมพลังมนุษย์ของอาณาจักร ในฐานะที่เป็นประเภทแรกของโครงการอัศวินปีศาจที่ถูกสร้างขึ้นเพื่อฆ่าเท่านั้น Chase ได้ถูกผูกสัญญาลับกับอาณาจักรเพื่อลอบสังหาร Scarlet ผู้สืบทอดบัลลังก์เพียงหนึ่งเดียว อย่างไรก็ตาม เขาคลุ้มคลั่งอย่างไม่ทราบสาเหตุในระหว่างการต่อสู้กับ Clause และ Demia ผู้ซึ่งคอยคุ้มกัน Scarlet และเขาก็ได้ละทิ้งภารกิจแล้วหนีไป เขาฆ่า Scarlet ไม่สำเร็จและหายตัวไป ดังนั้นเหล่าชนชั้นสูงที่รับผิดชอบในการลอบสังหารจึงตกที่นั่งลำบาก ในท้ายที่สุด พวกเขาก็ได้ว่าจ้างกลุ่มนักลอบสังหารอีกกลุ่มหนึ่ง กลุ่มหน้ากากหัวเราะ เพื่อฆ่าเขา แต่ Scarlet ได้ตั้งชื่อให้เขาแล้วว่า Chase และได้อนุญาตให้เขาอยู่เคียงข้างเธอ",
  "like": "Scarlet, Demia, Clause และเพื่อนๆ เรียกเขาด้วยชื่อนี้",
  "dislike": "ความทรงจำจากอดีต, หมายเลขตัวอย่างทดสอบ",
  "inn": {
    "idle": "บรรยากาศที่ไม่คุ้นเคย ภูมิประเทศที่ไม่คุ้นเคย...",
    "recruit": {
      "greet": "ข้าจำเจ้าไม่ได้",
      "talk": [
        "มีใครที่นี่ที่รู้จักข้าบ้างไหม",
        "ข้ารู้แน่ๆ ว่าข้าได้ฆ่าผู้คนไปมากมาย แต่เพราะอะไรล่ะ... ทำไมกัน",
        "วันนี้มีคนจ้องมองข้า หรือว่าจะเป็น... คนที่อาจจะรู้จักข้ากันนะ"
      ],
      "gift": "ขอบคุณ นั่นเป็นคำที่ข้าควรจะพูด"
    },
    "affinity": {
      "greet": "อืมม...",
      "talk": [
        "ชื่อของข้า... ชื่อของตัวข้าที่พวกเขาเรียกข้า... นั่นคือสาเหตุที่ข้าจะต่อสู้เพื่อพวกเขา",
        "ข้าชื่อ Chase... Chase... ตอนนี้ข้าชื่อ Chase..."
      ],
      "gift": "ข้ารับ... สิ่งนี้ได้... จริงๆ เหรอ..."
    },
    "relationship": {
      "greet": "ข้าไม่เห็นเธอเลย ถ้าข้าหาเธอไม่เจอเร็วๆ นี้ Demia จะต้องโกรธแน่",
      "talk": [
        "ข้ารู้สึกถึงมันด้วยร่างกายของข้า พลังของพวกมัน... พวกมันอาจพยายามที่จะครอบงำข้าโดยไม่ฆ่าข้า",
        "เธอยอมรับข้าด้วยความเมตตาอย่างมาก ถึงแม้ว่าข้าได้พยายามที่จะฆ่าเธอ... เธอมอบชื่อให้ข้า... และเธอก็ยืนต่อหน้าข้า...",
        "Demia นั้นน่ากลัว... Clause นิสัยดี แต่เธอก็น่ากลัวในบางครั้ง แต่ไม่ว่าจะยังไงก็ตาม เธอมักจะใจดีเสมอ"
      ]
    }
  },
  "uw": {
    "name": "หอกหินโลหิต",
    "description": [
      "เพิ่มความเสียหายคริติคอล 20% เมื่อทำการโจมตีปกติ สร้างความเสียหายกายภาพเท่ากับ 30% ของพลังโจมตีด้วย [เพลิงแห่งหิน] และฟื้นฟู HP เท่ากับ 20% ของความเสียหาย เมื่อสกิล [ขจัดขีดจำกัด] ใช้งานอยู่ เอฟเฟคของ [เพลิงแห่งหิน] จะเพิ่มขึ้นสองเท่า",
      "เพิ่มความเสียหายคริติคอล 24% เมื่อทำการโจมตีปกติ สร้างความเสียหายกายภาพเท่ากับ 36% ของพลังโจมตีด้วย [เพลิงแห่งหิน] และฟื้นฟู HP เท่ากับ 20% ของความเสียหาย เมื่อสกิล [ขจัดขีดจำกัด] ใช้งานอยู่ เอฟเฟคของ [เพลิงแห่งหิน] จะเพิ่มขึ้นสองเท่า",
      "เพิ่มความเสียหายคริติคอล 28% เมื่อทำการโจมตีปกติ สร้างความเสียหายกายภาพเท่ากับ 43% ของพลังโจมตีด้วย [เพลิงแห่งหิน] และฟื้นฟู HP เท่ากับ 20% ของความเสียหาย เมื่อสกิล [ขจัดขีดจำกัด] ใช้งานอยู่ เอฟเฟคของ [เพลิงแห่งหิน] จะเพิ่มขึ้นสองเท่า",
      "เพิ่มความเสียหายคริติคอล 34% เมื่อทำการโจมตีปกติ สร้างความเสียหายกายภาพเท่ากับ 52% ของพลังโจมตีด้วย [เพลิงแห่งหิน] และฟื้นฟู HP เท่ากับ 20% ของความเสียหาย เมื่อสกิล [ขจัดขีดจำกัด] ใช้งานอยู่ เอฟเฟคของ [เพลิงแห่งหิน] จะเพิ่มขึ้นสองเท่า",
      "เพิ่มความเสียหายคริติคอล 42% เมื่อทำการโจมตีปกติ สร้างความเสียหายกายภาพเท่ากับ 62% ของพลังโจมตีด้วย [เพลิงแห่งหิน] และฟื้นฟู HP เท่ากับ 20% ของความเสียหาย เมื่อสกิล [ขจัดขีดจำกัด] ใช้งานอยู่ เอฟเฟคของ [เพลิงแห่งหิน] จะเพิ่มขึ้นสองเท่า",
      "เพิ่มความเสียหายคริติคอล 50% เมื่อทำการโจมตีปกติ สร้างความเสียหายกายภาพเท่ากับ 75% ของพลังโจมตีด้วย [เพลิงแห่งหิน] และฟื้นฟู HP เท่ากับ 20% ของความเสียหาย เมื่อสกิล [ขจัดขีดจำกัด] ใช้งานอยู่ เอฟเฟคของ [เพลิงแห่งหิน] จะเพิ่มขึ้นสองเท่า"
    ],
    "story": "อาวุธสำหรับมนุษย์เสริมพลังประเภท. 0 ที่ถูกสร้างขึ้นจากความพยายามนับหลายพันครั้งในห้องทดลองแห่งหนึ่งของอาณาจักร มนุษย์เสริมพลังประเภท. 0 ทำลายทุกสิ่งทุกอย่างทันทีที่เขาตื่นขึ้นมาจากห้องทดลองเพื่อค้นหาอาวุธที่สามารถทนทานพลังของเขาได้ ในท้ายที่สุด เขาได้ฉีกทึ้งเขาของสัตว์ประหลาดมนุษย์กินคน ซึ่งเป็นที่รู้กันว่ามันได้กลืนความเย่อหยิ่งของบาป 7 ประการเข้าไป เขานี้ได้ผ่านมือของช่างตีเหล็กที่มีฝีมือยอดเยี่ยมที่สุดของอาณาจักรและได้กลายเป็นหอกหินโลหิต เปลวเพลิงแห่งบาปกำลังลุกไหม้อยู่ภายในอาวุธนี้ และอะไรก็ตามที่มันแทงทะลุทะลวงจะไม่สามารถรักษาได้ ความรู้สึกของการโจมตีด้วยอาวุธนี้นั้นน่าพึงพอใจถึงขนาดที่ทำให้เขาลืมการยึดติดกับความทรงจำที่หายไปของเขาได้"
  },
  "s1": {
    "name": "ข้าจะทำลายเจ้า!",
    "description": "ป้องกันเป้าหมายไม่ให้ได้รับเอฟเฟคด้านบวกเป็นเวลา 4 วินาที และโจมตีเพื่อสร้างความเสียหายกายภาพ {0} หน่วยและผลักเป้าหมาย สร้างความเสียหายกายภาพ {1} หน่วยหลังผ่านไป 1 วินาทีแก่ศัตรูที่อยู่รอบๆ เป้าหมาย และสตันศัตรูเป็นเวลา {2} วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดค่ามานา 1 หน่วย",
    "dark": "เพิ่มความเสียหายทางกายของเป้าหมาย 25% เป็นเวลา 10 วินาที"
  },
  "s2": {
    "name": "ขจัดขีดจำกัด",
    "description": "เมื่อเปิดใช้งาน เอฟเฟคสกิล [ขจัดขีดจำกัด] จะมีผล เมื่อเปิดใช้งานแล้ว สกิลจะผลาญ {0}% ของ HP ปัจจุบัน เพื่อลบล้างเอฟเฟคลบทั้งหมดที่ติดตัวและสร้างความเสียหายกายภาพ {1} หน่วยแก่ศัตรูที่อยู่ใกล้ในระยะ ระหว่างที่สกิล [ขจัดขีดจำกัด] ทำงาน จะผลาญ {2}% ของ HP ปัจจุบันทุก 1 วินาที, ได้รับความต้านทานต่อสถานะผิดปกติ, เพิ่มความเสียหายคริติคอล {3}% และเพิ่มความเร็วโจมตี {4} หน่วย การผลาญ HP การเพิ่มความเสียหายคริติคอล และการเพิ่มความเร็วโจมตีจะรุนแรงมากยิ่งขึ้นเมื่อเวลาผ่านไป เอฟเฟคนี้ไม่สามารถลบล้างได้ และจะปิดใช้งานเมื่อมีค่า HP ต่ำกว่า 25%",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ทำให้ศัตรูที่ได้รับคริติคอลสลบเป็น 2วินาที",
    "dark": "จะเพิ่ม HP ผลาญ 100% แล้ว เพิ่มความเร็วในการโจมตี และความเสียหายคริติคอล 2 เท่า",
    "ut": {
      "name": "ผ้าเช็ดหน้าแห่งความจงรักภักดี",
      "description": [
        "[ขจัดขีดจำกัด] ภายในระยะเวลาของสกิล สร้างความเสียหายกายภาพเท่ากับ 40% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้และเพิ่มการฟิ้นฟูขึ้น 30%",
        "[ขจัดขีดจำกัด] ภายในระยะเวลาของสกิล สร้างความเสียหายกายภาพเท่ากับ 48% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้และเพิ่มการฟิ้นฟูขึ้น 30%",
        "[ขจัดขีดจำกัด] ภายในระยะเวลาของสกิล สร้างความเสียหายกายภาพเท่ากับ 58% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้และเพิ่มการฟิ้นฟูขึ้น 30%",
        "[ขจัดขีดจำกัด] ภายในระยะเวลาของสกิล สร้างความเสียหายกายภาพเท่ากับ 70% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้และเพิ่มการฟิ้นฟูขึ้น 30%",
        "[ขจัดขีดจำกัด] ภายในระยะเวลาของสกิล สร้างความเสียหายกายภาพเท่ากับ 84% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้และเพิ่มการฟิ้นฟูขึ้น 30%",
        "[ขจัดขีดจำกัด] ภายในระยะเวลาของสกิล สร้างความเสียหายกายภาพเท่ากับ 100% ของพลังโจมตีทุกวินาทีแก่ศัตรูที่อยู่ใกล้และเพิ่มการฟิ้นฟูขึ้น 30%"
      ],
      "story": "ไอเทมที่ Scarlet มอบให้ Chase เธอมอบมันให้แก่เขาเนื่องจากเธอรู้สึกสงสารเขาที่เขาไม่มีชื่อ มีชื่อของ Chase ปักที่มุมหนึ่งของผ้าเช็ดหน้านี้ มันไม่ค่อยเข้ากับหน้าตาท่าทางของเขาเท่าไร แต่เขาก็พกมันไว้ตลอดเวลา Chase สูญเสียความทรงจำ และสามารถรู้ว่าตัวเองเป็นใครได้เพียงจากรหัสตัวอย่างทดสอบที่ระบุอยู่ที่เอวของเขาเท่านั้น ในช่วงวินาทีที่มีคนเรียกเขาด้วยชื่อคือช่วงเวลาที่เขาได้ค้นพบเป้าหมายในชีวิตในที่สุด เขาตัดสินใจที่จะใช้พลังที่ท่วมท้นของเขาเพื่อปกป้องคนที่ทำให้เขารู้สึกมีชีวิต"
    }
  },
  "s3": {
    "name": "เผา, หอกแห่งความเกรี้ยวกราด",
    "description": "โจมตีศัตรู ซึ่งสร้างความเสียหายกายภาพ {0} หน่วย และล้มศัตรู แล้วระเบิดพื้นดินรอบๆ ตัวเองเพื่อโจมตี 4 ครั้ง ซึ่งสร้างความเสียหายกายภาพโดยรวมเท่ากับ {1} หน่วย และสตันเป็นเวลา {2} วินาที ฟื้นฟู HP เท่ากับ {3}% ของความเสียหาย",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ต้านทานสถานะผิดปกติในระหว่างที่ใช้",
    "dark": "เพิ่มระยะเวลาสตัน 1 วินาที",
    "ut": {
      "name": "เกราะแห่งความมุ่งมั่น",
      "description": [
        "[เผา, หอกแห่งความเกรี้ยวกราด] ลดค่ามานา 1 หน่วยและเพิ่มความเสียหาย 20%",
        "[เผา, หอกแห่งความเกรี้ยวกราด] ลดค่ามานา 1 หน่วยและเพิ่มความเสียหาย 24%",
        "[เผา, หอกแห่งความเกรี้ยวกราด] ลดค่ามานา 1 หน่วยและเพิ่มความเสียหาย 29%",
        "[เผา, หอกแห่งความเกรี้ยวกราด] ลดค่ามานา 1 หน่วยและเพิ่มความเสียหาย 35%",
        "[เผา, หอกแห่งความเกรี้ยวกราด] ลดค่ามานา 1 หน่วยและเพิ่มความเสียหาย 42%",
        "[เผา, หอกแห่งความเกรี้ยวกราด] ลดค่ามานา 1 หน่วยและเพิ่มความเสียหาย 50%"
      ],
      "story": "เกราะที่ Chase สวมใส่ที่ไหล่ข้างหนึ่ง มันทำจากแร่พิเศษที่หาได้ยากในทวีป Orbis มันเบาและแข็งแกร่งทนทานอย่างยิ่งยวด ไอเทมที่ Demia หามาให้ Chase ได้สำเร็จ เนื่องจาก Scarlet ถูกใจเขา Demia ไม่ได้แสดงออกมากมาย แต่เธอรู้สึกแปลกใจกับการที่ตามปกติ Chase จะดูซื่อมาก แต่ก็กระตือรือร้นมากเมื่อถึงคราวต้องต่อสู้ Demia เฝ้ามองเขาเป็นเวลาสองสามวัน แล้ววันหนึ่ง เธอก็ตบบ่า Chase และมอบเกราะให้เขาอย่างเฉยเมย เธอบอกเขาว่าการต่อสู้นั้นสำคัญก็จริง แต่การดูแลร่างกายของเขาเองนั้นก็สำคัญเช่นกัน"
    }
  },
  "s4": {
    "name": "จำไว้ในนรก",
    "description": "ไม่ได้รับผลกระทบจากค่าพลังดูดเลือด แต่จะเพิ่ม HP สูงสุด {0} หน่วย, เพิ่มคริติคอล {1} หน่วย, เพิ่มความแม่นยำของสถานะผิดปกติ {2} หน่วย และเพิ่มความแม่นยำ {3} หน่วย ถ้าได้รับความเสียหายที่นำไปสู่ความตาย คืนชีพเป็นเวลา {4} วินาทีพร้อมความเสียหายคริติคอลที่เพิ่มขึ้น {5}% และความเร็วโจมตีที่เพิ่มขึ้น {6} หน่วย เอฟเฟคการคืนชีพจะเปิดใช้แค่เพียงครั้งเดียวต่อการต่อสู้ และ Chase ที่คืนชีพจะไม่สามารถใช้สกิลได้",
    "books": {
      "0": "การบูสต์ HP เพิ่มขึ้นอีก {0}%",
      "1": "การบูสต์ HP เพิ่มขึ้นอีก {0}%",
      "2": "การบูสต์ HP เพิ่มขึ้นอีก {0}%"
    },
    "light": "เมื่อเปิดใช้งานการคืนชีพ เพิ่มพลังโจมตี 50%",
    "dark": "เมื่อเปิดใช้งานการคืนชีพ ผลักศัตรูที่อยู่ใกล้ในระยะเป็นเวลา 3 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "เพิ่มความเสียหายคริติคอลขึ้น 1% และเพิ่มความเร็วโจมตี 4 หน่วย สำหรับ HP ที่ลดลงทุกๆ 1%"
  }
}