{
  "name": "Dakaris",
  "subtitle": "นักปราชญ์แห่งทะเลสาบ",
  "description": "ทะเลสาบ Aretana ที่ถูกยึดโดยจักรวรรดิอื่น นักปราชญ์แห่งมนุษย์กิ้งก่า ได้เข้าร่วมการกำเนิดกลุ่มต่อต้านเมื่อ 8 ปีก่อนเพื่อฟื้นฟูบ้านเกิดที่ถูกล่าอาณานิคม สร้างความโกลาหลแก่ศัตรูด้วยเวทมนตร์ชนเผ่าโบราณ",
  "story": "ในช่วงที่จักรวรรดิกำลังจะขยายอาณาเขต ประชาชนที่อาศัยอยู่ ณ แผ่นดินนั้นมาตั้งแต่ในอดีตได้ทำการต่อต้าน แต่ด้วยพลังที่ท่วมท้นของพลทหารและเทคโนโลยี ทำให้ประชาชนต้องยอมคุกเข่ายอมแพ้ บ้านเกิดของ Dakaris ที่อยู่ลึกเข้าไปในภูเขา ทะเลสาบ Aretana ที่ติดต่อกับโลกภายนอกเพียงน้อยนิด จักรวรรดิไม่ได้แม้แต่สั่งให้ประชาชนอพยพไปจากดินแดนที่ถูกยึดครอง แต่ก็ไม่ได้ปฏิบัติกับพวกเขาอย่างดีนัก ยิ่งไปกว่านั้น ยังมีพวกที่ไม่สุจริตในหมู่ชนชั้นสูงและเจ้าหน้าที่ที่อยู่ในดินแดนนั้นมากมาย ทำให้ชีวิตของชาวเผ่าลำบากขึ้นกว่าเดิม ชนชั้นสูงที่เข้ามาสู่บ้านเกิดของ Dakaris มีแต่ทำให้ทุกอย่างย่ำแย่ ผลสุดท้าย เมื่อวันเวลาล่วงเลยไป การใช้อำนาจกดขี่ก็เริ่มเลวร้ายลง มีการลอบสังหารชนเผ่ามนุษย์กิ้งก่าที่อายุน้อยโดยไม่ได้รับโทษ Dakaris ได้ใช้โอกาสนี้ในการรวมตัวผู้คนในเผ่า และเริ่มเตรียมตัวเพื่อตามหาเสรีภาพให้กลับคืนมา เพื่อการได้รับการปลดปล่อยแห่งบรรพบุรุษ เพื่อตามหาเสรีภาพแห่งชนเผ่า - ข้าจะไม่ลังเลแล้วร่วมกับเหล่าผู้ต่อต้านเพื่อปกป้องอนาคต ด้วยสติปัญญาและความหลักแหลม เขาก็ได้กลายเป็นหนึ่งในบุคคลสำคัญของกลุ่มต่อต้าน",
  "like": "ชนเผ่าเดียวกัน, การอ่านหนังสือสบายๆ, เมนูปลาและอาหารทะเล",
  "dislike": "ผู้หยุดยั้งสันติภาพ, ผู้สร้างปัญหา, ความรุนแรง",
  "inn": {
    "idle": "นี่หรือโรงแรมของพวกมนุษย์... สบายกว่าที่คิดนะเนี่ย",
    "recruit": {
      "greet": "ยินดีที่ได้รู้จัก เหล่านักเดินทาง",
      "talk": [
        "หืม รสชาติอาหารที่นี่เป็นอย่างไรกันล่ะนี่ วัฒนธรรมการกินของมนุษย์นี่ ดูยังไงก็ยอดเยี่ยมเสียจริง",
        "วัฒนธรรมใหม่ โลกใหม่ ประสบการณ์ใหม่ การเรียนรู้ไม่เคยหยุดหย่อนจริงๆ",
        "มนุษย์กิ้งก่าที่ออกจากฐานและเผ่าเพื่อการเดินทางมีไม่มากนัก"
      ],
      "gift": "โอ้โห ของขวัญหรือนี่ ขอบใจนะ ครั้งหน้าจะต้องตอบแทนด้วยเมนูปลาซะแล้ว"
    },
    "affinity": {
      "greet": "ยินดีต้อนรับ สหายคนสนิทของข้าต้องการสิ่งใด",
      "talk": [
        "ฮ่าฮ่าฮ่า จะไม่เข้าร่วมกลุ่มต่อต้านหน่อยหรอ",
        "ถึงจะพยายามเพื่อเสรีภาพ แต่การใช้ความรุนแรงไม่ดีนักหรอก"
      ],
      "gift": "ของขวัญอีกแล้วหรอ... ฮ่าฮ่า แต่ก็ขอบใจมาก"
    },
    "relationship": {
      "greet": "มาแล้วหรอ วันนี้จะไม่มานั่งกินข้าวกินปลาด้วยกันซักหน่อยหรือ ฮ่าฮ่าฮ่า....",
      "talk": [
        "ถึงจะถูกเรียกว่าปราชญ์ในบรรดามนุษย์กิ้งก่าด้วยกัน แต่ข้าก็ยังต้องเรียนรู้อีกมาก ฮ่าฮ่าฮ่า",
        "เพื่อสันติสุขและอนาคตของคนรุ่นหลัง ข้าจะคอยช่วยเหลือกลุ่มต่อต้านไม่ขาด",
        "เหล่าบรรพบุรุษกำลังปกป้องดูแลและอวยพรวันข้างหน้าของเรา..."
      ]
    }
  },
  "uw": {
    "name": "ทะเลสาบแห่งความทรงจำ, อาร์เมคีส",
    "description": [
      "ลดความเสียหายที่ได้รับ 10% และเพิ่มความต้านทานสถานะผิดปกติ 100 หลังใช้สกิล เอฟเฟคนี้จะเพิ่มเป็น 2 เท่าเป็นเวลา 2 วินาที",
      "ลดความเสียหายที่ได้รับ 12% และเพิ่มความต้านทานสถานะผิดปกติ 120 หลังใช้สกิล เอฟเฟคนี้จะเพิ่มเป็น 2 เท่าเป็นเวลา 2 วินาที",
      "ลดความเสียหายที่ได้รับ 14% และเพิ่มความต้านทานสถานะผิดปกติ 140 หลังใช้สกิล เอฟเฟคนี้จะเพิ่มเป็น 2 เท่าเป็นเวลา 2 วินาที",
      "ลดความเสียหายที่ได้รับ 17% และเพิ่มความต้านทานสถานะผิดปกติ 170 หลังใช้สกิล เอฟเฟคนี้จะเพิ่มเป็น 2 เท่าเป็นเวลา 2 วินาที",
      "ลดความเสียหายที่ได้รับ 21% และเพิ่มความต้านทานสถานะผิดปกติ 210 หลังใช้สกิล เอฟเฟคนี้จะเพิ่มเป็น 2 เท่าเป็นเวลา 2 วินาที",
      "ลดความเสียหายที่ได้รับ 25% และเพิ่มความต้านทานสถานะผิดปกติ 250 หลังใช้สกิล เอฟเฟคนี้จะเพิ่มเป็น 2 เท่าเป็นเวลา 2 วินาที"
    ],
    "story": "สมบัติของชนเผ่าที่ซ่อนอยู่ใต้ทะเลสาบลึก Aretana บ้านเกิดของ Dakaris เป็นการรวบรวมปัญญาและเวทมนตร์ของมนุษย์กิ้งก่าเป็นเวลากว่า 100 ปี ถึงจะดูเหมือนเป็นแค่คลื่นสงบที่เคลื่อนผ่านไป แต่แท้จริงกลับเป็นไอเทมเวทย์ที่มีพลังแข็งแกร่งล้มหลามราวกับสึนามิตามประสงค์ของผู้ใช้"
  },
  "s1": {
    "name": "รับคำพิพากษา!!",
    "description": "โจมตีเป้าหมายและศัตรูรอบๆเพื่อสร้างความเสียหายเวท {0} และทำให้สตันเป็นเวลา {1} วินาที ฟื้นฟู HP ของพันธมิตร {2} [จะต้องยืมพลัง!!] เมื่อเปิดใช้งาน จะรีเซทเวลาคูลดาวน์ของสกิลนี้ และหากใช้ถึง 3 ครั้งจะไม่เกิดเวลาคูลดาวน์อีก",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มเวลาสตันต่อเนื่อง 1 วินาที",
    "dark": "ลดการใช้ MP ลง 1 หน่วย",
    "ut": {
      "name": "งานฉลองแห่งทะเลสาบ",
      "description": [
        "[รับคำพิพากษา!!] เพิ่มความเสียหาย 50% และฟื้นฟู HP เพิ่มสูงสุดอีก 1% แก่เพื่อนร่วมทีมที่กำลังฟื้นฟู",
        "[รับคำพิพากษา!!] เพิ่มความเสียหาย 50% และฟื้นฟู HP เพิ่มสูงสุดอีก 1.2% แก่เพื่อนร่วมทีมที่กำลังฟื้นฟู",
        "[รับคำพิพากษา!!] เพิ่มความเสียหาย 50% และฟื้นฟู HP เพิ่มสูงสุดอีก 1.4% แก่เพื่อนร่วมทีมที่กำลังฟื้นฟู",
        "[รับคำพิพากษา!!] เพิ่มความเสียหาย 50% และฟื้นฟู HP เพิ่มสูงสุดอีก 1.7% แก่เพื่อนร่วมทีมที่กำลังฟื้นฟู",
        "[รับคำพิพากษา!!] เพิ่มความเสียหาย 50% และฟื้นฟู HP เพิ่มสูงสุดอีก 2.1% แก่เพื่อนร่วมทีมที่กำลังฟื้นฟู",
        "[รับคำพิพากษา!!] เพิ่มความเสียหาย 50% และฟื้นฟู HP เพิ่มสูงสุดอีก 2.5% แก่เพื่อนร่วมทีมที่กำลังฟื้นฟู"
      ],
      "story": "อาหารที่ถูกปรุงขึ้นอย่างดีที่สุด อาหารที่ Dakaris ชอบมากที่สุด เป็นหนึ่งในอาหารในงานเลี้ยงที่เป็นสัญลักษณ์ของชนเผ่า เครื่องเคียงประเภทกุ้งเครฟิชและหอยต่างๆ โดยปกติแล้วเขามักจะชื่นชอบอาหารจานปลา...แต่ในวันพิเศษนั้น ต้องอาหารแบบนี้สิ"
    }
  },
  "s2": {
    "name": "จะต้องยืมพลัง!!",
    "description": "ในเวลา {0} วินาที จะฟื้นฟู HP ของตัวเอง {1} ฟื้นฟู MP {2} หน่วย และเพิ่มพลังโจมตี {3} เมื่อเปิดใช้งาน หากมี HP เต็ม จะป้องกันความเสียหาย {4} และสร้างเกราะป้องกันที่ต้านทานผลจากสถานะผิดปกติเป็นเวลา {5} วินาที หากมีพันธมิตรไม่เกิน 3 คน จะมีเอฟเฟคแก่พันธมิตรทั้งหมด",
    "books": {
      "0": "เพิ่มการบูสต์พลังโจมตีขึ้น {0}%",
      "1": "เพิ่มการบูสต์พลังโจมตีขึ้น {0}%",
      "2": "เพิ่มการบูสต์พลังโจมตีขึ้น {0}%"
    },
    "light": "เมื่อเปิดใช้งาน ความเร็วในการโจมตีของตัวเองจะเพิ่มขึ้น 500",
    "dark": "เพิ่มเวลาเกราะป้องกันต่อเนื่อง 5 วินาที",
    "ut": {
      "name": "กำไลข้อมือแห่งขนบธรรมเนียม",
      "description": [
        "[จะต้องยืมพลัง!!] ลดเวลาคูลดาวน์ 5 วินาที เพิ่มอัตราการรักษาและฟื้นฟู MP 20%",
        "[จะต้องยืมพลัง!!] ลดเวลาคูลดาวน์ 5 วินาที เพิ่มอัตราการรักษาและฟื้นฟู MP 24%",
        "[จะต้องยืมพลัง!!] ลดเวลาคูลดาวน์ 5 วินาที เพิ่มอัตราการรักษาและฟื้นฟู MP 29%",
        "[จะต้องยืมพลัง!!] ลดเวลาคูลดาวน์ 5 วินาที เพิ่มอัตราการรักษาและฟื้นฟู MP 35%",
        "[จะต้องยืมพลัง!!] ลดเวลาคูลดาวน์ 5 วินาที เพิ่มอัตราการรักษาและฟื้นฟู MP 42%",
        "[จะต้องยืมพลัง!!] ลดเวลาคูลดาวน์ 5 วินาที เพิ่มอัตราการรักษาและฟื้นฟู MP 50%"
      ],
      "story": "อดีตของ Dakaris มีเครื่องประดับที่ได้รับจากพ่อและแม่ของตัวเอง เป็นกำไลข้อมือที่ผูกทั้งกำไลทองและกำไลเงินเอาไว้ กำไลแต่งงานตามประเพณีที่เป็นสัญลักษณ์ของความสัมพันธ์ชั่วนิรันดร์ เป็นสิ่งของเพื่อระลึกถึงพ่อแม่ของตน"
    }
  },
  "s3": {
    "name": "จงหยุดความเจ็บปวด!!",
    "description": "โจมตีศัตรู 5 ครั้งแบบสุ่ม สร้างความเสียหายเวททั้งหมด {0} ถ้าเป้าหมายไม่ใช่วีรบุรุษจะเพิ่มความเสียหายเวท {1} หากตนเองอยู่ในสถานะ [จะต้องยืมพลัง!!] จะโจมตีศัตรูที่มีพลังโจมตีสูงสุดก่อน",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เมื่อใช้ จะต้านทานสถานะผิดปกติ",
    "dark": "เพิ่มความเสียหาย 40%",
    "ut": {
      "name": "มีดสั้นแห่งเวทมนตร์",
      "description": [
        "[จงหยุดความเจ็บปวด!!] เพิ่มความเสียหาย 20% เมื่อศัตรูตายจะสามารถใช้สกิลได้อีกครั้ง",
        "[จงหยุดความเจ็บปวด!!] เพิ่มความเสียหาย 24% เมื่อศัตรูตายจะสามารถใช้สกิลได้อีกครั้ง",
        "[จงหยุดความเจ็บปวด!!] เพิ่มความเสียหาย 29% เมื่อศัตรูตายจะสามารถใช้สกิลได้อีกครั้ง",
        "[จงหยุดความเจ็บปวด!!] เพิ่มความเสียหาย 35% เมื่อศัตรูตายจะสามารถใช้สกิลได้อีกครั้ง",
        "[จงหยุดความเจ็บปวด!!] เพิ่มความเสียหาย 42% เมื่อศัตรูตายจะสามารถใช้สกิลได้อีกครั้ง",
        "[จงหยุดความเจ็บปวด!!] เพิ่มความเสียหาย 50% เมื่อศัตรูตายจะสามารถใช้สกิลได้อีกครั้ง"
      ],
      "story": "มีดสั้นที่มนุษย์กิ้งก่าแห่งทะเลสาบ Aretana ใช้ในเทศกาลดั้งเดิมหรือพิธีกรรมต่างๆ โดยหลักๆแล้ว มีดสั้นนี้จะใช้เพื่อเป็นครื่องประดับวันสำคัญของการก้าวย่างสู่ความเป็นผู้ใหญ่ แต่หลังจากที่ดินแดนของมนุษย์กิ้งก่าถูกยึดครอง ก็ได้ถูกปรับใช้ และกำเนิดเป็นอาวุธเวทมนตร์อีกครั้ง"
    }
  },
  "s4": {
    "name": "แสดงพลังแห่งบรรพบุรุษ!!",
    "description": "หาก HP ของตนเองเต็มจะเพิ่มพลังโจมตี {0} หากไม่ จะฟื้นฟู HP {1} ต่อวินาที หากได้รับความเสียหายที่ทำให้ตาย จะต้านความเสียหาย {2} และสร้างเกราะป้องกันที่ต้านทานผลจากสถานะผิดปกติเป็นเวลา {3} วินาที และจะใช้ MP ทั้งหมดของตนเอง ในขณะที่เกิดเกราะป้องกันจะไม่สามารถฟื้นฟู MP ได้",
    "books": {
      "0": "เพิ่มการบูสต์พลังโจมตีขึ้น {0}%",
      "1": "เพิ่มการบูสต์พลังโจมตีขึ้น {0}%",
      "2": "เพิ่มการบูสต์พลังโจมตีขึ้น {0}%"
    },
    "light": "เพิ่มการฟื้นฟู 100%",
    "dark": "ฟื้นฟู MP 300 ทุกวินาทีเมื่อ HP ของตัวเองเต็ม",
    "ut": {
      "name": "หนังสือแห่งมังกร",
      "description": [
        "[แสดงพลังแห่งบรรพบุรุษ!!] เกราะป้องกันเพิ่มขึ้น 20% และใช้เกราะป้องกันป้องแก่พันธมิตรทั้งหมด",
        "[แสดงพลังแห่งบรรพบุรุษ!!] เกราะป้องกันเพิ่มขึ้น 24% และใช้เกราะป้องกันป้องแก่พันธมิตรทั้งหมด",
        "[แสดงพลังแห่งบรรพบุรุษ!!] เกราะป้องกันเพิ่มขึ้น 29% และใช้เกราะป้องกันป้องแก่พันธมิตรทั้งหมด",
        "[แสดงพลังแห่งบรรพบุรุษ!!] เกราะป้องกันเพิ่มขึ้น 35% และใช้เกราะป้องกันป้องแก่พันธมิตรทั้งหมด",
        "[แสดงพลังแห่งบรรพบุรุษ!!] เกราะป้องกันเพิ่มขึ้น 42% และใช้เกราะป้องกันป้องแก่พันธมิตรทั้งหมด",
        "[แสดงพลังแห่งบรรพบุรุษ!!] เกราะป้องกันเพิ่มขึ้น 50% และใช้เกราะป้องกันป้องแก่พันธมิตรทั้งหมด"
      ],
      "story": "หนังสือเวทมนตร์ที่ตกทอดมาจากบรรพบุรุษจากรุ่นสู่รุ่น เช่นเดียวกับหนังสือประวัติศาสตร์ที่ตกทอดจากรุ่นสู่รุ่นจากนักปราชญ์แห่งชนเผ่า มีเรื่องราวชีวิตประจำวันของชนเผ่า เหตุการณ์ของวีรบุรุษในอดีต บันทึกแห่งสงคราม และอื่นๆอีกมาก พลังแปลกประหลาดของมันสามารถทำให้เกิดเรื่องราวเหล่านั้นขึ้นอีกครั้งชั่วขณะได้ด้วยการใช้เวทมนตร์"
    }
  },
  "t5": {
    "light": "พลังโจมตี, พลังป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "เมื่อเริ่มการต่อสู้ 5 วินาทีจะได้รับ [คำแนะนำแห่งบรรพบุรุษ] ที่เพิ่มการต้านทานสถานะผิดปกติของตนเอง 200 หน่วย หลังจากนั้น 5 วินาทีหากมี [คำแนะนำแห่งบรรพบุรุษ] อยู่จะลบล้างเอฟเฟคลบแก่เพื่อนร่วมทีม 3 คนแบบสุ่ม และเพิ่มพลังป้องกัน 50% เป็นเวลา 10 วินาที ไม่สามารถยกเลิกเอฟเฟคบูสต์พลังป้องกันได้"
  }
}