{
  "name": "Bernheim",
  "subtitle": "ดาบทำลายล้าง",
  "description": "อัศวินแห่งความเงียบงัน นักดาบมืด และดาบสะเทือนภูผา นี่คือชื่อที่ทหารรับจ้างในตำนานผู้นี้ได้รับการขนานนามในจักรวรรดิ ดาบยักษ์ของเขาสามารถดูดซับพลังชนิดใดก็ได้เพื่อสร้างการทำลายล้างขั้นสูงสุด",
  "story": "Bernheim von Lachelima ผู้ซึ่งถือกำเนิดในตระกูลที่สูงศักดิ์ มีพรสวรรค์ด้านทักษะการต่อสู้ที่โดดเด่น เขามีพละกำลังของยักษ์และการตัดสินใจที่เยี่ยมยอด ดังนั้นจึงเป็นเรื่องที่ปฏิเสธไม่ได้เลยว่าเขาจะกลายเป็นอัศวินที่ยิ่งใหญ่ อย่างไรก็ตาม เขามีข้อบกพร่องที่ร้ายแรงซึ่งทำให้เขาไม่ประสบความสำเร็จ นั่นคือ เขาไม่สามารถใช้พลังแห่งแสงได้เลย ไม่ว่าเขาจะพยายามอย่างหนักสักแค่ไหน หรือศรัทธาและเจตจำนงของเขาจะแรงกล้าสักเพียงใด พลังแห่งแสงก็ไม่ตอบสนองต่อการร้องเรียกของเขา แม้ว่าสิ่งเดียวที่เขาต้องการก็คือการได้รับใช้ชาติและองค์ราชินี แต่ความจริงที่ว่าเขาไร้ความสามารถ จึงทำให้เขาก้าวหน้าไปได้ไม่ไกลเกินกว่าอัศวินระดับล่างและทำให้เขาท้อแท้ แต่ Bernheim ไม่ยอมแพ้และฝึกฝนอย่างหนักเพื่อควบคุมพลังแห่งแสง แต่การขาดความก้าวหน้าอย่างต่อเนื่องได้เริ่มทำให้จิตใจของเขาอ่อนแอลงอย่างช้าๆ วันหนึ่ง เขาแวะไปที่โบสถ์กลางเพื่อศึกษาพลังแห่งแสงและกลไกการทำงานของมัน ในตอนที่เขากำลังอ่านหนังสืออย่างเงียบๆ นั้นเอง เขาก็ได้ยินเสียงหนึ่ง มันคือเสียงของเทวทูตที่ร้องเรียกหาเขา ความท้อแท้ที่สะสมมาเนิ่นนานของ Bernheim นำพาเขาไปยังสถานที่ต้นกำเนิดของเสียง ซึ่งเป็นห้องที่ถูกปิดผนึกด้วยบาเรียเวทมนตร์มากมายในชั้นใต้ดินของโบสถ์ เมื่อเขาก้าวเข้าไปใกล้ยิ่งขึ้น บาเรียเหล่านั้นก็หายวับไปราวกับว่าไม่เคยมี สิ่งที่เขาเห็นภายในห้องคือดาบที่มีรูปร่างของเทวทูต ซึ่งมีแสงสว่างจ้าเปล่งออกมา 'เจ้าคือคนที่ถูกเลือก' ดาบพูด โดยดึงให้เขาเข้าไปใกล้ด้วยแสงสว่างศักดิ์สิทธิ์ เขาค่อยๆ จับดาบนั้นโดยคิดว่าความพยายามที่ไม่ย่อท้อของเขาได้ส่งผลตอบแทนแล้ว จากนั้นจิตใจของเขาก็ถูกดึงดูดเข้าสู่ความมืดมิดที่ลึกที่สุด ความมืดที่ครอบงำเขาคือความว่างเปล่าแห่งความไร้ประโยชน์อันมืดมัวที่ไร้จุดสิ้นสุด ภาชนะที่ไม่มีวันเติมเต็ม จักรวาลอีกแห่งหนึ่ง ในความมืดอันกว้างใหญ่ไพศาลนั้น Bernheim รู้สึกว่าจิตใจของเขากำลังเสื่อมทรามลงและการดำรงอยู่ของเขากำลังเลือนหายไป พลังมืดชั่วร้ายกำลังรุกล้ำจิตใจและร่างกายของเขาอย่างเชื่องช้า อย่างไรก็ตาม Bernheim ยังเป็นหนึ่งในอัศวิน Penteonia อัศวินแห่งแสงที่สาบานว่าจะไม่พ่ายแพ้ต่อความมืด เขาตื่นขึ้นจากความมืดที่ครอบงำและฟื้นคืนสติด้วยจิตวิญญาณที่ไม่ยอมแพ้ของเขา เมื่อเขาได้สติก็พบว่าตัวเองนอนอยู่บนพื้น ในมือของเขาถือดาบสีดำเล่มยักษ์ ดาบที่มีรูปลักษณ์ของปีศาจกำลังหัวเราะและเยาะเย้ยอัศวินที่ได้หันเหออกจากเส้นทางแห่งแสง Bernheim ถูกเนรเทศออกจาก Penteonia ในที่สุด และเขาได้เริ่มต้นชีวิตใหม่ในฐานะทหารรับจ้างในจักรวรรดิ Vespia พร้อมกับดาบปีศาจชั่วร้ายและปากร้ายเล่มนั้นในมือ...",
  "like": "ทิวทัศน์ที่บ้าน, การอ่านอย่างผ่อนคลาย, เวลาที่อยู่คนเดียว, ราชินี Artemia",
  "dislike": "ตัวเองในอดีตที่อ่อนแอกว่านี้, ทาร์การิออส",
  "inn": {
    "idle": "...ในฐานะทหารรับจ้าง ข้ารู้จักสถานที่เหล่านี้ดีเหมือนกับหลังมือของตัวเอง",
    "recruit": {
      "greet": "อืมม คำร้องของั้นหรือ",
      "talk": [
        "อากาศวันนี้ดีจัง สำหรับการฝึกฝนน่ะนะ",
        "เหตุผลของข้าในการกวัดแกว่งดาบงั้นเหรอ...บางคำถามก็ไม่มีคำตอบหรอก",
        "อาหารเป็นเพียงเชื้อเพลิงที่ช่วยผลักดันให้ข้าก้าวต่อไปได้ ไม่มีที่ว่างสำหรับความหรูหราบนสนามรบหรอกนะ"
      ],
      "gift": "เอ๋ ของขวัญ ไม่ใช่คำร้องขอเหรอ ข้าไม่เข้าใจความหมายเลยแฮะ"
    },
    "affinity": {
      "greet": "สวัสดี ช่วงนี้ข้าเจอเจ้าบ่อยขึ้นนะ",
      "talk": [
        "เจ้าอยากรู้เรื่องดาบของข้าเหรอ อืม... เจ้าไม่ถามเรื่องนั้นจะดีกว่านะ",
        "อาการปวดหัวนี้... อ่า ไม่ต้องห่วงหรอก ข้าค่อนข้างจะชินกับมันแล้วละ"
      ],
      "gift": "ขอบคุณนะ ข้าจะใช้มันให้เกิดประโยชน์"
    },
    "relationship": {
      "greet": "ดูเหมือนว่าเจ้าจะอารมณ์ดีนะ มีอะไรพิเศษเกิดขึ้นเหรอ",
      "talk": [
        "ดูเหมือนว่าโชคชะตาของข้าจะผูกอยู่กับดาบปีศาจนี้... วันหนึ่งข้าจะสามารถเป็นอิสระจากมันได้ไหมนะ",
        "เสียงของ ทาร์การิออส กำลังโหยหวนอยู่ภายในหัวของข้า... ขะ...",
        "ถึงแม้เมื่อก่อนนั้นข้าจะกระหายพลัง แต่ทั้งหมดนั้นก็เป็นเพราะเจตจำนงของข้าไม่แข็งแกร่งพอ ข้าจะไม่มีวันปล่อยให้เรื่องแบบนั้นเกิดขึ้นอีก"
      ]
    }
  },
  "uw": {
    "name": "เตาเผาแห่งความเปล่าประโยชน์ ทาร์การิออส",
    "description": [
      "ทุก 10 วินาที เพิ่มพลังโจมตีของตัวเองขึ้น 10% พลังป้องกันทั้งหมดขึ้น 10% และลดเวลาคูลดาวน์ของสกิลทั้งหมดลง 1 วินาที เมื่ออยู่ในสถานะ [เริ่มต้นการต่อสู้] ลดเวลาคูลดาวน์ลงเป็นสองเท่า การบูสต์พลังโจมตีและพลังป้องกันนี้สามารถซ้อนทับกันได้สูงสุด 4 ครั้งและไม่สามารถลบล้างได้",
      "ทุก 10 วินาที เพิ่มพลังโจมตีของตัวเองขึ้น 12% พลังป้องกันทั้งหมดขึ้น 12% และลดเวลาคูลดาวน์ของสกิลทั้งหมดลง 1.2 วินาที เมื่ออยู่ในสถานะ [เริ่มต้นการต่อสู้] ลดเวลาคูลดาวน์ลงเป็นสองเท่า การบูสต์พลังโจมตีและพลังป้องกันนี้สามารถซ้อนทับกันได้สูงสุด 4 ครั้งและไม่สามารถลบล้างได้",
      "ทุก 10 วินาที เพิ่มพลังโจมตีของตัวเองขึ้น 14% พลังป้องกันทั้งหมดขึ้น 14% และลดเวลาคูลดาวน์ของสกิลทั้งหมดลง 1.4 วินาที เมื่ออยู่ในสถานะ [เริ่มต้นการต่อสู้] ลดเวลาคูลดาวน์ลงเป็นสองเท่า การบูสต์พลังโจมตีและพลังป้องกันนี้สามารถซ้อนทับกันได้สูงสุด 4 ครั้งและไม่สามารถลบล้างได้",
      "ทุก 10 วินาที เพิ่มพลังโจมตีของตัวเองขึ้น 17% พลังป้องกันทั้งหมดขึ้น 17% และลดเวลาคูลดาวน์ของสกิลทั้งหมดลง 1.7 วินาที เมื่ออยู่ในสถานะ [เริ่มต้นการต่อสู้] ลดเวลาคูลดาวน์ลงเป็นสองเท่า การบูสต์พลังโจมตีและพลังป้องกันนี้สามารถซ้อนทับกันได้สูงสุด 4 ครั้งและไม่สามารถลบล้างได้",
      "ทุก 10 วินาที เพิ่มพลังโจมตีของตัวเองขึ้น 21% พลังป้องกันทั้งหมดขึ้น 21% และลดเวลาคูลดาวน์ของสกิลทั้งหมดลง 2.1 วินาที เมื่ออยู่ในสถานะ [เริ่มต้นการต่อสู้] ลดเวลาคูลดาวน์ลงเป็นสองเท่า การบูสต์พลังโจมตีและพลังป้องกันนี้สามารถซ้อนทับกันได้สูงสุด 4 ครั้งและไม่สามารถลบล้างได้",
      "ทุก 10 วินาที เพิ่มพลังโจมตีของตัวเองขึ้น 25% พลังป้องกันทั้งหมดขึ้น 25% และลดเวลาคูลดาวน์ของสกิลทั้งหมดลง 2.5 วินาที เมื่ออยู่ในสถานะ [เริ่มต้นการต่อสู้] ลดเวลาคูลดาวน์ลงเป็นสองเท่า การบูสต์พลังโจมตีและพลังป้องกันนี้สามารถซ้อนทับกันได้สูงสุด 4 ครั้งและไม่สามารถลบล้างได้"
    ],
    "story": "ชื่อของดาบนี้มีความหมายว่า 'ผู้ที่ไม่เต็มอิ่ม' 'ผู้ที่มีความปรารถนาไม่สิ้นสุด' มันมีพลังที่สามารถดูดซับพลังงานได้ทุกรูปแบบ ไม่ว่าจะเป็นพลังชั่วร้ายหรือพลังศักดิ์สิทธิ์ เพื่อใช้พลังเหล่านั้นเป็นพลังของตัวเอง มันมีเจตจำนงของตัวเอง และมีคุณลักษณะที่มีอารมณ์แปรปรวน ไม่รอบคอบ และโหดร้ายมาก แม้แต่ราชินี Artemia ก็ยังไม่รู้ถึงเหตุผลที่แน่ชัดว่าทำไมดาบนี้ถึงได้ถูกปิดผนึกใต้โบสถ์กลางใน Penteonia แต่ข่าวลือเล่าขานกันว่า ทาร์การิออส คือลอร์ดแห่งความมืดในอดีตที่ไกลโพ้น ซึ่งอาจจะดูไม่ได้เป็นเช่นนั้นเมื่อพิจารณาจากคุณลักษณะที่ไม่เอาจริงเอาจังของมัน แต่แน่นอนว่ามันมีพลังทำลายล้างที่รุนแรง"
  },
  "s1": {
    "name": "วงกลมแห่งการไร้ผล",
    "description": "โจมตีเป้าหมายและศัตรูที่อยู่ใกล้ในระยะ สร้างความเสียหายเวทมนตร์ {0} หน่วย และสร้างวงกลมแห่งการไร้ผลที่สร้างความเสียหายเวทมนตร์ {2} หน่วย ลดความเร็วโจมตีลง {3} หน่วย และป้องกันไม่ให้ศัตรูได้รับเอฟเฟคบวกเป็นเวลา {1} วินาที มีเวลาคูลดาวน์ {4} วินาทีเมื่อเริ่มต้นการต่อสู้ครั้งแรก",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดเวลาคูลดาวน์ครั้งแรกลง 3 วินาที",
    "dark": "เพิ่มระยะเวลาสกิลของ [วงกลมแห่งการไร้ผล] ขึ้น 4 วินาที เมื่ออยู่ในสถานะ [เริ่มต้นการต่อสู้]",
    "ut": {
      "name": "ดาบที่เลือนลาง",
      "description": [
        "[วงกลมแห่งการไร้ผล] ลดมานาของเป้าหมายที่ติดสถานะลง 100 หน่วยและเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 25% เป็นเวลา 5 วินาที",
        "[วงกลมแห่งการไร้ผล] ลดมานาของเป้าหมายที่ติดสถานะลง 120 หน่วยและเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 25% เป็นเวลา 5 วินาที",
        "[วงกลมแห่งการไร้ผล] ลดมานาของเป้าหมายที่ติดสถานะลง 140 หน่วยและเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 25% เป็นเวลา 5 วินาที",
        "[วงกลมแห่งการไร้ผล] ลดมานาของเป้าหมายที่ติดสถานะลง 170 หน่วยและเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 25% เป็นเวลา 5 วินาที",
        "[วงกลมแห่งการไร้ผล] ลดมานาของเป้าหมายที่ติดสถานะลง 210 หน่วยและเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 25% เป็นเวลา 5 วินาที",
        "[วงกลมแห่งการไร้ผล] ลดมานาของเป้าหมายที่ติดสถานะลง 250 หน่วยและเพิ่มความเสียหายเวทมนตร์ที่เป้าหมายได้รับขึ้น 25% เป็นเวลา 5 วินาที"
      ],
      "story": "ดาบมาตรฐานที่มอบให้แด่อัศวิน Penteonia ซึ่ง Bernheim ได้ใช้ก่อนที่เขาจะติดกับดักของ ทาร์การิออส มันได้รับออกแบบมาให้ดึงพลังที่ยิ่งใหญ่เมื่ออาบด้วยพลังแห่งแสง วันหนึ่ง ทาร์การิออส สังเกตเห็นว่า Bernheim ได้พยายามที่จะใช้อาวุธอื่นๆ แทนดาบ มันจึงคลั่งและทำลายอาวุธอื่นๆ ทั้งหมดหลังจากที่ได้ดูดซับพลัง การปกป้อง และพรทั้งหมดที่อาวุธเหล่านั้นมีอยู่ Bernheim เห็นเช่นนั้น ก็ถอนหายใจเฮือกใหญ่ แล้วโยนเศษชิ้นส่วนเหล็กที่แตกหักทิ้งไป แต่กับดาบนี้ เขาได้ตัดสินใจที่จะพกมันติดตัว"
    }
  },
  "s2": {
    "name": "เริ่มต้นการต่อสู้",
    "description": "โจมตีศัตรูด้านหน้าภายในระยะและสร้างความเสียหายเวทมนตร์ {0} หน่วยเพื่อผลักศัตรูออกไป เพิ่มอัตราบล็อคทั้งหมดของตัวเองขึ้น {2} และเพิ่มพลังป้องกันของตัวเองขึ้น {3} หน่วย และไม่ได้รับผลจากสถานะผิดปกติเป็นเวลา {1} วินาที มีเวลาคูลดาวน์ {4} วินาทีเมื่อเริ่มต้นการต่อสู้ครั้งแรก",
    "books": {
      "0": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%"
    },
    "light": "เมื่อใช้จะลบล้างเอฟเฟ็คด้านเสียที่ตัวเองได้รับอยู่",
    "dark": "เพิ่มทั้งเวลาคูลดาวน์ครั้งแรกขึ้น 8 วินาทีและระยะเวลาของเอฟเฟคขึ้น 8 วินาที",
    "ut": {
      "name": "เหรียญตราแห่งแสง",
      "description": [
        "[เริ่มต้นการต่อสู้] ใช้ HP ปัจจุบัน 50% เพื่อทำให้เอฟเฟคไม่สามารถถูกลบล้างได้เมื่อใช้",
        "[เริ่มต้นการต่อสู้] ใช้ HP ปัจจุบัน 46% เพื่อทำให้เอฟเฟคไม่สามารถถูกลบล้างได้เมื่อใช้",
        "[เริ่มต้นการต่อสู้] ใช้ HP ปัจจุบัน 41% เพื่อทำให้เอฟเฟคไม่สามารถถูกลบล้างได้เมื่อใช้",
        "[เริ่มต้นการต่อสู้] ใช้ HP ปัจจุบัน 35% เพื่อทำให้เอฟเฟคไม่สามารถถูกลบล้างได้เมื่อใช้",
        "[เริ่มต้นการต่อสู้] ใช้ HP ปัจจุบัน 28% เพื่อทำให้เอฟเฟคไม่สามารถถูกลบล้างได้เมื่อใช้",
        "[เริ่มต้นการต่อสู้] ใช้ HP ปัจจุบัน 20% เพื่อทำให้เอฟเฟคไม่สามารถถูกลบล้างได้เมื่อใช้"
      ],
      "story": "สัญลักษณ์แห่งแสงที่มอบให้แก่เขาเมื่อตอนที่เขาได้รับแต่งตั้งเป็นอัศวินใน Penteonia เหรียญตราทองนี้ ซึ่งมีดวงอาทิตย์แกะสลักอยู่บนเหรียญ ทำให้ผู้สวมใส่มั่นใจว่าแสงสว่างจะอยู่กับเขาเสมอ แม้ว่า Bernheim จะถูกถอดตำแหน่งอัศวินและถูกเนรเทศออกจากประเทศ แต่ความจงรักภักดีของเขายังคงอยู่กับอัศวิน Penteonia ที่ภาคภูมิเสมอ"
    }
  },
  "s3": {
    "name": "ผู้ทำลายล้าง",
    "description": "สร้างความเสียหายเวทมนตร์ {0} หน่วยภายในการโจมตี 10 ครั้งแก่ศัตรูที่อยู่ใกล้ในระยะวงกลมรอบๆ ตัวเอง โจมตีศัตรูรอบๆ ในระยะที่กว้างกว่าเดิม สร้างความเสียหายเวทมนตร์ {1} หน่วย และสตันศัตรูเป็นเวลา {2} วินาที เมื่อใช้กับศัตรูที่ไม่ใช่ฮีโร่ การโจมตีแต่ละครั้งจะสร้างความเสียหายเวทมนตร์เพิ่มเติม {4} หน่วย มีเวลาคูลดาวน์ {5} วินาทีเมื่อเริ่มต้นการต่อสู้ครั้งแรก",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "ลดเวลาคูลดาวน์ครั้งแรกลง 5 วินาที",
    "dark": "สร้างความเสียหายเพิ่มเติมที่ไม่สนใจพลังป้องกันแก่ศัตรูที่ไม่ใช่ฮีโร่",
    "ut": {
      "name": "ถ้วยแห่งทหารรับจ้าง",
      "description": [
        "[ผู้ทำลายล้าง] เพิ่มความเสียหายขึ้น 20% และมีโอกาส 20% ทุกการโจมตีที่จะทำให้ศัตรูติดสตันเป็นเวลา 0.5 วินาที",
        "[ผู้ทำลายล้าง] เพิ่มความเสียหายขึ้น 24% และมีโอกาส 20% ทุกการโจมตีที่จะทำให้ศัตรูติดสตันเป็นเวลา 0.5 วินาที",
        "[ผู้ทำลายล้าง] เพิ่มความเสียหายขึ้น 29% และมีโอกาส 20% ทุกการโจมตีที่จะทำให้ศัตรูติดสตันเป็นเวลา 0.5 วินาที",
        "[ผู้ทำลายล้าง] เพิ่มความเสียหายขึ้น 35% และมีโอกาส 20% ทุกการโจมตีที่จะทำให้ศัตรูติดสตันเป็นเวลา 0.5 วินาที",
        "[ผู้ทำลายล้าง] เพิ่มความเสียหายขึ้น 42% และมีโอกาส 20% ทุกการโจมตีที่จะทำให้ศัตรูติดสตันเป็นเวลา 0.5 วินาที",
        "[ผู้ทำลายล้าง] เพิ่มความเสียหายขึ้น 50% และมีโอกาส 20% ทุกการโจมตีที่จะทำให้ศัตรูติดสตันเป็นเวลา 0.5 วินาที"
      ],
      "story": "ถ้วยที่ระลึกซึ่งมอบให้แก่เหล่าทหารรับจ้างที่เข้มแข็งและกล้าหาญในจักรวรรดิ หมาป่าซึ่งเป็นสัญลักษณ์ของจักรวรรดิแกะสลักอยู่บนถ้วยนี้ เพื่อระลึกถึงชัยชนะจำนวนนับครั้งไม่ถ้วนที่ Bernheim นำมาสู่จักรวรรดิ ราชวงศ์ได้มอบถ้วยอันวิจิตรงดงามนี้ให้แก่เขา ซึ่งเป็นหนึ่งในถ้วยที่มีเพียง 5 ใบในโลกเท่านั้น ข่าวลือเล่าขานกันว่าถ้วยนี้มีเวทมนตร์ที่ทำให้เครื่องดื่มใดก็ตามที่เทลงในถ้วยนี้ช่วยฟื้นฟูพละกำลัง"
    }
  },
  "s4": {
    "name": "ทำลายลง",
    "description": "Bernheim ไม่สามารถฟื้นฟูมานาได้และทุกสกิลจะไม่ใช้มานา เมื่อโจมตีธรรมดาและใช้สกิลโจมตี ทำให้ศัตรูติดทำลายลงเป็นเวลา {0} วินาที ลดอัตราการรักษาของศัตรูลง {1}% และเพิ่มพลังโจมตีของตัวเองขึ้น {2} หน่วย และเพิ่มอัตราการรักษาของตัวเองขึ้น {3}% เอฟเฟคทั้งหมดสามารถซ้อนทับกันได้สูงสุด {4} ครั้ง",
    "books": {
      "0": "เพิ่มปริมาณการโจมตี {0}%",
      "1": "เพิ่มปริมาณการโจมตี {0}%",
      "2": "เพิ่มปริมาณการโจมตี {0}%"
    },
    "light": "สแต็กทำลายลงจะไม่สามารถลบล้างได้",
    "dark": "การเพิ่มพลังโจมตีและอัตราการรักษาไม่สามารถถูกลบล้างได้",
    "ut": {
      "name": "จดหมายที่ไม่ได้ส่ง",
      "description": [
        "[ทำลายลง] เปลี่ยนจำนวนสแต็กทั้งของตัวเองและเป้าหมายเป็น 2 และเพิ่มจำนวนสแต็กสูงสุดสำหรับเอฟเฟคทั้งหมดขึ้นอีก 20",
        "[ทำลายลง] เปลี่ยนจำนวนสแต็กทั้งของตัวเองและเป้าหมายเป็น 2 และเพิ่มจำนวนสแต็กสูงสุดสำหรับเอฟเฟคทั้งหมดขึ้นอีก 24",
        "[ทำลายลง] เปลี่ยนจำนวนสแต็กทั้งของตัวเองและเป้าหมายเป็น 2 และเพิ่มจำนวนสแต็กสูงสุดสำหรับเอฟเฟคทั้งหมดขึ้นอีก 29",
        "[ทำลายลง] เปลี่ยนจำนวนสแต็กทั้งของตัวเองและเป้าหมายเป็น 2 และเพิ่มจำนวนสแต็กสูงสุดสำหรับเอฟเฟคทั้งหมดขึ้นอีก 35",
        "[ทำลายลง] เปลี่ยนจำนวนสแต็กทั้งของตัวเองและเป้าหมายเป็น 2 และเพิ่มจำนวนสแต็กสูงสุดสำหรับเอฟเฟคทั้งหมดขึ้นอีก 42",
        "[ทำลายลง] เปลี่ยนจำนวนสแต็กทั้งของตัวเองและเป้าหมายเป็น 2 และเพิ่มจำนวนสแต็กสูงสุดสำหรับเอฟเฟคทั้งหมดขึ้นอีก 50"
      ],
      "story": "จดหมายที่ Bernheim เขียนถึงครอบครัวของเขาหลังจากถูกเนรเทศ เขาเขียนถึงพวกเขาแต่ยังไม่ได้ตัดสินใจว่าจะส่งหรือไม่จนกระทั่งตอนนี้ หลังจากผ่านไป 7 ปีนับจากการถูกเนรเทศ จดหมายเหล่านี้ส่งถึงน้องชายและน้องสาวของเขาเป็นหลัก ผู้ซึ่งมีอายุอ่อนกว่าเขา 5 และ 10 ปีในตอนที่เขาถูกเนรเทศ"
    }
  },
  "t5": {
    "light": "พลังโจมตี, พลังป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "เมื่อโจมตีธรรมดา ทำให้เป้าหมายได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 1% และลดพลังป้องกันเวทมนตร์ของเป้าหมายลง 1% เป็นเวลา 10 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 20 ครั้ง"
  }
}