{
  "name": "Kaulah",
  "subtitle": "หมอผีสายฟ้า",
  "description": "เขาเป็นหัวหน้าออคของเผ่า Sky Wind เขาใช้พลังธรรมชาติโจมตีเป้าหมายด้วยท้องฟ้าและสายลม สายฟ้าที่รุนแรงของเขาสามารถทำให้เป้าหมายชา ในขณะเดียวกันก็ฟื้นฟูเพื่อนร่วมทีมด้วยพลังแห่งลมได้อีกด้วย",
  "story": "ชาแมนออร์คผู้ยิ่งใหญ่คนนี้มีสายฟ้าเป็นอาวุธ เขาคือหัวหน้าเผ่า Skywind และผู้อาวุโสที่ Orc Alliance นับถือ ชาแมนออร์คหลายคนได้รับการฝึกฝนจากเขา และเห็นเขาเป็นผู้นำทางจิตวิญญาณ เขาคือหนึ่งในชาแมนเพียงไม่กี่คนที่ฝันเห็นนิมิต และรอบรู้พอจะตีความนิมิตเหล่านั้นได้อย่างถูกต้อง",
  "like": "เผ่าพันธุ์ของเขา, ความสงบสุขของโลก",
  "dislike": "Malduk, สงคราม",
  "inn": {
    "idle": "พวกเจ้าต้องการความช่วยเหลือจากชาแมน Ork ?",
    "recruit": {
      "greet": "ข้าขอแนะนำตัว, ข้าคือหัวหน้าเผ่า Skywind, Kaulah",
      "talk": [
        "ขณะที่ข้าอยู่ที่นี่, ทำให้ข้าตระหนักได้ว่าอารยธรรมต่างๆ ของมวลมนุษย์ช่างเป็นสิ่งที่น่าอัศจรรย์",
        "ข้าคิดถึงสายลมที่ข้าสัมผัสได้บนยอดภูเขา ยังไงซะพรุ่งนี้ข้าจะต้องไปปีนภูเขาที่อยู่ในบริเวณนี้ให้ได้",
        "ข้าอยู่ที่กระท่อมนี้เพื่อการค้าขาย, และข้าก็คงไม่สามารถที่จะเดจาวูอะไรได้ ภายใต้สภาพที่ไม่เหมาะสม"
      ],
      "gift": "ข้าจะจดจำความมีน้ำใจของพวกเจ้าเอาไว้"
    },
    "affinity": {
      "greet": "ข้าหวังว่าสายลมของข้าจะช่วยให้เจ้าผ่อนคลาย แม้จะเป็นเพียงช่วงเวลาสั้นๆ ก็ตาม",
      "talk": [
        "ยังไงข้าก็ไม่คุ้นกับเมืองสักที แต่มันก็ดีที่ได้เห็นผู้คนที่มีชีวิตชีวา",
        "สายลมไม่เคยหยุดพัด แม้เวลาจะผ่านไป... เช่นเดียวกับหนทางที่ยากลำบากของเจ้า มันจะผ่านพ้นไปเช่นกัน"
      ],
      "gift": "ข้าจะใช้มันอย่างดีระหว่างการเดินทางครั้งนี้"
    },
    "relationship": {
      "greet": "ข้าคิดว่าข้ารู้สึกถึงสายลมที่เป็นมิตรแหละ ยินดีต้อนรับกลับมานะ เพื่อน",
      "talk": [
        "แข็งแกร่งดั่งก้อนหิน อ่อนโยนดั่งสายลม ออร่าของเจ้าให้ความรู้สึกแบบนั้นแหละ",
        "เจ้าเคยปีนขึ้นสู่ยอดของภูเขาใน Ogria หรือเปล่า ความสวยงามที่แท้จริงรออยู่ที่จุดยอดสุดของภูเขา",
        "ข้าเห็นนิมิตเมื่อคืนนี้ นิมิตที่บอกว่าเจ้าจะกอบกู้โลก..."
      ]
    }
  },
  "uw": {
    "name": "คอเว็นติน่า, สายลมสีฟ้า",
    "description": [
      "ให้โอกาส 10% ในการสร้างความเสียหายเวทมนตร์เท่ากับ 100% ของพลังโจมตี และร่ายไฟช็อตแก่ศัตรู 2 คนโดยสุ่มด้วยการโจมตีปกติ ถ้าเป้าหมายโดนไฟช็อตอยู่แล้ว สตันเป้าหมายเป็นเวลา 2 วินาที",
      "ให้โอกาส 12% ในการสร้างความเสียหายเวทมนตร์เท่ากับ 120% ของค่าพลังโจมตี และร่ายไฟช็อตแก่ศัตรู 2 คนโดยสุ่มด้วยการโจมตีปกติ ถ้าเป้าหมายโดนไฟช็อตอยู่แล้ว สตันเป้าหมายเป็นเวลา 2 วินาที",
      "ให้โอกาส 14% ในการสร้างความเสียหายเวทมนตร์เท่ากับ 140% ของค่าพลังโจมตี และร่ายไฟช็อตแก่ศัตรู 2 คนโดยสุ่มด้วยการโจมตีปกติ ถ้าเป้าหมายโดนไฟช็อตอยู่แล้ว สตันเป้าหมายเป็นเวลา 2 วินาที",
      "ให้โอกาส 17% ในการสร้างความเสียหายเวทมนตร์เท่ากับ 170% ของค่าพลังโจมตี และร่ายไฟช็อตแก่ศัตรู 2 คนโดยสุ่มด้วยการโจมตีปกติ ถ้าเป้าหมายโดนไฟช็อตอยู่แล้ว สตันเป้าหมายเป็นเวลา 2 วินาที",
      "ให้โอกาส 21% ในการสร้างความเสียหายเวทมนตร์เท่ากับ 210% ของค่าพลังโจมตี และร่ายไฟช็อตแก่ศัตรู 2 คนโดยสุ่มด้วยการโจมตีปกติ ถ้าเป้าหมายโดนไฟช็อตอยู่แล้ว สตันเป้าหมายเป็นเวลา 2 วินาที",
      "ให้โอกาส 25% ในการสร้างความเสียหายเวทมนตร์เท่ากับ 250% ของค่าพลังโจมตี และร่ายไฟช็อตแก่ศัตรู 2 คนโดยสุ่มด้วยการโจมตีปกติ ถ้าเป้าหมายโดนไฟช็อตอยู่แล้ว สตันเป้าหมายเป็นเวลา 2 วินาที"
    ],
    "story": "ไม้เท้ารูปร่างคล้ายนกสายฟ้าสี่ปีก แน่นอนว่ามันสร้างจากขนปีกของนกสายฟ้า ซึ่งออร์คเผ่า Skywind ถือว่าเป็นสัตว์ศักดิ์สิทธิ์ ไม้เท้ามีพลังในการสื่อสารกับท้องฟ้า ทำนายสภาพอากาศ และควบคุมอากาศ และเป็นสุดยอดสื่อกลางพลังสำหรับชาแมนเผ่า Skywind ที่ใช้พลังสายฟ้า"
  },
  "s1": {
    "name": "สายฟ้าฟาด",
    "description": "ปล่อยสายฟ้า 5 อันแก่ศัตรูแบบสุ่มสร้างความเสียหายเวทย์ {0} และช๊อตไฟฟ้า ศัตรูที่ถูช๊อตไฟฟ้าจะหมดสติเป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มอัตราคริติคอล {0}"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
    "ut": {
      "name": "กำไลหินสายฟ้า",
      "description": [
        "[สายฟ้าฟาด] ลดอัตราการรักษาของเป้าหมายลง 30% และลดมานาของเป้าหมายลง 100 หน่วยเป็นเวลา 10 วินาที",
        "[สายฟ้าฟาด] ลดอัตราการรักษาของเป้าหมายลง 30% และลดมานาของเป้าหมายลง 120 หน่วยเป็นเวลา 10 วินาที",
        "[สายฟ้าฟาด] ลดอัตราการรักษาของเป้าหมายลง 30% และลดมานาของเป้าหมายลง 140 หน่วยเป็นเวลา 10 วินาที",
        "[สายฟ้าฟาด] ลดอัตราการรักษาของเป้าหมายลง 30% และลดมานาของเป้าหมายลง 170 หน่วยเป็นเวลา 10 วินาที",
        "[สายฟ้าฟาด] ลดอัตราการรักษาของเป้าหมายลง 30% และลดมานาของเป้าหมายลง 210 หน่วยเป็นเวลา 10 วินาที",
        "[สายฟ้าฟาด] ลดอัตราการรักษาของเป้าหมายลง 30% และลดมานาของเป้าหมายลง 250 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "กำไลที่ทำขึ้นจากหินสายฟ้าอันศักดิ์สิทธิ์ มันมีชื่อเรียกอีกอย่างหนึ่งว่าหยดน้ำตาของเทพเจ้าสายฟ้า หินสายฟ้าที่อยู่บนกำไลจะช่วยเสริมพลังให้กับสายฟ้าฟาด กำไลนี้เป็นสิ่งของที่สืบทอดกันมาจากรุ่นสู่รุ่นในหมู่ชาแมนออร์ค"
    }
  },
  "s2": {
    "name": "ฝนรักษา",
    "description": "ฟื้นฟู HP {1} ให้กับพันธมิตรทั้งหมด เป็นเวลา {0} วินาที",
    "books": {
      "0": "เพิ่มอัตราการฟื้นของ HP {0}%",
      "1": "เพิ่มอัตราการฟื้นของ HP {0}%",
      "2": "เมื่อร่ายสกิลจะป้องกันสถานะผิดปกติและเพิ่มค่าความต้านทานความเสียหาย {0}"
    },
    "light": "ลดความเสียหายที่พันธมิตรได้รับขณะใช้สกิล 25%",
    "dark": "เพิ่มการใช้ Mana 1 และทุกครั้งที่ร่ายเวทย์ฟื้นฟูจะเพิ่มการฟื้นฟูเท่ากับ 5% ของ HP สูงสุดของเป้าหมาย",
    "ut": {
      "name": "หน้ากากธันเดอร์เบิร์ด",
      "description": [
        "[ฝนรักษา] ดูดซับความเสียหายเท่ากับ 200% ของพลังโจมตีและสร้างโล่ที่ทำให้ไม่ได้รับผลจากสถานะผิดปกติเป็นเวลา 1 วินาทีเมื่อใช้กับพันธมิตรที่มี HP เต็ม",
        "[ฝนรักษา] ดูดซับความเสียหายเท่ากับ 240% ของพลังโจมตีและสร้างโล่ที่ทำให้ไม่ได้รับผลจากสถานะผิดปกติเป็นเวลา 1 วินาทีเมื่อใช้กับพันธมิตรที่มี HP เต็ม",
        "[ฝนรักษา] ดูดซับความเสียหายเท่ากับ 290% ของพลังโจมตีและสร้างโล่ที่ทำให้ไม่ได้รับผลจากสถานะผิดปกติเป็นเวลา 1 วินาทีเมื่อใช้กับพันธมิตรที่มี HP เต็ม",
        "[ฝนรักษา] ดูดซับความเสียหายเท่ากับ 350% ของพลังโจมตีและสร้างโล่ที่ทำให้ไม่ได้รับผลจากสถานะผิดปกติเป็นเวลา 1 วินาทีเมื่อใช้กับพันธมิตรที่มี HP เต็ม",
        "[ฝนรักษา] ดูดซับความเสียหายเท่ากับ 420% ของพลังโจมตีและสร้างโล่ที่ทำให้ไม่ได้รับผลจากสถานะผิดปกติเป็นเวลา 1 วินาทีเมื่อใช้กับพันธมิตรที่มี HP เต็ม",
        "[ฝนรักษา] ดูดซับความเสียหายเท่ากับ 500% ของพลังโจมตีและสร้างโล่ที่ทำให้ไม่ได้รับผลจากสถานะผิดปกติเป็นเวลา 1 วินาทีเมื่อใช้กับพันธมิตรที่มี HP เต็ม"
      ],
      "story": "หน้าธันเดอร์เบิร์ดนำโชคที่ช่วยเรียกฝน เมื่อชาแมนเผ่า Skywind ร่ายน้ำแห่งการรักษา วิญญาณของธันเดอร์เบิร์ดจะสถิตกับคนที่โดนฝนรักษาและช่วยฟื้นฟูร่างกายที่อ่อนล้า"
    }
  },
  "s3": {
    "name": "สายลมแห่งความว่องไว",
    "description": "ในช่วงระยะเวลา {0} วินาที เพิ่มพลังโจมตีของพันธมิตรทั้งหมด {1} และทำให้ความเร็วโจมตีเพิ่มขึ้น {2}%",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มอัตราครืติคอล {0} เป็นเวลาต่อเนื่อง"
    },
    "light": "เพิ่มการเพิ่มพลังโจมตี 40%",
    "dark": "ลดเวลาคูลดาวน์ 3 วินาที",
    "ut": {
      "name": "ขนนกประดับของลมจากฟากฟ้า",
      "description": [
        "[สายลมแห่งความว่องไว] ลดการใช้ Mana 1 เพิ่มเอฟเฟ็คเพิ่มความเสียหายคริติคอล 20%",
        "[สายลมแห่งความว่องไว] ลดการใช้ Mana 1 เพิ่มเอฟเฟ็คเพิ่มความเสียหายคริติคอล 24%",
        "[สายลมแห่งความว่องไว] ลดการใช้ Mana 1 เพิ่มเอฟเฟ็คเพิ่มความเสียหายคริติคอล 29%",
        "[สายลมแห่งความว่องไว] ลดการใช้ Mana 1 เพิ่มเอฟเฟ็คเพิ่มความเสียหายคริติคอล 35%",
        "[สายลมแห่งความว่องไว] ลดการใช้ Mana 1 เพิ่มเอฟเฟ็คเพิ่มความเสียหายคริติคอล 42%",
        "[สายลมแห่งความว่องไว] ลดการใช้ Mana 1 เพิ่มเอฟเฟ็คเพิ่มความเสียหายคริติคอล 50%"
      ],
      "story": "ขนนกจากธันเดอร์เบิร์ด ผู้พิทักษ์แห่งฝนฟ้าคะนอง ชาแมนระดับสูงแห่งเผ่า Skywind สื่อสารผ่านขนนกธันเดอร์เบิร์ด ชาแมนใช้เครื่องประดับขนนกนี้เมื่อใช้สายลมแห่งความว่องไว เพื่อเป็นหนึ่งเดียวกับธันเดอร์เบิร์ด ซึ่งจะเพิ่มพลังโจมตีและความเร็วโจมตีของพันธมิตรทั้งหมด"
    }
  },
  "s4": {
    "name": "สายฟ้าลูกโซ่",
    "description": "สร้างความเสียหายเวทมนตร์ {1} หน่วยแก่ศัตรู 4 คนทุกๆ {0} วินาที และสร้างไฟช็อตเป็นเวลา {2} วินาที ศัตรูที่โดนไฟช็อตจะได้รับความเสียหายเวทมนตร์รวม {4} หน่วยเป็นเวลา {3} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "ทำให้เป้าหมายหมดสติเป็นเวลา {0} วินาที เมื่อเกิดคริติคอล"
    },
    "light": "เพิ่มโอกาสการเกิดคริติคอล 400",
    "dark": "ถ้ามีศัตรู 1 ตัวจะเพิ่มเวลาสลบต่อเนื่อง 3 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "เมื่อได้รับความเสียหาย ลดความเร็วโจมตีของศัตรูที่โจมตีลง 300 หน่วยเป็นเวลา 5 วินาที เอฟเฟคนี้จะมีผลเพียงครั้งเดียวทุกๆ 5 วินาที"
  }
}