{
  "name": "Glenwys",
  "subtitle": "โล่แห่งจักรวรรดิ",
  "description": "อัศวินหญิงที่เกิดมาเป็นสามัญชนในจักรวรรดิ เป็นที่เคารพนับถือของสามัญชนจำนวนมาก นางได้รับตำแหน่งเป็นรองหัวหน้ากองกลุ่มอัศวินผู้พิทักษ์เมืองหลวงโดยใช้ทักษะของตัวเองล้วนๆ นางสาบานว่าจะเป็นโล่ที่ปกป้องพลเมืองของจักรวรรดิ ไม่มีใครอุทิศให้กับการรับใช้จักรวรรดิเท่ากับนาง",
  "story": "หากขอให้พลเมืองของจักรวรรดิเลือกอัศวินที่เป็นที่รักมากที่สุด ชื่อของ Glenwys คงจะอยู่ในอันดับต้นๆ นางเป็นรองหัวหน้ากองกลุ่มอัศวินผู้พิทักษ์เมืองหลวงของจักรวรรดิซึ่งเป็นตำแหน่งสูงสุดของอัศวินที่มีภูมิหลังเป็นสามัญชน ด้วยทักษะการต่อสู้ที่ดุดันประกอบกับความถ่อมตนและความรับผิดชอบที่หาใครเทียบไม่ได้ การเป็นอัศวินคือจุดหมายในการมีชีวิตของนาง ไม่ต้องสงสัยเลยว่า Glenwys เป็นความหวังให้กับสามัญชนทุกคนในจักรวรรดิ เนื่องจากนางได้รับตำแหน่งรองหัวหน้ากองและชนะการแข่งขันต่อสู้ที่จักรพรรดิเป็นผู้จัดขึ้นเองถึง 3 ครั้ง ในฐานะสัญลักษณ์แห่งความเชื่อมั่นที่ว่าทุกคนที่มีทักษะสามารถประสบความสำเร็จในจักรวรรดิได้ นางจึงได้รับความสนใจอย่างมากจากผู้คน",
  "like": "การฝึกฝน, รอยยิ้มของประชาชนจักรวรรดิ, บรรยากาศที่มีชีวิตชีวา, พายแอปเปิ้ล",
  "dislike": "ความทุกข์ของประชาชน, การชุมนุมทางสังคมและงานสังสรรค์ของขุนนาง",
  "inn": {
    "idle": "เป็นโรงแรมที่เยี่ยม ทุกอย่างดูดีและสะอาด อาหารก็น่ารับประทานเช่นกัน",
    "recruit": {
      "greet": "สวัสดี เจ้าเป็นไงบ้าง",
      "talk": [
        "หมู่บ้านดูปลอดภัยดีในวันนี้",
        "โอ้ แค่ขนมปังกับซุปก็พอแล้ว ข้าไม่ชอบกินอาหารหรูๆ เท่าไหร่",
        "ฮ่าฮ่า อัศวินก็ต้องพักเหมือนกันนะ"
      ],
      "gift": "ของขวัญ... สำหรับข้าเหรอ อะ-อืม... ขะ-ขอบคุณสำหรับความมีน้ำใจของเจ้านะ"
    },
    "affinity": {
      "greet": "อ้ะ สวัสดี เราเจอกันอีกแล้วนะ",
      "talk": [
        "เจ้าหมดภารกิจแล้วใช่ไหม งั้นเราไปฝึกซ้อมด้วยกันดีไหม",
        "ในจักรวรรดินี้เราพิจารณาความสามารถมากกว่าภูมิหลัง ความพยายามอย่างไม่ลดละเป็นหนทางสู่ความสำเร็จเพียงหนทางเดียว"
      ],
      "gift": "ข้าไม่สมควรได้รับของขวัญเช่นนี้ แต่... ขอบคุณนะ ข้าจะหาทางตอบแทนน้ำใจครั้งนี้ให้ได้"
    },
    "relationship": {
      "greet": "โอ้ เจ้าอยู่นี่เอง ไปหาอะไรกินด้วยกันไหม",
      "talk": [
        "บางครั้ง... ข้ารู้สึกว่าข้าไม่สมควรได้รับความชื่นชมที่ข้าเห็นในสายตาของเด็กๆ",
        "ข้าเข้ากับอัศวินชนชั้นสูงได้ดี บางคนถึงกับมาฝึกประลองกับข้า",
        "ข้ารู้สึกซาบซึ้งต่อองค์ฝ่าบาทอยู่เสมอ เป็นเพราะความเมตตาของฝ่าบาทที่ทำให้สามัญชนอย่างข้าสามารถเป็นสิ่งที่ข้าเป็นอยู่ทุกวันนี้"
      ]
    }
  },
  "uw": {
    "name": "โต้กลับ, แม็กซิเทีย",
    "description": [
      "เมื่อไรก็ตามที่ใช้สกิล เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด 1% และเพิ่มความเสียหายคริติคอลขึ้น 2% เอฟเฟคนี้จะซ้อนทับกันสูงสุด 4 ครั้ง และเอฟเฟคทั้งหมดจะเพิ่มเป็นสองเท่าเมื่อซ้อนทับกันสูงสุด",
      "เมื่อไรก็ตามที่ใช้สกิล เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด 1.2% และเพิ่มความเสียหายคริติคอลขึ้น 2.4% เอฟเฟคนี้จะซ้อนทับกันสูงสุด 4 ครั้ง และเอฟเฟคทั้งหมดจะเพิ่มเป็นสองเท่าเมื่อซ้อนทับกันสูงสุด",
      "เมื่อไรก็ตามที่ใช้สกิล เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด 1.4% และเพิ่มความเสียหายคริติคอลขึ้น 2.8% เอฟเฟคนี้จะซ้อนทับกันสูงสุด 4 ครั้ง และเอฟเฟคทั้งหมดจะเพิ่มเป็นสองเท่าเมื่อซ้อนทับกันสูงสุด",
      "เมื่อไรก็ตามที่ใช้สกิล เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด 1.7% และเพิ่มความเสียหายคริติคอลขึ้น 3.4% เอฟเฟคนี้จะซ้อนทับกันสูงสุด 4 ครั้ง และเอฟเฟคทั้งหมดจะเพิ่มเป็นสองเท่าเมื่อซ้อนทับกันสูงสุด",
      "เมื่อไรก็ตามที่ใช้สกิล เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด 2% และเพิ่มความเสียหายคริติคอลขึ้น 4.2% เอฟเฟคนี้จะซ้อนทับกันสูงสุด 4 ครั้ง และเอฟเฟคทั้งหมดจะเพิ่มเป็นสองเท่าเมื่อซ้อนทับกันสูงสุด",
      "เมื่อไรก็ตามที่ใช้สกิล เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด 2.5% และเพิ่มความเสียหายคริติคอลขึ้น 5% เอฟเฟคนี้จะซ้อนทับกันสูงสุด 4 ครั้ง และเอฟเฟคทั้งหมดจะเพิ่มเป็นสองเท่าเมื่อซ้อนทับกันสูงสุด"
    ],
    "story": "โล่และดาบผสมปืนที่สร้างขึ้นด้วยวิศวกรรมเครื่องกลล้ำสมัยของจักรวรรดิ ดาบผสมปืนเป็นอาวุธต้นแบบที่สร้างขึ้นโดยแผนกวิศวกรรมเครื่องกลของ Magos Le'Flamme และเป็นอาวุธร้ายแรงที่ออกแบบมาเพื่อโจมตีศัตรูจำนวนมากในระยะใกล้ โล่ถูกออกแบบมาเพื่อปัดป้องและโต้กลับการโจมตีของศัตรู และความสามารถในการดูดซับและลดแรงกระแทกของโล่อันนี้ไม่มีโล่ใดเทียบได้ มันเป็นของขวัญที่ราชวงศ์แห่งจักรวรรดิเป็นผู้มอบให้ เพื่อเป็นการรับรู้ถึงความสำเร็จของ Glenwys หลังจากได้เข้าร่วมกลุ่มอัศวิน"
  },
  "s1": {
    "name": "จบสิ้นกันที",
    "description": "สร้างความเสียหายกายภาพรวม {0} หน่วยในการโจมตี 7 ครั้งแก่ศัตรูที่อยู่ด้านหน้าภายในระยะ การโจมตีแต่ละครั้งจะเพิ่มความเสียหายกายภาพที่ได้รับ 4% เป็นเวลา 10 วินาที เอฟเฟคนี้จะซ้อนทับกันสูงสุด 7 ครั้ง หากเป้าหมายไม่ใช่ฮีโร่ สร้างความเสียหายกายภาพเพิ่มเติมอีก {1} หน่วย",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เพิ่มค่ามานาขึ้น 1 หน่วย ความเสียหายที่สร้างแก่ศัตรูที่ไม่ใช่ฮีโร่ไม่สนใจพลังป้องกัน",
    "dark": "ลดความเร็วโจมตีของเป้าหมายลง 250 หน่วยเป็นเวลา 10 วินาที",
    "ut": {
      "name": "ตราสัญลักษณ์หัวหน้ากลุ่มแอลฟา",
      "description": [
        "[จบสิ้นกันที] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ลง 1% เมื่อโจมตีคริติคอล",
        "[จบสิ้นกันที] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ลง 1.2% เมื่อโจมตีคริติคอล",
        "[จบสิ้นกันที] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ลง 1.4% เมื่อโจมตีคริติคอล",
        "[จบสิ้นกันที] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ลง 1.7% เมื่อโจมตีคริติคอล",
        "[จบสิ้นกันที] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ลง 2% เมื่อโจมตีคริติคอล",
        "[จบสิ้นกันที] เพิ่มความเสียหาย 50% และลดเวลาคูลดาวน์ลง 2.5% เมื่อโจมตีคริติคอล"
      ],
      "story": "สัญลักษณ์แห่งหัวหน้ากองอัศวินผู้พิทักษ์ ตราสัญลักษณ์ที่มอบให้กับหัวหน้ากลุ่มแอลฟาผู้ที่มีอำนาจในการพิทักษ์ความยุติธรรมเพื่อความปลอดภัยของประชาชนแห่งจักรวรรดิ ตำแหน่งหัวหน้ากลุ่มแอลฟาเป็นอัศวินที่ได้รับเลือกจากการให้ความเห็นชอบเป็นเอกฉันท์ ซึ่งมีความสามารถในการต่อสู้ที่ไม่มีใครเทียบและมีชื่อเสียงในหมู่อัศวิน"
    }
  },
  "s2": {
    "name": "ข้าจะไม่ยั้งมือ",
    "description": "สร้างความเสียหายกายภาพ {0} หน่วยในการโจมตี 10 ครั้งแก่ศัตรูที่อยู่ล้อมเป็นวงกลมรอบตัวเอง และสตันศัตรูเป็นเวลา {1} วินาที การโจมตีครั้งสุดท้ายสร้างความเสียหายกายภาพ {2} หน่วยแก่ศัตรูที่อยู่ด้านหน้า และสตันศัตรูเป็นเวลา {3} วินาที",
    "books": {
      "0": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "1": "เพิ่มปริมาณความเสียหายเป็น {0}%",
      "2": "เพิ่มปริมาณความเสียหายเป็น {0}%"
    },
    "light": "เพิ่มจำนวนความเสียหายกายภาพที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
    "dark": "เพิ่มระยะเวลาของการสตัน 0.5 วินาที",
    "ut": {
      "name": "คำชมเชยแห่งแดนดิไลออน",
      "description": [
        "[ข้าจะไม่ยั้งมือ] ลดเวลาคูลดาวน์ลง 4.5 วินาทีและลดอัตราการรักษาของศัตรูลง 20%",
        "[ข้าจะไม่ยั้งมือ] ลดเวลาคูลดาวน์ลง 4.5 วินาทีและลดอัตราการรักษาของศัตรูลง 24%",
        "[ข้าจะไม่ยั้งมือ] ลดเวลาคูลดาวน์ลง 4.5 วินาทีและลดอัตราการรักษาของศัตรูลง 28%",
        "[ข้าจะไม่ยั้งมือ] ลดเวลาคูลดาวน์ลง 4.5 วินาทีและลดอัตราการรักษาของศัตรูลง 34%",
        "[ข้าจะไม่ยั้งมือ] ลดเวลาคูลดาวน์ลง 4.5 วินาทีและลดอัตราการรักษาของศัตรูลง 42%",
        "[ข้าจะไม่ยั้งมือ] ลดเวลาคูลดาวน์ลง 4.5 วินาทีและลดอัตราการรักษาของศัตรูลง 50%"
      ],
      "story": "การแข่งขันโคลีเซียมของจักรวรรดิรายปีเป็นที่ที่นักสู้ผู้กล้าหาญทุกคนสามารถเข้าแข่งขันเพื่อพิสูจน์คุณค่าของตัวเอง โดยไม่คำนึงถึงต้นกำเนิดและตำแหน่งทางสังคม แต่ผู้ชนะนั้นมักจะเป็นขุนนาง อัศวิน หรือทหารที่ได้รับการสนับสนุนจากตระกูลขุนนาง ทุกคนรู้ว่าการแข่งขันนี้ไม่ยุติธรรมอีกต่อไป แต่ไม่มีใครกล้าเอ่ยปากพูด อย่างไรก็ตาม Glenwys เด็กหญิงสามัญชนวัย 16 ปีที่ไม่มีใครสนับสนุน ชนะการแข่งขันเมื่อ 4 ปีก่อนและจุดประสงค์อันสูงส่งของการแข่งขันได้กลับคืนมาเหมือนเดิม ในวันแห่งชัยชนะของนางโคลอสเซียมเต็มไปด้วยเสียงปรบมือดังสนั่นจากผู้ชมที่ปรารถนาจะเห็นขุนนางผู้หยิ่งผยองสูญเสียสิ่งที่คิดว่าอยู่ในกำมือ Glenwys กลายเป็นฮีโร่คนใหม่ของจักรวรรดิและผู้คนต่างก็ซื้อของขวัญให้นาง อย่างไรก็ตาม Glenwys ปฏิเสธที่จะรับของขวัญทั้งหมด ไม่เพียงความสนใจในระดับชาตินั้นมากเกินไปสำหรับนางเท่านั้น แต่นางยังรู้ว่าผู้ที่มีอำนาจจะไม่มีวันพอใจที่เห็นสามัญชนมารวมตัวกันรอบๆ ฮีโร่อย่างนาง แม้กระนั้น นางก็ไม่สามารถปฏิเสธเด็กผู้หญิงตัวเล็กๆ ขี้อายที่ถือที่ทับกระดาษที่ทำจากดอกแดนดิไลออนในมือเล็กๆ และสิ่งนี้ได้กลายเป็นของขวัญเพียงอย่างเดียวที่นางเก็บไว้สำหรับตัวเอง"
    }
  },
  "s3": {
    "name": "เริ่มการโต้กลับ",
    "description": "ใช้พลังของโล่หลวง ซึ่งสร้างความเสียหายกายภาพ {0} หน่วยแก่ศัตรูที่อยู่ล้อมรอบเป็นวงกลมขนาดใหญ่รอบตัวเอง และทำให้ศัตรูล้มลงเป็นเวลา {1} วินาที ขจัดเอฟเฟคลบออกไปจากพันธมิตรทั้งหมด, เพิ่มพลังโจมตี {3} หน่วยเป็นเวลา {2} วินาที และเพิ่มพลังป้องกัน {4} หน่วย",
    "books": {
      "0": "เพิ่มบูสต์พลังโจมตีและพลังป้องกันขึ้น {0}%",
      "1": "เพิ่มบูสต์พลังโจมตีและพลังป้องกันขึ้น {0}%",
      "2": "เพิ่มบูสต์พลังโจมตีและพลังป้องกันขึ้น {0}%"
    },
    "light": "ลดความต้านทานคริติคอลกายภาพของเป้าหมายลง 250 หน่วยเป็นเวลา 10 วินาที",
    "dark": "เพิ่มค่ามานา 1 หน่วย และเพิ่มพลังโจมตีและพลังป้องกันขึ้น 100%",
    "ut": {
      "name": "บาลลาสรูบี้",
      "description": [
        "[เริ่มการโต้กลับ] เพิ่มพลังโจมตีและพลังป้องกันขึ้น 50% และยังเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 10% เป็นเวลา 10 วินาที",
        "[เริ่มการโต้กลับ] เพิ่มพลังโจมตีและพลังป้องกันขึ้น 50% และยังเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 12% เป็นเวลา 10 วินาที",
        "[เริ่มการโต้กลับ] เพิ่มพลังโจมตีและพลังป้องกันขึ้น 50% และยังเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 14% เป็นเวลา 10 วินาที",
        "[เริ่มการโต้กลับ] เพิ่มพลังโจมตีและพลังป้องกันขึ้น 50% และยังเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 17% เป็นเวลา 10 วินาที",
        "[เริ่มการโต้กลับ] เพิ่มพลังโจมตีและพลังป้องกันขึ้น 50% และยังเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 21% เป็นเวลา 10 วินาที",
        "[เริ่มการโต้กลับ] เพิ่มพลังโจมตีและพลังป้องกันขึ้น 50% และยังเพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 25% เป็นเวลา 10 วินาที"
      ],
      "story": "ของขวัญชิ้นสุดท้ายจากผู้สนับสนุนที่ไม่ระบุชื่อ Glenwys กลายเป็นผู้ชนะการแข่งขันคนแรกที่มีภูมิหลังเป็นสามัญชน แต่ค่าใช้จ่ายเพื่อป้องกันตำแหน่งในการแข่งขันโคลีเซียมของจักรวรรดิครั้งต่อไปสูงกว่ารายได้ของสามัญชนทั่วไปอยู่มาก ค่าธรรมเนียมในการเข้าแข่งขันของนางส่วนใหญ่มาจากการบริจาคของประชาชน แต่ในท้ายที่สุดค่าใช้จ่ายก็แพงเกินไปจนแข่งต่อไม่ไหว อย่างไรก็ตาม เป็นเรื่องน่าแปลกที่มีความช่วยเหลือมาจากผู้สนับสนุนที่ไม่ระบุชื่อทุกครั้งที่นางหมดหนทาง ทำให้นางสามารถต่อสู้ต่อไปได้ ในวันที่นางกลายเป็นผู้ชนะในการแข่งขัน 3 ครั้งติดต่อกัน นางได้รับ 'บาลลาสรูบี้' อัญมณีแห่งอัศวิน ซึ่งเป็นสิ่งสุดท้ายที่นางได้รับจากผู้สนับสนุนนิรนาม ตั้งแต่นั้นมาอัญมณีนี้ได้กลายเป็นเครื่องรางแห่งชัยชนะที่นางพกติดตัวอยู่เสมอ ถึงจะรู้สึกซาบซึ้งใจ แต่นางก็ยังอยากรู้ว่าผู้สนับสนุนคนนั้นเป็นใคร"
    }
  },
  "s4": {
    "name": "ความภาคภูมิแห่งอัศวินหลวง",
    "description": "เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด {0} หน่วย เพิ่มความเสียหายแก่ศัตรูที่ไม่ใช่ฮีโร่ {2}% เป็นเวลา {1} วินาทีในตอนเริ่มต้นของการต่อสู้ และลดความเสียหายที่ได้รับลง {3}%",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "เอฟเฟคความเสียหายที่สร้างแก่ศัตรูที่ไม่ใช่ฮีโร่ในตอนนี้เท่ากับ 20%",
    "dark": "เอฟเฟคความเสียหายที่ได้รับจากศัตรูที่ไม่ใช่ฮีโร่ในตอนนี้เท่ากับ 20%",
    "ut": {
      "name": "เกียรติยศสีทอง",
      "description": [
        "[ความภาคภูมิแห่งอัศวินหลวง] เพิ่มโบนัสพลังโจมตี 50%, เพิ่มความเสียหายคริติคอลให้แก่ตัวเองและพันธมิตรที่มีค่าพลังโจมตีสูงสุด (ซึ่งไม่รวมตัวเอง) 30% เป็นเวลา 20 วินาทีในตอนเริ่มต้นของการต่อสู้ และเพิ่มความเสียหายให้แก่ศัตรูที่ไม่ใช่ฮีโร่ 10%",
        "[ความภาคภูมิแห่งอัศวินหลวง] เพิ่มโบนัสพลังโจมตี 50%, เพิ่มความเสียหายคริติคอลให้แก่ตัวเองและพันธมิตรที่มีค่าพลังโจมตีสูงสุด (ซึ่งไม่รวมตัวเอง) 36% เป็นเวลา 20 วินาทีในตอนเริ่มต้นของการต่อสู้ และเพิ่มความเสียหายให้แก่ศัตรูที่ไม่ใช่ฮีโร่ 12%",
        "[ความภาคภูมิแห่งอัศวินหลวง] เพิ่มโบนัสพลังโจมตี 50%, เพิ่มความเสียหายคริติคอลให้แก่ตัวเองและพันธมิตรที่มีค่าพลังโจมตีสูงสุด (ซึ่งไม่รวมตัวเอง) 42% เป็นเวลา 20 วินาทีในตอนเริ่มต้นของการต่อสู้ และเพิ่มความเสียหายให้แก่ศัตรูที่ไม่ใช่ฮีโร่ 14%",
        "[ความภาคภูมิแห่งอัศวินหลวง] เพิ่มโบนัสพลังโจมตี 50%, เพิ่มความเสียหายคริติคอลให้แก่ตัวเองและพันธมิตรที่มีค่าพลังโจมตีสูงสุด (ซึ่งไม่รวมตัวเอง) 50% เป็นเวลา 20 วินาทีในตอนเริ่มต้นของการต่อสู้ และเพิ่มความเสียหายให้แก่ศัตรูที่ไม่ใช่ฮีโร่ 17%",
        "[ความภาคภูมิแห่งอัศวินหลวง] เพิ่มโบนัสพลังโจมตี 50%, เพิ่มความเสียหายคริติคอลให้แก่ตัวเองและพันธมิตรที่มีค่าพลังโจมตีสูงสุด (ซึ่งไม่รวมตัวเอง) 63% เป็นเวลา 20 วินาทีในตอนเริ่มต้นของการต่อสู้ และเพิ่มความเสียหายให้แก่ศัตรูที่ไม่ใช่ฮีโร่ 21%",
        "[ความภาคภูมิแห่งอัศวินหลวง] เพิ่มโบนัสพลังโจมตี 50%, เพิ่มความเสียหายคริติคอลให้แก่ตัวเองและพันธมิตรที่มีค่าพลังโจมตีสูงสุด (ซึ่งไม่รวมตัวเอง) 75% เป็นเวลา 20 วินาทีในตอนเริ่มต้นของการต่อสู้ และเพิ่มความเสียหายให้แก่ศัตรูที่ไม่ใช่ฮีโร่ 25%"
      ],
      "story": "ถ้วยรางวัลทองคำที่มอบให้กับ Glenwys สำหรับการชนะในการแข่งขันโคลีเซียมของจักรวรรดิ 3 ครั้งติดต่อกัน เป็นของขวัญจากจักรพรรดิที่มอบให้กับฮีโร่ที่แท้จริงแห่งโคลีเซียม ในการชิงแชมป์ครั้งที่ 3 ซึ่งเป็นการแข่งขันรอบสุดท้ายที่ Glenwys ได้ต่อสู้ คู่ต่อสู้คนสุดท้ายของนางคือชายลึกลับที่สวมหน้ากากซึ่งเอาชนะคู่ต่อสู้ของเขาได้ในเวลาไม่กี่วินาทีตลอดการแข่งขัน Glenwys รู้สึกประหม่าเมื่อเห็นเขาต่อสู้ในรอบรองชนะเลิศ ตามที่คาดไว้ การต่อสู้นั้นแทบจะไม่สูสีเลย ชายคนนั้นกวัดแกว่งดาบคู่สีแดงใส่ Glenwys ราวกับพายุถาโถมใส่ นางรอโอกาสในขณะที่พยายามต้านการโจมตีที่ดุเดือดนั้น ในที่สุดชายคนนั้นก็ก้าวพลาดและ Glenwys ได้เข้าโจมตีอย่างสุดแรง แต่ทุกอย่างไม่เป็นดังที่นางคิด ชายคนนั้นหลบการโจมตีของนางด้วยการก้าวถอยหลังเพียงไม่กี่ก้าว แรงระเบิดที่เกิดจากการโจมตีของ Glenwys ทำให้หน้ากากของชายนิรนามแตกออก เผยให้เห็นใบหน้าที่หล่อเหลา และนางได้เห็นว่าชายคนนั้นยิ้มอยู่ภายใต้หน้ากากที่แตก ตระหนักว่าการโจมตีของนางไม่ส่งผลใดๆ Glenwys ยกโล่ขึ้นมาอีกครั้งด้วยความตกใจ แต่ทันใดนั้นชายนิรนามก็ยอมแพ้ ทันทีที่หมอกควันที่ปกคลุมทั้งคู่อยู่จางหายไป ก็มีหน้ากากอีกใบสวมอยู่บนใบหน้าของชายคนนั้นแล้ว Glenwys ที่ทั้งตกใจและอึ้ง ไม่เข้าใจว่าเกิดอะไรขึ้นจนถึงตอนที่จักรพรรดิยื่นถ้วยรางมาให้นาง จนกระทั่งนางได้เห็นชายที่ยืนอยู่ด้านหลังจักรพรรดิกับหัวหน้าองครักษ์ ปรบมือให้นางอย่างอบอุ่น"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / พลังป้องกันทั้งหมด+10%",
    "dark": "เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด 8% ของจำนวนรวมของค่าพลังป้องกันทั้งหมดสำหรับตัวเอง"
  }
}