{
  "name": "Epis",
  "subtitle": "ปีศาจเจ้าเสน่ห์",
  "description": "เธอเป็นปีศาจเลือดเย็นที่ชอบหาเรื่องสนุกทำอะไรตามใจตัวเอง งานอดิเรกของเธอคือการใช้เคียวขนาดใหญ่ล่าวิญญาณของศัตรู เธอชอบไปโพล่กลางดงศัตรูพร้อมกับกวาดศัตรูรอบๆ ให้หายไปในคราวเดียว",
  "story": "ซัคคิวบัสทรงเสน่ห์แสนขี้เล่นตนนี้ทำทุกอย่างตามใจตัวเอง เธอเป็นพวกสุขนิยมที่มุ่งมั่นทำเฉพาะเรื่องที่คิดว่าน่าสนุกและน่าสนใจ สมกับที่มีสายเลือดของปีศาจ แม้แต่ในช่วงสงครามปีศาจ เธอก็เลือกเดินทางคนเดียวแทนที่จะเข้าร่วมการรุกราน เธอรู้สึกว่าการได้ต่อสู้เคียงข้าง Kyle น่าสนุกเสียจนเธอยอมทรยศเผ่าพันธุ์ของตัวเอง เมื่อพบ Kasel เธอก็เข้าร่วมกลุ่มของเขาอย่างเต็มใจ เพราะเธอรู้ดีว่าเจอนักผจญภัยน่าสนใจอีกคนแล้ว บางครั้งถ้าเธอพบชายรูปงาม เธออาจไปเยี่ยมเยียนเขาในความฝันด้วย",
  "like": "สิ่งที่น่าสนใจหรือชวนให้อยากรู้",
  "dislike": "บรรยากาศน่าเบื่อ",
  "inn": {
    "idle": "อะแห่ม อะแห่ม",
    "recruit": {
      "greet": "วันนี้ว่างหรึป่าว?",
      "talk": [
        "ฮ่าๆๆ ดูหน้าเจ้าสิ แด่งไปหมดแล้ว น่ารักจริงๆ",
        "นี่เจ้ามองอะไร? หุห อย่ากังวลไปเลย ข้าจะไม่บอกใคร",
        "ทำไมกัน? อยากเล่นอะไรสนุกๆกับข้าใช่มั้ย? ใช่หรึป่าว?"
      ],
      "gift": "อุ้ยย นี่ให้ข้าหรอ? หุหุ ถ้างั้นเจ้าอยากได้อะไรตอบแทนหล่ะ?"
    },
    "affinity": {
      "greet": "ยินดีต้อนรับ ที่รัก! เจ้าปิดประตูรึยัง",
      "talk": [
        "โอ้ เจ้าคาดหวังอะไรไว้ล่ะ โอ้ เจ้าช่างอ้อมค้อมจริงๆ",
        "เจ้าอยากจะรู้ว่าทำไมปีศาจถึงร่วมมือกับมนุษย์ใช่มั้ย มันดูเป็นเช่นนั้นจริงๆ เหรอ ฮ่าฮ่า"
      ],
      "gift": "ก็ไม่แย่นะ เจ้าดูเหมือนจะรู้เกี่ยวกับการล่อลวงเพียงน้อยนิด แล้วมันทำให้เจ้าเหมือนกับข้ามากขึ้นมั้ย"
    },
    "relationship": {
      "greet": "อืม~ ดูจากสีหน้าของเจ้าแล้ว ข้าเดาว่าเจ้าได้พบกับข้าในความฝันของเจ้าเมื่อคืนนี้ใช่ไหม",
      "talk": [
        "อะฮ้า~แล้วความฝันของเจ้าเป็นยังไงบ้างล่ะ น่าพอใจไหม หรือเจ้าอยากจะเริ่มต่อจากที่ค้างไว้...",
        "ฮ้า...มีเรื่องนี้ติดอยู่ในใจข้า ข้าเอาแต่คิดถึงเจ้า...เจ้ารู้ไหมว่าทำไมกัน~",
        "ดูเหมือนว่าเสื้อผ้าพวกนี้จะคับขึ้นแฮะ ข้าสงสัยจังว่าข้าน้ำหนักขึ้นหรือเปล่าเนี่ย... เจ้าอยากไปตรวจสอบให้ข้าไหม ที่ในห้องของข้าน่ะ"
      ]
    }
  },
  "uw": {
    "name": "กิลโลทีน, ที่น่าสะพรึง",
    "description": [
      "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 80% ของพลังโจมตี เพิ่มพลังโจมตีของตัวเอง 2% เอฟเฟ็คเพิ่มพลังโจมตีสามารถสแตคได้มากสุด 10 ครั้ง",
      "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 96% ของพลังโจมตี เพิ่มพลังโจมตีของตัวเอง 2.4% เอฟเฟ็คเพิ่มพลังโจมตีสามารถสแตคได้มากสุด 10 ครั้ง",
      "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 115% ของพลังโจมตี เพิ่มพลังโจมตีของตัวเอง 2.9% เอฟเฟ็คเพิ่มพลังโจมตีสามารถสแตคได้มากสุด 10 ครั้ง",
      "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 138% ของพลังโจมตี เพิ่มพลังโจมตีของตัวเอง 3.5% เอฟเฟ็คเพิ่มพลังโจมตีสามารถสแตคได้มากสุด 10 ครั้ง",
      "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 165% ของพลังโจมตี เพิ่มพลังโจมตีของตัวเอง 4.2% เอฟเฟ็คเพิ่มพลังโจมตีสามารถสแตคได้มากสุด 10 ครั้ง",
      "เมื่อโจมตี มีโอกาส 25% ที่จะสร้างความเสียหายเวทย์เพิ่มเติมเท่ากับ 200% ของพลังโจมตี เพิ่มพลังโจมตีของตัวเอง 5% เอฟเฟ็คเพิ่มพลังโจมตีสามารถสแตคได้มากสุด 10 ครั้ง"
    ],
    "story": "เคียวมรณะที่มีลักษณะสอดคล้องกับบุคลิกภาพของ Epis ผู้ครอบครอง มันตวัดเกี่ยววิญญาณของผู้ที่เข้ามาชื่นชมความงามใกล้ๆ อาวุธชิ้นนี้สร้างจากร่างกายของ Epis เอง จึงมีลักษณะไม่ต่างจากซัคคิวบัสตนนี้ นั่นคือจะมอบความสุขสุดขีดให้เหยื่อก่อนจะสูบพลังชีวิตของพวกเขา แต่ดูท่าทาง Epis จะพยายามใช้อาวุธนี้อย่างปรานี"
  },
  "s1": {
    "name": "โจมตีดูดกลืน",
    "description": "สร้างความเสียหายเวทย์ซึ่งเพิกเฉยต่อการป้องกัน {0} แก่ศัตรูและฟื้นฟู HP {1}% ของความเสียหาย",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 ตัว",
    "dark": "ไม่สนใจเอฟเฟ็กบล็อคของเป้าหมาย",
    "ut": {
      "name": "แฟรี่สีเขียว",
      "description": [
        "[โจมตีดูดกลืน] เพิ่มความเสียหาย 20% และเพิ่มพลังโจมตี 20% เมื่อกำจัดศัตรูเป็นเวลา 10 วินาที การเพิ่มพลังโจมตีสามารถซ้อนทับกันได้สูงสุด 3 ครั้ง",
        "[โจมตีดูดกลืน] เพิ่มความเสียหาย 24% และเพิ่มพลังโจมตี 20% เมื่อกำจัดศัตรูเป็นเวลา 10 วินาที การเพิ่มพลังโจมตีสามารถซ้อนทับกันได้สูงสุด 3 ครั้ง",
        "[โจมตีดูดกลืน] เพิ่มความเสียหาย 29% และเพิ่มพลังโจมตี 20% เมื่อกำจัดศัตรูเป็นเวลา 10 วินาที การเพิ่มพลังโจมตีสามารถซ้อนทับกันได้สูงสุด 3 ครั้ง",
        "[โจมตีดูดกลืน] เพิ่มความเสียหาย 35% และเพิ่มพลังโจมตี 20% เมื่อกำจัดศัตรูเป็นเวลา 10 วินาที การเพิ่มพลังโจมตีสามารถซ้อนทับกันได้สูงสุด 3 ครั้ง",
        "[โจมตีดูดกลืน] เพิ่มความเสียหาย 42% และเพิ่มพลังโจมตี 20% เมื่อกำจัดศัตรูเป็นเวลา 10 วินาที การเพิ่มพลังโจมตีสามารถซ้อนทับกันได้สูงสุด 3 ครั้ง",
        "[โจมตีดูดกลืน] เพิ่มความเสียหาย 50% และเพิ่มพลังโจมตี 20% เมื่อกำจัดศัตรูเป็นเวลา 10 วินาที การเพิ่มพลังโจมตีสามารถซ้อนทับกันได้สูงสุด 3 ครั้ง"
      ],
      "story": "เหล้าโปรดของ Epis นี่คือเหล้าชื่อกระฉ่อนที่สุดใน Orvel มันถูกผลิตขึ้นจากใบของต้นเวิร์มวูดที่รสเข้มข้นที่สุดและทำให้ผู้ดื่มเห็นภาพหลอนได้ บรรดาศิลปินแอบใช้เหล้านี้อย่างลับๆ เพื่อกระตุ้นแรงบันดาลใจหรือแม้แต่ใช้เพื่อรักษาอาการความจำเสื่อมขั้นรุนแรง แต่สำหรับ Epis นี่ก็แค่ของดื่มเล่นให้ลื่นคอเท่านั้น"
    }
  },
  "s2": {
    "name": "ฝันร้าย",
    "description": "เคลื่อนไปหาศัตรูที่อยู่ด้านหลังที่สุด สร้างความเสียหายเวทย์ {0} และทำให้ความเสียหายเวทย์ที่ได้รับเพิ่มขึ้น 30% เป็นเวลา 10 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เพิ่มการใช้ Mana 1 หลังจากใช้สกิล สกิล 'โจมตีดูดกลืน' จะทำงานต่อ หากไม่มีศัตรูอยู่รอบๆไม่สามารถใช้ได้",
    "ut": {
      "name": "กล่องของซัคคิวบัส",
      "description": [
        "[ฝันร้าย] เพิ่มความเสียหายขึ้น 50% และทำให้ศัตรูที่ได้รับผลติดสตันเป็นเวลา 2 วินาที",
        "[ฝันร้าย] เพิ่มความเสียหายขึ้น 50% และทำให้ศัตรูที่ได้รับผลติดสตันเป็นเวลา 2.4 วินาที",
        "[ฝันร้าย] เพิ่มความเสียหายขึ้น 50% และทำให้ศัตรูที่ได้รับผลติดสตันเป็นเวลา 2.9 วินาที",
        "[ฝันร้าย] เพิ่มความเสียหายขึ้น 50% และทำให้ศัตรูที่ได้รับผลติดสตันเป็นเวลา 3.5 วินาที",
        "[ฝันร้าย] เพิ่มความเสียหายขึ้น 50% และทำให้ศัตรูที่ได้รับผลติดสตันเป็นเวลา 4.2 วินาที",
        "[ฝันร้าย] เพิ่มความเสียหายขึ้น 50% และทำให้ศัตรูที่ได้รับผลติดสตันเป็นเวลา 5 วินาที"
      ],
      "story": "กล่องที่บรรจุด้วยทรายแห่งการหลับไหลของราชินีแห่งฝันร้าย กล่องจากโลกปีศาจที่มีทรายวิเศษที่ทำให้หลับ เมื่อศัตรูหลับ โจมตีใส่ศัตรูและสร้างความเสียหายเวทย์ผ่านฝันร้ายที่ไม่สามารถแก้เอฟเฟคได้"
    }
  },
  "s3": {
    "name": "งานเต้นรำของปีศาจ",
    "description": "สร้างความเสียหายเวทย์ {0} แก่ศัตรูในอาณาเขต ระหว่างที่ใช้สกิลจะไม่ติดสถานะผิดปกติ",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "ฟื้นพลังเท่ากับ {0}% ของความเสียหาย เมื่อโจมตีคริติคอล"
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "ลดความเสียหายทั้งหมดที่ได้รับ 50% ขณะใช้",
    "ut": {
      "name": "รองเท้าแห่งการยั่วยวน",
      "description": [
        "[งานเต้นรำของปีศาจ] ลดการใช้ Mana 1 เพิ่มความเสียหาย 20%",
        "[งานเต้นรำของปีศาจ] ลดการใช้ Mana 1 เพิ่มความเสียหาย 24%",
        "[งานเต้นรำของปีศาจ] ลดการใช้ Mana 1 เพิ่มความเสียหาย 29%",
        "[งานเต้นรำของปีศาจ] ลดการใช้ Mana 1 เพิ่มความเสียหาย 35%",
        "[งานเต้นรำของปีศาจ] ลดการใช้ Mana 1 เพิ่มความเสียหาย 42%",
        "[งานเต้นรำของปีศาจ] ลดการใช้ Mana 1 เพิ่มความเสียหาย 50%"
      ],
      "story": "ไอเทมล้ำค่าของ Epis เมื่อ Epis มาถึงที่โลกมนุษย์เป็นครั้งแรก เธอสนใจวัฒนธรรมของมนุษย์อย่างจริงจังและเข้าร่วมในการเต้นรำสวมหน้ากาก การเต้นรำของหญิงสาวซึ่งสวมรองเท้าสีแดงดึงดูดสายตาของเธอ และเธอก็ได้ทำข้อตกลงกับหญิงสาวคนนั้นเพื่อแลกกับรองเท้าคู่นั้น Epis สวมรองเท้าอันน่าดึงดูดของเธอและรู้สึกตื่นเต้นมากจนเกินควบคุมเมื่อสร้างความเจ็บปวดให้แก่ศัตรูของเธอด้วยการเต้นรำ"
    }
  },
  "s4": {
    "name": "เก็บเกี่ยว",
    "description": "เมื่อกำจัดศัตรู เพิ่มพลังโจมตีของตัวเอง {1} เป็นเวลา {0} วินาทีและลดเวลาคูลไทม์ทุกสกิล 30%",
    "books": {
      "0": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "ฟื้น Mana ของตัวเอง 1 เมื่อกำจัดศัตรูได้"
    },
    "light": "เพิ่มการฟื้นฟู Mana ของตัวเอง 50% ต่อวินาที ต่อ 1 แสต็ค",
    "dark": "ทุกครั้งที่สแต็คเกิน 5 ครั้งจะทำให้ Mana เป็น 100% และคูลดาวน์ทุกๆวินาที จะลดลง 1 วินาที",
    "ut": {
      "name": "ความทรงจำแห่งความฝัน",
      "description": [
        "[เก็บเกี่ยว] เพิ่มการบูสต์พลังโจมตีขึ้น 50% และเมื่อสังหารศัตรู จะเพิ่มความเร็วโจมตีขึ้น 20 หน่วย เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[เก็บเกี่ยว] เพิ่มการบูสต์พลังโจมตีขึ้น 50% และเมื่อสังหารศัตรู จะเพิ่มความเร็วโจมตีขึ้น 24 หน่วย เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[เก็บเกี่ยว] เพิ่มการบูสต์พลังโจมตีขึ้น 50% และเมื่อสังหารศัตรูจะเพิ่มความเร็วโจมตีขึ้น 29 หน่วย เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[เก็บเกี่ยว] เพิ่มการบูสต์พลังโจมตีขึ้น 50% และเมื่อสังหารศัตรู จะเพิ่มความเร็วโจมตีขึ้น 35 หน่วย เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[เก็บเกี่ยว] เพิ่มการบูสต์พลังโจมตีขึ้น 50% และเมื่อสังหารศัตรู จะเพิ่มความเร็วโจมตีขึ้น 42 หน่วย เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง",
        "[เก็บเกี่ยว] เพิ่มการบูสต์พลังโจมตีขึ้น 50% และเมื่อสังหารศัตรู จะเพิ่มความเร็วโจมตีขึ้น 50 หน่วย เอฟเฟคนี้สามารถสะสมได้สูงสุด 10 ครั้ง"
      ],
      "story": "กระจกวิเศษที่สะท้อนให้เห็นความฝันของ Epis เนื่องจาก Epis ใช้กระจกในการเก็บความฝันที่น่าตื่นตาตื่นใจ กระจกจึงเต็มไปด้วยห้วงความลับที่ลึกที่สุดจำนวนนับไม่ถ้วน"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเสียหายคริติคอล +20%",
    "dark": "เมื่อโจมตีจะลดพลังป้องกันเวทย์ของศัตรู 20% เป็นเวลา 10 วินาที เพิ่มพลังโจมตีของตัวเอง 2% แสต็คสูงสุด 10 ครั้ง"
  }
}