{
  "name": "May",
  "subtitle": "หญิงสาวที่ฝันถึงทรัพย์",
  "description": "หญิงสาวที่บริหารร้านค้าทั่วไปในอาณาจักร Orvel เป็นไปไม่ได้เลยที่จะไม่ชอบหญิงสาวที่สดใสและร่าเริงคนนี้ เธอใช้สิ่งของที่มีประโยชน์ในตระกร้าของเธอในการสนับสนุนเหล่าพันธมิตร",
  "story": "เด็กสาวเจ้าของร้านขายของชำที่ปราสาท Orvel เธอนิสัยดีน่าคบหา และพูดจากับทุกคนอย่างร่าเริงและกระตือรือร้น May ฝันว่าวันหนึ่งเธอจะเป็นแม่ค้าที่ร่ำรวยที่สุดใน Orvel จึงมักออกตามหาและรวบรวมสินค้าด้วยตัวเอง เพราะเธอต้องใช้ความพยายามในการหาสินค้า ราคาของเธอจึงค่อนข้างแพง และผู้คนก็มักตำหนิเธอเรื่องนี้ ปัจจุบันเธอกำลังเตรียมตัวเดินทางไป Aegina Desert หลังจากได้ยินว่ามีคนเพิ่งค้นพบขุมทรัพย์ที่นั่น",
  "like": "ทองคำ",
  "dislike": "ภาวะขาดแคลนเงิน",
  "inn": {
    "idle": "อืม... อาหารของ Juno ยอดเยี่ยมที่สุด...! นี่ต้องขายดีเป็นเทน้ำเทท่าแน่ๆ!",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "อ้า! ยินดีต้อนรับ ท่านลูกค้า! โอ้ เดี๋ยวนะ นี่มันโรงแรมนี่...",
      "talk": [
        "เจ้าจะแวะที่ร้านของข้าด้วยใช่ไหม",
        "อาหารของ Juno ยอดเยี่ยมที่สุด!"
      ],
      "gift": "ฮิฮิฮิ ขอบคุณนะ!"
    },
    "relationship": {
      "greet": "ข้าทุ่มเททำงานหนักทุกวันเพื่อจะได้เป็นหญิงสาวที่ร่ำรวยที่สุดใน Orvel!",
      "talk": [
        "วันนี้ข้ากำลังคิดว่าจะเดินทางไปจนถึง Central Elidora เพื่อรับของใหม่ๆ ละ!",
        "เมื่อไม่นานมานี้ ข้าเรียนรู้การตัดเย็บเสื้อผ้าเป็นงานอดิเรกแหละ ถ้าข้ามีโอกาส ข้าจะทำอะไรสักอย่างให้เจ้าเหมือนกัน",
        "เจ้ารู้หรือเปล่าว่ามีคนพบสมบัติในทะเลทราย Aegina น่ะ"
      ]
    }
  },
  "uw": {
    "name": "Etelia กล่องแห่งความหอมหวล",
    "description": [
      "เมื่อสกิล รับไปซะ! ทำงาน หลังจากเพิ่มเอฟเฟ็คของสกิล 'เอาไปให้หมดเลย!' ให้กับพันธมิตรทั้งหมดแล้ว จะลดเวลาคูลดาวน์สกิลของตัวเองทั้งหมด 10%",
      "เมื่อสกิล รับไปซะ! ทำงาน หลังจากเพิ่มเอฟเฟ็คของสกิล 'เอาไปให้หมดเลย!' ให้กับพันธมิตรทั้งหมดแล้ว จะลดเวลาคูลดาวน์สกิลของตัวเองทั้งหมด 12%",
      "เมื่อสกิล รับไปซะ! ทำงาน หลังจากเพิ่มเอฟเฟ็คของสกิล 'เอาไปให้หมดเลย!' ให้กับพันธมิตรทั้งหมดแล้ว จะลดเวลาคูลดาวน์สกิลของตัวเองทั้งหมด 14%",
      "เมื่อสกิล รับไปซะ! ทำงาน หลังจากเพิ่มเอฟเฟ็คของสกิล 'เอาไปให้หมดเลย!' ให้กับพันธมิตรทั้งหมดแล้ว จะลดเวลาคูลดาวน์สกิลของตัวเองทั้งหมด 17%",
      "เมื่อสกิล รับไปซะ! ทำงาน หลังจากเพิ่มเอฟเฟ็คของสกิล 'เอาไปให้หมดเลย!' ให้กับพันธมิตรทั้งหมดแล้ว จะลดเวลาคูลดาวน์สกิลของตัวเองทั้งหมด 20%",
      "เมื่อสกิล รับไปซะ! ทำงาน หลังจากเพิ่มเอฟเฟ็คของสกิล 'เอาไปให้หมดเลย!' ให้กับพันธมิตรทั้งหมดแล้ว จะลดเวลาคูลดาวน์สกิลของตัวเองทั้งหมด 25%"
    ],
    "story": "ตะกร้าประหลาดที่ May มักจะถือไปตามหาวัตถุดิบใหม่ๆ เสมอ ตะกร้าลึกลับนี้มีที่ว่างที่ไม่มีที่สิ้นสุด และเปลี่ยนทุกสิ่งที่ใส่ไว้ให้อยู่ในสภาพไร้น้ำหนัก ซึ่งช่วยให้ May สามารถนำสิ่งของกลับมาจากการเดินทางหนึ่งครั้งได้มากอย่างไม่น่าเชื่อ เมื่อดูผ่านๆ อาจดูเหมือนบรรจุไว้ด้วยอาหารปิคนิค อย่างไรก็ตาม มีข่าวลือกล่าวกันว่าเมื่อใดก็ตามที่เธอออกเดินทางเพื่อไล่ล่า เธอก็บรรจุตะกร้านี้ด้วย......ของน่าสงสัยอื่นๆ อะไรประมาณนี้แหละ"
  },
  "s1": {
    "name": "เอาไปให้หมดเลย!",
    "description": "เพิ่มพลังโจมตีของพันธมิตรทั้งหมด {0} เป็นเวลา 60 วินาที เพิ่มเอฟเฟ็ค 1 อย่างระหว่างเอฟเฟ็คต่อไปนี้ได้แก่ เพิ่มพลังเจาะเกราะ {1} , เพิ่มความเร็วโจมตี {2} , ฟื้นฟู Mana {3} ทันที ทุกเอฟเฟ็คยกเว้นฟื้นฟู Mana นั้นจะแสต็คสูงสุด 5 อัน",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "เอฟเฟ็คทั้งหมดจะไม่สามารถยกเลิกได้ด้วยการยกเลิกเอฟเฟ็คที่เป็นผลดี",
    "dark": "เอฟเฟ็กทั้งหมดสามารถแสต็คสูงสุด 7 ครั้ง",
    "ut": {
      "name": "ชุดยาน้ำเพื่อสุขภาพ",
      "description": [
        "[รับไปทุกอย่าง!] ลดค่ามานาลง 1 หน่วย และเพิ่มพลังป้องกันเวทมนตร์ของเป้าหมาย 2% เป็นเวลา 20 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 8 ครั้ง",
        "[รับไปทุกอย่าง!] ลดค่ามานาลง 1 หน่วย และเพิ่มพลังป้องกันเวทมนตร์ของเป้าหมาย 2.4% เป็นเวลา 20 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 8 ครั้ง",
        "[รับไปทุกอย่าง!] ลดค่ามานาลง 1 หน่วย และเพิ่มพลังป้องกันเวทมนตร์ของเป้าหมาย 2.9% เป็นเวลา 20 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 8 ครั้ง",
        "[รับไปทุกอย่าง!] ลดค่ามานาลง 1 หน่วย และเพิ่มพลังป้องกันเวทมนตร์ของเป้าหมาย 3.4% เป็นเวลา 20 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 8 ครั้ง",
        "[รับไปทุกอย่าง!] ลดค่ามานาลง 1 หน่วย และเพิ่มพลังป้องกันเวทมนตร์ของเป้าหมาย 4.2% เป็นเวลา 20 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 8 ครั้ง",
        "[รับไปทุกอย่าง!] ลดค่ามานาลง 1 หน่วย และเพิ่มพลังป้องกันเวทมนตร์ของเป้าหมาย 5% เป็นเวลา 20 วินาที เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 8 ครั้ง"
      ],
      "story": "ยาน้ำที่มีสีสันและเอฟเฟคแตกต่างกันสี่ขวดรวมกันเป็นหนึ่งชุด โดยช่วยเพิ่มความมุ่งมั่น สมาธิ มานา และพลังชีวิต May รับรองว่าชุดยาน้ำนี้จะมอบเอฟเฟคการฟื้นฟูที่ยอดเยี่ยม แต่ส่วนผสมของพวกมันยังคงเป็นปริศนา บางทีปล่อยไว้แบบนั้นอาจจะดีกว่าก็ได้"
    }
  },
  "s2": {
    "name": "สู้เขานะ!",
    "description": "ฟื้นฟู HP ของพันธมิตรทั้งหมด {0} [- และฟื้น HP เท่ากับ {1}% ของ HP สูงสุดในแต่ละตัวทุกวินาที เป็นเวลา 10 วินาที มีโอกาส 10% ที่จะฟื้นฟู HP 2 เท่า",
    "books": {
      "0": "เพิ่มการรักษา {0}%.",
      "1": "เพิ่มการรักษา {0}%.",
      "2": "เพิ่มการรักษา {0}%."
    },
    "light": "เพิ่มความต้านทานสถานะผิดปกติของพันธมิตร 250 เป็นเวลา 10 วินาที",
    "dark": "มีโอกาส 15% ที่จะฟื้นฟู Mana 1ช่อง",
    "ut": {
      "name": "เค้กแสนหวาน",
      "description": [
        "[สู้เขานะ!] เพิ่มอัตราการรักษาขึ้น 20% และเพิ่มโอกาสในการเพิ่มอัตราการรักษาสองเท่าอีก 20%",
        "[สู้เขานะ!] เพิ่มอัตราการรักษาขึ้น 24% และเพิ่มโอกาสในการเพิ่มอัตราการรักษาสองเท่าอีก 20%",
        "[สู้เขานะ!] เพิ่มอัตราการรักษาขึ้น 29% และเพิ่มโอกาสในการเพิ่มอัตราการรักษาสองเท่าอีก 20%",
        "[สู้เขานะ!] เพิ่มอัตราการรักษาขึ้น 35% และเพิ่มโอกาสในการเพิ่มอัตราการรักษาสองเท่าอีก 20%",
        "[สู้เขานะ!] เพิ่มอัตราการรักษาขึ้น 42% และเพิ่มโอกาสในการเพิ่มอัตราการรักษาสองเท่าอีก 20%",
        "[สู้เขานะ!] เพิ่มอัตราการรักษาขึ้น 50% และเพิ่มโอกาสในการเพิ่มอัตราการรักษาสองเท่าอีก 20%"
      ],
      "story": "เค้กพิเศษฝีมือ Juno กลิ่นหอมหวานมาก May ชอบกินมันเป็นอาหารว่าง ไม่มีใครรู้ว่าทำไมนางถึงไม่บอกสูตรใคร"
    }
  },
  "s3": {
    "name": "ไม่ขายให้หรอก!",
    "description": "โจมตีศัตรูเป้าหมายและรอบๆ 3 ครั้งแบบสุ่ม สร้างความเสียหายเวทย์ {0} และทำให้สลบ 4 วินาที มีโอกาส 10% ที่จะเพิ่มอาณาเขตเอฟเฟ็ค, ปริมาณความเสียหายและระยะเวลาสลบ",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ลดการใช้ Mana 1",
    "dark": "เปลี่ยนเป็นทุกการโจมตีจะโดนเป้าศัตรู 1 ตัวแบบสุ่ม",
    "ut": {
      "name": "แก้วคริสตัลไม่ปรากฏที่มา",
      "description": [
        "[ไม่ขายให้หรอก!] เพิ่มความเสียหาย 20% โจมตีศัตรูเพิ่มอีก 1 ครั้ง",
        "[ไม่ขายให้หรอก!] เพิ่มความเสียหาย 24% โจมตีศัตรูเพิ่มอีก 1 ครั้ง",
        "[ไม่ขายให้หรอก!] เพิ่มความเสียหาย 29% โจมตีศัตรูเพิ่มอีก 1 ครั้ง",
        "[ไม่ขายให้หรอก!] เพิ่มความเสียหาย 35% โจมตีศัตรูเพิ่มอีก 1 ครั้ง",
        "[ไม่ขายให้หรอก!] เพิ่มความเสียหาย 42% โจมตีศัตรูเพิ่มอีก 1 ครั้ง",
        "[ไม่ขายให้หรอก!] เพิ่มความเสียหาย 50% โจมตีศัตรูเพิ่มอีก 1 ครั้ง"
      ],
      "story": "ในช่วงสมัยอารยธรรมโบราณ มีคนขโมยคาถานักปราชญ์และรวบรวมพลังทั้งหมดไว้ในลูกแก้วคริสตัลเพียงลูกเดียว ดูเหมือนว่า มันจะเป็นส่วนหนึ่งของแผนการเพื่อที่จะได้เป็นชาแมนที่ยิ่งใหญ่ที่สุดในช่วงเวลานั้น แต่ลูกแก้วคริสตัลนี้ไม่ปรากฏในบันทึกประวัติศาสตร์ใดๆ เลยและถูกพบอยู่ห่างจากหมู่บ้าน ใกล้ๆ กับแม่น้ำ Eden คาถาธาตุต่างๆ ถูกผสมผสานรวมกันในที่เดียวซึ่งเป็นอันตรายมากและไม่มีใครรู้ว่าจะปลดปล่อยพลังของมันได้อย่างไร"
    }
  },
  "s4": {
    "name": "รับไปซะ!",
    "description": "สร้างความเสียหายเวทย์ {0} แก่ศัตรูแบบสุ่ม 4 คนทุกๆ 15 วินาที เพิ่ม 1 เอฟเฟ็กระหว่างสร้างความเสียหายเวทย์อย่างต่อเนื่อง {1} 10 วินาที, สลบ 2 วินาที และเป็นน้ำแข็ง 5 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เปลี่ยนไปใช้สกิลทุกๆ 12 วินาที",
    "dark": "เพิ่มความเสียหายเวทย์ที่เป้าหมายได้รับ 25%",
    "ut": {
      "name": "ชุดขนมแสนอันตราย",
      "description": [
        "[เอานี่ไปกิน!] เปลี่ยนเป้าหมายเป็นศัตรูทั้งหมด พันธมิตรทั้งหมดฟื้นฟูมานา 200 หน่วยเมื่อเปิดใช้งาน",
        "[เอานี่ไปกิน!] เปลี่ยนเป้าหมายเป็นศัตรูทั้งหมด พันธมิตรทั้งหมดฟื้นฟูมานา 240 หน่วยเมื่อเปิดใช้งาน",
        "[เอานี่ไปกิน!] เปลี่ยนเป้าหมายเป็นศัตรูทั้งหมด พันธมิตรทั้งหมดฟื้นฟูมานา 290 หน่วยเมื่อเปิดใช้งาน",
        "[เอานี่ไปกิน!] เปลี่ยนเป้าหมายเป็นศัตรูทั้งหมด พันธมิตรทั้งหมดฟื้นฟูมานา 350 หน่วยเมื่อเปิดใช้งาน",
        "[เอานี่ไปกิน!] เปลี่ยนเป้าหมายเป็นศัตรูทั้งหมด พันธมิตรทั้งหมดฟื้นฟูมานา 420 หน่วยเมื่อเปิดใช้งาน",
        "[เอานี่ไปกิน!] เปลี่ยนเป้าหมายเป็นศัตรูทั้งหมด พันธมิตรทั้งหมดฟื้นฟูมานา 500 หน่วยเมื่อเปิดใช้งาน"
      ],
      "story": "ชุดขนมขบเคี้ยวแสนหายากและมีจำนวนจำกัดมากซึ่งสามารถซื้อได้ที่ร้านของเล่นวิเศษสุดมหัศจรรย์ในเมือง Orvelia นี่คือผลงานชิ้นเอกของเจ้าของร้านค้าซึ่งไม่เคยวางจำหน่ายเป็นครั้งที่สอง ไม่เหมือนกับวลี [คำเตือน! ห้ามกินโดยเด็ดขาด!] ที่เขียนไว้บนกล่อง ขนมข้างในนั้นดูน่ากินมากๆ อย่างไรก็ตาม ขนมถูกทำขึ้นมาเพื่อใช้ในการ 'เล่นพิเรนทร์สุดแสบ' และจะระเบิดออกเมื่อถูกโยน พลังทำลายล้างของมันจะแปรผันตามปริมาณของมานาที่ผู้ขว้างมี หลังระเบิด ผงขนมจะมารวมตัวกันกลายเป็นขนมอีกครั้งและกลับไปที่กล่อง May ได้วางกล่องขนมแสนน่ารัก แต่อันตราย และแปลกประหลาดนี้ไว้ในรถเข็นของนางด้วยหัวใจที่เต้นระส่ำ"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ป้องกันสถานะ +100",
    "dark": "เมื่อโจมตีปกติมีโอกาส 30% ที่จะฟื้น HP 3% หรือ Mana 5% ให้แก่พันธมิตรที่มี HP น้อยสุด"
  }
}