{
  "name": "Gladi",
  "subtitle": "อสูรแห่งอารีน่า",
  "description": "ชายผู้มีชัยเหนืออารีน่าแห่ง Orvel ผู้คนต่างหวาดกลัวในความสามารถของเขาที่เป็นที่สุดในอารีน่าได้และเริ่มเรียกเขาว่าอสูรแห่งอารีน่า เทคนิคการต่อสู้ของเขาสามารถทำลายศัตรูให้สิ้นซากได้ในเสี้ยววินาที",
  "story": "ชายผู้พิชิตอารีน่า Orvel เขาคือผู้ครองบัลลังก์แห่งแชมเปี้ยนที่ใครๆ ต่างก็หวาดกลัว ผู้คนเรียกเขาว่ากำปั้นอสูร แต่ในความเป็นจริงเขาคือชายร่าเริงผู้มองโลกในแง่ดีและตรงไปตรงมา เขาเป็นคนกล้าที่ทำทุกอย่างตามที่ใจคิดโดยไม่ลังเล ซึ่งแสดงออกผ่านรูปแบบการต่อสู้ของเขา หลังจากชนะเลิศแล้ว Gladi ขอสิทธิ์ในการจัดการร้านค้าอารีน่า คาดกันว่าเป้าหมายที่แท้จริงของเขาคือการครองตลาดต้นซิลเวอร์ไวน์แต่เพียงผู้เดียว ยังไม่แน่ชัดว่าจะมีใครซื้อต้นไม้พวกนี้หรือไม่ แต่ท่าทางเขาก็ดูมีความสุขดี น่าแปลกใจที่ปัจจุบันนี้เขาไม่ได้ขายซิลเวอร์ไวน์แม้แต่ต้นเดียว",
  "like": "ซิลเวอร์ไวน์, คู่ต่อสู้ที่แข็งแกร่ง",
  "dislike": "คนห่อเหี่ยว, คนไม่เด็ดขาด",
  "inn": {
    "idle": "อืม ข้ายังได้กลิ่นเถาวัลย์เงินอยู่เลย...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "หา เฮ้ เป็นยังไงบ้าง",
      "talk": [
        "เถาวัลย์เงินนี้ แบบว่า...ว้าว กลิ่นหอมมากเลย...ฮ่าฮ่าฮ่า!!",
        "เฮ้! ตลกดีนะที่ได้เห็นเจ้านอกอารีน่าน่ะ!"
      ],
      "gift": "วิ้ว! เจ้าเป็นคนดีทีเดียวนะเนี่ย"
    },
    "relationship": {
      "greet": "เฮ้!! เจ้านะ?! มานั่งที่นี่ซะดีๆ!",
      "talk": [
        "ฮ่าฮ่า! วินาทีนั้นที่กำปั้นของข้าบดขยี้คู่ต่อสู้ มันยอดเยี่ยมมากเลย!",
        "ข้ารวดเร็วและแข็งแกร่ง แม้กระทั่งเมื่อเทียบกับมาตรฐานของเผ่าพันธุ์เรา ข้าสงสัยจังว่าพวกเขาเป็นยังไงบ้าง",
        "เจ้าอยากรู้ว่าทำไมข้าถึงได้ซื้อเถาวัลย์เงินทั้งหมดนี้ทั้งๆ ที่ไม่มีใครซื้อต่อจากข้างั้นเหรอ เอ่อ เพื่อใช้เองทั้งหมดเลยน่ะสิ!"
      ]
    }
  },
  "uw": {
    "name": "กำปั้นอสูร, มาสตรา",
    "description": [
      "เมื่อเกิดคริติคอล เพิ่มความเสียหายคริติคอล 20% เป็นเวลา 5 วินาที เอฟเฟ็คนี้จะแสต็คสูงสุด 7 ครั้ง",
      "เมื่อเกิดคริติคอล เพิ่มความเสียหายคริติคอล 24% เป็นเวลา 5 วินาที เอฟเฟ็คนี้จะแสต็คสูงสุด 7 ครั้ง",
      "เมื่อเกิดคริติคอล เพิ่มความเสียหายคริติคอล 29% เป็นเวลา 5 วินาที เอฟเฟ็คนี้จะแสต็คสูงสุด 7 ครั้ง",
      "เมื่อเกิดคริติคอล เพิ่มความเสียหายคริติคอล 35% เป็นเวลา 5 วินาที เอฟเฟ็คนี้จะแสต็คสูงสุด 7 ครั้ง",
      "เมื่อเกิดคริติคอล เพิ่มความเสียหายคริติคอล 42% เป็นเวลา 5 วินาที เอฟเฟ็คนี้จะแสต็คสูงสุด 7 ครั้ง",
      "เมื่อเกิดคริติคอล เพิ่มความเสียหายคริติคอล 50% เป็นเวลา 5 วินาที เอฟเฟ็คนี้จะแสต็คสูงสุด 7 ครั้ง"
    ],
    "story": "ถุงมือยาวคู่หนึ่งที่หลอมโลหะมาสำหรับ Gladi โดยเฉพาะ ถุงมือคู่นี้เป็นข้อพิสูจน์ถึงชัยชนะในการแข่งขันที่ Orvel Arena ของเขา อย่างที่คาดไว้ ถุงมือนี้สร้างมาจากถุงมือยาวในตำนานที่ใช้โดยชายที่รู้จักกันว่าเป็นเทพสงครามเมื่อหลายร้อยปีที่ผ่านมา ถุงมือยาวที่สร้างมาเพื่อทำลายล้างศัตรูโดยเฉพาะนี้ สามารถเพิ่มพลังของผู้สวมใส่ได้อย่างมาก อย่างไรก็ตาม สิ่งที่ต้องแลกต่อการใช้ถุงมือคู่นี้นั้นหนักหนาสาหัสอย่างที่คนธรรมดาไม่อาจรับไหว เว้นแต่ว่าผู้สวมใส่จะมีความยืดหยุ่นสูงเหลือเชื่อ และร่างกายสามารถทนต่อผลของการใช้ในแต่ละครั้งซึ่งแทบจะเท่ากับการฆ่าตัวตาย อย่างไรก็ตาม ความแข็งแกร่งและความยืดหยุ่นตามธรรมชาติของ Gladi ช่วยให้เขาใช้งานถุงมือนี้ได้อย่างอิสระ"
  },
  "s1": {
    "name": "โจมตีอย่างรวดเร็ว",
    "description": "โจมตีศัตรูเป้าหมายอย่างรวดเร็ว 7 ครั้ง สร้างความเสียหายกายรวม {0} การโจมตีครั้งสุดท้ายจะเพิ่มความเสียหายกายที่ฝ่ายตรงข้ามได้รับ {1}% เป็นเวลา 10 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ความเสียหายจะเพิ่มขึ้น 100% เมื่อมีศัตรูตัวเดียว",
    "dark": "เปลี่ยนเอฟเฟ็กเพิ่มความเสียหายกายที่ได้รับเป็น 50%",
    "ut": {
      "name": "ขนนกเหลืออด",
      "description": [
        "[โจมตีอย่างรวดเร็ว] เพิ่มความเสียหาย 50% และทำให้เป้าหมายไม่สามารถฟื้นฟูมานาได้เป็นเวลา 2 วินาที",
        "[โจมตีอย่างรวดเร็ว] เพิ่มความเสียหาย 50% และทำให้เป้าหมายไม่สามารถฟื้นฟูมานาได้เป็นเวลา 2.4 วินาที",
        "[โจมตีอย่างรวดเร็ว] เพิ่มความเสียหาย 50% และทำให้เป้าหมายไม่สามารถฟื้นฟูมานาได้เป็นเวลา 2.9 วินาที",
        "[โจมตีอย่างรวดเร็ว] เพิ่มความเสียหาย 50% และทำให้เป้าหมายไม่สามารถฟื้นฟูมานาได้เป็นเวลา 3.5 วินาที",
        "[โจมตีอย่างรวดเร็ว] เพิ่มความเสียหาย 50% และทำให้เป้าหมายไม่สามารถฟื้นฟูมานาได้เป็นเวลา 4.2 วินาที",
        "[โจมตีอย่างรวดเร็ว] เพิ่มความเสียหาย 50% และทำให้เป้าหมายไม่สามารถฟื้นฟูมานาได้เป็นเวลา 5 วินาที"
      ],
      "story": "คุณหยุดรัวหมัดไม่ได้แน่! ขนนกปริศนาที่ปลิวไหวอยู่เบื้องหน้าช่วยกระตุ้นสมาธิของ Gladi ให้ถึงขีดสุด ช่วยให้เขาโจมตีได้ไวอย่างเหลือเชื่อ ดู Gladi ออกจะตื่นเต้นมากไปเสียหน่อยเมื่อเขามองขนนกนี้"
    }
  },
  "s2": {
    "name": "การปรากฏตัวของเทพเจ้าสงคราม",
    "description": "หลังจากกำจัดเอฟเฟ็กที่เป็นผลเสียกับตัวเองแล้ว สร้างความเสียหายกาย {0} ให้กับศัตรูรอบๆเป็นวงแคบ ตัวเองจะอยู่ในสถานะ 'เทพเจ้าสงคราม' เป็นเวลา 10 วินาที เมื่ออยู่ในสถานะเทพเจ้าสงครามจะเพิ่มพลังโจมตี {1} และเมื่อโจมตีปกติจะมีโอกาส 30% ที่จะใช้Mana 5% และสร้างความเสียหายกายเพิ่มเติม {2} ถ้าได้รับความเสียหายเวทย์จะหลบความเสียหายเวทย์ทั้งหมด 1 วินาที เอฟเฟ็คนี้จะทำงาน 1 ครั้งใน 2 วินาทีเท่านั้น",
    "books": {
      "0": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {0}%",
      "1": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {0}%",
      "2": "เพิ่มการเพิ่มพลังโจมตีและค่าความเสียหาย {0}%"
    },
    "light": "เพิ่มเอฟเฟ็กสถานะเทพเจ้าสงครามต่อเนื่อง 5 วินาที",
    "dark": "เพิ่มโอกาส 20% ที่จะเอฟเฟ็กเพิ่มความเสียหายจะทำงาน",
    "ut": {
      "name": "กล่องเถาวัลย์เงิน",
      "description": [
        "[การปรากฏตัวของเทพเจ้าสงคราม] ภายในระยะเวลาของสกิล ฟื้นฟู MP 100 หน่วยทุกวินาทีและเพิ่มการซ้อนทับ [เจ็บแน่นอน!] 1 ครั้งเมื่อสร้างความเสียหายกายภาพเพิ่มเติม",
        "[การปรากฏตัวของเทพเจ้าสงคราม] ภายในระยะเวลาของสกิล ฟื้นฟู MP 120 หน่วยทุกวินาทีและเพิ่มการซ้อนทับ [เจ็บแน่นอน!] 1 ครั้งเมื่อสร้างความเสียหายกายภาพเพิ่มเติม",
        "[การปรากฏตัวของเทพเจ้าสงคราม] ภายในระยะเวลาของสกิล ฟื้นฟู MP 140 หน่วยทุกวินาทีและเพิ่มการซ้อนทับ [เจ็บแน่นอน!] 1 ครั้งเมื่อสร้างความเสียหายกายภาพเพิ่มเติม",
        "[การปรากฏตัวของเทพเจ้าสงคราม] ภายในระยะเวลาของสกิล ฟื้นฟู MP 170 หน่วยทุกวินาทีและเพิ่มการซ้อนทับ [เจ็บแน่นอน!] 1 ครั้งเมื่อสร้างความเสียหายกายภาพเพิ่มเติม",
        "[การปรากฏตัวของเทพเจ้าสงคราม] ภายในระยะเวลาของสกิล ฟื้นฟู MP 210 หน่วยทุกวินาทีและเพิ่มการซ้อนทับ [เจ็บแน่นอน!] 1 ครั้งเมื่อสร้างความเสียหายกายภาพเพิ่มเติม",
        "[การปรากฏตัวของเทพเจ้าสงคราม] ภายในระยะเวลาของสกิล ฟื้นฟู MP 250 หน่วยทุกวินาทีและเพิ่มการซ้อนทับ [เจ็บแน่นอน!] 1 ครั้งเมื่อสร้างความเสียหายกายภาพเพิ่มเติม"
      ],
      "story": "เถาวัลย์เงินถูกใช้เพื่อเพิ่มความสามารถทางกายภาพอย่างทวีคูณ ไม่มีอะไรอย่างอื่น นอกจากเถาวัลย์เงินนี้ ผู้คนมากมายพยายามที่จะเคี้ยว ดื่ม ต้มเถาวัลย์เงิน แต่ก็ไม่ได้ผล Gladi ใช้เพียงแค่เถาวัลย์เงินเพื่อที่จะได้รับเอฟเฟคของเทพเจ้าสงคราม"
    }
  },
  "s3": {
    "name": "หมัดทรงพลัง!",
    "description": "รวบรวมพลังแล้วโจมตีศัตรูในแนวหน้า กระโดดแล้วสร้างความเสียหายกาย {0} ให้กับศัตรูที่อยู่ในอาณาเขต ทำให้สลบ 3 วินาที หากเป้าหมายเป็นบอสจะไม่สนพลังป้องกัน",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เพิ่มความเสียหาย 40%",
    "dark": "ลดการใช้ Mana 1",
    "ut": {
      "name": "มงกุฎใบมะกอกของแชมเปี้ยน",
      "description": [
        "[หมัดทรงพลัง!] ลดเวลาคูลดาวน์ 30% ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 4% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
        "[หมัดทรงพลัง!] ลดเวลาคูลดาวน์ 30% ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 4.8% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
        "[หมัดทรงพลัง!] ลดเวลาคูลดาวน์ 30% ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 5.8% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
        "[หมัดทรงพลัง!] ลดเวลาคูลดาวน์ 30% ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 7% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
        "[หมัดทรงพลัง!] ลดเวลาคูลดาวน์ 30% ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 8.4% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง",
        "[หมัดทรงพลัง!] ลดเวลาคูลดาวน์ 30% ทุกครั้งที่ใช้จะเพิ่มความเสียหาย 10% เอฟเฟ็กนี้จะแสต็คสูงสุด 10 ครั้ง"
      ],
      "story": "มาลัยที่มอบให้กับนักรบที่แข็งแกร่งที่สุดของ Orbis Continent มอบให้เฉพาะผู้ชนะการแข่งขันการต่อสู้ที่จัดขึ้นทุกๆ 4 ปี ว่ากันว่าผู้ที่สวมมาลัยนี้สามารถยืมพละกำลังจากเทพเจ้าสงครามได้"
    }
  },
  "s4": {
    "name": "เจ็บแน่นอน!",
    "description": "เมื่อโจมตีปกติใส่ศัตรูตัวเดียวแล้วเข้าเป้าหมาย 5 ครั้ง จะสร้างความเสียหายกายเพิ่มเติม {0} โดยไม่สนพลังป้องกัน",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ความเสียหายจะเพิ่มขึ้น 100% เมื่อมีศัตรูตัวเดียว",
    "dark": "เมื่อใช้ในอารีน่าจะเพิ่มความเสียหายทางกายเท่ากับ 15% ของ HP ปัจจุบันของเป้าหมายโดยไม่สนพลังป้องกัน"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเร็วโจมตี +100",
    "dark": "เพิ่มพลังป้องกันทั้งหมดเท่ากับ 8% ของพลังโจมตีของตัวเอง"
  }
}