{
  "name": "Veronica",
  "subtitle": "นัยน์ตาแห่งการหยั่งรู้",
  "description": "นางเป็นอัจฉริยะจากหอคอยแห่งนักปราชญ์ผู้ก่อตั้งสูตรสำหรับเวทมนตร์รูนขึ้นใหม่ ปัจจุบัน นางเป็นนักการเงินของเมือง Orvel และหัวหน้ากิลด์ที่ควบคุมดูแลกิลด์ทั้งหมด ทักษะในการคิดวิเคราะห์และเวทมนตร์รูนที่แข็งแกร่งของนางสามารถพันธนาการศัตรูได้",
  "story": "นักปราชญ์อัจฉริยะจากหอคอยนักปราชญ์ผู้จำทุกสิ่งที่เธอเห็นได้ หลังจากคิดค้นทฤษฎีและระบบเวทมนตร์รูนของตัวเอง เธอก็รู้สึกเบื่อและเปลี่ยนไปศึกษาเรื่องอื่น ไม่ช้าเธอก็ได้รับการแต่งตั้งให้เป็นผู้ว่าการคลังยศสูงสุดของราชสำนัก แต่โชคร้ายที่นักการเมืองหลายคนไม่ยอมรับเธอเป็นเจ้านายเพราะเธอเป็นสามัญชน หลังจากได้ยินคำโกหกและข่าวเสื่อมเสียมามาก ในที่สุด Veronica ก็ตัดสินใจไปจากพระราชวัง แต่เธอไม่รู้สึกว่าพ่ายแพ้แม้แต่น้อย และไม่ช้าก็เริ่มไขว่คว้าความสำเร็จบนเส้นทางใหม่ เธอมุ่งหน้าไปที่สมาพันธ์กิลด์แห่ง Orvel ซึ่งประเมินเธอจากความสามารถเพียงอย่างเดียวเท่านั้น แล้วก็เป็นไปตามคาด ทักษะด้านการสังเกตและการวิเคราะห์ที่ยอดเยี่ยมทำให้เธอเป็นบุคลากรที่กิลด์จำนวนมากขาดไม่ได้",
  "like": "คนฉลาด, ผลลัพธ์ที่รวดเร็ว, เอกสารที่เรียบร้อย",
  "dislike": "ห้องรก, การทำงานแบบหยิบโหย่ง",
  "inn": {
    "idle": "อืม ข้าไม่ได้นั่งพักผ่อนสบายๆ มาสักพักแล้ว",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "ข้าหวังว่าเจ้าจะจัดการพวกสัตว์ชั่วร้ายที่โจมตีเมือง Orvel ต่อไปนะ",
      "talk": [
        "เวทมนตร์ Rune เหรอ อืม ข้าได้เรียนรู้มาบ้างที่หอคอยนักปราชญ์ ข้ายังรู้จักรูนโบราณด้วยนะ...",
        "การจัดการกิลด์ไม่ใช่เรื่องง่าย มีกิลด์เยอะเกินไป..."
      ],
      "gift": "โอ้ เจ้าไม่ต้องทำแบบนี้ก็ได้...อ่า เอ่อ ข้าขอรับไว้ด้วยความยินดีแล้วกัน"
    },
    "relationship": {
      "greet": "ข้าไม่ได้มาที่นี่สักพักแล้ว...ให้ความรู้สึกเหมือนใกล้ แต่ก็ไกล",
      "talk": [
        "กิจกรรมกิลด์ของเจ้าเป็นยังไงบ้าง ข้าจะช่วยอย่างสุดความสามารถเลย",
        "ข้าอยากช่วยอีกจริงๆ นะ แต่มันไม่ง่ายเลย ข้าจะพยายามมากกว่านี้",
        "หุหุ ข้าสงสัยจังว่าข้าจะสามารถช่วยเจ้าในการเรดครั้งถัดไปได้ไหม"
      ]
    }
  },
  "uw": {
    "name": "สัญญาที่ไม่สิ้นสุด, แอคคอร์ดิโอ",
    "description": [
      "ทุกความเสียหายจากสกิลจะสร้างความเสียหายเวทมนตร์เพิ่มเติมอีก 50% ของพลังโจมตี นอกจากนี้ จำนวนแสต็คความรู้แห่งสุดยอดนักการเงินสูงสุดเพิ่มขึ้นเป็น 9 ครั้ง",
      "ทุกความเสียหายจากสกิลจะสร้างความเสียหายเวทมนตร์เพิ่มเติมอีก 60% ของพลังโจมตี นอกจากนี้ จำนวนแสต็คความรู้แห่งสุดยอดนักการเงินสูงสุดเพิ่มขึ้นเป็น 10 ครั้ง",
      "ทุกความเสียหายจากสกิลจะสร้างความเสียหายเวทมนตร์เพิ่มเติมอีก 70% ของพลังโจมตี นอกจากนี้ จำนวนแสต็คความรู้แห่งสุดยอดนักการเงินสูงสุดเพิ่มขึ้นเป็น 11 ครั้ง",
      "ทุกความเสียหายจากสกิลจะสร้างความเสียหายเวทมนตร์เพิ่มเติมอีก 85% ของพลังโจมตี นอกจากนี้ จำนวนแสต็คความรู้แห่งสุดยอดนักการเงินสูงสุดเพิ่มขึ้นเป็น 12 ครั้ง",
      "ทุกความเสียหายจากสกิลจะสร้างความเสียหายเวทมนตร์เพิ่มเติมอีก 100% ของพลังโจมตี นอกจากนี้ จำนวนแสต็คความรู้แห่งสุดยอดนักการเงินสูงสุดเพิ่มขึ้นเป็น 13 ครั้ง",
      "ทุกความเสียหายจากสกิลจะสร้างความเสียหายเวทมนตร์เพิ่มเติมอีก 125% ของพลังโจมตี นอกจากนี้ จำนวนแสต็คความรู้แห่งสุดยอดนักการเงินสูงสุดเพิ่มขึ้นเป็น 15 ครั้ง"
    ],
    "story": "ต้องให้นางอนุมัติเพื่อที่จะดำเนินการไอเทมที่สำคัญทุกชิ้นในพันธมิตรกิลด์ ไอเทมสำนักงานที่ผู้ก่อตั้งพันธมิตรกิลด์หวงแหน ปากกาขนนกและแฟ้มเอกสารรวมกันเป็นชุด ปากกามีลูกแก้วมานาฝังอยู่จึงต้องใช้มานาแทนน้ำหมึกและต้องใช้เขียนบนแผ่นกระดาษวิเศษที่ไม่สามารถเขียนด้วยปากกาธรรมดาได้ ตัวอักษรที่เขียนโดยผู้เขียนจะไม่สามารถลบออกได้หากไม่มีมานาของผู้เขียน นอกจากนี้ ยังสามารถเขียนข้อความลงบนแผ่นกระดาษวิเศษได้ไม่จำกัดและยังสามารถค้นหาสิ่งที่เขียนลงไปก่อนหน้านี้ได้อีกด้วย มันช่วยให้การทำงานของ Veronica มีประสิทธิภาพมากขึ้นเยอะเลยทีเดียว และแน่นอน มันมีประโยชน์มากเมื่อใช้ทำงาน แต่นอกเหนือจากนั้นก็..."
  },
  "s1": {
    "name": "นี่จะเจ็บนิดหน่อย!",
    "description": "สร้างความเสียหายเวทมนตร์ {0} หน่วยแก่ศัตรูและศัตรูโดยรอบที่อยู่ภายในระยะ และสตันเป็นเวลา {1} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เพิ่มความเสียหาย 100% เมื่อมีศัตรู 1 คน",
    "dark": "เปลี่ยนเป้าหมายเป็น 2 ตัว"
  },
  "s2": {
    "name": "ข้าจะช่วยเจ้าเอง",
    "description": "มอบรูนแก่พันธมิตรทั้งหมดเพื่อเพิ่มพลังโจมตีของพวกเขาขึ้น {0} หน่วย และเพิ่มความเสียหายแก่บอส 15% เป็นเวลา 10 วินาที",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มบูสต์พลังโจมตี 40%",
    "dark": "เวลาคูลดาวน์ลดลง 5 วินาที",
    "ut": {
      "name": "ปลายปากกาแห่งความมุ่งมั่น",
      "description": [
        "[ให้ข้าช่วยเจ้าเอง] ลดค่ามานาลง 1 หน่วยและเพิ่มระยะเวลาของสกิลขึ้น 1.6 วินาที",
        "[ให้ข้าช่วยเจ้าเอง] ลดค่ามานาลง 1 หน่วยและเพิ่มระยะเวลาของสกิลขึ้น 1.9 วินาที",
        "[ให้ข้าช่วยเจ้าเอง] ลดค่ามานาลง 1 หน่วยและเพิ่มระยะเวลาของสกิลขึ้น 2.3 วินาที",
        "[ให้ข้าช่วยเจ้าเอง] ลดค่ามานาลง 1 หน่วยและเพิ่มระยะเวลาของสกิลขึ้น 2.7 วินาที",
        "[ให้ข้าช่วยเจ้าเอง] ลดค่ามานาลง 1 หน่วยและเพิ่มระยะเวลาของสกิลขึ้น 3.3 วินาที",
        "[ให้ข้าช่วยเจ้าเอง] ลดค่ามานาลง 1 หน่วยและเพิ่มระยะเวลาของสกิลขึ้น 4 วินาที"
      ],
      "story": "ปลายปากกาที่ Veronica พกติดตัวอยู่ตลอดเวลา นางแช่มันไว้ในน้ำพุแห่งคำมั่นสัญญาเป็นเวลา 100 วัน ตามคำแนะนำของช่างตีเหล็ก Jin ด้วยพลังแห่งเวทมนตร์ ตัวอักษรที่เขียนโดยปากกานี้จะกลายเป็นสีแดงเมื่อผิดสัญญา Veronica บอกว่ามันช่วยได้มากเมื่อต้องจัดการเสบียง"
    }
  },
  "s3": {
    "name": "ไปให้พ้นจากหน้าข้า!",
    "description": "โจมตีเป้าหมายและศัตรูในพื้นที่กว้างโดยรอบ 2 ครั้งเพื่อสร้างความเสียหายเวทมนตร์ {0} หน่วย ทำให้ล้มเป็นเวลา 5 วินาที ศัตรูที่โดนโจมตีได้รับความเสียหายเวทมนตร์เพิ่มขึ้น 30% เป็นเวลา 10 วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เพิ่มการใช้ Mana 1 หน่วยและเพิ่มความเสียหาย 100%",
    "dark": "เป้าหมายได้รับความเสียหายทางกายภาพและความเสียหายเวทย์เพิ่มขึ้น",
    "ut": {
      "name": "ตราประทับของผู้จัดการกิลด์",
      "description": [
        "[ไปให้พ้นจากหน้าข้า!] เพิ่มความเสียหาย 20% ลดเวลาคูลไทม์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
        "[ไปให้พ้นจากหน้าข้า!] เพิ่มความเสียหาย 24% ลดเวลาคูลไทม์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
        "[ไปให้พ้นจากหน้าข้า!] เพิ่มความเสียหาย 29% ลดเวลาคูลไทม์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
        "[ไปให้พ้นจากหน้าข้า!] เพิ่มความเสียหาย 35% ลดเวลาคูลไทม์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
        "[ไปให้พ้นจากหน้าข้า!] เพิ่มความเสียหาย 42% ลดเวลาคูลไทม์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว",
        "[ไปให้พ้นจากหน้าข้า!] เพิ่มความเสียหาย 50% ลดเวลาคูลไทม์ 10% ต่อศัตรูที่ได้รับความเสียหาย 1 ตัว"
      ],
      "story": "ตราประทับที่มอบให้กับผู้จัดการกิลด์ที่เก่งที่สุดในเมือง Orvel หากไม่มีตราประทับนี้ จะไม่สามารถทำภารกิจของกิลด์ทั้งหมดได้ Veronica จอมจู้จี้จะไม่ประทับตราเอกสารเว้นแต่ว่ามันสมบูรณ์แบบ ไอเทมที่แสดงถึงความเป็นมืออาชีพของ Veronica"
    }
  },
  "s4": {
    "name": "ความรู้แห่งสุดยอดนักการเงิน",
    "description": "เพิ่มพลังโจมตีของพันธมิตรทั้งหมด {0} และเมื่อใช้สกิล 3 ครั้งจะได้รับความรู้แห่งสุดยอดนักการเงินทันที แสต็คความรู้แห่งสุดยอดนักการเงินจะเพิ่มความเสียหายคริติคอลให้กับตัวเอง 30% และเพิ่มเอฟเฟ็คสกิลที่ใช้ทั้งหมดอย่างละ 10% เอฟเฟ็คความรู้แห่งสุดยอดนักการเงินแสต็คได้สูงสุด 5 ครั้งและไม่สามารถยกเลิกได้",
    "books": {
      "0": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "ฟื้นฟู Mana ของผู้ใช้สกิลขึ้น 2 ช่องเมื่อใช้งาน",
    "dark": "เมื่อใช้งานแล้ว เพิ่มพลังโจมตีของผู้ใช้สกิลขึ้น 50% เป็นเวลา 10 วินาที"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / อัตราคริติคอล +100",
    "dark": "ลดเวลาคูลดาวน์ของสกิลทั้งหมดของผู้ใช้สกิลลง 15% ทุกๆ 20 วินาที"
  }
}