{
  "name": "Loman",
  "subtitle": "ผู้เฝ้าประตูแห่งความเชื่อใจ",
  "description": "ผู้เฝ้าประตูแห่งราชวงศ์ Orvel หากไม่ได้รับอนุญาตจากราชสำนัก จะไม่มีใครสามารถผ่าน Loman ไปได้แม้แต่ก้าวเดียว พลังอันยิ่งใหญ่จากง้าวของเขาบังคับให้ศัตรูต้องคุกเข่าลงต่อหน้าเขา",
  "story": "ถ้ามีใครจะเลือกคนที่น่าไว้วางใจมากที่สุดในบรรดาอัศวินผู้พิทักษ์ ชื่อของ Loman คงจะเป็นหนึ่งในชื่อแรกๆ ที่ถูกนึกถึง ราชวงศ์เชื่อใจเขามากถึงขั้นแต่งตั้งให้ Loman เป็นผู้เฝ้าประตูแห่งราชวงศ์ Orvel โดยปกติเขามักจะเป็นบุรุษผู้อ่อนโยนและเป็นมิตร แต่จะไม่ยอมประนีประนอมเมื่อใครก็ตามพยายามที่จะเข้าใกล้องค์กษัตริย์ของเขาโดยไม่ได้รับอนุญาตจากราชสำนัก ไม่มีใครที่เคยเห็นง้าวของเขา เล่มที่ Scarlet มอบให้ ฟาดผ่าอากาศแล้วมีชีวิตรอดกลับไปได้ แต่ในเวลานอกการปฏิบัติหน้าที่ เขาคือบุรุษซึ่งอ่อนไหวผู้ชื่นชอบการแกะสลักไม้เป็นงานอดิเรก",
  "like": "Clause, Demia, วุ้น, การแกะสลักไม้",
  "dislike": "มิ้นท์, โสม",
  "inn": {
    "idle": "ข้าแค่ออกมาในระหว่างช่วงพัก ที่นี่บรรยากาศดีมากเลย ข้าควรแวะมาให้บ่อยกว่านี้",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "เข้ามาสิ ข้ากำลังแกะสลักไม้ชิ้นหนึ่งจนถึงเมื่อกี้นี้ เจ้าอยากดูไหมล่ะ",
      "talk": [
        "ครอบครัวของข้าปกป้องคุ้มครองราชวงศ์ Orvel มานานหลายศตวรรษ ในตอนที่ข้ามาที่ปราสาท พ่อของข้าได้มอบมรดกสืบทอดของตระกูลเราให้แก่ข้า",
        "ง้าวเล่มนี้ดูค่อนข้างพิเศษทีเดียว ข้าถาม Jin และเขาก็บอกข้าว่ามันมีแก่นแท้ของสัตว์ศักดิ์สิทธิ์โบราณบางชนิด"
      ],
      "gift": "ว่าไงนะ ข้าต้องบอกเจ้าก่อน ข้าจะไม่เปิดคลังหรือเขาวงกตให้เจ้าหรอกนะ ฮ่า ฮ่า"
    },
    "relationship": {
      "greet": "การคุ้มครองราชวงศ์เป็นหน้าที่ที่สำคัญและจริงจัง แต่บางครั้งข้าก็รู้สึกอิจฉาเพื่อนร่วมงานของข้านิดหน่อย เพราะว่าพวกเขาสามารถทำอะไรได้ตามใจ",
      "talk": [
        "ข้าจะทำทุกอย่างที่ข้าสามารถทำได้เพื่อตอบแทนองค์หญิงสำหรับความเชื่อใจที่เธอมีให้ข้า",
        "การแกะสลักไม้เป็นงานอดิเรกเก่าแก่ของข้า ก่อนที่ข้าจะรู้ตัว ห้องของข้าก็เต็มไปด้วยงานไม้แล้ว ฮ่าฮ่า",
        "ข้าเห็นใครบางคนที่มีผมยาวตะโกนโห่ร้องยินดีตลอดทั้งวัน ข้าเห็นผู้คนน่าตลกมากมายที่ใช้ชีวิตในแบบของตัวเอง"
      ]
    }
  },
  "uw": {
    "name": "คลื่นแห่งการคุ้มครอง Gaiamenes",
    "description": [
      "ความภาคภูมิแห่ง Orvelia' ซ้อนทับทุกครั้งที่ใช้สกิล และไม่สามารถยกเลิก'ความภาคภูมิแห่ง Orvelia'ได้ เมื่อ 'ความภาคภูมิแห่ง Orvelia' ซ้อนทับกัน 3 ครั้ง 'คำอวยพรแห่ง Orvelia' จะเปิดใช้งาน ซึ่งสร้างความเสียหายทางกายภาพเท่ากับ 200% ของพลังโจมตีแก่ศัตรูที่อยู่ภายในระยะกว้าง และเพิ่มความอ่อนแอต่อกายภาพของเป้าหมาย 25% เป็นเวลา 20 วินาที 'คำอวยพรแห่ง Orvelia' ยังเพิ่มพลังป้องกันเวทมนตร์ 10% เป็นเวลา 10 วินาทีด้วย",
      "ความภาคภูมิแห่ง Orvelia' ซ้อนทับทุกครั้งที่ใช้สกิล และไม่สามารถยกเลิก'ความภาคภูมิแห่ง Orvelia'ได้ เมื่อ 'ความภาคภูมิแห่ง Orvelia' ซ้อนทับกัน 3 ครั้ง 'คำอวยพรแห่ง Orvelia' จะเปิดใช้งาน ซึ่งสร้างความเสียหายทางกายภาพเท่ากับ 240% ของพลังโจมตีแก่ศัตรูที่อยู่ภายในระยะกว้าง และเพิ่มความอ่อนแอต่อกายภาพของเป้าหมาย 30% เป็นเวลา 20 วินาที 'คำอวยพรแห่ง Orvelia' ยังเพิ่มพลังป้องกันเวทมนตร์ 12% เป็นเวลา 10 วินาทีด้วย",
      "ความภาคภูมิแห่ง Orvelia' ซ้อนทับทุกครั้งที่ใช้สกิล และไม่สามารถยกเลิก'ความภาคภูมิแห่ง Orvelia'ได้ เมื่อ 'ความภาคภูมิแห่ง Orvelia' ซ้อนทับกัน 3 ครั้ง 'คำอวยพรแห่ง Orvelia' จะเปิดใช้งาน ซึ่งสร้างความเสียหายทางกายภาพเท่ากับ 290% ของพลังโจมตีแก่ศัตรูที่อยู่ภายในระยะกว้าง และเพิ่มความอ่อนแอต่อกายภาพของเป้าหมาย 36% เป็นเวลา 20 วินาที 'คำอวยพรแห่ง Orvelia' ยังเพิ่มพลังป้องกันเวทมนตร์ 14% เป็นเวลา 10 วินาทีด้วย",
      "ความภาคภูมิแห่ง Orvelia' ซ้อนทับทุกครั้งที่ใช้สกิล และไม่สามารถยกเลิก'ความภาคภูมิแห่ง Orvelia'ได้ เมื่อ 'ความภาคภูมิแห่ง Orvelia' ซ้อนทับกัน 3 ครั้ง 'คำอวยพรแห่ง Orvelia' จะเปิดใช้งาน ซึ่งสร้างความเสียหายทางกายภาพเท่ากับ 350% ของพลังโจมตีแก่ศัตรูที่อยู่ภายในระยะกว้าง และเพิ่มความอ่อนแอต่อกายภาพของเป้าหมาย 43% เป็นเวลา 20 วินาที 'คำอวยพรแห่ง Orvelia' ยังเพิ่มพลังป้องกันเวทมนตร์ 17% เป็นเวลา 10 วินาทีด้วย",
      "ความภาคภูมิแห่ง Orvelia' ซ้อนทับทุกครั้งที่ใช้สกิล และไม่สามารถยกเลิก'ความภาคภูมิแห่ง Orvelia'ได้ เมื่อ 'ความภาคภูมิแห่ง Orvelia' ซ้อนทับกัน 3 ครั้ง 'คำอวยพรแห่ง Orvelia' จะเปิดใช้งาน ซึ่งสร้างความเสียหายทางกายภาพเท่ากับ 420% ของพลังโจมตีแก่ศัตรูที่อยู่ภายในระยะกว้าง และเพิ่มความอ่อนแอต่อกายภาพของเป้าหมาย 51% เป็นเวลา 20 วินาที 'คำอวยพรแห่ง Orvelia' ยังเพิ่มพลังป้องกันเวทมนตร์ 21% เป็นเวลา 10 วินาทีด้วย",
      "ความภาคภูมิแห่ง Orvelia' ซ้อนทับทุกครั้งที่ใช้สกิล และไม่สามารถยกเลิก'ความภาคภูมิแห่ง Orvelia'ได้ เมื่อ 'ความภาคภูมิแห่ง Orvelia' ซ้อนทับกัน 3 ครั้ง 'คำอวยพรแห่ง Orvelia' จะเปิดใช้งาน ซึ่งสร้างความเสียหายทางกายภาพเท่ากับ 500% ของพลังโจมตีแก่ศัตรูที่อยู่ภายในระยะกว้าง และเพิ่มความอ่อนแอต่อกายภาพของเป้าหมาย 60% เป็นเวลา 20 วินาที 'คำอวยพรแห่ง Orvelia' ยังเพิ่มพลังป้องกันเวทมนตร์ 25% เป็นเวลา 10 วินาทีด้วย"
    ],
    "story": "ง้าวที่ถือโดยรูปปั้นผู้พิทักษ์โบราณซึ่งปกป้องประตูเขาวงกตที่ถูกค้นพบที่ชั้นใต้ดินหลวงเมื่อไม่นานมานี้ รูปปั้นเก่าแก่ที่สึกกร่อนกำลังถือง้าวแน่นในกำมือ ราวกับกำลังแสดงความมุ่งมั่นในการปกป้องเขาวงกตจากผู้บุกรุก Loman ผู้ซึ่งรับผิดชอบการขุดเจาะเขาวงกต รู้สึกถึงอะไรบางอย่างที่ล้ำเลิศอย่างอธิบายไม่ได้จากรูปปั้นนี้ และได้แสดงความเคารพนบนอบต่อหน้ารูปปั้น ในชั่วขณะนั้น รูปปั้นได้ทิ้งง้าวลงสู่พื้นดินและเริ่มพังทลาย ดูเหมือนว่าตัวง้าวจะไม่เสื่อมสลายตามกาลเวลาและแฝงไปด้วยพลังงานลึกลับ 'จู่ๆ รูปปั้นนั้นก็พังทลายลงและทิ้งง้าวสู่พื้น...' Scarlet พูดในขณะทอดมองผู้ที่เข้ามารายงาน 'ใช่ครับท่าน' จากนั้น Scarlet ก็จ้องมองที่ Loman 'ความจริงใจอันเด็ดเดี่ยวในการที่จะปกป้องสถานที่จนกว่าร่างกายของตัวเองจะล้มลง... ข้ารู้จักบุรุษที่เป็นเช่นนั้น' 'ว่ายังไงนะครับท่าน' เขามอง Scarlet ด้วยใบหน้าที่ประหลาดใจในขณะที่เธอยื่นง้าวให้พร้อมกับรอยยิ้ม"
  },
  "s1": {
    "name": "หั่นปฐพี",
    "description": "สร้างความเสียหายทางกายภาพ {0} หน่วยแก่ศัตรูในแนวหน้าที่อยู่ภายในระยะ และทำให้ล้มลงเป็นเวลา {1} วินาที ซึ่งเพิ่มความอ่อนแอต่อกายภาพของเป้าหมายที่ได้รับผล {3}% เป็นเวลา {2} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "ป้องกันความเสียหายทั้งหมดที่ได้รับขณะร่ายสกิล"
    },
    "light": "ลดเวลาคูลดาวน์ 3 วินาที",
    "dark": "เพิ่มความอ่อนแอต่อกายภาพของเป้าหมายที่ได้รับผลกระทบ 25% เป็นเวลา 10 วินาที",
    "ut": {
      "name": "คู่มือการต่อสู้พื้นฐานสำหรับอัศวิน Orvelia",
      "description": [
        "[หั่นปฐพี] ลดการบล็อคกายภาพของเป้าหมายลง 500 หน่วย และลดการต้านทานสถานะผิดปกติของเป้าหมายลง 100 หน่วยเป็นเวลา 10 วินาที",
        "[หั่นปฐพี] ลดการบล็อคกายภาพของเป้าหมายลง 500 หน่วย และลดการต้านทานสถานะผิดปกติของเป้าหมายลง 120 หน่วยเป็นเวลา 10 วินาที",
        "[หั่นปฐพี] ลดการบล็อคกายภาพของเป้าหมายลง 500 หน่วย และลดการต้านทานสถานะผิดปกติของเป้าหมายลง 140 หน่วยเป็นเวลา 10 วินาที",
        "[หั่นปฐพี] ลดการบล็อคกายภาพของเป้าหมายลง 500 หน่วย และลดการต้านทานสถานะผิดปกติของเป้าหมายลง 170 หน่วยเป็นเวลา 10 วินาที",
        "[หั่นปฐพี] ลดการบล็อคกายภาพของเป้าหมายลง 500 หน่วย และลดการต้านทานสถานะผิดปกติของเป้าหมายลง 210 หน่วยเป็นเวลา 10 วินาที",
        "[หั่นปฐพี] ลดการบล็อคกายภาพของเป้าหมายลง 500 หน่วย และลดการต้านทานสถานะผิดปกติของเป้าหมายลง 250 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "หนังสือคู่มือศิลปะการต่อสู้แบบพื้นฐานที่ครอบคลุมเนื้อหาขั้นต้นซึ่งอัศวิน Orvel ทุกคนเรียนรู้ ในบรรดาสกิลมากมายในเล่ม สกิลหั่นปฐพีเป็นพื้นฐานที่ดีสำหรับสไตล์การต่อสู้ของอัศวิน สกิลนี้คือหนึ่งในสกิลแรกๆ ที่อัศวินจะได้เรียนรู้ แต่หลักการที่ซับซ้อนของมันก็สร้างความแตกต่างได้อย่างมากระหว่างมือใหม่และผู้ที่ชำนาญแล้ว Loman อ่านคู่มือนี้มาแล้วนับพันรอบตั้งแต่ที่เขาเข้ารับตำแหน่งอัศวิน และเขามักย้อนกลับไปอ่านใหม่เสมอทุกครั้งที่รู้สึกว่าต้องการพัฒนาตัวเอง"
    }
  },
  "s2": {
    "name": "ข้อบัญญัติที่ปิดซ่อน",
    "description": "ลบล้างเอฟเฟคลบจากพันธมิตรทั้งหมด สร้างโล่ให้แก่พันธมิตรทั้งหมดซึ่งจะซับความเสียหาย {1} หน่วยเป็นเวลา {0} วินาที และลดความเสียหายทั้งหมดให้แก่พันธมิตร {3}% เป็นเวลา {2} วินาที โล่มอบความต้านทานสถานะผิดปกติในขณะที่มีผลอยู่",
    "books": {
      "0": "เพิ่มบาเรียป้องกัน {0}%",
      "1": "เพิ่มบาเรียป้องกัน {0}%",
      "2": "เพิ่มบาเรียป้องกัน {0}%"
    },
    "light": "เวลาคูลดาวน์ลดลง 5 วินาที",
    "dark": "โล่คงอยู่นานขึ้น 5 วินาที",
    "ut": {
      "name": "ตุ๊กตาไม้ขนาดเล็ก",
      "description": [
        "[ข้อบัญญัติที่ปิดซ่อน]ลดค่ามานา 1 และฟื้นฟูมานา 400",
        "[ข้อบัญญัติที่ปิดซ่อน]ลดค่ามานา 1 และฟื้นฟูมานา 480",
        "[ข้อบัญญัติที่ปิดซ่อน]ลดค่ามานา 1 และฟื้นฟูมานา 580",
        "[ข้อบัญญัติที่ปิดซ่อน]ลดค่ามานา 1 และฟื้นฟูมานา 700",
        "[ข้อบัญญัติที่ปิดซ่อน]ลดค่ามานา 1 และฟื้นฟูมานา 840",
        "[ข้อบัญญัติที่ปิดซ่อน]ลดค่ามานา 1 และฟื้นฟูมานา 1000"
      ],
      "story": "Loman เคยแกะสลักรูปสลักที่มีขนาดเล็กเท่ากับมือของเขา ขณะที่เขาครุ่นคิดเกี่ยวกับสิ่งที่ไม่ถูกต้อง ขณะที่เขาเหลาขอบรูปสลักให้เนียน เขาจะรู้สึกสงบและหวนกลับไปนึกถึงความตั้งมั่นของเขาในยามที่เขายังเรียนรู้แค่บทเรียนพื้นฐาน ในตอนแรกเขาแค่ทำเพื่อฆ่าเวลา แต่พอเวลาผ่านไปมันกลายเป็นงานอดิเรกของเรา และเขาได้สลักรูปไว้เต็มห้องของเขาในเวลาไม่นาน และวันหนึ่ง Loman เริ่มสร้างตุ๊กตาไม้ให้เพื่อนๆ และคนของเขา ในตอนนั้นว่ากันว่าตุ๊กตาวิเศษเหล่านี้สามารถปกป้องหัวใจจากปีศาจที่เคยสร้างความหวาดกลัวให้กับ Orvelia Loman ขอให้ชาแมนเฒ่าคนหนึ่งผู้ฝึกการเยียวยาพื้นบ้านโบราณร่ายมนตร์ป้องกันใส่ตุ๊กตาไม้ และเขาได้มอบตุ๊กตาเหล่านี้ให้กับสหายของเขา"
    }
  },
  "s3": {
    "name": "ข้อบัญญัติแห่งอัศวิน",
    "description": "โจมตีศัตรูในแนวหน้าที่อยู่ภายในระยะ 3 ครั้ง การโจมตี 2 ครั้งแรกสร้างความเสียหายทางกายภาพ {0} หน่วยและสตันศัตรูเป็นเวลา {1} วินาทีในขณะที่การโจมตีครั้งสุดท้ายโจมตีศัตรูที่อยู่ในระยะกว้างกว่าเดิม 2 ครั้ง ซึ่งสร้างความเสียหายทางกายภาพรวม {2} หน่วย การโจมตีครั้งสุดท้ายสตันศัตรูเป็นเวลา 5 วินาทีและทิ้ง [เครื่องหมายแห่งข้อบัญญัติ] บนศัตรู ซึ่งสร้างความเสียหายแก่ศัตรูเป็นเวลา {3} วินาที เป้าหมายที่มี [เครื่องหมายแห่งข้อบัญญัติ] ได้รับความเสียหายทางกายภาพเพิ่มเติมอีก {4} หน่วยจากพันธมิตรซึ่งไม่รวมผู้ใช้สกิล เอฟเฟคความเสียหายเพิ่มเติมจะเปิดใช้งานเพียงหนึ่งครั้งทุกๆ {5} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ความเสียหายจะเพิ่มขึ้น 100% เมื่อมีศัตรูตัวเดียว",
    "dark": "ในขณะที่ใช้งานอยู่ ได้รับความต้านทานสถานะผิดปกติ",
    "ut": {
      "name": "ท้องทะเลแห่งการภาวนา",
      "description": [
        "[ข้อบัญญัติแห่งอัศวิน] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความอ่อนแอต่อกายภาพของเป้าหมาย 10% เป็นเวลา 10 วินาที",
        "[ข้อบัญญัติแห่งอัศวิน] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความอ่อนแอต่อกายภาพของเป้าหมาย 12% เป็นเวลา 10 วินาที",
        "[ข้อบัญญัติแห่งอัศวิน] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความอ่อนแอต่อกายภาพของเป้าหมาย 14% เป็นเวลา 10 วินาที",
        "[ข้อบัญญัติแห่งอัศวิน] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความอ่อนแอต่อกายภาพของเป้าหมาย 17% เป็นเวลา 10 วินาที",
        "[ข้อบัญญัติแห่งอัศวิน] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความอ่อนแอต่อกายภาพของเป้าหมาย 21% เป็นเวลา 10 วินาที",
        "[ข้อบัญญัติแห่งอัศวิน] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความอ่อนแอต่อกายภาพของเป้าหมาย 25% เป็นเวลา 10 วินาที"
      ],
      "story": "มรดกสืบทอดจากครอบครัวของ Loman จี้พิเศษเส้นนี้ถูกมอบให้กับครอบครัว Loman โดยกษัตริย์องค์แรกของ Orvelia เพื่อเป็นเกียรติในการรับใช้และความจงรักภักดีในการปกป้องสถาบันผู้ปกครอง Orvel ไม่มีใครรู้ต้นกำเนิดที่แท้จริงของจี้ แต่เชื่อกันว่าเป็นเครื่องประดับที่มีจิตวิญญาณของผู้พิทักษ์แห่งทวีป Orbis จากอารยธรรมโบราณ เจ้าของของจี้เส้นนี้ได้กล่าวไว้เช่นเดียวกัน เมื่อพวกเขาตัดสินใจที่จะเสี่ยงชีวิตของพวกเขาเพื่อปกป้องสิ่งที่มีความสำคัญต่อพวกเขา พวกเขาจะเรียกพลังอันยิ่งใหญ่ เช่น คลื่นแห่งท้องทะเล ผู้คนเชื่อว่าอัญมณีสีฟ้านี้สามารถเรียกวิญญาณได้และเริ่มเรียกมันว่าท้องทะเลแห่งการภาวนา Loman ได้รับจี้นี้เป็นมรดกสืบทอดจากพ่อของเขาเมื่อเขาเข้าไปในปราสาทและเขาเก็บมันไว้ค้างกายเสมอ"
    }
  },
  "s4": {
    "name": "ผู้เฝ้าประตูคนสุดท้าย",
    "description": "ซ้อนทับ [ความอดกลั้น] ในทุกๆ วินาที และไม่สามารถยกเลิก[ความอดกลั้น]ได้ เมื่อ [ความอดกลั้น] ซ้อนทับกัน {0} ครั้ง สร้างความเสียหายทางกายภาพ {1} หน่วย ซึ่งไม่สนใจพลังป้องกันของศัตรูที่อยู่ใกล้ๆ และลดพลังโจมตีของศัตรูที่ได้รับผลกระทบ 20% เป็นเวลา {2} วินาที การบล๊อคที่สำเร็จมอบการซ้อนทับ [ความอดกลั้น] เพิ่มเติมอีก 1 ครั้ง เอฟเฟคนี้จะเปิดใช้งานเพียงหนึ่งครั้งทุกๆ {3} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "เพิ่มจำนวนของ 'ความอดกลั้น' ที่ซ้อนทับ 1 ครั้งทุกๆ วินาที",
    "dark": "ลดความเร็วโจมตีของศัตรูที่ได้รับผลลง 200 หน่วยเป็นเวลา 10 วินาที",
    "ut": {
      "name": "โล่ของพ่อ",
      "description": [
        "[ผู้เฝ้าประตูคนสุดท้าย] เพิ่มการบล็อคเวทมนตร์ของตัวเองขึ้น 200 หน่วยและเพิ่มจำนวนสแต็กความอดกลั้นที่ได้รับจากการบล็อคสำเร็จขึ้น 1 สแต็ก",
        "[ผู้เฝ้าประตูคนสุดท้าย] เพิ่มการบล็อคเวทมนตร์ของตัวเองขึ้น 240 หน่วยและเพิ่มจำนวนสแต็กความอดกลั้นที่ได้รับจากการบล็อคสำเร็จขึ้น 1 สแต็ก",
        "[ผู้เฝ้าประตูคนสุดท้าย] เพิ่มการบล็อคเวทมนตร์ของตัวเองขึ้น 290 หน่วยและเพิ่มจำนวนสแต็กความอดกลั้นที่ได้รับจากการบล็อคสำเร็จขึ้น 1 สแต็ก",
        "[ผู้เฝ้าประตูคนสุดท้าย] เพิ่มการบล็อคเวทมนตร์ของตัวเองขึ้น 350 หน่วยและเพิ่มจำนวนสแต็กความอดกลั้นที่ได้รับจากการบล็อคสำเร็จขึ้น 1 สแต็ก",
        "[ผู้เฝ้าประตูคนสุดท้าย] เพิ่มการบล็อคเวทมนตร์ของตัวเองขึ้น 420 หน่วยและเพิ่มจำนวนสแต็กความอดกลั้นที่ได้รับจากการบล็อคสำเร็จขึ้น 1 สแต็ก",
        "[ผู้เฝ้าประตูคนสุดท้าย] เพิ่มการบล็อคเวทมนตร์ของตัวเองขึ้น 500 หน่วยและเพิ่มจำนวนสแต็กความอดกลั้นที่ได้รับจากการบล็อคสำเร็จขึ้น 1 สแต็ก"
      ],
      "story": "โล่ที่ Loman ใช้ในอดีต ซึ่งเป็นสมบัติที่พ่อของเขาที่เป็นผู้เฝ้าประตูของราชวงศ์มอบให้แก่เขา แม้ว่าเขาจะไม่ได้ใช้มันตั้งแต่ที่เขาเริ่มใช้ง้าว แต่เขาก็จดจำคำพูดของพ่อไว้ในใจ: จงเป็นประตูที่ปกป้อง Orvelia Loman จะไม่ยอมให้คมดาบศัตรูผ่านประตู Orvelia มาได้ในขณะที่เขายังหายใจ"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคเวทย์ +200",
    "dark": "เมื่อบล็อคความเสียหายเวทมนตร์สำเร็จ พันธมิตรทั้งหมดมีบล็อคเวทมนตร์เพิ่มขึ้น 200 หน่วยและมีพลังป้องกันเวทมนตร์เพิ่มขึ้น 10% ของพลังป้องกันเวทมนตร์ของ Loman เป็นเวลา 5 วินาที เอฟเฟคนี้เปิดใช้งานแค่เพียงหนึ่งครั้งในทุกๆ 5 วินาที"
  }
}