{
  "name": "Juno",
  "subtitle": "แม่ครัวเอกของฮีโร่",
  "description": "หนึ่งในยอดฝีมือนักปรุงอาหารใน Orvel ตั้งแต่อาหารเรียบง่ายไปจนถึงเมนูหรูหรา ดูเหมือนว่าทักษะการทำครัวของเธอจะครอบคลุมครบทุกอย่าง อาหารของเธอช่วยเยียวยาร่างกายและเติมกำลังใจให้หัวใจ",
  "story": "เธอเป็นหญิงสาวธรรมดาจากเมือง แต่ทักษะการปรุงอาหารของเธอนั้นยอดเยี่ยมที่สุดใน Orvel ตั้งแต่อาหารซึ่งดีต่อสุขภาพแบบพื้นๆ ของสามัญชนไปจนถึงอาหารหรูหราของชนชั้นสูง ไม่มีอาหารจานใดที่เธอไม่สามารถปรุงได้ ครั้งหนึ่งเธอเคยได้รับข้อเสนอให้ทำงานในฐานะแม่ครัวหลวง แต่เธอได้ปฏิเสธไปและได้เปิดร้านเล็กๆ เพื่อเปิดโอกาสให้ทุกคนได้อิ่มอร่อยกับอาหารของเธอ ไม่นานร้านของเธอก็ได้กลายเป็นหนึ่งในสถานที่ที่น่าสนใจที่มีชื่อเสียงมากที่สุดแห่งหนึ่งใน Orvel ซึ่งมีนักผจญภัยจำนวนนับไม่ถ้วนแวะมาเยือน ตอนนี้ผู้คนต่างเรียกร้านของเธอว่า 'กระท่อมฮีโร่' และเธอก็ใช้ชีวิตอย่างสนุกสนานท่ามกลางเหล่า 'ฮีโร่'",
  "like": "การกิน, การทำอาหาร, คนที่อิ่มอร่อยกับอาหารของเธอ",
  "dislike": "คนที่ดูถูกการปรุงอาหารของเธอ",
  "inn": {
    "idle": "ยินดีต้อนรับ! แต่ว่ามันคือเวลาพักแหละ...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "เข้ามาสิ! วันนี้เจ้าอยากรับอะไรดีล่ะ",
      "talk": [
        "แค่บอกข้ามาว่าเจ้าอยากได้อะไร แล้วข้าจะปรุงมันทันทีเลย!",
        "ข้าเห็นนักผจญภัยมามากมาย แต่เพราะอะไรสักอย่างเจ้าดูแตกต่างสะดุดใจข้า"
      ],
      "gift": "โอ้ ทิปเหรอ เฮะ เฮะ ขอบคุณนะ"
    },
    "relationship": {
      "greet": "เจ้ากินอะไรมาหรือยัง ถ้ายัง ข้าสามารถแนะนำอาหารได้นะ!",
      "talk": [
        "ไข่ออนเซ็นรสชาติยอดเยี่ยมมาก! มันยังเป็นหนึ่งในอาหารแบบง่ายๆ จานโปรดของข้าด้วย!",
        "ทุกวันนี้ธุรกิจดีงาม ข้ารู้สึกยอดเยี่ยมมาก!",
        "ลูกค้าเยอะแยะเลย ใช่ไหมล่ะ ทั้งหมดต้องขอบคุณคนที่เจ้าก็รู้ว่าใคร ฮ่าฮ่าฮ่า"
      ]
    }
  },
  "uw": {
    "name": "งานเลี้ยงร้อยรสชาติ Tempora Fyrr",
    "description": [
      "ได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] และฟื้นฟู MP 1 ขีดทุกๆ 10 วินาที",
      "ได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] และฟื้นฟู MP 1 ขีดทุกๆ 9 วินาที",
      "ได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] และฟื้นฟู MP 1 ขีดทุกๆ 8 วินาที",
      "ได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] และฟื้นฟู MP 1 ขีดทุกๆ 7 วินาที",
      "ได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] และฟื้นฟู MP 1 ขีดทุกๆ 6 วินาที",
      "ได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] และฟื้นฟู MP 1 ขีดทุกๆ 5 วินาที"
    ],
    "story": "หม้อวิเศษที่ว่ากันว่าใช้โดยนักปรุงอาหารในตำนานในสมัยอดีตอันแสนเนิ่นนาน มันทำมาจากเหล็กวิเศษที่แม้แต่ Jin ช่างตีเหล็กก็ไม่เคยเห็นมาก่อน มันมีเอฟเฟคที่ช่วยเพิ่มรสชาติและกลิ่นของอาหาร ซึ่งทำให้คุณภาพปกติของส่วนผสมยอดเยี่ยมที่สุด มันเป็นสมบัติที่หายากมาก แต่ Juno ผู้เป็นเจ้าของกลับไม่ค่อยได้ใช้งานมัน เนื่องจากเธอมีความภาคภูมิใจอย่างยิ่งยวดในฝีมือการปรุงอาหารของเธอ ผู้คนจึงคิดว่าเธอคงไม่ชอบที่จะพึ่งวัตถุโบราณวิเศษแบบนั้น ด้วยเหตุนี้ ตอนนี้สมบัติที่ล้ำค่าที่สุดในโลกแห่งการทำอาหารจึงเป็นแค่เพียงของประดับตกแต่งในร้านของ Juno อย่างไรก็ตาม เมื่อวันที่เธอตัดสินใจที่จะใช้งานมันมาถึง โลกจะได้ประจักษ์ถึงการทำอาหารในรูปแบบใหม่ในอีกระดับ"
  },
  "s1": {
    "name": "อาหารจานเด็ด",
    "description": "ลบล้างเอฟเฟคลบจากพันธมิตรทั้งหมด รักษา HP ของพันธมิตรรวม {1} หน่วยเป็นเวลา {0} วินาที และเพิ่มพลังป้องกัน {2} หน่วย [ส่วนผสมชั้นเลิศ] ใช้การซ้อนทับของสกิลส่วนผสมชั้นเลิศ 2 ครั้งเพื่อเพิ่มบูสต์พลังป้องกันขึ้นสองเท่าเมื่อมีการซ้อนทับสกิล 2 ครั้งหรือมากกว่า",
    "books": {
      "0": "เพิ่มอัตราการรักษาและความเสียหายขึ้น {0}%",
      "1": "เพิ่มอัตราการรักษาและความเสียหายขึ้น {0}%",
      "2": "เพิ่มอัตราการรักษาและความเสียหายขึ้น {0}%"
    },
    "light": "[อาหารจานเด็ด] เพิ่มพลังโจมตีของเป้าหมาย 15% ตามระยะเวลาของสกิล [อาหารพิเศษสูตรเผ็ดของ Juno] เพิ่มความเสียหายทางกายของเป้าหมาย 25% เป็นเวลา 10 วินาที",
    "dark": "[อาหารจานเด็ด] ทำให้เอฟเฟคทั้งหมดลบล้างไม่ได้ [อาหารพิเศษสูตรเผ็ดของ Juno] ลดค่ามานา 1 หน่วย",
    "ut": {
      "name": "ทัพพีหลากสี",
      "description": [
        "[อาหารจานเด็ด] เพิ่มอัตราการรักษา 20% และได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] 1 ครั้งหลังใช้ [อาหารพิเศษสูตรเผ็ดของ Juno] เพิ่มความเสียหาย 20% และลดอัตราคริติคอลของเป้าหมายลง 250 หน่วยเป็นเวลา 10 วินาที",
        "[อาหารจานเด็ด] เพิ่มอัตราการรักษา 24% และได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] 1 ครั้งหลังใช้ [อาหารพิเศษสูตรเผ็ดของ Juno] เพิ่มความเสียหาย 24% และลดอัตราคริติคอลของเป้าหมายลง 250 หน่วยเป็นเวลา 10 วินาที",
        "[อาหารจานเด็ด] เพิ่มอัตราการรักษา 29% และได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] 1 ครั้งหลังใช้ [อาหารพิเศษสูตรเผ็ดของ Juno] เพิ่มความเสียหาย 29% และลดอัตราคริติคอลของเป้าหมายลง 250 หน่วยเป็นเวลา 10 วินาที",
        "[อาหารจานเด็ด] เพิ่มอัตราการรักษา 35% และได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] 1 ครั้งหลังใช้ [อาหารพิเศษสูตรเผ็ดของ Juno] เพิ่มความเสียหาย 35% และลดอัตราคริติคอลของเป้าหมายลง 250 หน่วยเป็นเวลา 10 วินาที",
        "[อาหารจานเด็ด] เพิ่มอัตราการรักษา 42% และได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] 1 ครั้งหลังใช้ [อาหารพิเศษสูตรเผ็ดของ Juno] เพิ่มความเสียหาย 42% และลดอัตราคริติคอลของเป้าหมายลง 250 หน่วยเป็นเวลา 10 วินาที",
        "[อาหารจานเด็ด] เพิ่มอัตราการรักษา 50% และได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] 1 ครั้งหลังใช้ [อาหารพิเศษสูตรเผ็ดของ Juno] เพิ่มความเสียหาย 50% และลดอัตราคริติคอลของเป้าหมายลง 250 หน่วยเป็นเวลา 10 วินาที"
      ],
      "story": "ทัพพีที่ส่องประกายสะท้อนแสงเป็นสีรุ้ง วันหนึ่ง ขณะที่ Juno กำลังเดินไปตามถนนหลักของ Orvel นางก็ได้พบกับทัพพีหน้าตาแปลกประหลาดที่ Kumuro พ่อค้าของกิลด์ทำหล่นไว้ นางพยายามนำมันไปคืน แต่ Kumuro กลับยิ้มและพูดว่าทัพพีดังกล่าวได้อยู่กับเจ้าของที่คู่ควรแล้ว ก่อนที่จะหายตัวไป ในฐานะนักสะสมอุปกรณ์การทำครัวจอมละโมบ สิ่งนี้เปรียบเหมือนของขวัญสำหรับ Juno สีสันของมันไม่เพียงทำให้มันดูแตกต่างจากทัพพีปกติด้ามอื่นๆ ทว่ามันยังเป็นมรดกสืบทอดจากอารยธรรมโบราณอีกด้วย โชคไม่ดีเท่าไหร่นักที่ Juno ยังไม่รู้ความจริงว่าทัพพีด้ามนี้สามารถเพิ่มความสุขในการทานอาหารเป็นสองเท่าหากใช้มันปรุงอาหาร"
    },
    "linked": {
      "name": "อาหารพิเศษสูตรเผ็ดของ Juno",
      "description": "ลบล้างเอฟเฟคบวกจากศัตรูทั้งหมด สร้างความเสียหายกายภาพรวม {1} หน่วยเป็นเวลา {0} วินาที ส่วนศัตรูรับความเสียหายกายภาพมากขึ้น {2}% [ส่วนผสมชั้นเลิศ] ใช้การซ้อนทับของสกิลส่วนผสมชั้นเลิศ 2 ครั้งเพื่อเพิ่มความเสียหายกายภาพที่ศัตรูได้รับขึ้นสองเท่าเมื่อมีการซ้อนทับสกิล 2 ครั้งหรือมากกว่า"
    }
  },
  "s2": {
    "name": "ตัวเสริมพลัง",
    "description": "สร้างโล่ให้แก่พันธมิตรที่มี HP ต่ำที่สุดซึ่งจะดูดซับความเสียหาย {0} หน่วยและมอบความต้านทานต่อสถานะผิดปกติพร้อมกับมานา 1 ขีด [ส่วนผสมชั้นเลิศ] ใช้การซ้อนทับของสกิลส่วนผสมชั้นเลิศ 2 ครั้งเพื่อเพิ่มการฟื้นฟู MP ขึ้นสองเท่าเมื่อมีการซ้อนทับสกิล 2 ครั้งหรือมากกว่า",
    "books": {
      "0": "เพิ่มโล่และความเสียหายขึ้น {0}%",
      "1": "เพิ่มโล่และความเสียหายขึ้น {0}%",
      "2": "เพิ่มโล่และความเสียหายขึ้น {0}%"
    },
    "light": "[ตัวเสริมพลัง] เพิ่มค่ามานา 1 หน่วย แต่ร่ายโล่ให้แก่เป้าหมาย 2 คน [ช่วยเหลือตัวเอง แล้วไปซะ!] ลดความเร็วโจมตีของศัตรูที่โดนโจมตีลง 200 หน่วยเป็นเวลา 10 วินาที",
    "dark": "[ตัวเสริมพลัง] ลดค่ามานา 1 หน่วย [ช่วยเหลือตัวเอง แล้วไปซะ!] เพิ่มเวลาคูลดาวน์ของแอคทีฟสกิลของศัตรูที่โดนโจมตีขึ้น 2 วินาที",
    "ut": {
      "name": "โถแห่งความสุข",
      "description": [
        "[ตัวเสริมพลัง] เพิ่มอัตราฟื้นฟู MP 50% และลดเวลาคูลดาวน์ของแอคทีฟสกิลของเป้าหมายลง 12% [ช่วยเหลือตัวเอง แล้วไปซะ!] เพิ่มการลด MP 50% และสตันเป้าหมายเป็นเวลา 1 วินาที",
        "[ตัวเสริมพลัง] เพิ่มอัตราฟื้นฟู MP 50% และลดเวลาคูลดาวน์ของแอคทีฟสกิลของเป้าหมายลง 14% [ช่วยเหลือตัวเอง แล้วไปซะ!] เพิ่มการลด MP 50% และสตันเป้าหมายเป็นเวลา 1.2 วินาที",
        "[ตัวเสริมพลัง] เพิ่มอัตราฟื้นฟู MP 50% และลดเวลาคูลดาวน์ของแอคทีฟสกิลของเป้าหมายลง 17% [ช่วยเหลือตัวเอง แล้วไปซะ!] เพิ่มการลด MP 50% และสตันเป้าหมายเป็นเวลา 1.4 วินาที",
        "[ตัวเสริมพลัง] เพิ่มอัตราฟื้นฟู MP 50% และลดเวลาคูลดาวน์ของแอคทีฟสกิลของเป้าหมายลง 21% [ช่วยเหลือตัวเอง แล้วไปซะ!] เพิ่มการลด MP 50% และสตันเป้าหมายเป็นเวลา 1.7 วินาที",
        "[ตัวเสริมพลัง] เพิ่มอัตราฟื้นฟู MP 50% และลดเวลาคูลดาวน์ของแอคทีฟสกิลของเป้าหมายลง 25% [ช่วยเหลือตัวเอง แล้วไปซะ!] เพิ่มการลด MP 50% และสตันเป้าหมายเป็นเวลา 2.1 วินาที",
        "[ตัวเสริมพลัง] เพิ่มอัตราฟื้นฟู MP 50% และลดเวลาคูลดาวน์ของแอคทีฟสกิลของเป้าหมายลง 30% [ช่วยเหลือตัวเอง แล้วไปซะ!] เพิ่มการลด MP 50% และสตันเป้าหมายเป็นเวลา 2.5 วินาที"
      ],
      "story": "โถที่ Juno ในวัยซื่อไร้เดียงสาซื้อมาในราคาที่โดนหลอกขายจากพ่อค้าที่น่าสงสัยคนหนึ่ง พ่อค้าคนนั้นบอกเธอว่าโถนี้สามารถเปลี่ยนน้ำเปล่าให้กลายเป็นน้ำซุปวิเศษได้ เขาได้ทำการสาธิตกระบวนการด้วยมือที่คล่องแคล่วว่องไว และทำให้เธอตกหลุมพรางได้สำเร็จ แต่สิ่งที่เขาไม่รู้ก็คือว่า โถนี้จะได้กลายเป็นโถแห่งความสุขจริงๆ ผ่านทักษะการปรุงอาหารอันยอดเยี่ยมของ Juno ด้วยทักษะการปรุงอาหารของ Juno ที่พัฒนาขึ้นอย่างยิ่งยวดและการเพิ่มเติมเครื่องปรุงสูตรพิเศษของ Juno ผงน้ำซุปวิเศษที่พ่อค้าเคยใช้ฉบับปรับปรุงใหม่ ตอนนี้โถนี้นับเป็นหนึ่งในเครื่องครัวที่สำคัญที่สุดในร้านของ Juno ที่ใช้ผลิตอาหารชั้นเลิศ"
    },
    "linked": {
      "name": "ช่วยเหลือตัวเอง แล้วไปซะ!",
      "description": "โจมตีเป้าหมายและศัตรูที่อยู่ใกล้รอบๆ สกิลนี้ ซึ่งสร้างความเสียหายกายภาพ {0} หน่วยและลด MP ของพวกเขาลง 1 ขีด ถ้าเป้าหมายไม่ใช่ฮีโร่ สร้างความเสียหายกายภาพซึ่งไม่สนใจพลังป้องกันเพิ่มเติมอีก {1} หน่วย [ส่วนผสมชั้นเลิศ] ใช้การซ้อนทับของสกิลส่วนผสมชั้นเลิศ 2 ครั้งเพื่อเพิ่มการลด MP ขึ้นสองเท่าเมื่อมีการซ้อนทับสกิล 2 ครั้งหรือมากกว่า"
    }
  },
  "s3": {
    "name": "แม่ครัวจากนรก",
    "description": "ลบล้างเอฟเฟคลบทั้งหมดออกจากตัวเอง, รักษา HP {0} หน่วย และแปลงร่างเป็นแม่ครัวจากนรก [อาหารจานเด็ด] และ [ตัวเสริมพลัง] เปลี่ยนเป็น [อาหารพิเศษสูตรเผ็ดของ Juno] และ [ช่วยเหลือตัวเอง แล้วไปซะ!] ตามลำดับ ได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] ซึ่งถอดออกไม่ได้ 1 ครั้ง เมื่อใช้สกิลนี้อีกครั้ง จะแปลงร่างเป็นแม่ครัวจากสวรรค์",
    "books": {
      "0": "เพิ่มการรักษา {0}%",
      "1": "เพิ่มการรักษา {0}%",
      "2": "เพิ่มการรักษา {0}%"
    },
    "light": "เพิ่มอัตราการรักษาขึ้น 100%",
    "dark": "ฟื้นฟู MP 1 ขีดเมื่อใช้",
    "ut": {
      "name": "ชุดเครื่องปรุงน่าสงสัย",
      "description": [
        "[แม่ครัวจากนรก] ใช้เอฟเฟครักษาแก่พันธมิตรทั้งหมดและลดเวลาคูลดาวน์ของแม่ครัวจากนรกลง 1 วินาที",
        "[แม่ครัวจากนรก] ใช้เอฟเฟครักษาแก่พันธมิตรทั้งหมดและลดเวลาคูลดาวน์ของแม่ครัวจากนรกลง 1.2 วินาที",
        "[แม่ครัวจากนรก] ใช้เอฟเฟครักษาแก่พันธมิตรทั้งหมดและลดเวลาคูลดาวน์ของแม่ครัวจากนรกลง 1.4 วินาที",
        "[แม่ครัวจากนรก] ใช้เอฟเฟครักษาแก่พันธมิตรทั้งหมดและลดเวลาคูลดาวน์ของแม่ครัวจากนรกลง 1.7 วินาที",
        "[แม่ครัวจากนรก] ใช้เอฟเฟครักษาแก่พันธมิตรทั้งหมดและลดเวลาคูลดาวน์ของแม่ครัวจากนรกลง 2.1 วินาที",
        "[แม่ครัวจากนรก] ใช้เอฟเฟครักษาแก่พันธมิตรทั้งหมดและลดเวลาคูลดาวน์ของแม่ครัวจากนรกลง 2.5 วินาที"
      ],
      "story": "- นี่คืออาหารที่เจ้าสั่ง อาหารสูตรพิเศษของ Juno! ไม่มีใครจริงจังกับป้ายที่อยู่หน้าร้านของเธอที่เขียนว่า 'รสชาติอร่อยล้ำ! รับประกันคุณภาพ!' จนกระทั่งพวกเขาป้อนอาหารเข้าปาก มีเพียงไม่กี่คำเท่านั้นที่คู่ควรกับอาหารของ Juno เมื่อเธอถูกถามว่าเคล็ดลับของเธอคืออะไร เธอยิ้มและตอบว่า - มันคือเครื่องปรุงสูตรพิเศษของ Juno!"
    }
  },
  "s4": {
    "name": "เปิดกิจการ!",
    "description": "ในขณะที่แปลงร่างเป็นแม่ครัวจากสวรรค์ เพิ่มพลังป้องกันของพันธมิตรทั้งหมด {0} หน่วย และเพิ่มอัตราการรักษาของพวกเขา {1}% ในขณะที่แปลงร่างเป็นแม่ครัวจากนรก ลดพลังป้องกันของศัตรูทั้งหมด {2}% และลดอัตราการรักษาของพวกเขา {3}%",
    "books": {
      "0": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มอัตราคริติคอลของพันธมิตรทั้งหมด 200 หน่วย",
    "dark": "ลดการทะลวงพลังป้องกันของศัตรูทั้งหมด 200 หน่วย"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / บล็อคกาย +200",
    "dark": "เมื่อเริ่มการต่อสู้ทุกครั้ง ได้รับการซ้อนทับสกิล [ส่วนผสมชั้นเลิศ] 2 ครั้งและเพิ่มการฟื้นฟู MP ต่อวินาที 200% เป็นเวลา 10 วินาที"
  }
}