{
  "name": "Nicky",
  "subtitle": "หัวหน้าทหารยามแห่งความอำมหิต",
  "description": "นักรบหญิง หัวหน้าทหารยามที่คุกใต้ดินของ Orvel ที่กักขังมอนสเตอร์ที่ร้ายที่สุด แม้แต่มอนสเตอร์ข้างในคุกยังหวาดกลัวฝีมือและพลังของนางที่เทียบได้กับอสูรแห่งอารีน่า Gladi กระบองทรงพลังของนางบดขยี้กระดูกและฉีกเนื้อออกจากศัตรู",
  "story": "หัวหน้าทหารยามที่เป็นคนคุมคุกใต้ดินของ Orvel ในอดีตนางเคยเป็นนักรบในอารีน่าของ Orvel และเป็นคู่แข่งกับ Gladi แต่เมื่อ Gladi เริ่มหันไปสนใจเปิดร้านมากกว่าที่จะพิชิตสังเวียน Nicky ก็หมดความสนใจและได้พบกับงานอื่น ด้วยฝีมือในการฝึกมอนสเตอร์ นางได้สมัครเป็นหัวหน้าทหารยามที่คุกใต้ดิน ซึ่งเป็นงานที่อันตรายแต่ได้เงินดี ในขณะที่นักโทษมักจะไม่กล้าทำอะไรเนื่องจากกลัวนาง แต่ในบางครั้งพวกเขาก็จะไม่สนเหตุผลใดๆ และก่อความไม่สงบ ทุกครั้งที่เหตุการณ์เช่นนั้นเกิดขึ้น กระบองของนางจะได้ลิ้มรสเลือด และนักโทษจะกลับไปกลัวหัวหดอีกครั้ง",
  "like": "สิ่งของง่ายๆ ที่เป็นระเบียบ",
  "dislike": "นักก่อปัญหาดื้อด้าน",
  "inn": {
    "idle": "เจ้ามัวแต่ไปอยู่ที่ไหนมา ไปดื่มกันดีกว่า!",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "เฮ้! เจ้าจะเดินไปมาอยู่ทำไม! มานี่สิ!",
      "talk": [
        "ข้าเริ่มจะเบื่อที่จะกลั่นแกล้งมอนสเตอร์พวกนั้นแล้วนะ",
        "มีใครที่สามารถต่อสู้ได้สูสีกับข้าบ้าง เจ้าว่าไง มาลองกันสักตั้งเลย!"
      ],
      "gift": "ของขวัญเหรอ ว้าว จริงดิ"
    },
    "relationship": {
      "greet": "พวกที่ชอบทำอะไรน่าสงสัยควรจะถูกฟาดให้หน้ายับ เจ้าว่ามั้ย",
      "talk": [
        "งานเป็นไงบ้าง ไม่มีอะไรพิเศษ ก็แค่ฟาดทุกคนที่ทำตัวเกเร",
        "ที่นี่ดีกว่าคุกใต้ดินมืดๆ นั่นเยอะ!",
        "Gladi ผู้น่าเบื่อ นางไม่โผล่หัวมาที่อารีน่าเลยช่วงนี้"
      ]
    }
  },
  "uw": {
    "name": "กระบองแห่งการดัดนิสัย, Hartnon",
    "description": [
      "มีโอกาส 20% ที่จะทำให้ศัตรูที่โดนโจมตีธรรมดาและโดนโจมตีด้วยสกิลได้รับเอฟเฟคความอาฆาตแค้นแห่ง Hartnon เป็นเวลา 5 วินาที ความอาฆาตแค้นแห่ง Hartnon ลดความเร็วโจมตีลง 100 หน่วย เพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 10% สร้างความเสียหายเท่ากับ 40% ของพลังโจมตีของ Nicky ทุกวินาทีและลดมานาลง 60 หน่วย เอฟเฟคนี้ไม่สามารถซ้อนทับกันได้",
      "มีโอกาส 20% ที่จะทำให้ศัตรูที่โดนโจมตีธรรมดาและโดนโจมตีด้วยสกิลได้รับเอฟเฟคความอาฆาตแค้นแห่ง Hartnon เป็นเวลา 5 วินาที ความอาฆาตแค้นแห่ง Hartnon ลดความเร็วโจมตีลง 120 หน่วย เพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 12% สร้างความเสียหายเท่ากับ 48% ของพลังโจมตีของ Nicky ทุกวินาทีและลดมานาลง 72 หน่วย เอฟเฟคนี้ไม่สามารถซ้อนทับกันได้",
      "มีโอกาส 20% ที่จะทำให้ศัตรูที่โดนโจมตีธรรมดาและโดนโจมตีด้วยสกิลได้รับเอฟเฟคความอาฆาตแค้นแห่ง Hartnon เป็นเวลา 5 วินาที ความอาฆาตแค้นแห่ง Hartnon ลดความเร็วโจมตีลง 140 หน่วย เพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 14% สร้างความเสียหายเท่ากับ 56% ของพลังโจมตีของ Nicky ทุกวินาทีและลดมานาลง 86 หน่วย เอฟเฟคนี้ไม่สามารถซ้อนทับกันได้",
      "มีโอกาส 20% ที่จะทำให้ศัตรูที่โดนโจมตีธรรมดาและโดนโจมตีด้วยสกิลได้รับเอฟเฟคความอาฆาตแค้นแห่ง Hartnon เป็นเวลา 5 วินาที ความอาฆาตแค้นแห่ง Hartnon ลดความเร็วโจมตีลง 170 หน่วย เพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 17% สร้างความเสียหายเท่ากับ 68% ของพลังโจมตีของ Nicky ทุกวินาทีและลดมานาลง 104 หน่วย เอฟเฟคนี้ไม่สามารถซ้อนทับกันได้",
      "มีโอกาส 20% ที่จะทำให้ศัตรูที่โดนโจมตีธรรมดาและโดนโจมตีด้วยสกิลได้รับเอฟเฟคความอาฆาตแค้นแห่ง Hartnon เป็นเวลา 5 วินาที ความอาฆาตแค้นแห่ง Hartnon ลดความเร็วโจมตีลง 200 หน่วย เพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 20% สร้างความเสียหายเท่ากับ 80% ของพลังโจมตีของ Nicky ทุกวินาทีและลดมานาลง 124 หน่วย เอฟเฟคนี้ไม่สามารถซ้อนทับกันได้",
      "มีโอกาส 20% ที่จะทำให้ศัตรูที่โดนโจมตีธรรมดาและโดนโจมตีด้วยสกิลได้รับเอฟเฟคความอาฆาตแค้นแห่ง Hartnon เป็นเวลา 5 วินาที ความอาฆาตแค้นแห่ง Hartnon ลดความเร็วโจมตีลง 250 หน่วย เพิ่มความเสียหายกายภาพที่เป้าหมายได้รับขึ้น 25% สร้างความเสียหายเท่ากับ 100% ของพลังโจมตีของ Nicky ทุกวินาทีและลดมานาลง 150 หน่วย เอฟเฟคนี้ไม่สามารถซ้อนทับกันได้"
    ],
    "story": "กระบองที่ใช้โดยหัวหน้าทหารยามเพื่อทำให้ผู้ต้องขังอยู่ภายใต้การควบคุม เป็นที่รู้จักกันในชื่อกระบองแห่งการดัดนิสัยสำหรับจัดการกับบรรดามอนสเตอร์ที่ถูกคุมขังอยู่ แม้ว่ามันจะสืบทอดกันมาจากหัวหน้าทหารยามคุกใต้ดินใน Orvelia รุ่นสู่รุ่น ไม่นานหลังจากที่ Nicky ได้เป็นหัวหน้าทหารยามคนใหม่ นางก็ได้ทำกระบองแตกไปส่วนหนึ่งจากการฟาดนักโทษอย่างไร้ปรานี -......... นางจ้องมองที่กระบองที่แตกหักเมื่อนางหันไปมองเหล่านักโทษ สายตาของนางหยุดที่สัตว์นรก Hartnon ซึ่งร่างกายปกคลุมไปด้วยหนาม รอยยิ้มโหดเหี้ยมปรากฏขึ้นบนใบหน้าของนาง - เจ้า! เจ้ามีดวงตาที่สวยดีหนิสำหรับเศษสวะ! ผ่านไปไม่นานตาของมอนสเตอร์ตัวนั้นได้ผ่านมือของช่างตีเหล็กและกลายเป็นกระบองใหม่ของ Nicky กระบองใหม่สมบูรณ์แบบสำหรับนาง หนามที่งอกขึ้นมาจากกระบองทำให้เกิดคำสาปที่เจ็บปวดรวดร้าว ในขณะที่ความโกรธแค้นที่ฝังแน่นในลูกตาของมอนสเตอร์สร้างความเจ็บปวดที่รู้สึกไปถึงดวงวิญญาณ นักโทษเริ่มเรียกกระบองใหม่ว่า \"Hartnon\" เพื่อรำลึกถึงสัตว์ร้ายที่เสียสละตนเป็นกระบอง Nicky รู้สึกถึงความสำราญที่ไม่มีอะไรเทียบได้เมื่อใดก็ตามที่นางได้กวัดแกว่งกระบองใหม่ใส่นักโทษ"
  },
  "s1": {
    "name": "กระบองแห่งการดัดนิสัย",
    "description": "สร้างความเสียหายกายภาพ {0} หน่วยแก่ศัตรูเป้าหมายและศัตรูใกล้ๆ ภายในระยะแคบๆ และสตันศัตรูเป็นเวลา {1} วินาที เป้าหมายจะตกอยู่ในสถานะ การปลดอาวุธ เป็นเวลา {2} วินาที ศัตรูที่อยู่ในสถานะ การปลดอาวุธ จะมีการบล็อคกายภาพลดลงเป็น 0 เอฟเฟคนี้ไม่สามารถลบล้างได้",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ลดความแม่นยำของเป้าหมายลง 200 หน่วยเป็นเวลา 10 วินาที",
    "dark": "ลดค่ามานา 1 หน่วย",
    "ut": {
      "name": "รองเท้าบู้ทจากคุกใต้ดิน",
      "description": [
        "[กระบองแห่งการดัดนิสัย] ลดพลังป้องกันกายภาพของศัตรูที่โดนโจมตีลง 25% เป็นเวลา 10 วินาทีและเพิ่มเอฟเฟคการลดอัตราการรักษาขึ้น 30% ในสถานะการปลดอาวุธ",
        "[กระบองแห่งการดัดนิสัย] ลดพลังป้องกันกายภาพของศัตรูที่โดนโจมตีลง 25% เป็นเวลา 10 วินาทีและเพิ่มเอฟเฟคการลดอัตราการรักษาขึ้น 36% ในสถานะการปลดอาวุธ",
        "[กระบองแห่งการดัดนิสัย] ลดพลังป้องกันกายภาพของศัตรูที่โดนโจมตีลง 25% เป็นเวลา 10 วินาทีและเพิ่มเอฟเฟคการลดอัตราการรักษาขึ้น 43% ในสถานะการปลดอาวุธ",
        "[กระบองแห่งการดัดนิสัย] ลดพลังป้องกันกายภาพของศัตรูที่โดนโจมตีลง 25% เป็นเวลา 10 วินาทีและเพิ่มเอฟเฟคการลดอัตราการรักษาขึ้น 52% ในสถานะการปลดอาวุธ",
        "[กระบองแห่งการดัดนิสัย] ลดพลังป้องกันกายภาพของศัตรูที่โดนโจมตีลง 25% เป็นเวลา 10 วินาทีและเพิ่มเอฟเฟคการลดอัตราการรักษาขึ้น 62% ในสถานะการปลดอาวุธ",
        "[กระบองแห่งการดัดนิสัย] ลดพลังป้องกันกายภาพของศัตรูที่โดนโจมตีลง 25% เป็นเวลา 10 วินาทีและเพิ่มเอฟเฟคการลดอัตราการรักษาขึ้น 75% ในสถานะการปลดอาวุธ"
      ],
      "story": "รองเท้าบู้ทที่สร้างจากหนังของเหล่ามอนสเตอร์ที่ออกอาละวาดในคุกใต้ดิน ในวันแรกที่ Nicky เริ่มต้นทำงานเป็นหัวหน้าทหารยาม นางรู้สึกหงุดหงิดมากที่เห็นมอนสเตอร์เที่ยวอาละวาดไปทั่ว เมื่อมอนสเตอร์พุ่งเข้าใส่นาง นางจึงเหวี่ยงกระบองไปทุบหัวของมันจนเละพร้อมรอยยิ้มอันเย็นชาบนใบหน้า จากนั้น Nicky ก็ถลกหนังของมอนสเตอร์และนำมาทำรองเท้าบู้ท นับแต่นั้นเป็นต้นมาก็ไม่เคยมีนักโทษคนไหนในคุกใต้ดินกล้าสร้างปัญหาให้กับนางอีกเลย"
    }
  },
  "s2": {
    "name": "วายุไร้ปรานี",
    "description": "ตั้งท่าและแกว่งอาวุธเพื่อโจมตีศัตรูในระยะวงรอบเป็นจำนวน {0} ครั้ง แต่ละครั้งสร้างความเสียหายกายภาพ {1} หน่วยและสตันเป้าหมายเป็นเวลา {2} วินาที เมื่อใดก็ตามที่แกว่งอาวุธ จะเพิ่มความเร็วโจมตีของตัวเอง ความเสียหายสกิล และระยะเวลาของการสตัน เพิ่มความเร็วโจมตีของตัวเองสูงสุด {3} หน่วย ความเสียหายสกิลสูงสุด {4}% และระยะเวลาของการสตันสูงสุด {5} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "มีโอกาส 25% ที่จะลบล้างเอฟเฟคบวกของศัตรูทุกครั้งที่โจมตีโดน",
    "dark": "เพิ่มความเสียหายแก่ศัตรูที่ไม่ใช่ฮีโร่ขึ้น 50%",
    "ut": {
      "name": "สร้อยแห่งเทพเจ้าสงคราม",
      "description": [
        "[วายุไร้ปรานี] เพิ่มความเสียหายขึ้น 50% และลดเวลาคูลดาวน์ลง 1.6% ตามจำนวนศัตรูแต่ละตัวที่โดนโจมตี",
        "[วายุไร้ปรานี] เพิ่มความเสียหายขึ้น 50% และลดเวลาคูลดาวน์ลง 1.9% ตามจำนวนศัตรูแต่ละตัวที่โดนโจมตี",
        "[วายุไร้ปรานี] เพิ่มความเสียหายขึ้น 50% และลดเวลาคูลดาวน์ลง 2.3% ตามจำนวนศัตรูแต่ละตัวที่โดนโจมตี",
        "[วายุไร้ปรานี] เพิ่มความเสียหายขึ้น 50% และลดเวลาคูลดาวน์ลง 2.7% ตามจำนวนศัตรูแต่ละตัวที่โดนโจมตี",
        "[วายุไร้ปรานี] เพิ่มความเสียหายขึ้น 50% และลดเวลาคูลดาวน์ลง 3.3% ตามจำนวนศัตรูแต่ละตัวที่โดนโจมตี",
        "[วายุไร้ปรานี] เพิ่มความเสียหายขึ้น 50% และลดเวลาคูลดาวน์ลง 4% ตามจำนวนศัตรูแต่ละตัวที่โดนโจมตี"
      ],
      "story": "สร้อยที่ได้มาจากการต่อสู้กับ Gladi อริชั่วชีวิตของ Nicky เป็นที่ทราบกันว่าเทพเจ้าสงครามแห่งทวีป Orbis ในอดีตได้เสริมพลังของเขาลงในสร้อยเพื่อใช้ในยามวิกฤตที่อาจเกิดขึ้นในอนาคต ภายในอัญมณีเป็นเปลวไฟที่ลุกไหม้เหมือนวิญญาณของนักรบ เมื่อสร้อยนี้มาถึงห้องประมูล Gladi และ Nicky ต่อสู้แย่งชิงสร้อยกันข้ามวันข้ามคืน โดยไม่มีใครที่ได้เปรียบ สิ่งที่เกิดอะไรขึ้นหรืออาจเป็นกลลวงของเทพธิดาไม่มีใครทราบได้ เมื่อการต่อสู้รุนแรงขึ้น มีลมโชยกลิ่นของเถาวัลย์เงินพัดผ่านมา Gladi ถูกลวงล่อโดยกลิ่นหวานดังกล่าว ทำให้เขายอมละมือจากการต่อสู้และวิ่งออกไปข้างนอก ซึ่งส่งผลให้ Nicky เป็นผู้ครอบครองสร้อยไปในที่สุด"
    }
  },
  "s3": {
    "name": "การประหารครั้งสุดท้าย",
    "description": "ตั้งท่า ชาร์จพลัง และโจมตีศัตรูด้านหน้าเป็นวงกว้าง สร้างความเสียหายกายภาพ {0} หน่วย และทำให้ศัตรูกระเด็นถอยหลังเป็นเวลา {1} วินาที ขึ้นอยู่ความนานในการชาร์จพลัง เพิ่มระยะในการทำให้กระเด็นถอยหลังและล้มลงสูงสุด [64fff] {2} วินาที เพิ่มความเสียหายสูงสุด {3}% และถ้า Nicky ชาร์จพลังจนเต็ม จะลบล้างเอฟเฟคบวกจากศัตรูในระยะ เมื่อใช้ศัตรูที่ไม่ใช่ฮีโร่ จะสร้างความเสียหายเพิ่มเติม {4} หน่วย และเพิ่มความเสียหายกายภาพที่ได้รับ {6}% เป็นเวลา {5} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ลดค่ามานา 1 หน่วย",
    "dark": "เพิ่มค่ามานา 1 หน่วยและเพิ่มความเสียหาย 100%",
    "ut": {
      "name": "สนับมือกะโหลกไร้ความปรานี",
      "description": [
        "[การประหารครั้งสุดท้าย] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความเสียหายของตัวเองต่อบอสขึ้น 4% ต่อการใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[การประหารครั้งสุดท้าย] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความเสียหายของตัวเองต่อบอสขึ้น 4.8% ต่อการใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[การประหารครั้งสุดท้าย] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความเสียหายของตัวเองต่อบอสขึ้น 5.8% ต่อการใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[การประหารครั้งสุดท้าย] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความเสียหายของตัวเองต่อบอสขึ้น 7% ต่อการใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[การประหารครั้งสุดท้าย] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความเสียหายของตัวเองต่อบอสขึ้น 8.4% ต่อการใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง",
        "[การประหารครั้งสุดท้าย] ลดเวลาคูลดาวน์ลง 30% และเพิ่มความเสียหายของตัวเองต่อบอสขึ้น 10% ต่อการใช้ เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 10 ครั้ง"
      ],
      "story": "มีสนับมือแปลกประหลาดที่ซื้อมาจาก Cassandra ในขณะที่นางอยู่ใน Orvelia Cassandra พบกับ Nicky ที่กระท่อม นางโอดโอยและบ่นเกี่ยวกับนักโทษที่ไม่เชื่อฟังของนางและขายของชิ้นนี้ให้แก่นาง จากที่ Cassandra กล่าวอ้าง กะโหลกบนสนับทำมาจากกระดูกของจอมเวทย์ขั้นสูงและอันที่มีตาสีแดงมีความสามารถที่จะทำให้เกิดภาพหลอนและทรมานศัตรูอย่างไม่มีที่สิ้นสุด Nicky ใช้มันพร้อมกับกระบองของนางเพื่อลงโทษผู้กระทำความผิด"
    }
  },
  "s4": {
    "name": "สัญชาตญาณการสังหารหมู่",
    "description": "เพิ่มพลังโจมตีของตัวเองขึ้น {0} หน่วยและอัตราคริติคอลขึ้น {1} หน่วย เมื่อ HP ตัวเองต่ำกว่า {2}% เอฟเฟค บ้าคลั่งโหดเหี้ยม จะทำงาน เอฟเฟค บ้าคลั่งโหดเหี้ยม จะลบล้างเอฟเฟคลบทั้งหมด และเป็นเวลา {3} วินาที เพิ่มพลังโจมตีของตัวเองขึ้น {4} หน่วย ได้รับความเสียหายลดลง {5}% และต้านทานสถานะผิดปกติ เอฟเฟคนี้จะทำงานหนึ่งครั้งทุก {6} วินาที",
    "books": {
      "0": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มพลังโจมตีที่เพิ่มขึ้น {0}%"
    },
    "light": "เพิ่มระยะเวลาของบ้าคลั่งโหดเหี้ยมขึ้น 5 วินาที",
    "dark": "เพื่อความเสียหายที่สร้างแก่บอส 15%"
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / ความเร็วโจมตี +100",
    "dark": "เพิ่มความต้านทานสถานะผิดปกติของตัวเองขึ้น 500"
  }
}