{
  "name": "Dosarta",
  "subtitle": "สายลมแห่งความบริสุทธิ์",
  "description": "เจ้าหญิงเอลฟ์ที่ปกป้องหอคอยแห่งความท้าทายที่ตั้งอยู่ในอาณาจักร Elidora นางรู้เกี่ยวกับวัตถุโบราณและพลังของวัตถุโบราณดีกว่าใครๆ",
  "story": "ผู้พิทักษ์แห่งอาณาจักร Elidora ที่คอยคุ้มกันหอคอยแห่งความท้าทาย ตามกฎแล้ว ผู้ที่มาจากราชวงศ์ในตำแหน่งผู้พิทักษ์แทบจะไม่เคยถูกปลดออกจากหน้าที่ก่อนที่จะปลดระวาง แต่ข้อยกเว้นนั้นเกิดขึ้นได้เสมอในเวลาที่คับขัน Dosarta ได้รับอนุญาตให้ออกจากหอคอยแห่งความท้าทายเพื่อทำภารกิจต่างๆ หากจำเป็น และตอนนี้นางมุ่งมั่นที่จะใช้โอกาสนี้เพื่อผูกมิตรกับคนอื่นๆ ผู้พิทักษ์เอลฟ์คนนี้จะหาเพื่อนได้กี่คนกันแน่นะ",
  "like": "เสียงกระซิบแห่งเหล่าธาตุ, Selene, ผูกมิตรกับคนอื่นๆ",
  "dislike": "ความเหงา, ความเหนื่อยหน่าย",
  "inn": {
    "idle": "อ้ะ สวัสดี! คราวนี้เจ้ามีเรื่องอะไรมาเล่าให้ข้าฟังบ้าง",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "วัตถุโบราณนั้นน่าสนใจจริงๆ! แต่จะอันตรายไหมน่ะเหรอ *คิกคิก* ไม่สำหรับข้าแน่นอน!",
      "talk": [
        "บางครั้ง Selene ค่อนข้างที่จะเข้มงวด แต่นางก็เป็นคนดีและเอาใจใส่คนอื่นนะ!",
        "ดีใจที่ได้พบเจ้าอีกครั้งนะ!"
      ],
      "gift": "โอ้ ขอบคุณนะ! คราวหน้าข้าจะเตรียมของขวัญให้เจ้า!"
    },
    "relationship": {
      "greet": "โอ้ อาหารของมนุษย์น่าสนใจจริงๆ!",
      "talk": [
        "เมืองมนุษย์เป็นอย่างนี้สินะ ฮี่ฮี่ มีชีวิตชีวาและแออัดมาก ถูกใจข้าเลย!",
        "พักกินขนมขบเคี้ยวกรุบกรอบ! อ้ะ เจ้ากินด้วยไหม",
        "ข้าเหงานิดหน่อยเมื่ออยู่ที่หอคอยแห่งความท้าทาย แต่ตอนนี้ข้าไม่เหงาแล้ว!"
      ]
    }
  },
  "uw": {
    "name": "ความกล้าหาญโบราณ, เซเลียร์",
    "description": [
      "ในตอนเริ่มต้นของการต่อสู้ เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด 10% เพิ่มพลังป้องกันทั้งหมด 20% และลดค่ามานาของสกิลถัดไปที่ตัวเองใช้ลง 1 หน่วยเป็นเวลา 10 วินาที เอฟเฟคนี้ไม่สามารถขจัดออกไปได้",
      "ในตอนเริ่มต้นของการต่อสู้ เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด 12% เพิ่มพลังป้องกันทั้งหมด 24% และลดค่ามานาของสกิลถัดไปที่ตัวเองใช้ลง 1 หน่วยเป็นเวลา 11 วินาที เอฟเฟคนี้ไม่สามารถขจัดออกไปได้",
      "ในตอนเริ่มต้นของการต่อสู้ เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด 14% เพิ่มพลังป้องกันทั้งหมด 29% และลดค่ามานาของสกิลถัดไปที่ตัวเองใช้ลง 1 หน่วยเป็นเวลา 12 วินาที เอฟเฟคนี้ไม่สามารถขจัดออกไปได้",
      "ในตอนเริ่มต้นของการต่อสู้ เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด 17% เพิ่มพลังป้องกันทั้งหมด 35% และลดค่ามานาของสกิลถัดไปที่ตัวเองใช้ลง 1 หน่วยเป็นเวลา 13 วินาที เอฟเฟคนี้ไม่สามารถขจัดออกไปได้",
      "ในตอนเริ่มต้นของการต่อสู้ เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด 21% เพิ่มพลังป้องกันทั้งหมด 42% และลดค่ามานาของสกิลถัดไปที่ตัวเองใช้ลง 1 หน่วยเป็นเวลา 14 วินาที เอฟเฟคนี้ไม่สามารถขจัดออกไปได้",
      "ในตอนเริ่มต้นของการต่อสู้ เพิ่มพลังโจมตีให้แก่พันธมิตรทั้งหมด 25% เพิ่มพลังป้องกันทั้งหมด 50% และลดค่ามานาของสกิลถัดไปที่ตัวเองใช้ลง 1 หน่วยเป็นเวลา 15 วินาที เอฟเฟคนี้ไม่สามารถขจัดออกไปได้"
    ],
    "story": "โล่โบราณที่สร้างขึ้นจากแบบภาพที่พบในหอคอยแห่งความท้าทายและชิ้นส่วนวัตถุโบราณที่เหลืออยู่หลังจากการบูรณะ โล่นี้มีคาถาป้องกันโบราณที่ยังไม่มีใครทราบขีดจำกัด แม้แต่ Dosarta เองก็ยังไม่คุ้นเคยกับพลังของโล่นี้ และนางก็ไม่สนเช่นกัน \"ข้ามีเวลาเหลือเฟือที่จะเล่นกับมันและลองดูว่ามันทำอะไรได้บ้าง\" นางกล่าว การปกป้องหอคอยแห่งความท้าทายนั้นช่างน่าเบื่อจนแม้แต่การฝึกฝนทักษะก็กลายเป็นงานอดิเรกสำหรับนาง"
  },
  "s1": {
    "name": "เจ็บแน่นอน!",
    "description": "เพิ่มความต้านทานสถานะผิดปกติของพันธมิตรที่อยู่ภายในพื้นที่รอบตัวเอง {4} หน่วยเป็นเวลา 10 วินาที, โจมตีศัตรูเพื่อสร้างความเสียหายเวทมนตร์ {0} หน่วย, เพิ่มจำนวนความเสียหายเวทมนตร์ที่ได้รับ {2}% เป็นเวลา {1} วินาที และป้องกันการฟื้นฟูมานาเป็นเวลา {3} วินาที",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "ฟื้นฟูมานาให้แก่พันธมิตรที่อยู่ภายในพื้นที่ 1 หน่วย",
    "dark": "ลดการบล็อคเวทมนตร์ของเป้าหมายลง 500 หน่วยเป็นเวลา 5 วินาที",
    "ut": {
      "name": "กำไลแห่ง Elidora",
      "description": [
        "[เจ็บแน่นอน!] เพิ่มอัตราการรักษาของพันธมิตรที่อยู่ภายในพื้นที่ 20% เป็นเวลา 4 วินาที และลดอัตราการรักษาของศัตรูที่ถูกโจมตี 50% เป็นเวลา 4 วินาที",
        "[เจ็บแน่นอน!] เพิ่มอัตราการรักษาของพันธมิตรที่อยู่ภายในพื้นที่ 24% เป็นเวลา 4 วินาที และลดอัตราการรักษาของศัตรูที่ถูกโจมตี 50% เป็นเวลา 4 วินาที",
        "[เจ็บแน่นอน!] เพิ่มอัตราการรักษาของพันธมิตรที่อยู่ภายในพื้นที่ 29% เป็นเวลา 4 วินาที และลดอัตราการรักษาของศัตรูที่ถูกโจมตี 50% เป็นเวลา 4 วินาที",
        "[เจ็บแน่นอน!] เพิ่มอัตราการรักษาของพันธมิตรที่อยู่ภายในพื้นที่ 35% เป็นเวลา 4 วินาที และลดอัตราการรักษาของศัตรูที่ถูกโจมตี 50% เป็นเวลา 4 วินาที",
        "[เจ็บแน่นอน!] เพิ่มอัตราการรักษาของพันธมิตรที่อยู่ภายในพื้นที่ 42% เป็นเวลา 4 วินาที และลดอัตราการรักษาของศัตรูที่ถูกโจมตี 50% เป็นเวลา 4 วินาที",
        "[เจ็บแน่นอน!] เพิ่มอัตราการรักษาของพันธมิตรที่อยู่ภายในพื้นที่ 50% เป็นเวลา 4 วินาที และลดอัตราการรักษาของศัตรูที่ถูกโจมตี 50% เป็นเวลา 4 วินาที"
      ],
      "story": "กำไลสีน้ำเงินคู่หนึ่งที่มีลักษณะคล้ายป่าหนาทึบและมีชีวิตชีวาของ Elidora หนึ่งในงานอดิเรกที่ Dosarta ใช้เวลาหลายชั่วโมงอย่างลำพังอยู่ในหอคอยแห่งความท้าทายคืองานฝีมือ และเครื่องมือเวทมนตร์อันทรงพลังที่เต็มไปด้วยพลังแห่ง Elidora นี้เป็นผลมาจากงานอดิเรกของนาง Dosarta คิดว่ากำไลนี้เป็นเพียงเครื่องประดับที่ดูสวย แต่..."
    }
  },
  "s2": {
    "name": "เตรียมป้องกัน!",
    "description": "ขจัดเอฟเฟคลบจากพันธมิตรทั้งหมด และเพิ่มพลังป้องกันกายภาพ {1} หน่วย + 4% ของพลังโจมตีของ Dosarta เป็นเวลา {0} วินาที",
    "books": {
      "0": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%"
    },
    "light": "ลดค่ามานา 1 หน่วย",
    "dark": "รับเอฟเฟคต้านทานสถานะผิดปกตินาน 2 วินาที",
    "ut": {
      "name": "คริสตัลแห่งพงไพร",
      "description": [
        "[เตรียมป้องกัน!] เพิ่มจำนวนบูสต์พลังป้องกัน 50% และเพิ่มอัตราคริติคอล 200 หน่วยเป็นเวลา 5 วินาทีด้วย",
        "[เตรียมป้องกัน!] เพิ่มจำนวนบูสต์พลังป้องกัน 50% และเพิ่มอัตราคริติคอล 240 หน่วยเป็นเวลา 5 วินาทีด้วย",
        "[เตรียมป้องกัน!] เพิ่มจำนวนบูสต์พลังป้องกัน 50% และเพิ่มอัตราคริติคอล 290 หน่วยเป็นเวลา 5 วินาทีด้วย",
        "[เตรียมป้องกัน!] เพิ่มจำนวนบูสต์พลังป้องกัน 50% และเพิ่มอัตราคริติคอล 350 หน่วยเป็นเวลา 5 วินาทีด้วย",
        "[เตรียมป้องกัน!] เพิ่มจำนวนบูสต์พลังป้องกัน 50% และเพิ่มอัตราคริติคอล 420 หน่วยเป็นเวลา 5 วินาทีด้วย",
        "[เตรียมป้องกัน!] เพิ่มจำนวนบูสต์พลังป้องกัน 50% และเพิ่มอัตราคริติคอล 500 หน่วยเป็นเวลา 5 วินาทีด้วย"
      ],
      "story": "ลูกแก้วคริสตัลโบราณที่สืบทอดต่อกันมาในราชวงค์ของ Elidora เป็นเครื่องมือวิเศษที่สร้างขึ้นด้วยชิ้นส่วนวัตถุโบราณโดยราชวงค์เอลฟ์ที่ดูแลหอคอยแห่งความท้าทาย ว่ากันว่าเจ้าของลูกแก้วคริสตัลนี้สามารถพูดคุยกับใครก็ได้ในโลกจากระยะไกลไม่ว่าจะอยู่ที่ไหนก็ตาม เพื่อตอบสนองต่อเหตุการณ์ใดๆ ที่อาจเกิดขึ้นในหอคอยแห่งความท้าทาย ราชวงศ์วางกฎให้มีเพียงผู้ดูแลหอคอยแห่งความท้าทายเท่านั้นที่สามารถเก็บรักษาลูกแก้วนี้ไว้ได้ แม้จะมีความสำคัญเชิงกลยุทธ์และประวัติศาสตร์ คริสตัลนี้ก็เป็นแค่เพียงสิ่งที่ Dosarta ใช้พูดคุยเรื่องทั่วไปกับ Selene ซึ่งเป็นพี่สาวของนาง"
    }
  },
  "s3": {
    "name": "ฮ่า! ย้าก! เอานี่ไปกิน!",
    "description": "โจมตีศัตรูเป้าหมาย 4 ครั้ง ซึ่งสร้างความเสียหายเวทมนตร์รวม {0} หน่วย และสตันศัตรูเป็นเวลา {1} วินาที หลังจากนั้น ปล่อยการโจมตีสุดท้ายใส่ศัตรูที่อยู่ด้านหน้าภายในพื้นที่ ซึ่งสร้างความเสียหายเวทมนตร์ {2} หน่วย และดึงศัตรูเข้ามาที่จุดศูนย์กลาง กับเป้าหมายที่ไม่ใช่ฮีโร่ การโจมตีแต่ละครั้งสร้างความเสียหายเวทมนตร์เพิ่มเติมอีก {3} หน่วยซึ่งจะไม่สนใจพลังป้องกัน",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%.",
      "1": "เพิ่มความเสียหาย {0}%.",
      "2": "เพิ่มความเสียหาย {0}%."
    },
    "light": "มอบความต้านทานสถานะผิดปกติในขณะที่ใช้",
    "dark": "เพิ่มจำนวนความเสียหายเวทมนตร์ที่เป้าหมายได้รับ 25% เป็นเวลา 10 วินาที",
    "ut": {
      "name": "บ้านแห่งธาตุลม",
      "description": [
        "[ฮ่า! ย้าก! เอานี่ไปกิน!] เพิ่มความแม่นยำ 750 หน่วย และเพิ่มความแม่นยำของสถานะผิดปกติ 300 หน่วยเมื่อใช้",
        "[ฮ่า! ย้าก! เอานี่ไปกิน!] เพิ่มความแม่นยำ 750 หน่วย และเพิ่มความแม่นยำของสถานะผิดปกติ 360 หน่วยเมื่อใช้",
        "[ฮ่า! ย้าก! เอานี่ไปกิน!] เพิ่มความแม่นยำ 750 หน่วย และเพิ่มความแม่นยำของสถานะผิดปกติ 430 หน่วยเมื่อใช้",
        "[ฮ่า! ย้าก! เอานี่ไปกิน!] เพิ่มความแม่นยำ 750 หน่วย และเพิ่มความแม่นยำของสถานะผิดปกติ 520 หน่วยเมื่อใช้",
        "[ฮ่า! ย้าก! เอานี่ไปกิน!] เพิ่มความแม่นยำ 750 หน่วย และเพิ่มความแม่นยำของสถานะผิดปกติ 630 หน่วยเมื่อใช้",
        "[ฮ่า! ย้าก! เอานี่ไปกิน!] เพิ่มความแม่นยำ 750 หน่วย และเพิ่มความแม่นยำของสถานะผิดปกติ 750 หน่วยเมื่อใช้"
      ],
      "story": "ของเล่นที่ Dosarta สร้างขึ้นเพื่อเล่นกับธาตุลมในขณะที่คุ้มครองหอคอยแห่งความท้าทายเพียงลำพัง นางบดหินมานาที่ธาตุลมชอบ ใส่ผงนั้นลงในโลหะที่เคลือบด้วยเวทมนตร์เอลฟ์ และร่ายเวทมนตร์แห่งอักษรรูนใส่ บางทีความพยายามในการสร้างของเล่นชิ้นนี้อาจจะมากเกินไปหน่อย ของเล่นนี้ช่วยฟื้นฟูพลังธรรมชาติของธาตุ อย่างไรก็ตาม ว่ากันว่า Dosarta รู้สึกท้อแท้ เมื่อเหล่าธาตุมาและไม่ได้ทำอะไรนอกจากนั่งอยู่เฉยๆ โดยไม่เล่นกับผู้ที่สร้างของเล่นชิ้นนี้ขึ้นมา"
    }
  },
  "s4": {
    "name": "มาท้าทายด้วยกันเถอะ!",
    "description": "เมื่อบล็อค ลดเวลาคูลดาวน์ของสกิลแอคทีฟลง {0} วินาทีและเพิ่มพลังป้องกันกายภาพของตัวเอง {2} หน่วย + 1% ของพลังโจมตีของ Dosarta เป็นเวลา {1} วินาที เวลาคูลดาวน์ {3} วินาทีมีผลเมื่อใช้",
    "books": {
      "0": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%",
      "1": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%",
      "2": "เพิ่มค่าพลังป้องกันที่เพิ่มขึ้น {0}%"
    },
    "light": "เอฟเฟคบูสต์พลังป้องกันไม่สามารถขจัดออกไปได้",
    "dark": "เปลี่ยนเวลาคูลดาวน์เป็น 4 วินาที",
    "ut": {
      "name": "ขนนกแห่งสายลม",
      "description": [
        "[มาท้าทายด้วยกันเถอะ!] บูสต์พลังป้องกันกายภาพมีผลใช้งานกับพันธมิตรทั้งหมดและเพิ่มการลดความเสียหายทางกายภาพ 6% เป็นเวลานานตามระยะเวลาของสกิล",
        "[มาท้าทายด้วยกันเถอะ!] บูสต์พลังป้องกันกายภาพมีผลใช้งานกับพันธมิตรทั้งหมดและเพิ่มการลดความเสียหายทางกายภาพ 7% เป็นเวลานานตามระยะเวลาของสกิล",
        "[มาท้าทายด้วยกันเถอะ!] บูสต์พลังป้องกันกายภาพมีผลใช้งานกับพันธมิตรทั้งหมดและเพิ่มการลดความเสียหายทางกายภาพ 8% เป็นเวลานานตามระยะเวลาของสกิล",
        "[มาท้าทายด้วยกันเถอะ!] บูสต์พลังป้องกันกายภาพมีผลใช้งานกับพันธมิตรทั้งหมดและเพิ่มการลดความเสียหายทางกายภาพ 10% เป็นเวลานานตามระยะเวลาของสกิล",
        "[มาท้าทายด้วยกันเถอะ!] บูสต์พลังป้องกันกายภาพมีผลใช้งานกับพันธมิตรทั้งหมดและเพิ่มการลดความเสียหายทางกายภาพ 12% เป็นเวลานานตามระยะเวลาของสกิล",
        "[มาท้าทายด้วยกันเถอะ!] บูสต์พลังป้องกันกายภาพมีผลใช้งานกับพันธมิตรทั้งหมดและเพิ่มการลดความเสียหายทางกายภาพ 15% เป็นเวลานานตามระยะเวลาของสกิล"
      ],
      "story": "Aulen นกแห่งสายลมเป็นสัญลักษณ์ของราชวงค์แห่ง Elidora ว่ากันว่าขนสีฟ้าของมันจะทำให้เกิดสายลมที่นุ่มนวลและสดชื่น Selene เคยเลี้ยงนก Aulen ที่ Dosarta ช่วยดูแลเป็นอย่างดี เมื่อ Dosarta ต้องออกจากบ้านเพื่อไปอยู่ที่หอคอยแห่งความท้าทาย Selene ทำก้านขนนกนี้ด้วยขนนกจากนก Aulen สุดที่รักเพื่อทำให้ Dosarta รู้สึกใกล้ชิดกับ Aulen ตลอดเวลา Dosarta ไม่เคยใช้มันตั้งแต่ได้มาและนางเก็บมันไว้ในที่ปลอดภัยอย่างดี"
    }
  },
  "t5": {
    "light": "โจมตี, ป้องกัน, HP +15% / HP + 10%",
    "dark": "เมื่อใช้สกิล บล็อคความเสียหายที่ตัวเองจะได้รับทั้งหมดเป็นเวลา 2 วินาที"
  }
}