{
  "name": "Hanus",
  "subtitle": "ผู้นำการฝึกแห่งปืนใหญ่",
  "description": "นอกจากจะเป็นครูฝึกซ้อมพันธมิตรที่อายุน้อยที่สุดแห่งศูนย์บัญชาการพันธมิตรกิลด์แล้ว ยังเป็นอัจฉริยะด้านอาวุธทรงพลังและกลยุทธ์ด้วย พร้อมทั้งใช้ปืนที่ประดิษฐ์ขึ้นเองเผาไหม้ศัตรูจนสิ้นซาก",
  "story": "เด็กหญิงในตำนานที่ถูกเรียกว่ายักษ์ตัวน้อยแห่งสนามรบ ผู้ถูกเลือกให้เข้ากองกำลังพันธมิตรกิลด์ด้วยอายุเพียง 13 ปี ต้องขอบคุณพ่อของเธอที่เป็นผู้นำการใช้อาวุธในกิลด์ ที่ได้ทิ้งปืนและมีดไว้ให้เธอเล่นตั้งแต่ยังเด็ก เพราะของเล่นเหล่านี้ ทำให้เธอค้นพบพรสวรรค์ในการใช้อาวุธที่จะเป็นประโยชน์ในภายภาคหน้า พันธมิตรกิลด์เล็งเห็นถึงความสามารถของเธอ เธอได้พยายามโน้มน้าวพ่อของเธอที่เคยคัดค้านอย่างหนักแน่น จนท้ายที่สุด Hanus ก็ได้เข้าร่วมกองทัพและเติบโตขึ้น อย่างที่พันธมิตรคาดไว้ สาวน้อยคนนี้ได้รับการยอมรับว่าเป็นยอดฝีมือแห่งสนามรบ ด้วยอาวุธใหม่ๆและกลยุทธ์ที่โดดเด่นของเธอ ที่ราวกับว่าจะเปลี่ยนดินแดนแห่งการสู้รบไปอย่างสิ้นเชิง เธอจึงเปรียบเสมือนสุดยอดอาวุธรบที่มีชีวิตแห่งกองกำลังพันธมิตรกิลด์ ยิ่งไปกว่านั้น Hanus เองก็สนุกกับชีวิตที่ได้ใช้อาวุธปืนที่เธอสร้างขึ้น แต่ยิ่งความสามารถมีมากเท่าไหร่ การสู้รบและภาระหน้าที่ก็มีมากขึ้น จนสุดท้าย Hanus ก็ได้รับบาดเจ็บระหว่างปฏิบัติการ เมื่อพ่อของเธอผู้เคยโต้แย้งการใช้ชีวิตในกองทัพของลูกสาว ทราบข่าวสารการบาดเจ็บของเธอจากการเข้าร่วมพันธมิตรกิลด์ก็ได้คัดค้านอย่างจริงจัง ทั้งยังสั่งให้ปลดประจำการทันที แต่ถึงยังไงก็ไม่มีพ่อแม่ที่ไหนเอาชนะลูกได้ Hanus ที่เป็นตายยังไงก็ไม่ยอม ได้พยายามโน้มน้าวพ่อของเธออยู่เป็นเวลานาน จนสุดท้ายก็ได้รับอนุญาตให้ยังอยู่ในพันธมิตรกิลด์ได้ ภายใต้เงื่อนไขที่เป็นได้แค่ครูฝึกและไม่สามารถออกรบได้ ตอนนี้ ถึงจะคิดว่าชีวิตที่สืบทอดตำนานของตัวเองให้กับผู้รับตำแหน่งต่อนั้นไม่เลวเท่าไหร่ แต่จิตใจที่มุ่งมั่นจะกลับไปยังสนามรบให้ได้ ก็ยังคงไม่เปลี่ยนแปลง ไม่ว่าเมื่อใด เธอก็ได้แต่รอคอยอยู่เงียบๆอยู่ที่ศูนย์บัญชาการ และหวังว่าจะได้กลับไปยืนอยู่ด้วยกันที่สนามรบกับสหายที่เธอได้สอนอีก",
  "like": "การประดิษฐ์ปืน, มินิฮานุส, ขนมไข่, ลูกดอก",
  "dislike": "ความเกียจคร้าน, การถูกสั่งสอน, กุ้ง, น้ำส้มสายชู",
  "inn": {
    "idle": "น่าขำงั้นหรอ",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "ถึงตอนนี้การฝึกจะเหนื่อยแค่ไหน แต่ในอนาคตจะต้องกลับมาขอบคุณข้าอย่างแน่นอน",
      "talk": [
        "สกิลที่สอนไปเมื่อคราวก่อน อย่าบอกนะว่าลืมไปแล้ว เดี๋ยวจะทำการทดสอบแบบไม่บอกล่วงหน้า",
        "ทำผิดพลาดซ้ำๆในการเคลื่อนไหวเดิมๆมากี่วันแล้ว ถึงจะให้อภัยได้เพราะยังไม่ค่อยชำนาญ แต่ถ้าเป็นเพราะขี้เกียจละก็ไม่มีทาง"
      ],
      "gift": "มาติดสินบนอย่างนั้นหรอ ถึงยังไงก็ไม่มีทางลดเวลาฝึกซ้อมให้อย่างแน่นอน"
    },
    "relationship": {
      "greet": "คงจะเปลี่ยนใจท่านพ่อได้สักวัน ที่ที่ข้าควรอยู่คือในสนามรบยังไงล่ะ",
      "talk": [
        "ท่าทีของข้าที่มีต่อท่านจะเปลี่ยนไปตามผลการฝึกซ้อมของท่าน",
        "ถ้าฝึกเสร็จเรียบร้อยแล้ว จะซื้อของกินอร่อยๆให้เป็นรางวัล",
        "คนรอบข้างรู้เรื่องตุ๊กตาของข้าแล้วสินะ มินิงั้นหรอ.. ชื่อเด็กน้อยแบบนั้น..."
      ]
    }
  },
  "uw": {
    "name": "การล้อเล่นเล็กน้อยแต่รุนแรง, HN-0",
    "description": [
      "เพิ่มความเสียหายจากการโจมตีคริติคอลของ Hanus 20% และเมื่อยิง [การล้อเล่นเล็กน้อยแต่รุนแรง, HN-ขีปนาวุธเหนี่ยวนำ] ทุกๆ 20 วินาทีจะสร้างความเสียหายกายภาพ 200% ของพลังโจมตีแก่ศัตรูแบบสุ่ม และมอบเอฟเฟคหนึ่งอย่างจาก สตัน แช่แข็ง กลายเป็นหิน ล้ม หรือลดความเร็วโจมตี 250 หน่วย เป็นเวลา 3 วินาที",
      "เพิ่มความเสียหายจากการโจมตีคริติคอลของ Hanus 24% และเมื่อยิง [การล้อเล่นเล็กน้อยแต่รุนแรง, HN-ขีปนาวุธเหนี่ยวนำ] ทุกๆ 17 วินาทีจะสร้างความเสียหายกายภาพ 240% ของพลังโจมตีแก่ศัตรูแบบสุ่ม และมอบเอฟเฟคหนึ่งอย่างจาก สตัน แช่แข็ง กลายเป็นหิน ล้ม หรือลดความเร็วโจมตี 250 หน่วย เป็นเวลา 3 วินาที",
      "เพิ่มความเสียหายจากการโจมตีคริติคอลของ Hanus 29% และเมื่อยิง [การล้อเล่นเล็กน้อยแต่รุนแรง, HN-ขีปนาวุธเหนี่ยวนำ] ทุกๆ 14 วินาทีจะสร้างความเสียหายกายภาพ 290% ของพลังโจมตีแก่ศัตรูแบบสุ่ม และมอบเอฟเฟคหนึ่งอย่างจาก สตัน แช่แข็ง กลายเป็นหิน ล้ม หรือลดความเร็วโจมตี 250 หน่วย เป็นเวลา 3 วินาที",
      "เพิ่มความเสียหายจากการโจมตีคริติคอลของ Hanus 35% และเมื่อยิง [การล้อเล่นเล็กน้อยแต่รุนแรง, HN-ขีปนาวุธเหนี่ยวนำ] ทุกๆ 12 วินาทีจะสร้างความเสียหายกายภาพ 350% ของพลังโจมตีแก่ศัตรูแบบสุ่ม และมอบเอฟเฟคหนึ่งอย่างจาก สตัน แช่แข็ง กลายเป็นหิน ล้ม หรือลดความเร็วโจมตี 250 หน่วย เป็นเวลา 3 วินาที",
      "เพิ่มความเสียหายจากการโจมตีคริติคอลของ Hanus 42% และเมื่อยิง [การล้อเล่นเล็กน้อยแต่รุนแรง, HN-ขีปนาวุธเหนี่ยวนำ] ทุกๆ 10 วินาทีจะสร้างความเสียหายกายภาพ 420% ของพลังโจมตีแก่ศัตรูแบบสุ่ม และมอบเอฟเฟคหนึ่งอย่างจาก สตัน แช่แข็ง กลายเป็นหิน ล้ม หรือลดความเร็วโจมตี 250 หน่วย เป็นเวลา 3 วินาที",
      "เพิ่มความเสียหายจากการโจมตีคริติคอลของ Hanus 50% และเมื่อยิง [การล้อเล่นเล็กน้อยแต่รุนแรง, HN-ขีปนาวุธเหนี่ยวนำ] ทุกๆ 8 วินาทีจะสร้างความเสียหายกายภาพ 500% ของพลังโจมตีแก่ศัตรูแบบสุ่ม และมอบเอฟเฟคหนึ่งอย่างจาก สตัน แช่แข็ง กลายเป็นหิน ล้ม หรือลดความเร็วโจมตี 250 หน่วย เป็นเวลา 3 วินาที"
    ],
    "story": "เมื่อ Hanus โมโหจะรวบรวมสกิลทั้งหมดเพื่อสร้างอาวุธปืนขึ้นมา และจะใช้มันกับเป้าหมายที่ทำให้เธอโมโห อาวุธที่จะทำให้ประหลาดใจนั้น Hanus ได้ตั้งชื่อว่าประเภท 0 ติดตั้งกระสุนพิเศษที่เมื่อโดนยิง ร่างกายก็จะสลายไป รวมทั้งกระสุนที่มีประสิทธิภาพในการเหนี่ยวนำได้ในทุกๆช่วงเวลาที่กำหนด ดังนั้นหากศัตรูได้ตกเป็นเป้าหมายของ Hanus แล้วล่ะก็ไม่มีทางรอดไปได้ นอกจากเธอแล้ว หากจะมีใครที่สร้างอาวุธแบบนี้ได้ก็คงถูกเรียกได้ว่าเป็นผู้อำนวยการใหญ่ฝ่ายวิจัยที่มีชื่อเสียงของ Magos Le'Flamme แห่งจักรวรรดิ หรือไม่ก็นักประดิษฐ์อัจฉริยะแห่ง Orvel เหตุผลที่เธอได้สร้างอาวุธนี้ขึ้นมานั้นน่าสนใจยิ่งกว่า.. ในอดีตที่เศรษฐกิจกำลังรุ่งเรือง ในขณะที่กำลังกวาดล้างพวกค้าขายตลาดมืดในตลาดค้าทอง เธอได้ถูกเยาะเย้ยว่า [สนามเด็กเล่นอยู่ตรงโน้น ก็ไปทำสงครามเล่นตรงโน้น] เธอที่โกรธเป็นไฟไปทั้งตัวได้ต่อสู้อย่างสุดกำลัง แต่ด้วยความที่มีการป้องกันทางทหารอย่างหนาแน่น สุดท้ายแล้วผู้นั้นก็หลบหนีไปทั้งๆที่ยังจับไม่ได้ ฝ่ายเธอก็ทำได้แค่ถอนกำลัง เพราะถูกเยาะเย้ยจากฝ่ายตรงข้ามและหนีรอดไปได้ต่อหน้าต่อตา ไม่กี่วันต่อมาเธอก็ได้สร้างสิ่งนี้ขึ้นและหาโอกาสที่จะกลับไปกวาดล้างอีกครั้ง ก็เลยเกิดการปรากฏขึ้นของปืนมหัศจรรย์นี้ และวันนั้นกลยุทธ์การกวาดล้างก็สงบลงได้เพียงเสียงปืนแค่นัดเดียว พร้อมกับคำกล่าวที่ว่า มาเล่นสนุกเล็กๆน้อยที่สนามเด็กเล่นของเธอหน่อยเป็นไง"
  },
  "s1": {
    "name": "กำลังทะลุทะลวง!",
    "description": "หลังจากทิ้งระเบิด จะยิงปืนกลสั้นไปยังเป้าหมายและศัตรูที่อยู่โดยรอบ สร้างความเสียหายกายภาพ {0} หน่วย และได้รับกระสุน {1} ลูก จะเพิ่มความเสียหายกายภาพแก่ศัตรูที่ได้รับความเสียหาย {3}% นาน {2} วินาทีและอยู่ในสถานะตาบอดเป็นเวลา {4} วินาที สามารถรับกระสุนสะสมสูงสุด {5} ลูก",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "ยกเลิกเอฟเฟคบวกของศัตรู",
    "dark": "เปลี่ยนเป็นรับกระสุน {0} ลูก เมื่อได้รับกระสุนจะเพิ่มพลังโจมตีของตัวเอง {2}% เป็นเวลา {1} วินาที การเพิ่มพลังโจมตีสามารถซ้อนทับกันได้สูงสุด {3} ครั้ง",
    "ut": {
      "name": "หมวกทหารเก่า",
      "description": [
        "[กำลังทะลุทะลวง!] ลดการใช้ MP ลง 1 หน่วย อยู่ในสถานะตาบอดเพิ่มขึ้น 0.8 วินาทีอย่างต่อเนื่อง",
        "[กำลังทะลุทะลวง!] ลดการใช้ MP ลง 1 หน่วย อยู่ในสถานะตาบอดเพิ่มขึ้น 1 วินาทีอย่างต่อเนื่อง",
        "[กำลังทะลุทะลวง!] ลดการใช้ MP ลง 1 หน่วย อยู่ในสถานะตาบอดเพิ่มขึ้น 1.2 วินาทีอย่างต่อเนื่อง",
        "[กำลังทะลุทะลวง!] ลดการใช้ MP ลง 1 หน่วย อยู่ในสถานะตาบอดเพิ่มขึ้น 1.4 วินาทีอย่างต่อเนื่อง",
        "[กำลังทะลุทะลวง!] ลดการใช้ MP ลง 1 หน่วย อยู่ในสถานะตาบอดเพิ่มขึ้น 1.7 วินาทีอย่างต่อเนื่อง",
        "[กำลังทะลุทะลวง!] ลดการใช้ MP ลง 1 หน่วย อยู่ในสถานะตาบอดเพิ่มขึ้น 2 วินาทีอย่างต่อเนื่อง"
      ],
      "story": "หมวกของเพื่อนที่ได้รับการยอมรับเป็นครั้งแรกในฐานะพันธมิตรในสนามรบ Hanus ผู้ถูกเลือกให้เป็นกองกำลัง และได้รับการยอมรับว่าเป็นอัจฉริยะ แรกเริ่มเมื่อเข้าร่วมกองกำลัง เธอต้องทนกับการถูกเยาะเย้ยและการเพิกเฉยจากผู้คนรอบข้างเพราะอายุที่ยังน้อย ท่ามกลางผู้คนเหล่านั้นก็ยังมีอีกหนึ่งคนที่มองแต่เพียงความสามารถของเธอ และจากการการยอมรับของคนผู้นี้ Hanus ก็ได้รับความเท่าเทียมจากผู้คนมากมายเป็นต้นมา คนนี้ยังเป็นเพื่อนที่สำคัญและ Hanus ก็ยังรู้สึกขอบคุณมาตลอด แต่มิตรภาพระหว่างสหายร่วมรบก็จบลงในเวลาอันสั้น เนื่องจากการโยกย้ายตำแหน่งหน้าที่ Hanus จึงต้องบอกลาเพื่อนรักอย่างเลี่ยงไม่ได้ เมื่อเพื่อนได้เห็นเธอร้องไห้โฮ ก็ยิ้มรับมิตรภาพและแสดงความเคารพด้วยการมอบหมวกของตน พร้อมทั้งกล่าวว่า ภายหน้าต้องเจอกันอีก ในที่แห่งนี้ที่เคยลำบากมาด้วยกัน"
    }
  },
  "s2": {
    "name": "จะทำให้เป็นรังผึ้ง!",
    "description": "ยิงปืนกลใส่ศัตรูในแนวหน้าเป็นวงกว้าง {0} ครั้ง สร้างความเสียหายกายภาพ {1} หน่วย หากยังมีกระสุนอยู่ ทุกครั้งที่ยิงปืนกลจะใช้กระสุน {2} ลูก จนกว่าจะใช้หมด เมื่อโจมตีในสถานะนี้ ตนเองจะได้รับความเสียหายเพิ่มขึ้น {3}% ทุกครั้งที่ยิงปืนกล {4} ครั้ง จะเพิ่มความเสียหายของสกิลนี้ {5}% เอฟเฟคเพิ่มความเสียหายสามารถซ้อนทับกันได้สูงสุด {6} ครั้ง",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เพิ่มจำนวนการใช้กระสุนเป็น {0} ลูก แต่เมื่ออยู่ในสถานะที่ใช้กระสุนติดต่อกัน จะเพิ่มความเสียหายจากการโจมตีคริติคอลของ Hanus {1}%",
    "dark": "ลบล้างเอฟเฟคเพิ่มความเสียหายที่ได้รับจากศัตรู",
    "ut": {
      "name": "จุดเริ่มต้นของการล้อเล่น",
      "description": [
        "[จะทำให้เป็นรังผึ้ง!] เมื่อใช้จะได้รับกระสุน 20 ลูก เมื่ออยู่ในสถานะที่ใช้กระสุน ทุกครั้งที่ยิงปืนกล จะเพิ่มพลังโจมตีของ Hanus {1}% เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 100 ครั้ง",
        "[จะทำให้เป็นรังผึ้ง!] เมื่อใช้จะได้รับกระสุน 20 ลูก เมื่ออยู่ในสถานะที่ใช้กระสุน ทุกครั้งที่ยิงปืนกล จะเพิ่มพลังโจมตีของ Hanus {1}% เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 100 ครั้ง",
        "[จะทำให้เป็นรังผึ้ง!] เมื่อใช้จะได้รับกระสุน 20 ลูก เมื่ออยู่ในสถานะที่ใช้กระสุน ทุกครั้งที่ยิงปืนกล จะเพิ่มพลังโจมตีของ Hanus {1}% เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 100 ครั้ง",
        "[จะทำให้เป็นรังผึ้ง!] เมื่อใช้จะได้รับกระสุน 20 ลูก เมื่ออยู่ในสถานะที่ใช้กระสุน ทุกครั้งที่ยิงปืนกล จะเพิ่มพลังโจมตีของ Hanus {1}% เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 100 ครั้ง",
        "[จะทำให้เป็นรังผึ้ง!] เมื่อใช้จะได้รับกระสุน 20 ลูก เมื่ออยู่ในสถานะที่ใช้กระสุน ทุกครั้งที่ยิงปืนกล จะเพิ่มพลังโจมตีของ Hanus {1}% เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 100 ครั้ง",
        "[จะทำให้เป็นรังผึ้ง!] เมื่อใช้จะได้รับกระสุน 20 ลูก เมื่ออยู่ในสถานะที่ใช้กระสุน ทุกครั้งที่ยิงปืนกล จะเพิ่มพลังโจมตีของ Hanus {1}% เอฟเฟคนี้สามารถซ้อนทับกันได้สูงสุด 100 ครั้ง"
      ],
      "story": "สิ่งที่ทำให้ Hanus ได้เปิดเผยความสามารถของเธอก็คืออาวุธปืนที่เธอสร้างขึ้นมาเป็นครั้งแรก ขณะที่เธอได้ถือมีดปืนเล่น อยู่ๆก็ได้นึกถึงปืนกระบอกใหญ่ที่ถูกเก็บไว้ในห้องของพ่อเธอ พ่อของเธอได้กล่าวไว้ว่า มันเป็นปืนที่มีพลังไฟรุนแรง แต่มีน้ำหนักมากเกินกว่าจะนำไปใช้ในการสู้รบได้ แต่เมื่อเธอเห็น กลับคิดว่ามันสามารถถูกปรับเปลี่ยนได้ เธอจึงได้แอบนำปืนนั้นออกมาโดยที่พ่อไม่รู้ หลังจากนั้นไม่กี่วัน ก็ได้เกิดการปรากฎของปืนนี้ในขนาดมินิ ที่เข้ากับร่างของ Hanus ได้อย่างดี หลังจากนั้น เมื่อพ่อรู้เรื่องที่เธอแอบยุ่งกับของของตนก็โกรธเป็นฟืนเป็นไฟ แต่เมื่อเห็นปืนที่ถูกปรับแต่งนี้แล้วก็อดตกใจไม่ได้ น้ำหนักนั้นเบาลงอย่างเหลือเชื่อ แต่พลังไฟกลับรุนแรงอย่างเดิม จนแทบไม่อยากจะเชื่อความสามารถของลูกสาวตัวเอง สิ่งที่น่าตกใจกว่า คือเรื่องนี้เกิดขึ้นเมื่อตอนที่ Hanus มีอายุได้เพียง 5 ขวบเท่านั้น"
    }
  },
  "s3": {
    "name": "ถึงจะที่รูหนูก็ต้องแอบ!",
    "description": "ยิงระเบิดที่แนวหน้าของตนเองไปยังระยะที่กำหนด ระเบิดลงเป็นแนวกว้างสร้างความเสียหายกายภาพ {0} หน่วย และได้รับกระสุน {1} ลูก ศัตรูที่ได้รับความเสียหายจะติดสตันเป็นเวลา {2} วินาที สกิลนี้จะไม่สนใจเอฟเฟคบล็อคของศัตรู",
    "books": {
      "0": "เพิ่มความเสียหาย {0}%",
      "1": "เพิ่มความเสียหาย {0}%",
      "2": "เพิ่มความเสียหาย {0}%"
    },
    "light": "เมื่อใช้สกิลนี้ที่สงครามกิลด์ จะไม่สนใจเอฟเฟคลดความเสียหายของศัตรู",
    "dark": "เปลี่ยนเป็นรับกระสุน {0} ลูก เมื่อได้รับกระสุนจะเพิ่มพลังเจาะเกราะ {2} เป็นเวลา {1} วินาที การเพิ่มพลังเจาะเกราะสามารถซ้อนทับกันได้สูงสุด {3} ครั้ง",
    "ut": {
      "name": "มินิฮานุส",
      "description": [
        "[ถึงจะที่รูหนูก็ต้องแอบ!] ขณะใช้จะต้านทานผลจากสถานะผิดปกติเป็นเวลา 5 วินาที และลดการฟิ้นฟูของศัตรูที่ได้รับความเสียหาย 20%",
        "[ถึงจะที่รูหนูก็ต้องแอบ!] ขณะใช้จะต้านทานผลจากสถานะผิดปกติเป็นเวลา 5 วินาที และลดการฟิ้นฟูของศัตรูที่ได้รับความเสียหาย 24%",
        "[ถึงจะที่รูหนูก็ต้องแอบ!] ขณะใช้จะต้านทานผลจากสถานะผิดปกติเป็นเวลา 5 วินาที และลดการฟิ้นฟูของศัตรูที่ได้รับความเสียหาย 29%",
        "[ถึงจะที่รูหนูก็ต้องแอบ!] ขณะใช้จะต้านทานผลจากสถานะผิดปกติเป็นเวลา 5 วินาที และลดการฟิ้นฟูของศัตรูที่ได้รับความเสียหาย 35%",
        "[ถึงจะที่รูหนูก็ต้องแอบ!] ขณะใช้จะต้านทานผลจากสถานะผิดปกติเป็นเวลา 5 วินาที และลดการฟิ้นฟูของศัตรูที่ได้รับความเสียหาย 42%",
        "[ถึงจะที่รูหนูก็ต้องแอบ!] ขณะใช้จะต้านทานผลจากสถานะผิดปกติเป็นเวลา 5 วินาที และลดการฟิ้นฟูของศัตรูที่ได้รับความเสียหาย 50%"
      ],
      "story": "ตุ๊กตาลิมิเต็ดอิดิชั่นสุดโปรดของ Hanus แท้จริงแล้ว ตุ๊กตานี้ถูกผลิตขึ้นมาในโรงงานตุ๊กตาที่เต็มไปด้วยประวัติศาสตร์อันยาวนานแห่ง Orvelia ทำขึ้นมาจากสัตว์ในจินตนาการที่ไม่สามารถพบเห็นได้ในที่แห่งนี้ ซึ่งถือเป็นของเล่นยอดนิยมหรือลิมิเต็ดอิดิชั่นชิ้นพิเศษของเด็กๆ และเป็นสิ่งที่ Hanus ขาดไม่ได้ ทุกๆวันเธอจะคอยเปลี่ยนชุดสวยๆให้ตุ๊กตาใส่ และยังประกอบมันด้วยตัวเอง ยิ่งแต่งตัวให้ตุ๊กตามากเท่าไหร่ ผู้คนรอบข้างก็ยิ่งบอกเป็นเสียงเดียวกันว่าตุ๊กตานี้ดูคล้ายกับเธอ จนมันถูกเรียกว่า มินิฮานุส แต่เมื่อมีคนถามเธอว่าตุ๊กตานี้ชื่ออะไร Hanus กลับไม่บอกชื่อ และมีเพียงเธอเท่านั้นที่เรียกชื่อของตุ๊กตานี้ได้"
    }
  },
  "s4": {
    "name": "จะฝึกให้ท่าน!",
    "description": "Hanus ไม่ได้รับผลจากการเปลี่ยนแปลงความเร็วโจมตี และพลังโจมตีของพันธมิตรทั้งหมดเพิ่มขึ้นเป็น {0} + พลังโจมตีของ Hanus {1}% หากใช้เอฟเฟคนี้ที่การประลองกิลด์ เอฟเฟคนี้จะมีผล {2} เท่า [การประลองกิลด์] - เรดกิลด์ พิชิตกิลด์ สงครามกิลด์",
    "books": {
      "0": "เพิ่มการบูสต์พลังโจมตีขึ้น {0}%",
      "1": "เพิ่มการบูสต์พลังโจมตีขึ้น {0}%",
      "2": "เพิ่มการบูสต์พลังโจมตีขึ้น {0}%"
    },
    "light": "เมื่อการประลองสงครามกิลด์เริ่ม จะลดความเสียหายที่ได้รับ {1}% เป็นเวลา {0} วินาทีแก่พันธมิตรทั้งหมด",
    "dark": "สามารถรับกระสุนได้ {1} ลูก ต่อ {0} วินาที",
    "ut": {
      "name": "ตราเกียรติยศ",
      "description": [
        "[จะฝึกให้ท่าน!] เมื่อการประลองสงครามกิลด์เริ่ม หากใช้สกิล 1 ครั้ง จะลด MP ที่จำเป็นของสกิลทั้งหมดของตนเอง 1 หน่วย และเพิ่มความเสียหายคริติคอล 20% พลังโจมตี 10% ของพันธมิตรทั้งหมดนาน 10 วินาที",
        "[จะฝึกให้ท่าน!] เมื่อการประลองสงครามกิลด์เริ่ม หากใช้สกิล 1 ครั้ง จะลด MP ที่จำเป็นของสกิลทั้งหมดของตนเอง 1 หน่วย และเพิ่มความเสียหายคริติคอล 24% พลังโจมตี 12% ของพันธมิตรทั้งหมดนาน 10 วินาที",
        "[จะฝึกให้ท่าน!] เมื่อการประลองสงครามกิลด์เริ่ม หากใช้สกิล 1 ครั้ง จะลด MP ที่จำเป็นของสกิลทั้งหมดของตนเอง 1 หน่วย และเพิ่มความเสียหายคริติคอล 29% พลังโจมตี 14% ของพันธมิตรทั้งหมดนาน 10 วินาที",
        "[จะฝึกให้ท่าน!] เมื่อการประลองสงครามกิลด์เริ่ม หากใช้สกิล 1 ครั้ง จะลด MP ที่จำเป็นของสกิลทั้งหมดของตนเอง 1 หน่วย และเพิ่มความเสียหายคริติคอล 35% พลังโจมตี 17% ของพันธมิตรทั้งหมดนาน 10 วินาที",
        "[จะฝึกให้ท่าน!] เมื่อการประลองสงครามกิลด์เริ่ม หากใช้สกิล 1 ครั้ง จะลด MP ที่จำเป็นของสกิลทั้งหมดของตนเอง 1 หน่วย และเพิ่มความเสียหายคริติคอล 42% พลังโจมตี 21% ของพันธมิตรทั้งหมดนาน 10 วินาที",
        "[จะฝึกให้ท่าน!] เมื่อการประลองสงครามกิลด์เริ่ม หากใช้สกิล 1 ครั้ง จะลด MP ที่จำเป็นของสกิลทั้งหมดของตนเอง 1 หน่วย และเพิ่มความเสียหายคริติคอล 50% พลังโจมตี 25% ของพันธมิตรทั้งหมดนาน 10 วินาที"
      ],
      "story": "หลังจากที่ Hanus ได้เข้าร่วมกองกำลังพันธมิตรกิลด์ ก็ได้รับมอบตราเกียรติยศเพื่อเป็นสัญลักษณ์แทนคุณงามความดีที่เธอสร้างขึ้น เธอผู้มีความสามารถด้านกลยุทธ์สงครมได้ช่วยให้การรบเป็นไปได้ด้วยดีมานักต่อนัก กองทัพจึงได้มอบตราเกียรติยศแก่เธอ แม้ว่าจะเป็นสิ่งที่ยากต่อการยอมรับเนื่องจากอายุและระยะเวลาปฏิบัติหน้าที่ แต่เมื่อกองทัพที่ไม่รู้จักเธอหรือพวกที่มีจิตใจริษยาได้เห็น Hanus ในสนามรบเพียงครั้งเดียว ก็ไม่มีผู้ใดที่กล้าโต้แย้งความสามารถเธอได้ หลังจากที่ถูกย้ายมารับตำแหน่งในฐานะผู้ฝึกเนื่องมาจากพ่อของเธอ สิ่งนี้ก็ยังเป็นเครื่องเตือนใจและย้ำว่าจะต้องกลับไปสู่สนามรบอีกครั้งให้ได้"
    }
  },
  "t5": {
    "light": "พลังโจมตี, พลังป้องกัน, HP+15% / ความเสียหายคริติคอล + 20%",
    "dark": "เมื่อการประลองสงครามกิลด์เริ่ม จะลด MP ของศัตรูทั้งหมด {0} และเพิ่มความเสียหายที่ได้รับทั้งหมด {2}% เป็นเวลา {1} วินาที"
  }
}