{
  "name": "拉薇儿",
  "subtitle": "可爱恶灵",
  "description": "关押无数无辜枉死的智慧生命体的灵魂所造就的幽灵。 虽是冤屈与怨愤的结合体，但也不失纯真。 利用它们作为幽灵的力量缓缓抽干敌人的生机。",
  "story": "非常罕见的恶灵。 看过她模样的人可能会以为是一个平凡的少女恶灵，但她并非是由一个灵魂所造就的恶灵，而是聚集了无数的灵魂而形成的灵魂结合体。 她拥有相当大的灵力，光靠自己的意志就可以动摇周围生命体的灵魂，拥有强大的诅咒能力。...她如果是一般的恶灵。 她虽是将在100年前魔族战争中死去的无数孩童的灵魂聚集到一起所造就的恶灵，但孩童的纯真灵魂却是与怨念和诅咒相距甚远的存在。 所以他们的灵魂所造就的拉薇儿也是纯真并拥有善良心灵的孩童。 但是恶灵终究是恶灵。 她的本质并没有改变。 现在虽然无论在哪都是善良又有些可怜的少女，但小孩子就如容易沾染不同色彩的白纸一般。 如果没有正确的引导...她将会是极其危险的存在。",
  "like": "似乎能够成为朋友的人、动物、生机勃勃的村庄",
  "dislike": "可怕的人、恶意、将自己当作怪物而怪异的目光",
  "inn": {
    "idle": "呜呜...不认识的人有好多...",
    "recruit": {
      "greet": "你...你好...",
      "talk": [
        "你不会...刁难我们吧？",
        "我们...是很善良的...请不要讨厌我们...",
        "请再...一起多呆一会..."
      ],
      "gift": "...？！谢...谢谢...！"
    },
    "affinity": {
      "greet": "额...我们来了...",
      "talk": [
        "好害...害怕...好冷...",
        "呜呜...好孤单...好冤枉...我们是谁..."
      ],
      "gift": "谢...谢谢...请不要抛弃我们...和我们在一起..."
    },
    "relationship": {
      "greet": "嘿嘿...欢迎光临。今天要玩些...什么呢？",
      "talk": [
        "露亚教的人虽然看起来有些吓人...但好像不是坏人...嘿嘿。",
        "妖精们的朋友...精怪们的朋友...我们的朋友，幽灵的朋友...会是谁呢...？",
        "你就是我们的朋友...嘿嘿，太好了。永远...和我们在一起吧..."
      ]
    }
  },
  "uw": {
    "name": "空虚的灵魂－唐・奈美西亚",
    "description": [
      "使用自己的技能时在1秒内变为[空虚的灵魂]状态，可回避所有的攻击。该效果10秒内只能施展一次。使自己和处于「灵魂联合」状态的友军的暴击伤害量增加30%。",
      "使用自己的技能时在1.2秒内变为[空虚的灵魂]状态，可回避所有的攻击。该效果10秒内只能施展一次。使自己和处于「灵魂联合」状态的友军的暴击伤害量增加36%。",
      "使用自己的技能时在1.4秒内变为[空虚的灵魂]状态，可回避所有的攻击。该效果10秒内只能施展一次。使自己和处于「灵魂联合」状态的友军的暴击伤害量增加42%。",
      "使用自己的技能时在1.7秒内变为[空虚的灵魂]状态，可回避所有的攻击。该效果10秒内只能施展一次。使自己和处于「灵魂联合」状态的友军的暴击伤害量增加51%。",
      "使用自己的技能时在2.1秒内变为[空虚的灵魂]状态，可回避所有的攻击。该效果10秒内只能施展一次。使自己和处于「灵魂联合」状态的友军的暴击伤害量增加63%。",
      "使用自己的技能时在2.5秒内变为[空虚的灵魂]状态，可回避所有的攻击。该效果10秒内只能施展一次。使自己和处于「灵魂联合」状态的友军的暴击伤害量增加75%。"
    ],
    "story": "从灵魂结合体「拉薇儿」的本体分离出所形成的另一个灵魂结合体。 与平时是「善良的孩子」的拉薇儿不同，她是内心集聚了恶灵所有好战与黑暗面的最坏的恶灵。 幸好这个可爱又可怕的恶灵只要本体不愿意，就会将她的恶最大程度地封印起来，将大部分的力量用来守护与帮助本体。 但即使如此，也很难认为这怪异的恶灵已经变成了善良无害的存在。 她会开一些像将熟睡的人床边的玩具弄乱，或是将刚做好的料理悄悄打落到地上，或是悄悄踩经过的人的脚等诸如此类的玩笑。 本体如果不加以控制，这些「玩笑」是否止于玩笑呢..."
  },
  "s1": {
    "name": "走，走开！",
    "description": "对敌人造成 {0} 魔法伤害并在10秒内使其暴击抵抗力减少300。受到伤害的敌人在5秒内变为拉薇儿的邪念体状态并且每0.5秒受到 {1} 魔法伤害。每使用该技能造成伤害时，友军全体生命值将回复伤害量的 {2}%。",
    "books": {
      "0": "伤害提高 {0}%。",
      "1": "伤害提高 {0}%。",
      "2": "伤害提高 {0}%。"
    },
    "light": "使对象所受到的魔法伤害量增加25%。",
    "dark": "击败敌人后该技能的冷却时间重置并回复1栏魔力。",
    "ut": {
      "name": "月之塔罗牌",
      "description": [
        "[走，走开！]伤害量增加50%且使敌人的回复力减少20%。",
        "[走，走开！]伤害量增加50%且使敌人的回复力减少24%。",
        "[走，走开！]伤害量增加50%且使敌人的回复力减少29%。",
        "[走，走开！]伤害量增加50%且使敌人的回复力减少35%。",
        "[走，走开！]伤害量增加50%且使敌人的回复力减少42%。",
        "[走，走开！]伤害量增加50%且使敌人的回复力减少50%。"
      ],
      "story": "夜深时，拉薇儿发现了流浪占卜师的帐篷。 占卜师的四周围绕着一些奇妙的生物，它们身上有着一股不可随意接近的异样气息，拉薇儿不敢贸然接近。 但是占卜师不知是不是因为察觉到她的存在，笑着迎接了她。 -欢迎来到星尘占卜摊。有什么可以帮助到你的吗？ 面对笑着的占卜师，拉薇儿似乎还有些害怕，有些口吃地回答。 -我们...如果有朋友就好了。 和我们不同...可以触摸得到，感受得到，活着呼吸着得朋友...去哪儿...才能找到这样的朋友呢...？ 占卜师笑着递给她一张卡。 印有月亮图案的卡中，画着拉薇儿惧怕的强烈存在。 拉薇儿本能地感觉到恐惧，想尽快放下那张卡。 但是卡片中的存在似乎想让她安心，乖乖地接受了她的手。 看着这一幕，拉薇儿略感到惊讶，不久似乎紧张的情绪被缓解，表情也缓和了下来。 于是，占卜师温柔地握住了她的手。 -不用看得太远。 我们不是也能变成这样的好朋友吗？ 话说完后，占卜师握住拉薇儿的手一张张地移动卡片。 卡片们如同想满足拉薇儿迫切的愿望一般，在各自的位置上向占卜师发出无言的讯息。 不久，将卡片都移动好的占卜师高兴地笑着说到。 -呼呼，这些小孩好像也很满意你。 全部都说在你的面前有无数的缘分在等待着你。 在不久的未来，你一定可以遇到帅气的朋友们。"
    }
  },
  "s2": {
    "name": "加油…！",
    "description": "使攻击力最高的友军生命值回复 {0} 并使其于15秒内每 {1} 秒体力回复 {2} 。且使对象的暴击伤害量在15秒内增加50%+相当于拉薇儿暴击伤害量15%的伤害量。使用后 {3} 秒内可使用[虽然有点害…害怕…！]技能。",
    "books": {
      "0": "伤害与治愈量提高 {0}%。",
      "1": "伤害与治愈量提高 {0}%。",
      "2": "伤害与治愈量提高 {0}%。"
    },
    "light": "[加油…！]-持续时间内使对象的生命值不会降至5%以下。 [虽然有点害…害怕…！]-解除对象正面效果",
    "dark": "[加油…！]在一定时间内提升20%攻击力。 [虽然有点害…害怕…！]-使用对象增加1名。",
    "ut": {
      "name": "妖精香气",
      "description": [
        "[加油…！]治愈量增加50%且暴击伤害量增加20%。 [虽然有点害…害怕…！]伤害量增加50%且对象的魔法防御力减少10%。",
        "[加油…！]治愈量增加50%且暴击伤害量增加24%。 [虽然有点害…害怕…！]伤害量增加50%且对象的魔法防御力减少12%。",
        "[加油…！]治愈量增加50%且暴击伤害量增加29%。 [虽然有点害…害怕…！]伤害量增加50%且对象的魔法防御力减少14%。",
        "[加油…！]治愈量增加50%且暴击伤害量增加35%。 [虽然有点害…害怕…！]伤害量增加50%且对象的魔法防御力减少17%。",
        "[加油…！]治愈量增加50%且暴击伤害量增加42%。 [虽然有点害…害怕…！]伤害量增加50%且对象的魔法防御力减少21%。",
        "[加油…！]治愈量增加50%且暴击伤害量增加50%。 [虽然有点害…害怕…！]伤害量增加50%且对象的魔法防御力减少25%。"
      ],
      "story": "阳光明媚的某一天，想要结交朋友的拉薇儿在蜷缩成一团在人群拥挤的村庄周边徘徊。 虽然想要找到想法一致，能一起去村庄的朋友，但不久之前被露亚教的牧师赶走的经历给她带来不小的恐惧。 这时，村庄外花园里传来欢快的歌声。 拉薇儿很好奇唱这首美妙歌声的人是谁，于是偷偷去寻找。 在盛开的鲜花丛中，一位弹着竖琴吟唱歌曲的少女进入了她的视野中。小孩子和动物们，甚至妖精也随着那位少女的歌声轻快起舞。 拉薇儿被这神奇又迷人的风景吸引住了，不由得将脚步移向花坛。 但就在那个少女踏入花坛的瞬间，妖精和动物们都惊慌地躲了起来，小孩子们也好像是因为害怕而哭了起来。 对魔力敏感地他们似乎从恶灵拉薇儿散发的气息中感受到了威胁。 但是那个少女却是完全不同的反应。 她安抚四周因不安而哭闹的生命体们，让他们感到安心后，在周围摘下几朵鲜花并递给了拉薇儿。 接到鲜花的拉薇儿因为自己被接受的喜悦而露出了微笑。 之后，动物和妖精们，还有小孩子们似乎意识到拉薇儿并不是邪恶的存在，很开心地欢迎她。"
    },
    "linked": {
      "name": "虽然有点害…害怕…！",
      "description": "对敌人造成 {0} 魔法伤害，并在15秒内使敌人的攻击速度降低250且受到的魔法伤害增加25%。"
    }
  },
  "s3": {
    "name": "讨厌…不要折磨我…！",
    "description": "在自己前方的广范围内掀起「灵魂漩涡」并于5秒内给予每0.5秒 {0} 的魔法伤害。每次打击时于5秒内降低敌人攻击力 {1}%且受到的魔法伤害增加 {2}%。该效果最多可堆叠15次。",
    "books": {
      "0": "伤害提高 {0}%。",
      "1": "伤害提高 {0}%。",
      "2": "伤害提高 {0}%。"
    },
    "light": "使冷却时间减少30%。",
    "dark": "魔力消耗量减少1。",
    "ut": {
      "name": "祝福庇护",
      "description": [
        "[讨厌…不要折磨我…！]持续时间增加1秒且每次打击时受到的魔法伤害增加1%。",
        "[讨厌…不要折磨我…！]持续时间增加1秒且每次打击时受到的魔法伤害增加1.2%。",
        "[讨厌…不要折磨我…！]持续时间增加1秒且每次打击时受到的魔法伤害增加1.4%。",
        "[讨厌…不要折磨我…！]持续时间增加1秒且每次打击时受到的魔法伤害增加1.7%。",
        "[讨厌…不要折磨我…！]持续时间增加1秒且每次打击时受到的魔法伤害增加2.1%。",
        "[讨厌…不要折磨我…！]持续时间增加1秒且每次打击时受到的魔法伤害增加2.5%。"
      ],
      "story": "在刚确认了拉薇儿的存在时，就开始流传出现了可怕恶灵的传闻。 露亚教团为了处置她迅速向附近的高阶牧师下达了召集令。 此时接受召唤的牧师正是祝福圣者鲁西亚司和异端分子巴杜因。 得知拉薇儿的存在后两人立马追踪拉薇儿的行迹，不久之后就和她碰了面。 两位牧师在见到拉薇儿的瞬间就知道她并非普通的恶灵，并且知道她是聚集了无数孩童的灵魂所造就的，纯真灵魂的结合体。 尽管她是个恶灵，但没过多久就知道她的本质并不坏。 但是教团的命令是不可违背的。消灭恶灵并将拉薇儿的灵魂净化后引导至下一个世界是不可改变的任务 但是鲁西亚司的想法不同。 他认为比起将拉薇儿视作单纯的恶灵而消灭，因为她的灵魂无比纯粹，等时机成熟，帮助她进入到下一个世界才是正确的选择。 鲁西亚司用手帕将因害怕而发抖的拉薇儿的眼泪擦干，伴随着女神露亚的教诲，让她看见可以走向光明的路。 这神圣的手帕是留给拉薇儿的记忆之一，也是艰难时不让她迷失方向的光明灯塔。"
    }
  },
  "s4": {
    "name": "永远在一起…",
    "description": "首次战斗开始时和攻击力最高的友军成为「灵魂联合」状态，该效果无法解除。 自己和处于「灵魂联合」状态的友军攻击力增加 {0} 并且每秒回复 {1} 魔力。",
    "books": {
      "0": "攻击提高 {0}%。",
      "1": "攻击提高 {0}%。",
      "2": "攻击提高 {0}%。"
    },
    "light": "自己和处于「灵魂联合」状态的友军的防御穿透力增加 {0} 。",
    "dark": "自己和处于「灵魂联合」状态的友军的所有防御力增加 {0}%。",
    "ut": {
      "name": "灵魂之泪",
      "description": [
        "[永远在一起…]攻击力增加量增加50%且使处于灵魂联合状态的友军的回复力增加10%。",
        "[永远在一起…]攻击力增加量增加50%且使处于灵魂联合状态的友军的回复力增加12%。",
        "[永远在一起…]攻击力增加量增加50%且使处于灵魂联合状态的友军的回复力增加14%。",
        "[永远在一起…]攻击力增加量增加50%且使处于灵魂联合状态的友军的回复力增加17%。",
        "[永远在一起…]攻击力增加量增加50%且使处于灵魂联合状态的友军的回复力增加21%。",
        "[永远在一起…]攻击力增加量增加50%且使处于灵魂联合状态的友军的回复力增加25%。"
      ],
      "story": "原本怀有怨念的恶灵陷入到了愤怒和憎恨等负面情绪中，是无法自我控制的存在。它们嫉妒活着的人，袭击他们，企图将他们变成和自己一样的存在，带有明显的恶意。但是汇聚了孩童的纯真感而成的拉薇儿却很难被称为恶灵。 她是一个虽然由无数灵魂组成却又渴望孤独的矛盾存在。当她第一次在这片土地上睁开眼睛的时候，她并不知道自己是谁或是什么。只有莫名的痛苦和疼痛支配着整个身体。在痛苦中死去的幼小灵魂们的悲伤化作泪水流了下来，那股灵力失控而引来了恶灵们。 据说她诞生时，周围笼罩着巨大的黑暗。 听到她的哭声，最先赶到的是灵魂引渡者乐皮。乐皮从灵魂们那里听说了关于她的消息，并在欧迪和尼克斯的帮助下找到了她。 乐皮为了止住她的哭声，拿出了各种各样的礼物。据说这是最让她着迷的东西，是陷入恶毒邪念的恶灵们消失后留下的宝石之一，是邪恶的心灵被净化后找到自由的灵魂的最后痕迹。据说，这个宝石抚慰了拉薇儿那无法抑制的悲伤。"
    }
  },
  "t5": {
    "light": "攻击、防御与生命值+15%/暴击伤害+20%",
    "dark": "自己受到伤害时处于「灵魂联合」状态下的友军的攻击力增加3%。该效果最多可堆叠20次。"
  }
}