{
  "name": "艾斯克",
  "subtitle": "幻术赌徒",
  "description": "暗黑赌界中最危险的人物。 拥有可洞察他人内心的神秘眼力。 在被他投掷出的骰子所迷惑的瞬间，失败已成定局。",
  "story": "天生带有流浪艺术家气质的艾斯克一直作为流浪剧团星尘的代表魔术师进行活动，中了奥勒贝利亚宰相厄尔‧莫里哈姆的诡计后离开星尘并且从此销声匿迹。 之后过了很长时间，就在大家都快忘记了他的存在时，他变成暗黑赌界中最危险的人物再次出现在世界里。 「幻术赌徒」 是挑战过他的人因恐惧而对他的称呼。 那些人失败后都说着同样的话。 当遇上他特有的笑声、温柔的声音以及那空洞的瞳孔的瞬间，似乎所有的一切都被他看穿一般，直冒冷汗。",
  "like": "模模糊糊符石魔方、哈耶登的第七钢琴协奏曲、一定要加入4滴柠檬汁的银色鲶鱼排",
  "dislike": "钓鱼、蚯蚓、骗子、辛辣食物全部",
  "inn": {
    "idle": "嘘，见到我这件事是个秘密。",
    "recruit": {
      "greet": "要玩一局吗？ 如果是你，我可以让你一次。",
      "talk": [
        "不要闭眼，好好看着。 当我投掷出这个骰子时，我所创造的世界也将随之展开。",
        "我已经知道了下一个骰子的数字，这可如何是好？ 如果在游戏中被看穿了心理，就相当于输了。",
        "因为我赢了所以不高兴？不要生气了～下一次我输给你。"
      ],
      "gift": "只有这个？"
    },
    "affinity": {
      "greet": "哈哈，比起那时实力提高了呢。 有想过一起合作吗？",
      "talk": [
        "鲁西亚司那小子真是个倔强的家伙。 所以在我这里绝对不要提他。 哎呦，见面的话会有多累我现在就能想到...",
        "秘密赌场？嗯，那大概是你想象不到的地方吧？ 至少也得是吸血鬼才敢递出名片吧？ 别哭了，开玩笑开玩笑。"
      ],
      "gift": "礼物就不用了，和我一起吃个晚饭吧。 菜单是加了柠檬汁的银色鲶鱼排。"
    },
    "relationship": {
      "greet": "复仇不结束，游戏也不会终止。即使这可能会毁了我。 骰子，会一直转动的。",
      "talk": [
        "小时候和那家伙钓过冰鱼...呃，我不是很喜欢。 穿蚯蚓太麻烦。",
        "在演出结束后的剩余时间里，我经常会教欧菲莉亚怎么洗牌。",
        "什么时候回星尘去？ 这可就难说了...如果你来当观众，我可以考虑看看。"
      ]
    }
  },
  "uw": {
    "name": "流浪者的游戏-卢耶特鲁纳骰子",
    "description": [
      "技能产生暴击时，10秒内使对方受到的魔法伤害增加20%并且自己的魔力回复100。",
      "技能产生暴击时，10秒内使对方受到的魔法伤害增加24%并且自己的魔力回复120。",
      "技能产生暴击时，10秒内使对方受到的魔法伤害增加29%并且自己的魔力回复140。",
      "技能产生暴击时，10秒内使对方受到的魔法伤害增加35%并且自己的魔力回复170。",
      "技能产生暴击时，10秒内使对方受到的魔法伤害增加42%并且自己的魔力回复210。",
      "技能产生暴击时，10秒内使对方受到的魔法伤害增加50%并且自己的魔力回复250。"
    ],
    "story": "流浪幻术小丑赫西波利亚使用过的骰子。 既是古代文明的伟大魔法师，又是艺术家的他游荡于大陆各地，是为老百姓带去欢乐，减轻他们的痛苦的小丑。 在那混乱的时代中，他的表演为人们带来极大的安慰和希望，传说在他死后，人们怀着对他崇高灵魂的敬意创造出流浪者赫西波利亚的月亮。 但实际上，赫西珀利亚本人在创造快乐的过程中是非常痛苦的，这也很快让他感到孤独和忧郁，不断地折磨着他。 在他的一生中，有过几次想要放弃事业的冲动，但看到眼前正受着苦难折磨的百姓，他就放弃了他的想法。最终他只能意识正在表演的自己。 为他人带来欢乐是他的宿命。 这样的他，为了能暂时摆脱眼前的困境所制成的正是这卢耶特鲁纳骰子。 作为伟大的魔法师的他压缩自己的魔法所制成的这个骰子，拥有能够延展出使用者想要的幻境时空的神秘力量。 骰子投出的瞬间，主人所想象的空间也随之展开，至少在那个空间里，赫西珀利亚能够暂时脱离本来的世界，获得心灵的平和。 赫西珀利亚死后留下的骰子，虽被传承了他到死还保留着的小丑气质的后裔所继承，但也随着古代文明的灭亡而销声匿迹。 现在骰子掌握在那个被称为「幻术赌徒」的男子手中。 用于赌博的意图与骰子的创造者当初的意图完全不同。 有传闻，当艾斯克最想脱离这个世界的瞬间来临，骰子会随着闪耀的光芒出现在他的手中。"
  },
  "s1": {
    "name": "这个我赢了",
    "description": "攻击任意敌人3次，造成 {0} 魔法伤害并在 {1} 秒内使其晕眩。击中同一敌人3次时将额外造成 {2} 无视防御魔法伤害。",
    "books": {
      "0": "伤害提高 {0}%。",
      "1": "伤害提高 {0}%。",
      "2": "伤害提高 {0}%。"
    },
    "light": "只有1名敌人时伤害量增加100%。",
    "dark": "10秒内使对方的攻击速度减少200。",
    "ut": {
      "name": "模模糊糊符石魔方",
      "description": [
        "[这个我赢了]伤害量增加20%且打击数增加1次。",
        "[这个我赢了]伤害量增加24%且打击数增加1次。",
        "[这个我赢了]伤害量增加29%且打击数增加1次。",
        "[这个我赢了]伤害量增加35%且打击数增加1次。",
        "[这个我赢了]伤害量增加42%且打击数增加1次。",
        "[这个我赢了]伤害量增加50%且打击数增加1次。"
      ],
      "story": "艾斯克陪忧郁的欧菲莉亚一起玩的时候使用的玩具魔方。 当形状相同符石互相匹配时，符石就会闪耀着五彩斑斓的颜色。 如果将它全部匹配，魔方会随着光一起发出美妙的歌声。 欧菲莉亚有时会说到她梦中出现的命运之人，并透露她因为看不清对方的脸而感到忧郁 每当这个时候，艾斯克就会像安慰妹妹一样，给欧菲莉亚展示符石魔方完成匹配的样子。"
    }
  },
  "s2": {
    "name": "轮到我了",
    "description": "滚动骰子并在60秒内使任意2名友军的攻击力增加 {0} ，暴击伤害量增加 {1}%。效果最多可堆叠 {2} 次并根据滚动的数字增加作用的对象人数。",
    "books": {
      "0": "攻击提高 {0}%。",
      "1": "攻击提高 {0}%。",
      "2": "攻击提高 {0}%。"
    },
    "light": "魔力消耗量增加1，并使骰子一定会出现6。",
    "dark": "魔力消耗量减少1。",
    "ut": {
      "name": "无法放手的棋子",
      "description": [
        "[轮到我了]效果变更为无法被解除且赋予攻击力最高的目标每堆叠1次，攻击速度增加30的追加效果。",
        "[轮到我了]效果变更为无法被解除且赋予攻击力最高的目标每堆叠1次，攻击速度增加36的追加效果。",
        "[轮到我了]效果变更为无法被解除且赋予攻击力最高的目标每堆叠1次，攻击速度增加43的追加效果。",
        "[轮到我了]效果变更为无法被解除且赋予攻击力最高的目标每堆叠1次，攻击速度增加52的追加效果。",
        "[轮到我了]效果变更为无法被解除且赋予攻击力最高的目标每堆叠1次，攻击速度增加63的追加效果。",
        "[轮到我了]效果变更为无法被解除且赋予攻击力最高的目标每堆叠1次，攻击速度增加75的追加效果。"
      ],
      "story": "在星尘与艾斯克一起演出过的搭档的物品。 魔术表演结束之后，两个人经常一边下着象棋一边谈论当天的演出。 在问题事件爆发后艾斯克决定离开艺术剧团的那一天，让他放不下的只有那个搭档。 那个搭档握着棋子和艾斯克说，希望他不要忘记星尘，一定要回来。"
    }
  },
  "s3": {
    "name": "试试运气吧？",
    "description": "攻击全部敌人并造成 {0} 魔法伤害，各有50%机率使本技能冷却时间永久性减少 {1} 秒或伤害量永久性增加 {2}%。效果最多可堆叠10次。",
    "books": {
      "0": "伤害提高 {0}%。",
      "1": "伤害提高 {0}%。",
      "2": "伤害提高 {0}%。"
    },
    "light": "使冷却时间减少效果发动至最大堆叠数后，再发动伤害量增加效果。",
    "dark": "敌人虽变为4名，但消灭敌人后冷却时间将减少50%。",
    "ut": {
      "name": "破旧的鱼竿",
      "description": [
        "[试试运气吧？]魔力消耗减少1，并于10秒内使对象受到的魔法伤害增加10%。",
        "[试试运气吧？]魔力消耗减少1，并于10秒内使对象受到的魔法伤害增加12%。",
        "[试试运气吧？]魔力消耗减少1，并于10秒内使对象受到的魔法伤害增加14%。",
        "[试试运气吧？]魔力消耗减少1，并于10秒内使对象受到的魔法伤害增加17%。",
        "[试试运气吧？]魔力消耗减少1，并于10秒内使对象受到的魔法伤害增加21%。",
        "[试试运气吧？]魔力消耗减少1，并于10秒内使对象受到的魔法伤害增加25%。"
      ],
      "story": "小时候的好朋友送给艾斯克的儿童用鱼竿。 星尘每年巡回演出时有一个一定会经过的村庄，那里住着让艾斯克感到厌烦的家伙。 经常不是读着艾斯克毫不关心的圣经，就是玩弄着艾斯克厌恶的锹形虫。 笑着靠近的鲁西亚司那个家伙，虽然没少惹火艾斯克，但在不知不觉中他们也成为了这世上独一无二的好朋友。 一年见一次面的两人为纪念彼此的友谊互相交换了礼物，儿童用鱼竿就是那个时候从那个家伙那里收到的礼物。 在那之后，每当艾斯克到那个村子时，都不得不跟着那个家伙钓鱼。"
    }
  },
  "s4": {
    "name": "这可不是骗人的把戏",
    "description": "每10秒自己的攻击力增加 {0} ，防御力增加 {1} 。效果最多可堆叠10次。",
    "books": {
      "0": "提升攻击力与防御力增加量 {0}%。",
      "1": "提升攻击力与防御力增加量 {0}%。",
      "2": "提升攻击力与防御力增加量 {0}%。"
    },
    "light": "最大堆叠数增加3次。",
    "dark": "每堆叠一次时对不是英雄的敌人造成的伤害增加3%。"
  },
  "t5": {
    "light": "攻击、防御与生命值+15%/攻击速度+100",
    "dark": "每10秒最多可获得6个骰子祝福效果。每获得1个骰子的祝福，自己的技能冷却时间将立即减少5％。"
  }
}