{
  "name": "格兰薇丝",
  "subtitle": "帝国的盾牌",
  "description": "帝国平民出身的女骑士。 凭借实力登上首都防卫骑士团副团长的位置，是无数平民向往的对象。 发誓要成为守护帝国市民的坚强盾牌，是比任何人都要忠诚的骑士。",
  "story": "现在如果在帝国内问市民说谁是最受爱戴的骑士，回答之中一定会有格兰薇丝的名字。在目前平民出身的骑士中，她拥有最高职位，是帝国首都防卫骑士团的副团长。 兼备卓越的战斗能力、谦虚和责任感的她正是理想的骑士。在贵族出身的骑士居多的帝国之中，平民出身的她超越其他人成为副团长，还在每年皇帝由亲自主办的擂台赛中连续3年夺冠。显然，格兰薇丝这个名字是帝国首都平民们的希望。 无论是谁，只要有能力就能在帝国获得成功。象征着这一概念的她，受到了许多人的瞩目。",
  "like": "训练、帝国市民的微笑、充满活力的气氛、苹果派",
  "dislike": "市民的苦难，贵族们的派对和社交界",
  "inn": {
    "idle": "旅馆很干净啊，食物看起来也很好吃...",
    "recruit": {
      "greet": "您好。您过得安好吗？",
      "talk": [
        "今天村庄的治安情况很好。",
        "啊，我吃些简单的面包和汤就可以了，我的口味不怎么挑...",
        "哈哈，骑士有时候也需要休息呀。"
      ],
      "gift": "给我...礼物？哎...哎呦...非常感谢您的心...心意。啊哈哈..."
    },
    "affinity": {
      "greet": "啊，您好。今天又见面了。",
      "talk": [
        "没有什么特别的事情吧？那一起来训练如何？",
        "帝国是一个比起血缘更重视能力的国家，只有不断努力才能保障成功。"
      ],
      "gift": "额嗯，这么贵重的礼物...谢谢。下次一定报答您。"
    },
    "relationship": {
      "greet": "啊，您来了啊。一起吃饭怎么样？",
      "talk": [
        "有的时候...村庄里的孩子们那憧憬的目光让我很有压力。啊哈哈...",
        "我与贵族出身的骑士们关系也不错，还有几位经常和我对练。",
        "我时刻都非常感谢皇帝陛下。托皇帝陛下的福，我这样的平民才能到今天的位置。"
      ]
    }
  },
  "uw": {
    "name": "逆袭的墨西泰亚",
    "description": [
      "每次使用技能时，使全部友军的攻击力增加1%且使暴击伤害量增加2%。本效果最多可堆叠4次并在堆叠4次时所有效果增至2倍。这个效果无法被解除。",
      "每次使用技能时，使全部友军的攻击力增加1.2%且使暴击伤害量增加2.4%。本效果最多可堆叠4次并在堆叠4次时所有效果增至2倍。这个效果无法被解除。",
      "每次使用技能时，使全部友军的攻击力增加1.4%且使暴击伤害量增加2.8%。本效果最多可堆叠4次并在堆叠4次时所有效果增至2倍。这个效果无法被解除。",
      "每次使用技能时，使全部友军的攻击力增加1.7%且使暴击伤害量增加3.4%。本效果最多可堆叠4次并在堆叠4次时所有效果增至2倍。这个效果无法被解除。",
      "每次使用技能时，使全部友军的攻击力增加2%且使暴击伤害量增加4.2%。本效果最多可堆叠4次并在堆叠4次时所有效果增至2倍。这个效果无法被解除。",
      "每次使用技能时，使全部友军的攻击力增加2.5%且使暴击伤害量增加5%。本效果最多可堆叠4次并在堆叠4次时所有效果增至2倍。这个效果无法被解除。"
    ],
    "story": "蕴含帝国机械工学技术精髓的刺刀（枪刃）和盾牌组合。 刺刀是在马寇列弗莱姆的机械工学部门中制造的，以枪和剑相结合的枪刃为原型， 是为击倒近距离内的多数敌人而设计出的爆发性武器。 盾牌是为抵御敌人的攻击并反击而设计的， 在吸收和缓解冲击上展现出了卓越的性能。 这是为表彰格兰薇丝进入骑士团后取得的优异成绩， 皇室授予她的充满荣耀的武器。"
  },
  "s1": {
    "name": "到此为止。",
    "description": "对前排范围内的敌人发动7次攻击，总共造成 {0} 物理伤害并使每次打击时10秒内受到的物理伤害增加4%。本效果最多可堆叠7次。 对象如果不是英雄，则额外造成 {1} 物理伤害。",
    "books": {
      "0": "伤害提高 {0}%。",
      "1": "伤害提高 {0}%。",
      "2": "伤害提高 {0}%。"
    },
    "light": "魔力消耗量增加1且对不是英雄的敌人造成的伤害套用无视防御。",
    "dark": "10秒内使对象的攻击速度减少250。",
    "ut": {
      "name": "阿尔法队长徽章",
      "description": [
        "[到此为止。]伤害量增加50%且暴击时的冷却时间减少1%。",
        "[到此为止。]伤害量增加50%且暴击时的冷却时间减少1.2%。",
        "[到此为止。]伤害量增加50%且暴击时的冷却时间减少1.4%。",
        "[到此为止。]伤害量增加50%且暴击时的冷却时间减少1.7%。",
        "[到此为止。]伤害量增加50%且暴击时的冷却时间减少2%。",
        "[到此为止。]伤害量增加50%且暴击时的冷却时间减少2.5%。"
      ],
      "story": "帝国首都防卫骑士团的象征。 这是给在帝国民生治安问题上拥有即决审判权的阿尔法队长的徽章。经骑士团内一致通过而选出的阿尔法队长只能由拥有最强实力和队友深厚信任的指挥官担任。"
    }
  },
  "s2": {
    "name": "我不会客气的。",
    "description": "对自己周边圆形范围内的敌人发动10次攻击，造成 {0} 物理伤害并使其晕眩 {1} 秒。 最后一次攻击时对在自己前方的敌人造成 {2} 物理伤害并使其晕眩 {3} 秒。",
    "books": {
      "0": "伤害提高 {0}%。",
      "1": "伤害提高 {0}%。",
      "2": "伤害提高 {0}%。"
    },
    "light": "10秒内使对象受到的物理伤害增加25%。",
    "dark": "晕眩持续时间增加0.5秒。",
    "ut": {
      "name": "蒲公英的赞词",
      "description": [
        "[我不会客气的。]冷却时间减少4.5秒且使敌人的回复力减少20%。",
        "[我不会客气的。]冷却时间减少4.5秒且使敌人的回复力减少24%。",
        "[我不会客气的。]冷却时间减少4.5秒且使敌人的回复力减少28%。",
        "[我不会客气的。]冷却时间减少4.5秒且使敌人的回复力减少34%。",
        "[我不会客气的。]冷却时间减少4.5秒且使敌人的回复力减少42%。",
        "[我不会客气的。]冷却时间减少4.5秒且使敌人的回复力减少50%。"
      ],
      "story": "每年举办的帝国竞技场擂台赛是帝国最大规模的综合比武大会。虽是不论出身或身份，单靠实力进行评价的大会，但每年的冠军都被拥有高级装备的贵族家族以及他们赞助的骑士或军人所占据。是一场谁都清楚且不能说出来的徒有虚名的大会。 但是4年前，16岁的平民少女格兰薇丝单纯靠实力夺得了帝国竞技场擂台赛的冠军，实现了比赛最初的宗旨。夺冠的那天，竞技场的气氛无比热烈。既得利益被平民身份的人所获得，这对人们来说意义非凡，而对于成为帝国新偶像的格兰薇丝，各种礼物攻势更是接连不断。 但是，她不得不郑重地拒绝了那些礼物。不仅是因为有负担，而且在各种政治关系中，有许多人并不看好以自己为中心而团结在一起的平民们。 但即便如此，她唯独无法拒绝那小心翼翼靠近的少女，用她那软乎乎的小手羞涩地递过来的蒲公英镇纸礼物，一直珍藏着。"
    }
  },
  "s3": {
    "name": "逆袭开始。",
    "description": "以帝国之盾的力量对自己周边圆形大范围内的敌人造成 {0} 物理伤害并将其击倒 {1} 秒。解除全部友军的负面效果并使其攻击力在 {2} 秒间增加 {3} ，使防御力增加 {4} 。",
    "books": {
      "0": "提升攻击力与防御力增加量 {0}%。",
      "1": "提升攻击力与防御力增加量 {0}%。",
      "2": "提升攻击力与防御力增加量 {0}%。"
    },
    "light": "10秒内使对象的物理暴击抵抗力减少250。",
    "dark": "魔力消耗量增加1且攻击力和防御力增加量增加100%。",
    "ut": {
      "name": "巴尔拉斯红宝石",
      "description": [
        "[逆袭开始。]攻击力和防御力增加量增加50%且在10秒内使受到伤害的对象所受到的物理伤害增加10%。",
        "[逆袭开始。]攻击力和防御力增加量增加50%且在10秒内使受到伤害的对象所受到的物理伤害增加12%。",
        "[逆袭开始。]攻击力和防御力增加量增加50%且在10秒内使受到伤害的对象所受到的物理伤害增加14%。",
        "[逆袭开始。]攻击力和防御力增加量增加50%且在10秒内使受到伤害的对象所受到的物理伤害增加17%。",
        "[逆袭开始。]攻击力和防御力增加量增加50%且在10秒内使受到伤害的对象所受到的物理伤害增加21%。",
        "[逆袭开始。]攻击力和防御力增加量增加50%且在10秒内使受到伤害的对象所受到的物理伤害增加25%。"
      ],
      "story": "匿名支持者留下的最后礼物 参加帝国竞技场擂台赛时，整个过程所花的费用水平是一般市民所无法承担的。作为第一位平民出身的冠军，并且在之后连续夺冠并成为偶像的格兰薇丝每年都靠着市民们的捐赠参加比赛，但那费用有意识地渐渐提高，难以补足那日益提高的费用的情况总是出现。 但神奇的是每当遇上这种危机时，总会出现匿名支持者的帮助，让她能够顺利参加比赛。 在她获得3连冠的那天，那位匿名支持者送给了她骑士的宝石「巴尔拉斯红宝石」，这也成为了那位匿名支持者对她的最后赞助。此后，成为格兰薇丝的胜利符的巴尔拉斯红宝石陪伴着她的每一个瞬间，带着对匿名支持者的好奇和感谢。"
    }
  },
  "s4": {
    "name": "帝国骑士的骄傲",
    "description": "使全部友军的攻击力增加 {0} 并在每次战斗开始时在 {1} 秒内使对不是英雄的敌人造成的伤害增加 {2}%，而自己受到的伤害则减少 {3} 。",
    "books": {
      "0": "攻击提高 {0}%。",
      "1": "攻击提高 {0}%。",
      "2": "攻击提高 {0}%。"
    },
    "light": "对不是英雄的敌人造成的伤害效果变更为20%。",
    "dark": "被非英雄之敌人攻击时，受到的伤害效果变更为20%。",
    "ut": {
      "name": "黄金荣耀",
      "description": [
        "[帝国骑士的骄傲]攻击力增加量增加50%并在每次战斗开始时的20秒内使自己和除自己之外攻击力最高的友军的暴击伤害量增加30%，且使对不是英雄的敌人造成的伤害增加10%。",
        "[帝国骑士的骄傲]攻击力增加量增加50%并在每次战斗开始时的20秒内使自己和除自己之外攻击力最高的友军的暴击伤害量增加36%，且使对不是英雄的敌人造成的伤害增加12%。",
        "[帝国骑士的骄傲]攻击力增加量增加50%并在每次战斗开始时的20秒内使自己和除自己之外攻击力最高的友军的暴击伤害量增加42%，且使对不是英雄的敌人造成的伤害增加14%。",
        "[帝国骑士的骄傲]攻击力增加量增加50%并在每次战斗开始时的20秒内使自己和除自己之外攻击力最高的友军的暴击伤害量增加50%，且使对不是英雄的敌人造成的伤害增加17%。",
        "[帝国骑士的骄傲]攻击力增加量增加50%并在每次战斗开始时的20秒内使自己和除自己之外攻击力最高的友军的暴击伤害量增加63%，且使对不是英雄的敌人造成的伤害增加21%。",
        "[帝国骑士的骄傲]攻击力增加量增加50%并在每次战斗开始时的20秒内使自己和除自己之外攻击力最高的友军的暴击伤害量增加75%，且使对不是英雄的敌人造成的伤害增加25%。"
      ],
      "story": "帝国竞技场擂台赛连续3年夺冠的纪念金杯。 是只赐予竞技场真正的英雄的充满荣耀的皇帝赏赐物。 成为她的最后一场擂台赛的第三次决赛。 最后一个对手是带着面具，不知其真实身份的可疑男子。他一路杀进决赛，拥有压倒性的实力，打倒对手都不需要几秒的时间。格兰薇丝观看他的半决赛时，都紧张得舌干口燥。 果然，比赛是一边倒的。 从一开始，男子就挥舞他的赤色双手剑，像赤色风暴一般地扑向格兰薇丝。格兰薇丝专注于防守，拼命顶住对方的连击，伺机而动。格兰薇丝终于趁对手的攻势稍显迟缓时施展出强运袭击。 但是，男子连那个都以轻盈的后退避开了。 但是他没来得及避开之后的火药爆炸，面具被炸裂，在弥漫的烟雾中露出他之前被假面掩住的清秀面容。格兰薇丝看到了，透过那被炸裂的面具，她看到了看着自己露出笑容的那个男子... 他那游刃有余，安然无恙的样子让格兰薇丝又一次地胆战心惊，虽然她重新做好了防御准备， －突然，男子宣布弃权。 不知不觉间，笼罩着两个人的烟气消散，男子的脸上又戴上了另一个面具。 目瞪口呆的格兰薇丝，直到皇帝亲自颁发奖杯时还没明白发生了什么事情。 直到看见在皇帝的身后，在近卫骑士团团长身旁为自己鼓掌庆祝的他的样子时..."
    }
  },
  "t5": {
    "light": "攻击力、防御力、生命值＋15%/所有防御力＋10%",
    "dark": "使全部友军的攻击力增加相当于施展者自己的所有防御力之和的8%。"
  }
}