{
  "name": "洛曼",
  "subtitle": "信赖的守卫",
  "description": "把守奥勒贝尔王室的守卫者。 若没有经过许可，谁也别想突破他的防守。 他的长枪中涌出强大的力量可以使敌人屈服。",
  "story": "每当谈到守护骑士团中最可靠的人选，许多人都会首推洛曼。王室对他的信赖证明了他正直的人格，因此他被任命为王室守卫者。平时是个平易近人的友善青年，然而一旦有人未经许可就想跨越门坎，就会立刻变为绝不妥协的果断性格。当他挥动着史嘉蕾赏赐的长枪，就从来没有人可以从他手中生还。工作之余的休闲时间，他有着别于平时形象的爱好：雕刻木头。",
  "like": "克劳斯、黛弥儿、果冻、雕刻工艺",
  "dislike": "薄荷、人蔘",
  "inn": {
    "idle": "真是不错的暂时休息落脚处呢！我来进去晃晃吧！",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "欢迎欢迎！我现在也正在做木艺雕刻呢！想看看我的作品吗？",
      "talk": [
        "我的家族世世代代保卫奥勒贝尔皇室，你可以到王城内去问问我父亲。",
        "这长戟不是单纯的长戟啊！我问过珍，这上面镶嵌着上古神兽的精华。"
      ],
      "gift": "欸？这个真令人不知所措...但是这样的话就不会开启金库或迷宫之门了吧！哈哈！"
    },
    "relationship": {
      "greet": "虽然守护皇家是很重要的任务，但是可以自由进出户地域，常遭受同僚们嫉妒呢！",
      "talk": [
        "公主对我展现的信任，我一定会加倍报答的！",
        "木艺雕刻是我长久以来的兴趣，一开始雕了一两个，雕着雕着不知不觉作品就堆满整个房间了！哈哈！",
        "这个地方也有那种成天沉浸在酒精世界里的人吶！将人生活得如此有趣的人原来也是挺多的吶！"
      ]
    }
  },
  "uw": {
    "name": "守护之波－盖亚美尼斯",
    "description": [
      "每次使用技能时会叠加「奥勒贝利亚的荣耀」，「奥勒贝利亚的荣耀」无法做解除，当「奥勒贝利亚的荣耀」叠加达到3层时，则会发动「奥勒贝利亚的庇护」，并对身边大范围内的敌人造成攻击力200%的物理伤害，且20秒内目标所承受的物理伤害增加25%。而「奥勒贝利亚的庇护」会於10秒内提升自身的魔法防御力10%。",
      "每次使用技能时会叠加「奥勒贝利亚的荣耀」，「奥勒贝利亚的荣耀」无法做解除，当「奥勒贝利亚的荣耀」叠加达到3层时，则会发动「奥勒贝利亚的庇护」，并对身边大范围内的敌人造成攻击力240%的物理伤害，且20秒内目标所承受的物理伤害增加30%。而「奥勒贝利亚的庇护」会於10秒内提升自身的魔法防御力12%。",
      "每次使用技能时会叠加「奥勒贝利亚的荣耀」，「奥勒贝利亚的荣耀」无法做解除，当「奥勒贝利亚的荣耀」叠加达到3层时，则会发动「奥勒贝利亚的庇护」，并对身边大范围内的敌人造成攻击力290%的物理伤害，且20秒内目标所承受的物理伤害增加36%。而「奥勒贝利亚的庇护」会於10秒内提升自身的魔法防御力14%。",
      "每次使用技能时会叠加「奥勒贝利亚的荣耀」，「奥勒贝利亚的荣耀」无法做解除，当「奥勒贝利亚的荣耀」叠加达到3层时，则会发动「奥勒贝利亚的庇护」，并对身边大范围内的敌人造成攻击力350%的物理伤害，且20秒内目标所承受的物理伤害增加43%。而「奥勒贝利亚的庇护」会於10秒内提升自身的魔法防御力17%。",
      "每次使用技能时会叠加「奥勒贝利亚的荣耀」，「奥勒贝利亚的荣耀」无法做解除，当「奥勒贝利亚的荣耀」叠加达到3层时，则会发动「奥勒贝利亚的庇护」，并对身边大范围内的敌人造成攻击力420%的物理伤害，且20秒内目标所承受的物理伤害增加51%。而「奥勒贝利亚的庇护」会於10秒内提升自身的魔法防御力21%。",
      "每次使用技能时会叠加「奥勒贝利亚的荣耀」，「奥勒贝利亚的荣耀」无法做解除，当「奥勒贝利亚的荣耀」叠加达到3层时，则会发动「奥勒贝利亚的庇护」，并对身边大范围内的敌人造成攻击力500%的物理伤害，且20秒内目标所承受的物理伤害增加60%。而「奥勒贝利亚的庇护」会於10秒内提升自身的魔法防御力25%。"
    ],
    "story": "这是一个长戟，在很久以前王城地底下刚发现迷宫的时候，镶嵌着曾经守护入口的上古守护神石像。石像太古老了，如今已破碎不堪，如同迷宫内般，可怕得让人完全不敢触碰，曾经挖掘迷宫的洛曼在面对石像的瞬间，感受到言语无法形容的至上崇高感，在石像前恭敬地行礼。神奇的是，在这个瞬间曾经镶着石像的长戟在洛曼眼前掉落。这个长戟好像不受岁月摧残的影响，而相当坚固，蕴含着神秘的力量。 '石像突然碎裂，长戟掉落下来了呢...' 史嘉蕾看着长戟并说道。 '是的。' 史嘉蕾静静地凝视着洛曼 '这感觉就像是...尽忠守护着长戟直到粉身碎骨不是吗？' '什么？' 从史嘉蕾手中接过长戟，呆愣地看着史嘉蕾，史嘉蕾嘴角流露出浅浅的微笑。"
  },
  "s1": {
    "name": "辟地击",
    "description": "对前方的敌人 {0} 造成物理伤害，击倒 {1} 秒，并让敌人受到的物理伤害增加 {3}%，持续 {2} 秒。",
    "books": {
      "0": "伤害提高 {0}%",
      "1": "伤害提高 {0}%",
      "2": "技能使用时格挡所有伤害。"
    },
    "light": "冷却时间降低3秒。",
    "dark": "承受伤害的对象，10秒内承受的物理伤害增加25%。",
    "ut": {
      "name": "奥勒贝利亚骑士的基本书",
      "description": [
        "[辟地击]于10秒内减少对象的物理格档率500、状态异常抵抗100。",
        "[辟地击]于10秒内减少对象的物理格档率500、状态异常抵抗120。",
        "[辟地击]于10秒内减少对象的物理格档率500、状态异常抵抗140。",
        "[辟地击]于10秒内减少对象的物理格档率500、状态异常抵抗170。",
        "[辟地击]于10秒内减少对象的物理格档率500、状态异常抵抗210。",
        "[辟地击]于10秒内减少对象的物理格档率500、状态异常抵抗250。"
      ],
      "story": "奥勒贝尔骑士都必须熟读的基本武术书籍，当中的「辟地击」是骑士们所有兵法中的基本技，尽管是最先学习的技术，但越是深入钻研，其体系就越复杂，威力也会依照骑士的技术而有明显的差异。在洛曼成为骑士后已经阅读这本书一千次以上，每当觉得武艺进步的速度过于缓慢时就会阅读这本书。"
    }
  },
  "s2": {
    "name": "信念的屏障",
    "description": "解除所有队友的负面效果，对所有的队友施放护盾，在 {0} 秒内吸收 {1} 点伤害。 {2} 秒内队友所受到的所有伤害降低 {3}%，当护盾作用时，免疫控场效果。",
    "books": {
      "0": "护盾效果提高 {0}%。",
      "1": "护盾效果提高 {0}%。",
      "2": "护盾效果提高 {0}%。"
    },
    "light": "冷却时间减少5秒。",
    "dark": "护盾的持续时间增加5秒。",
    "ut": {
      "name": "微型木雕人偶",
      "description": [
        "[信念的屏障]魔力消耗量降低1，并使目标的魔力恢复400。",
        "[信念的屏障]魔力消耗量降低1，并使目标的魔力恢复480。",
        "[信念的屏障]魔力消耗量降低1，并使目标的魔力恢复580。",
        "[信念的屏障]魔力消耗量降低1，并使目标的魔力恢复700。",
        "[信念的屏障]魔力消耗量降低1，并使目标的魔力恢复840。",
        "[信念的屏障]魔力消耗量降低1，并使目标的魔力恢复1000。"
      ],
      "story": "洛曼在事情不顺遂时会制作和手掌差不多大的雕刻物，藉此平抚内心。在打磨粗糙部位的过程中，他的内心也同样平稳并找回初衷。一开始是觉得有趣才会制作雕刻物，但随着数百个雕刻物占据了整个房间，这件事就成为了他的兴趣。有一天，洛曼在仔细观看自己的作品后，突然兴起了要将木雕人偶送给同事与部下的念头。当时奥勒贝利亚正流行能保护内心不受邪恶影响的咒术人偶，洛曼不只是单纯制作人偶而已，实际上他也拜托信奉上古民间疗法的老咒术师对木雕人偶施下守护的咒术，并且将人偶分给同事们。"
    }
  },
  "s3": {
    "name": "骑士的信念",
    "description": "攻击前方范围内敌人3次。前2次攻击对敌人造成 {0} 物理伤害，并使敌人晕眩 {1} 秒，第3次攻击对较大范围内的敌人攻击2下造成共 {2} 物理伤害。最后一下攻击将使敌人晕眩5秒，并对遭受伤害的敌人留下 {3} 秒的[信念印记]。被留下[信念印记]的对象攻击自身以外的友军时，将会受到 {4} 额外物理伤害。额外伤害效果 {5} 秒内只会发动一次。",
    "books": {
      "0": "伤害提高 {0}%。",
      "1": "伤害提高 {0}%。",
      "2": "伤害提高 {0}%。"
    },
    "light": "当只有1个敌人时，伤害提高100%。",
    "dark": "使用时免疫负面状态。",
    "ut": {
      "name": "招魂之海",
      "description": [
        "[骑士的信念]冷却时间减少30%，10秒内增加10%目标承受的物理伤害。",
        "[骑士的信念]冷却时间减少30%，10秒内增加12%目标承受的物理伤害。",
        "[骑士的信念]冷却时间减少30%，10秒内增加14%目标承受的物理伤害。",
        "[骑士的信念]冷却时间减少30%，10秒内增加17%目标承受的物理伤害。",
        "[骑士的信念]冷却时间减少30%，10秒内增加21%目标承受的物理伤害。",
        "[骑士的信念]冷却时间减少30%，10秒内增加25%目标承受的物理伤害。"
      ],
      "story": "洛曼‧里斯佩洛家族珍藏的宝物，这个特殊坠饰是初代奥勒贝利亚王赐予代代负责奥勒贝尔王室安全的里斯佩洛家族。虽然无法知道其正确的起源，但最有可能的说法是蕴含了上古文明时期奥斐斯大陆守护者死后灵魂的饰品。据说持有此一物品的人全都会说相同的话，为了守护的信念决定舍弃自身性命时，就会突然感受到一股源源不断的力量！后来大家纷纷说此一坠饰是能召唤魂灵的蓝色宝石，并且称它为「招魂之海」。洛曼进入王城后，父亲便将此一家传之宝交给他，而他一直都随身携带在身上。"
    }
  },
  "s4": {
    "name": "最后的守卫者",
    "description": "[韧性]无法做解除，当[韧性]叠加至 {0} 层时，对周围敌人造成 {1} 物理伤害(无视防御)，承受伤害的敌人会於 {2} 秒内攻击力减少20%。每当成功格挡时会增加1层[韧性]的叠加，此效果在 {3} 秒内只会发动一次。",
    "books": {
      "0": "伤害提高 {0}%。",
      "1": "伤害提高 {0}%。",
      "2": "伤害提高 {0}%。"
    },
    "light": "每秒获得的「韧性」增加1个。",
    "dark": "受到伤害的敌人，攻击速度减少200，持续10秒。",
    "ut": {
      "name": "父亲的盾牌",
      "description": [
        "[最后的守卫者]自己的魔法格挡率增加200且格挡成功时获得的忍韧性堆叠增加1。",
        "[最后的守卫者]自己的魔法格挡率增加240且格挡成功时获得的忍韧性堆叠增加1。",
        "[最后的守卫者]自己的魔法格挡率增加290且格挡成功时获得的忍韧性堆叠增加1。",
        "[最后的守卫者]自己的魔法格挡率增加350且格挡成功时获得的忍韧性堆叠增加1。",
        "[最后的守卫者]自己的魔法格挡率增加420且格挡成功时获得的忍韧性堆叠增加1。",
        "[最后的守卫者]自己的魔法格挡率增加500且格挡成功时获得的忍韧性堆叠增加1。"
      ],
      "story": "洛曼过去使用的盾牌，是身为王室守护者的父亲传承下来的珍贵宝物。 虽然自从他拿起斧戟后就再也没有使用过这个盾牌，只放在家中保管，但他并没有忘记父亲吩咐他要成为奥勒贝利亚的大门的那番话，时时牢记在心中。 无论国家遇到何种威胁，只要他还留有一口气，就绝对不会允许敌人攻破奥勒贝利亚的大门。"
    }
  },
  "t5": {
    "light": "攻击、防御与生命值+15%/魔法格挡+200",
    "dark": "格挡魔法伤害时，我方全体的魔法格挡率增加200，持续5秒，同时提升魔法防御，提升量为洛曼魔法防御的10%。此一效果5秒只发动一次。"
  }
}