{
  "name": "Cleo",
  "subtitle": "Sorceress of Purgatory",
  "description": "A sorceress from the Red Tower, this brave girl uses explosive fire magic to deal damage to multiple enemies, and then inflicts even greater damage by causing the embers to explode.",
  "story": "Cleo's earliest memory begins at the Tower of Sage. Raised by Dominiks the Great Sage as an orphan, she is both a genius wizard and a troublemaker. Her inability to control her own power has often led to trouble, including partial destruction of the Red Tower, her own residence. Despite this, her apparent immunity to the wrath of the Great Sage has caused her to be ostracized from her peers. Although this has led her to become selfish and inconsiderate, deep inside, she is still a kindhearted girl who fears abandonment by others.",
  "like": "Campfire, pillows (?)",
  "dislike": "Machines",
  "inn": {
    "idle": "Ah~ so bored. I wish there were some fun magic tools lying around.",
    "recruit": {
      "greet": "Hello! I'm Cleo. An Archmage!",
      "talk": [
        "Want some meat? I can cook it for you?",
        "Curious about fire magic? Hehehe, I could teach you, but not anyone can do it.",
        "Why do people call me the Sorceress of Purgatory? I don't like it. Call me an Archmage!!"
      ],
      "gift": "Heh, I like you."
    },
    "affinity": {
      "greet": "You're late! How dare you make the Archmage wait!?",
      "talk": [
        "Who do I like more, between Frey and Roi? Does that question even make sense? Of course, Frey!",
        "I wonder where my mom is... As long as I'm alive, I should be able to meet her, right?"
      ],
      "gift": "Oh! I think it will fit the Archmage! Thank you!"
    },
    "relationship": {
      "greet": "Oho, so you've come to see the best Archmage ever!",
      "talk": [
        "Frey is more than a pillow to me!",
        "Don't forget. It's thanks to me that we can get around so fast.",
        "You'll stick around with us, right?"
      ]
    }
  },
  "uw": {
    "name": "Primal Flame, Flenos",
    "description": [
      "Skill hits deal additional M.DMG equal to 3% of ATK per stack of Ember inflicted on enemies.",
      "Skill hits deal additional M.DMG equal to 3.6% of ATK per stack of Ember inflicted on enemies.",
      "Skill hits deal additional M.DMG equal to 4.3% of ATK per stack of Ember inflicted on enemies.",
      "Skill hits deal additional M.DMG equal to 5.2% of ATK per stack of Ember inflicted on enemies.",
      "Skill hits deal additional M.DMG equal to 6.3% of ATK per stack of Ember inflicted on enemies.",
      "Skill hits deal additional M.DMG equal to 7.5% of ATK per stack of Ember inflicted on enemies."
    ],
    "story": "The essence of the First Flame of the world. The Fire Elemental Lord bestowed this beautiful gem to a human who entered into a contract with him. Over the ages, it ended up in the hands of an archmage, who turned it into the core of his staff. Later, the archmage presented this staff to his precious disciple."
  },
  "s1": {
    "name": "Fire Needle",
    "description": "Attacks a random enemy 5 times to deal a total of {0} M.DMG. Recovers own Mana by 100 upon a Critical Hit.",
    "books": {
      "0": "DMG is increased by {0}%.",
      "1": "DMG is increased by {0}%.",
      "2": "DMG is increased by {0}%."
    },
    "light": "The skill's DMG is reduced by 50% when attacking more than 5 enemies, but all enemies will take damage.",
    "dark": "Stuns the target for 1 sec.",
    "ut": {
      "name": "Phoenix Lantern",
      "description": [
        "[Fire Needle] Changes target to the enemy with the highest ATK and reduces the target's Mana by 100.",
        "[Fire Needle] Changes target to the enemy with the highest ATK and reduces the target's Mana by 120.",
        "[Fire Needle] Changes target to the enemy with the highest ATK and reduces the target's Mana by 140.",
        "[Fire Needle] Changes target to the enemy with the highest ATK and reduces the target's Mana by 170.",
        "[Fire Needle] Changes target to the enemy with the highest ATK and reduces the target's Mana by 210.",
        "[Fire Needle] Changes target to the enemy with the highest ATK and reduces the target's Mana by 250."
      ],
      "story": "A magical lantern from the Tower of Sage. The ever-burning phoenix, the Tower of Sage's first flame, is sealed inside it. Dominics looked after it with great care as phoenixes are now endangered, but Cleo nonchalantly uses it to enhance her Fire Needle spell without taking her teacher's concerns into consideration."
    }
  },
  "s2": {
    "name": "Fire Ball",
    "description": "Attacks the target and the enemies in nearby range, dealing {0} M.DMG and stunning them for 2 sec. Deals {1} additional M.DMG to Bosses.",
    "books": {
      "0": "DMG is increased by {0}%.",
      "1": "DMG is increased by {0}%.",
      "2": "DMG is increased by {0}%."
    },
    "light": "Upon hitting an enemy with 10 or more stacks of Ember, increases M.DMG it takes by 40% for 10 seconds.",
    "dark": "Inflicts 10 stacks of Ember on the hit enemy.",
    "ut": {
      "name": "Flamel's Elixir",
      "description": [
        "[Fire Ball] Reduces Mana Cost by 1 and increases DMG by 20%.",
        "[Fire Ball] Reduces Mana Cost by 1 and increases DMG by 24%.",
        "[Fire Ball] Reduces Mana Cost by 1 and increases DMG by 29%.",
        "[Fire Ball] Reduces Mana Cost by 1 and increases DMG by 35%.",
        "[Fire Ball] Reduces Mana Cost by 1 and increases DMG by 42%.",
        "[Fire Ball] Reduces Mana Cost by 1 and increases DMG by 50%."
      ],
      "story": "An elixir that fire alchemist Flamel created by condensing flame essence. Flamel's flames continue to burn and burn. Every wizard praises him for his flames, and the flame essence that he made with the salamanders from the Dragia Volcano maximizes the effect of Fire Ball."
    }
  },
  "s3": {
    "name": "Fire Rain",
    "description": "Attacks all enemies 5 times, dealing a total of {0} M.DMG. This attack deals 150% increased Crit DMG.",
    "books": {
      "0": "DMG is increased by {0}%.",
      "1": "DMG is increased by {0}%.",
      "2": "DMG is increased by {0}%."
    },
    "light": "Increases DMG by 40%.",
    "dark": "Reduces Mana Cost by 2 for 10 sec when attacking more than 5 enemies. 10 sec Cooldown is applied.",
    "ut": {
      "name": "Tome of Purgatory",
      "description": [
        "[Fire Rain] DMG is increased by 20%. Upon Crit Hit on enemies with over 5 stacks of Ember, skill cooldown is reduced by 5%.",
        "[Fire Rain] DMG is increased by 24%. Upon Crit Hit on enemies with over 5 stacks of Ember, skill cooldown is reduced by 5%.",
        "[Fire Rain] DMG is increased by 29%. Upon Crit Hit on enemies with over 5 stacks of Ember, skill cooldown is reduced by 5%.",
        "[Fire Rain] DMG is increased by 35%. Upon Crit Hit on enemies with over 5 stacks of Ember, skill cooldown is reduced by 5%.",
        "[Fire Rain] DMG is increased by 42%. Upon Crit Hit on enemies with over 5 stacks of Ember, skill cooldown is reduced by 5%.",
        "[Fire Rain] DMG is increased by 50%. Upon Crit Hit on enemies with over 5 stacks of Ember, skill cooldown is reduced by 5%."
      ],
      "story": "A scroll written by a fire sorceress who was known as the Goddess of Fire. A scroll left by the greatest Fire Sorceress of Orvelia, Vesta, when she was in the Tower of Sage. It's very powerful, but it also requires a lot of mana. Cleo took the Scroll of Burning Hell from the Tower of Sage, which was considered a forbidden scroll. Now she's using it to enhance her Fire Rain."
    }
  },
  "s4": {
    "name": "Flame Diffusion",
    "description": "Inflicts a stack of Ember upon hitting an enemy. Enemies affected by Ember take {1} M.DMG over 20 seconds. Ember can be stacked up to max 10 times.",
    "books": {
      "0": "DMG is increased by {0}%.",
      "1": "DMG is increased by {0}%.",
      "2": "DMG is increased by {0}%."
    },
    "light": "The max number of Ember stacks is changed to 12.",
    "dark": "Every 10 sec, enemies affected by Ember are stunned for 2 sec. Enemies with more than 10 stacks of Ember are stunned for 3 sec.",
    "ut": {
      "name": "Introduction to Red Witch Spells",
      "description": [
        "[Flame Diffusion] Ember becomes irremovable and causes the target to take 1% increased M.DMG per stack.",
        "[Flame Diffusion] Ember becomes irremovable and causes the target to take 1.2% increased M.DMG per stack.",
        "[Flame Diffusion] Ember becomes irremovable and causes the target to take 1.4% increased M.DMG per stack.",
        "[Flame Diffusion] Ember becomes irremovable and causes the target to take 1.7% increased M.DMG per stack.",
        "[Flame Diffusion] Ember becomes irremovable and causes the target to take 2.1% increased M.DMG per stack.",
        "[Flame Diffusion] Ember becomes irremovable and causes the target to take 2.5% increased M.DMG per stack."
      ],
      "story": "A textbook of Fire Magic by the Red Witch. This powerful spellbook is spreading all over the Empire in secret, but most mages consider it as taboo because it casts destructive magic and destroys the caster's mind."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Inflicts 2 stack of Ember to all Non-Hero enemies every second."
  }
}