{
  "name": "Lucias",
  "subtitle": "Saint of Blessings",
  "description": "The High Priest of Lua and Frey's senior. Lucias's faith is strong enough to call forth Lua's blessing. Items blessed by him bear the power of Light and becomes effective weapons against demons.",
  "story": "Lucias was a member of Lua's Holy Knights before awakening as the Saint of Blessings. Under the command of the Living Legend, Ricardo, he protected Orvel and neighboring towns from Demons. However, stigmata started to appear on his body when he was 19, and by the call of Lua, the holy knight became the Saint of Blessings. His mission is to travel around the world and bring the light of Lua to those in need. He stayed true to his duties, wandering the world to share blessings. Now, he holds a weapon in his hand again to defeat the power of darkness that has been growing in strength over the past 100 years.",
  "like": "Dishes made with apple, fishing, prayer, helping people, mysterious magic shows and performances.",
  "dislike": "Rude ones, undelivered promises, taking human life lightly.",
  "inn": {
    "idle": "This place... I can feel the power of light as well as the flow of harmony.",
    "recruit": {
      "greet": "A warm greeting to you. I hope you're having a blessed day.",
      "talk": [
        "There was a wedding ceremony nearby. Ahhh, it was such a divine sight.",
        "Did you see Brother Baudouin? I heard he was quite drunk yesterday...",
        "I can feel all sorts of powers here. It feels like the center of the world..."
      ],
      "gift": "May the Light bless you."
    },
    "affinity": {
      "greet": "It's a pleasure to have you back. Join me in saying grace before the meal.",
      "talk": [
        "You wonder if there are Saints other than me, you say? Hmm, I haven't met them, but yes, there are three more.",
        "I used to be a flag bearer when I was a Holy Knight. Who would have thought my halidom as a Saint would be a flag as well? Hahaha."
      ],
      "gift": "It is so generous of you to give me a gift, but I must say it's more than I deserve. If I run into someone in need, may I give this to them?"
    },
    "relationship": {
      "greet": "May the blessings of the Lua be with you.",
      "talk": [
        "Oh, Stardust is here. They used to visit my hometown at least once a year when I was young. Well, should we go and see if Esker is still around?",
        "Sometimes my memories fail me. My past, and the memories of previous Saints of Blessings tend to mix...",
        "Holy Knight, Saint... My title does not change what I must do. I simply work to help those struggling with pain and agony."
      ]
    }
  },
  "uw": {
    "name": "Blessing of Light, Benedicia",
    "description": [
      "For 30 sec after the battle starts, allies take 10% reduced P.DMG while having their ATK Spd increased by 100 and DMG to Non-Hero enemies increased by 6%.",
      "For 30 sec after the battle starts, allies take 12% reduced P.DMG while having their ATK Spd increased by 120 and DMG to Non-Hero enemies increased by 7.2%.",
      "For 30 sec after the battle starts, allies take 14% reduced P.DMG while having their ATK Spd increased by 140 and DMG to Non-Hero enemies increased by 8.6%.",
      "For 30 sec after the battle starts, allies take 17% reduced P.DMG while having their ATK Spd increased by 170 and DMG to Non-Hero enemies increased by 10.4%.",
      "For 30 sec after the battle starts, allies take 21% reduced P.DMG while having their ATK Spd increased by 210 and DMG to Non-Hero enemies increased by 12.5%.",
      "For 30 sec after the battle starts, allies take 25% reduced P.DMG while having their ATK Spd increased by 250 and DMG to Non-Hero enemies increased by 15%."
    ],
    "story": "A blessed flag representing the Sun, Moon, and the entire sky. It contains the power and teachings of the Creator, Lua. The power of light spreads when he waves the flag, bringing peace to his allies' minds, defeating the powers of darkness. A halidom bestowed upon Lucias, who used to be a flag bearer in Lua's Holy Knights."
  },
  "s1": {
    "name": "Path of Blessings",
    "description": "Heals 4 allies with the lowest HP by {0} and targets take {2}% reduced P.DMG for {1} sec.",
    "books": {
      "0": "Heal rate is increased by {0}%.",
      "1": "Heal rate is increased by {0}%.",
      "2": "Heal rate is increased by {0}%."
    },
    "light": "Increases Heal Rate by 40%.",
    "dark": "Recovers target's Mana by 500.",
    "ut": {
      "name": "Book of Blessings",
      "description": [
        "[Path of Blessings] Reduces Mana Cost by 1 and Cooldown by 12%.",
        "[Path of Blessings] Reduces Mana Cost by 1 and Cooldown by 14%.",
        "[Path of Blessings] Reduces Mana Cost by 1 and Cooldown by 17%.",
        "[Path of Blessings] Reduces Mana Cost by 1 and Cooldown by 21%.",
        "[Path of Blessings] Reduces Mana Cost by 1 and Cooldown by 25%.",
        "[Path of Blessings] Reduces Mana Cost by 1 and Cooldown by 30%."
      ],
      "story": "The bible of infinity that a line of Sages of Blessings used to record their works. The title of a sage is passed down with the memories of its predecessor, so it would seem that there is no reason for them to write anything down. However, the danger of the accumulated memories erasing the identity of the present sage made writing this bible necessary."
    }
  },
  "s2": {
    "name": "Zone of Faith",
    "description": "Sets up the [Zone of Faith] at the own location for {0} sec. Increases ATK of allies in [Zone of Faith] by {1} and dispels negative effects on them continuously. Heals allies in area by {4} every second. Deals P.DMG of {2} on enemies within [Zone of Faith] every second, and stuns them for {3} sec.",
    "books": {
      "0": "DMG and Heal rate are increased by {0}%.",
      "1": "DMG and Heal rate are increased by {0}%.",
      "2": "DMG and Heal rate are increased by {0}%."
    },
    "light": "Recovers Mana for allies within range by 200 per sec.",
    "dark": "Continuously dispels positive effects from enemies within range.",
    "ut": {
      "name": "Dice of Remembrance",
      "description": [
        "[Zone of Faith] Reduces Mana Cost by 1, and reduces Mana of enemies within range by 200 per sec.",
        "[Zone of Faith] Reduces Mana Cost by 1, and reduces Mana of enemies within range by 240 per sec.",
        "[Zone of Faith] Reduces Mana Cost by 1, and reduces Mana of enemies within range by 290 per sec.",
        "[Zone of Faith] Reduces Mana Cost by 1, and reduces Mana of enemies within range by 350 per sec.",
        "[Zone of Faith] Reduces Mana Cost by 1, and reduces Mana of enemies within range by 420 per sec.",
        "[Zone of Faith] Reduces Mana Cost by 1, and reduces Mana of enemies within range by 500 per sec."
      ],
      "story": "Lucias had a cherished friend back when he was young. This friend was a member of a troupe named Stardust. He had very nimble hands despite his young age and used to pickpocket countless wallets from gamblers. However, Stardust would only visit Lucias's town once a year, and so the two friends gave each other something they treasured to remember their friendship. This dice is the special trick dice made by Lucias's friend, Esker."
    }
  },
  "s3": {
    "name": "Stigmata",
    "description": "Increases P.Dodge of all allies by {1} and their ATK by {2} for {0} sec. Effects will be dispelled when the self dies. Normal attacks deal additional P.DMG of {3} to targets for {0} sec, and increases the P.DMG taken by target by {5}% for {4} sec.",
    "books": {
      "0": "ATK boost and DMG is increased by {0}%",
      "1": "ATK boost and DMG is increased by {0}%",
      "2": "ATK boost and DMG is increased by {0}%"
    },
    "light": "Additional P.DMG from [Stigmata] decreases the target's ACC by 150 for 5 sec.",
    "dark": "Gains immunity to CC for the duration of skill.",
    "ut": {
      "name": "Guidance of Morning Star",
      "description": [
        "[Stigmata] The effect of Stigmata cannot be dispelled by skill removing the positive effects. Reduces Cooldown by 12%.",
        "[Stigmata] The effect of Stigmata cannot be dispelled by skill removing the positive effects. Reduces Cooldown by 14%.",
        "[Stigmata] The effect of Stigmata cannot be dispelled by skill removing the positive effects. Reduces Cooldown by 17%.",
        "[Stigmata] The effect of Stigmata cannot be dispelled by skill removing the positive effects. Reduces Cooldown by 21%.",
        "[Stigmata] The effect of Stigmata cannot be dispelled by skill removing the positive effects. Reduces Cooldown by 25%.",
        "[Stigmata] The effect of Stigmata cannot be dispelled by skill removing the positive effects. Reduces Cooldown by 30%."
      ],
      "story": "Research materials about the stigmata of the Saint of Blessings. Although Lucias has the memories of the saints, they did not know everything. Lua's priests left this document after researching the secret behind the stigmata, but it was impossible for them to bring everything to light."
    }
  },
  "s4": {
    "name": "Holy Sacrifice",
    "description": "Casting Path of Blessings and Zone of Faith consumes 20% of self's current HP. Upon healing an ally with these spells, the amount of healing is increased by {0} and the target gains {1} additional DEF for 10 sec.",
    "books": {
      "0": "Heal rate is increased by {0}%.",
      "1": "Heal rate is increased by {0}%.",
      "2": "Heal rate is increased by {0}%."
    },
    "light": "Increases Heal Rate by 40%.",
    "dark": "No longer consumes HP.",
    "ut": {
      "name": "Sword of Sacrifice",
      "description": [
        "[Holy Sacrifice] Increases DEF boost by 50%. Targets have their ATK increased by 8% for 5 sec.",
        "[Holy Sacrifice] Increases DEF boost by 50%. Targets have their ATK increased by 10% for 5 sec.",
        "[Holy Sacrifice] Increases DEF boost by 50%. Targets have their ATK increased by 12% for 5 sec.",
        "[Holy Sacrifice] Increases DEF boost by 50%. Targets have their ATK increased by 14% for 5 sec.",
        "[Holy Sacrifice] Increases DEF boost by 50%. Targets have their ATK increased by 17% for 5 sec.",
        "[Holy Sacrifice] Increases DEF boost by 50%. Targets have their ATK increased by 20% for 5 sec."
      ],
      "story": "The holy sword that Lucias used when he was under Ricardo's command as a Holy Knight. High priests of Lua blessed it directly, imbuing it with strong holy energy. Lucia was later chosen as the Saint of Blessings, and his blessings are actually much more powerful than the blessing invested in the sword. He always carries the sword to remember his days as the Holy Knight, but he never draws it. Gossipers say that it is because he fears he would not look like a saint if he is to be seen wielding a sword..."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / CC Resist +100",
    "dark": "Increases own Mana Recovery/Sec by 300% for 3 sec upon casting an active skill."
  }
}