{
  "name": "May",
  "subtitle": "The Girl Dreaming of Riches",
  "description": "The bright girl running a General Store at the Capital of Orvel. It is impossible to dislike this energetic, positive girl. She takes out all sorts of useful items from her basket, helping her allies.",
  "story": "A girl who runs her own General Shop at the Orvel Castle. She is highly likable, and treats everyone with brightness and enthusiasm. Dreaming of one day she'll become the wealthiest merchant in Orvel, May usually hunts and gathers her own merchandise. Because of the effort she puts into acquiring her goods, her prices aren't exactly cheap, and people often criticize her for this. Currently, she is preparing to travel to Aegina Desert after hearing that someone recently discovered a treasure there.",
  "like": "Gold",
  "dislike": "Financial deficit",
  "inn": {
    "idle": "Hmm... Juno's dishes are best...! This will sell like hotcakes!",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Ah! Welcome, customer! Oh, wait, this was the Inn...",
      "talk": [
        "You will visit my shop too, right?",
        "Juno's food is the best!"
      ],
      "gift": "Hehehe, thank you!"
    },
    "relationship": {
      "greet": "I've been working hard every day to become the richest girl in Orvel!",
      "talk": [
        "Today, I'm thinking of traveling all the way to Central Elidora to pick up some new items!",
        "Lately, I've picked up making clothes as a hobby. If I get the chance, I'll make something for you too.",
        "Do you know that there was treasure found in the Aegina Desert?"
      ]
    }
  },
  "uw": {
    "name": "The Box of Fragrance, Etelia",
    "description": [
      "Reduces Cooldown of self's active Skills by 1.4 sec, and increases the ATK Spd Boost and DEF Penetration Boost from [Take Anything!] by 20.",
      "Reduces Cooldown of self's active Skills by 1.7 sec, and increases the ATK Spd Boost and DEF Penetration Boost from [Take Anything!] by 24.",
      "Reduces Cooldown of self's active Skills by 2.1 sec, and increases the ATK Spd Boost and DEF Penetration Boost from [Take Anything!] by 29.",
      "Reduces Cooldown of self's active Skills by 2.5 sec, and increases the ATK Spd Boost and DEF Penetration Boost from [Take Anything!] by 35.",
      "Reduces Cooldown of self's active Skills by 3 sec, and increases the ATK Spd Boost and DEF Penetration Boost from [Take Anything!] by 42.",
      "Reduces Cooldown of self's active Skills by 3.6 sec, and increases the ATK Spd Boost and DEF Penetration Boost from [Take Anything!] by 50."
    ],
    "story": "A curious basket always carried by May whenever she goes hunting for new materials. This mysterious basket contains an infinite amount of space, and turns anything that enters it weightless. This allows May to bring back a ridiculous number of items from a single trip. At a quick glance, it might as well be filled with picnic foods. However, rumors claim that, whenever she takes it to her hunting trips, she packs it with......Other questionable things. Or so they say."
  },
  "s1": {
    "name": "Take anything!",
    "description": "All allies' ATK is increased by {0} for 120 sec, and randomly grants one of the following effects: 1. DEF Penetration {1} up, 2. Atk Spd {2} up, 3. Instant Mana recovery by {3}. All effects other than Mana Recovery can be stacked up to 5 times max.",
    "books": {
      "0": "ATK boost is increased by {0}%.",
      "1": "ATK boost is increased by {0}%.",
      "2": "ATK boost is increased by {0}%."
    },
    "light": "All effects are not dispelled by 'dispel positive effect' effect.",
    "dark": "All effects can be stacked max 8 times.",
    "ut": {
      "name": "Healthy Potion Set",
      "description": [
        "[Take Anything!] Reduces Mana Cost by 1, and increases the target's M.DEF by 2% for 20 sec. This effect can be stacked up to max 8 times.",
        "[Take Anything!] Reduces Mana Cost by 1, and increases the target's M.DEF by 2.4% for 20 sec. This effect can be stacked up to max 8 times.",
        "[Take Anything!] Reduces Mana Cost by 1, and increases the target's M.DEF by 2.9% for 20 sec. This effect can be stacked up to max 8 times.",
        "[Take Anything!] Reduces Mana Cost by 1, and increases the target's M.DEF by 3.4% for 20 sec. This effect can be stacked up to max 8 times.",
        "[Take Anything!] Reduces Mana Cost by 1, and increases the target's M.DEF by 4.2% for 20 sec. This effect can be stacked up to max 8 times.",
        "[Take Anything!] Reduces Mana Cost by 1, and increases the target's M.DEF by 5% for 20 sec. This effect can be stacked up to max 8 times."
      ],
      "story": "Four potions of different colors and effects make a set, and they boost willpower, concentration, mana, and vitality. May guarantees that this special set of potions have amazing rejuvenating effects, but their ingredients are still a complete mystery. Maybe it's better that way."
    }
  },
  "s2": {
    "name": "Cheer up!",
    "description": "All allies' HP is healed by {0} , and per each sec, each ally recovers {1}% of their max HP for 10 sec. There is a 10% chance the heal rate doubles.",
    "books": {
      "0": "Heal rate is increased by {0}%.",
      "1": "Heal rate is increased by {0}%.",
      "2": "Heal rate is increased by {0}%."
    },
    "light": "Increases ally CC Resist by 250 for 10 sec.",
    "dark": "There is a 15% chance to recover 1 orb of mana.",
    "ut": {
      "name": "Sweet Piece of Cake",
      "description": [
        "[Cheer Up!] Increases Heal Rate by 20% and the chance of double Heal Rate by 20% additionally.",
        "[Cheer Up!] Increases Heal Rate by 24% and the chance of double Heal Rate by 20% additionally.",
        "[Cheer Up!] Increases Heal Rate by 29% and the chance of double Heal Rate by 20% additionally.",
        "[Cheer Up!] Increases Heal Rate by 35% and the chance of double Heal Rate by 20% additionally.",
        "[Cheer Up!] Increases Heal Rate by 42% and the chance of double Heal Rate by 20% additionally.",
        "[Cheer Up!] Increases Heal Rate by 50% and the chance of double Heal Rate by 20% additionally."
      ],
      "story": "Special cake made by Juno. Its smells very sweet. May loves it as a snack. No one knows why she doesn't tell anyone what she put in it."
    }
  },
  "s3": {
    "name": "Not for sale!",
    "description": "Attacks a random target and other enemies in range 3 times, dealing a total of {0} M.DMG and inflicting Stun for 4 sec. There is a 10% chance that the skill range, DMG, and Stun duration are doubled.",
    "books": {
      "0": "DMG is increased by {0}%.",
      "1": "DMG is increased by {0}%.",
      "2": "DMG is increased by {0}%."
    },
    "light": "Mana cost is reduced by 1.",
    "dark": "All attacks will be focused on a single enemy.",
    "ut": {
      "name": "Crystal Ball from Unknown Origin",
      "description": [
        "[Not for sale!] DMG is increased by 20% and attacks the enemy 1 more time.",
        "[Not for sale!] DMG is increased by 24% and attacks the enemy 1 more time.",
        "[Not for sale!] DMG is increased by 29% and attacks the enemy 1 more time.",
        "[Not for sale!] DMG is increased by 35% and attacks the enemy 1 more time.",
        "[Not for sale!] DMG is increased by 42% and attacks the enemy 1 more time.",
        "[Not for sale!] DMG is increased by 50% and attacks the enemy 1 more time."
      ],
      "story": "During the days of the ancient civilization, someone stole the spells of the sages and gathered their power in a single crystal ball. It seems like it was part of a plan to become the greatest shaman at the time. But there are no historic records of this crystal ball, and it was found far away from the village, near Eden River. Different elemental spells are mixed up in one place, making it dangerous, so it's unknown how its powers will be released."
    }
  },
  "s4": {
    "name": "Take this!",
    "description": "Every 15 sec, deals {0} M.DMG to 4 random enemies, and randomly inflicts one of the following: 1. {1} M.DMG over time for 10 sec, 2. Stun for 2 sec, 3. Freeze for 5 sec",
    "books": {
      "0": "DMG is increased by {0}%.",
      "1": "DMG is increased by {0}%.",
      "2": "DMG is increased by {0}%."
    },
    "light": "Activates every 12 sec.",
    "dark": "Increases target M.DMG taken by 25%.",
    "ut": {
      "name": "Dangerous Snack Set",
      "description": [
        "[Take This!] Changes the target to all enemies. Upon activation, all allies recover 200 Mana.",
        "[Take This!] Changes the target to all enemies. Upon activation, all allies recover 240 Mana.",
        "[Take This!] Changes the target to all enemies. Upon activation, all allies recover 290 Mana.",
        "[Take This!] Changes the target to all enemies. Upon activation, all allies recover 350 Mana.",
        "[Take This!] Changes the target to all enemies. Upon activation, all allies recover 420 Mana.",
        "[Take This!] Changes the target to all enemies. Upon activation, all allies recover 500 Mana."
      ],
      "story": "An ultra-rare, super-limited snack set that May bought at the Very Amazing Magic Toy shop in Orvelia. This is the masterpiece of the shop owner, never to be sold again. Unlike the phrase [Warning! Do not eat, ever! Ever!] written on the box, the snacks inside look incredibly yummy. However, it was actually made to be used for 'very nasty pranks,' and it explodes when thrown, and its destructive power is proportional to the amount of Mana that the thrower has. After the explosion, the snack powder gathers on its own, becomes snacks again, and returns back to the box. May, with her heart throbbing, put the cute, dangerous, and strange snack box into her cart."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / CC Resist +100",
    "dark": "Each auto-attack has a 30% chance of healing the ally with the lowest HP by 3% of their HP. Also provides 5% mana to the ally."
  }
}