{
  "name": "Juno",
  "subtitle": "The Chef of Heroes",
  "description": "One of the best cooks in Orvel. From casual bites to luxury dishes, her culinary skills seem to cover it all. Her food heals the body and fills the heart with courage.",
  "story": "She's an ordinary young lady from the town, but her culinary skills are Orvel's finest. From the plain, wholesome food of the common people to the luxurious delicacies of the nobility, there isn't a dish she cannot cook. She once received an offer to work as the Royal Chef, but she refused it and opened an inn to let everyone enjoy her dishes. Her inn soon became one of the most famous attractions in Orvel, visited by countless adventurers. Now people call her inn 'the Hero's Inn,' and she's enjoying her life among the 'heroes.'",
  "like": "Eating, cooking, people who enjoy her dishes",
  "dislike": "People who disparage her cooking",
  "inn": {
    "idle": "Welcome! It's break time, though...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Come on in! What would you like to have today?",
      "talk": [
        "Just tell me what you want, and I'll cook it right away!",
        "I have seen so many adventurers, but you strike me as different somehow."
      ],
      "gift": "Oh, a tip? Heh heh, thank you."
    },
    "relationship": {
      "greet": "Have you eaten yet? If not, I can recommend a dish!",
      "talk": [
        "Hot spring eggs tastes amazing! It's also one of my favorite simple dishes!",
        "Business is good these days. I feel great!",
        "A lot of customers, right? All thanks to you know who, Hahaha."
      ]
    }
  },
  "uw": {
    "name": "Hundred-Flavor Banquet, Tempora Fyrr",
    "description": [
      "Every 10 sec, gains 1 stack of [Excellent Ingredient] and recovers 1 orb of Mana.",
      "Every 9 sec, gains 1 stack of [Excellent Ingredient] and recovers 1 orb of Mana.",
      "Every 8 sec, gains 1 stack of [Excellent Ingredient] and recovers 1 orb of Mana.",
      "Every 7 sec, gains 1 stack of [Excellent Ingredient] and recovers 1 orb of Mana.",
      "Every 6 sec, gains 1 stack of [Excellent Ingredient] and recovers 1 orb of Mana.",
      "Every 5 sec, gains 1 stack of [Excellent Ingredient] and recovers 1 orb of Mana."
    ],
    "story": "A magical pot known to have been used by a legendary chef in the distant past. It is made with magical metal that even Blacksmith Jin hasn't ever seen before. It has the effects of boosting the taste and aroma of the food, maximizing the natural quality of ingredients. It is such a rare treasure, but it is seldom used by its owner, Juno. As she has great pride in her culinary skills, people assume that she does not like to reply upon such magical artifacts. As a result, the most precious treasure in the culinary world is now merely a decoration in Juno's inn. When the day comes that she decides to use it, however, the world will witness a whole new level of cooking."
  },
  "s1": {
    "name": "Best Dish",
    "description": "Removes negative effects from all allies, heals a total of {1} HP over {0} second(s), and increases DEF by {2}. When there are 2 stacks or more [Excellent Ingredient], consumes 2 stacks to double the DEF Boost.",
    "books": {
      "0": "Increases Heal Rate and DMG by {0}%.",
      "1": "Increases Heal Rate and DMG by {0}%.",
      "2": "Increases Heal Rate and DMG by {0}%."
    },
    "light": "[Best Dish] Increases ATK of the target by 15% for the duration of skill. [Juno's Spicy Special] Target takes 25% increased P.DMG for 10 sec.",
    "dark": "[Best Dish] Makes all effects irremovable. [Juno's Spicy Special] Reduces Mana Cost by 1.",
    "ut": {
      "name": "Colorful Ladle",
      "description": [
        "[Best Dish] Increases Heal Rate by 20% and gains 1 stack of [Excellent Ingredient] after use. [Juno's Spicy Special] Increases DMG by 20%, and reduces the target's Crit Chance by 250 for 10 sec.",
        "[Best Dish] Increases Heal Rate by 24% and gains 1 stack of [Excellent Ingredient] after use. [Juno's Spicy Special] Increases DMG by 24%, and reduces the target's Crit Chance by 250 for 10 sec.",
        "[Best Dish] Increases Heal Rate by 29% and gains 1 stack of [Excellent Ingredient] after use. [Juno's Spicy Special] Increases DMG by 29%, and reduces the target's Crit Chance by 250 for 10 sec.",
        "[Best Dish] Increases Heal Rate by 35% and gains 1 stack of [Excellent Ingredient] after use. [Juno's Spicy Special] Increases DMG by 35%, and reduces the target's Crit Chance by 250 for 10 sec.",
        "[Best Dish] Increases Heal Rate by 42% and gains 1 stack of [Excellent Ingredient] after use. [Juno's Spicy Special] Increases DMG by 42%, and reduces the target's Crit Chance by 250 for 10 sec.",
        "[Best Dish] Increases Heal Rate by 50% and gains 1 stack of [Excellent Ingredient] after use. [Juno's Spicy Special] Increases DMG by 50%, and reduces the target's Crit Chance by 250 for 10 sec."
      ],
      "story": "A ladle that shines with the colors of the rainbow. One day, when Juno was walking around the main street of Orvel, she found a strange ladle that Guild Merchant Kumuro dropped. She tried to return it, but Kumuro smiled and disappeared after saying that the ladle was in the hands of its rightful owner. As an avid cooking tool collector, it was a great gift for Juno. Its colors are not the only thing that sets the ladle apart from ordinary ladles, but it's actually one of the legacies of the ancient civilization. Unfortunately, Juno has yet to find out that this ladle can double the pleasure of eating any food if it's used for cooking it."
    },
    "linked": {
      "name": "Juno's Spicy Special",
      "description": "Removes positive effects from all enemies, deals a total of {1} P.DMG over {0} second(s), and enemies take {2}% increased P.DMG. When there are 2 stacks or more [Excellent Ingredient], consumes 2 stacks to double the P.DMG that enemies take."
    }
  },
  "s2": {
    "name": "Power-up",
    "description": "Casts a shield on the ally with the lowest HP that absorbs {0} DMG and grants Immunity to CC along with 1 orb of Mana. When there are 2 stacks or more [Excellent Ingredient], consumes 2 stacks to double the Mana Recovery.",
    "books": {
      "0": "Increases Shield and DMG by {0}%.",
      "1": "Increases Shield and DMG by {0}%.",
      "2": "Increases Shield and DMG by {0}%."
    },
    "light": "[Power-up] Increases Mana Cost by 1, but casts shields on 2 targets. [Help Yourself, Then Get Lost!] Reduces ATK Spd of hit enemy by 200 for 10 seconds.",
    "dark": "[Power-up] Reduces Mana Cost by 1. [Help Yourself, Then Get Lost!] Increases Cooldown of hit enemy's active skills by 2 seconds.",
    "ut": {
      "name": "The Jar of Happiness",
      "description": [
        "[Power-up] Increases Mana Recovery Rate by 50% and reduces Cooldown of the target's active skills by 12%. [Help Yourself, Then Get Lost!] Increases Mana Reduction by 50% and stuns the target for 1 second.",
        "[Power-up] Increases Mana Recovery Rate by 50% and reduces Cooldown of the target's active skills by 14%. [Help Yourself, Then Get Lost!] Increases Mana Reduction by 50% and stuns the target for 1.2 seconds.",
        "[Power-up] Increases Mana Recovery Rate by 50% and reduces Cooldown of the target's active skills by 17%. [Help Yourself, Then Get Lost!] Increases Mana Reduction by 50% and stuns the target for 1.4 seconds.",
        "[Power-up] Increases Mana Recovery Rate by 50% and reduces Cooldown of the target's active skills by 21%. [Help Yourself, Then Get Lost!] Increases Mana Reduction by 50% and stuns the target for 1.7 seconds.",
        "[Power-up] Increases Mana Recovery Rate by 50% and reduces Cooldown of the target's active skills by 25%. [Help Yourself, Then Get Lost!] Increases Mana Reduction by 50% and stuns the target for 2.1 seconds.",
        "[Power-up] Increases Mana Recovery Rate by 50% and reduces Cooldown of the target's active skills by 30%. [Help Yourself, Then Get Lost!] Increases Mana Reduction by 50% and stuns the target for 2.5 seconds."
      ],
      "story": "A jar that Juno in her naive days bought at a rip-off price from a suspicious merchant. The merchant told her that the jar was able to turn plain water into magical broth. He managed to demonstrate the process with his nimble hands, and successfully made her fall for it. What he didn't know, however, was that the Jar would actually become a true Jar of Happiness through Juno's amazing culinary skills. With greatly improved Juno's culinary skills and the addition of Juno's Special Seasoning, an improved version of the magical broth powder that the merchant used, the jar is now one of the most important kitchen tools in Juno's inn, producing top-notch dishes."
    },
    "linked": {
      "name": "Help Yourself, Then Get Lost!",
      "description": "Attacks the target and nearby enemies around it, dealing {0} P.DMG and reducing their Mana by 1 orb. If the target is not a Hero, inflicts {1} additional P.DMG that ignores DEF. When there are 2 stacks or more [Excellent Ingredient], consumes 2 stacks to double the Mana Reduction."
    }
  },
  "s3": {
    "name": "Cook from Hell",
    "description": "Removes all negative effects from self, heals {0} HP, and transforms into a Cook from Hell. [Best Dish] and [Power-up] are changed to [Juno's Spicy Special] and [Help Yourself, Then Get Lost!] respectively. Gains 1 stack of irremovable [Excellent Ingredient]. When the skill is used again, transforms into a Cook from Heaven.",
    "books": {
      "0": "Heal rate is increased by {0}%.",
      "1": "Heal rate is increased by {0}%.",
      "2": "Heal rate is increased by {0}%."
    },
    "light": "Increases Heal Rate by 100%.",
    "dark": "Recovers 1 orb of Mana upon use.",
    "ut": {
      "name": "Suspicious Seasoning Set",
      "description": [
        "[Cook from Hell] Applies healing effects to all allies and reduces Cooldown of Cook from Hell by 1 second.",
        "[Cook from Hell] Applies healing effects to all allies and reduces Cooldown of Cook from Hell by 1.2 seconds.",
        "[Cook from Hell] Applies healing effects to all allies and reduces Cooldown of Cook from Hell by 1.4 seconds.",
        "[Cook from Hell] Applies healing effects to all allies and reduces Cooldown of Cook from Hell by 1.7 seconds.",
        "[Cook from Hell] Applies healing effects to all allies and reduces Cooldown of Cook from Hell by 2.1 seconds.",
        "[Cook from Hell] Applies healing effects to all allies and reduces Cooldown of Cook from Hell by 2.5 seconds."
      ],
      "story": "- Here is your order, Juno's Special! No one takes the banner in front her inn that says 'Excellent Taste! Quality Guaranteed!' seriously until they put the food in their mouths. There are very few words that do Juno's food justice. When she was asked what her secret was, she smiled and answered, - It's Juno's Special Seasoning!"
    }
  },
  "s4": {
    "name": "Open for Business!",
    "description": "While transformed into a Cook from Heaven, increases DEF of all allies by {0} and their heal rate by {1}%. While transformed into a Cook from Hell, reduces DEF of all enemies by {2}% and their heal rate by {3}%.",
    "books": {
      "0": "DEF boost is increased by {0}%.",
      "1": "DEF boost is increased by {0}%.",
      "2": "DEF boost is increased by {0}%."
    },
    "light": "Increases Crit Chance of all allies by 200.",
    "dark": "Reduces DEF Penetration of all enemies by 200."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / P. Block +200",
    "dark": "At the beginning of every battle, gains 2 stacks of [Excellent Ingredient] and increases MP Recovery/Sec by 200% for 10 seconds."
  }
}