{
  "name": "Infernalische Peitsche",
  "description": [
    "Greift alle 8 Sekunden alle Feinde an und verursacht 20% des ANG als Mag. Schaden. Die Ziele erleiden danach für 5 Sekunden 10% mehr Schaden. Der Schaden-Boosteffekt wird für jede Aktivierung bis zu 25 Mal um 0,4% verstärkt, kann aber nicht gleichzeitig mit demselben Effekt von anderen Verbündeten eingesetzt werden.",
    "Greift alle 8 Sekunden alle Feinde an und verursacht 24% des ANG als Mag. Schaden. Die Ziele erleiden danach für 5 Sekunden 12% mehr Schaden. Der Schaden-Boosteffekt wird für jede Aktivierung bis zu 25 Mal um 0,5% verstärkt, kann aber nicht gleichzeitig mit demselben Effekt von anderen Verbündeten eingesetzt werden.",
    "Greift alle 8 Sekunden alle Feinde an und verursacht 29% des ANG als Mag. Schaden. Die Ziele erleiden danach für 5 Sekunden 14% mehr Schaden. Der Schaden-Boosteffekt wird für jede Aktivierung bis zu 25 Mal um 0,6% verstärkt, kann aber nicht gleichzeitig mit demselben Effekt von anderen Verbündeten eingesetzt werden.",
    "Greift alle 8 Sekunden alle Feinde an und verursacht 35% des ANG als Mag. Schaden. Die Ziele erleiden danach für 5 Sekunden 17% mehr Schaden. Der Schaden-Boosteffekt wird für jede Aktivierung bis zu 25 Mal um 0,7% verstärkt, kann aber nicht gleichzeitig mit demselben Effekt von anderen Verbündeten eingesetzt werden.",
    "Greift alle 8 Sekunden alle Feinde an und verursacht 42% des ANG als Mag. Schaden. Die Ziele erleiden danach für 5 Sekunden 21% mehr Schaden. Der Schaden-Boosteffekt wird für jede Aktivierung bis zu 25 Mal um 0,8% verstärkt, kann aber nicht gleichzeitig mit demselben Effekt von anderen Verbündeten eingesetzt werden.",
    "Greift alle 8 Sekunden alle Feinde an und verursacht 50% des ANG als Mag. Schaden. Die Ziele erleiden danach für 5 Sekunden 25% mehr Schaden. Der Schaden-Boosteffekt wird für jede Aktivierung bis zu 25 Mal um 1% verstärkt, kann aber nicht gleichzeitig mit demselben Effekt von anderen Verbündeten eingesetzt werden."
  ],
  "story": "Ein lodernder Schweif von Velkazar dem Höllenfolterer. Er sieht aus wie eine in Flammen gehüllte Schlange."
}