{
  "name": "Maria",
  "subtitle": "Bruxa Caída",
  "description": "O santo que abençoou o herói que salvou o mundo há muito tempo. O corvo amaldiçoado e indignado dispara penas afiadas contra os inimigos e quebra completamente a formação do inimigo.",
  "story": "Embora tenha sido a Dama Sagrada de Luz no passado, ela por fim entregou-se à corrupção. Agora na escuridão, esta bruxa cínica com domínio sobre os corvos amaldiçoa sua antiga Deusa. Houve um tempo em que ela era amiga de Kyle e uma heroína do povo. No entanto, quando Kyle desapareceu, ela se escondeu do mundo também. Por fim, ressurgiu como uma bruxa decaída, ameaçando a raça humana na liderança do Exército Demoníaco. Hoje em dia, ela parece estar tramando algo sozinha, e não como uma comandante Demoníaca.",
  "like": "Corromper os fiéis de Lua",
  "dislike": "Lua e sua igreja",
  "inn": {
    "idle": "O que é isso? Um novato?",
    "recruit": {
      "greet": "Não saúde as Forças Escuras dessa forma casual, criança.",
      "talk": [
        "Não se preocupe. Ficarei apenas nesta noite. Meu quarto está lá em cima, se importa se eu subir? Hahaha...",
        "Você é demais para o meu gosto. No sentido de que eu quero te partir ao meio, é claro...",
        "Você sabe o que eu realmente gostaria de ver? Você, implorando por sua vida de joelhos."
      ],
      "gift": "Um presente curioso, digno de um novato como você."
    },
    "affinity": {
      "greet": "E então, do que você precisa?",
      "talk": [
        "Você ainda parece um pouco sem rumo. Ainda tem muito chão pela frente até poder enfrentá-los.",
        "Você não sabe... Então, você não sabe qual é a real aparência de Lua? É melhor assim."
      ],
      "gift": "Ha ha... Certo. Isso vai dar um belo prato pros corvos."
    },
    "relationship": {
      "greet": "... Hunf, você veio. Vejo que você já não mais um mero noviço.",
      "talk": [
        "Quando eu olho para você, lembro dele em sua juventude... hm...",
        "Eu odeio Lua pelo que ela fez... mas você... você é diferente.",
        "Você é estranho, que aceita uma bruxa corrompida... que fofo."
      ]
    }
  },
  "uw": {
    "name": "Kokutos, Mensageiro de Lea",
    "description": [
      "Após um Acerto Crítico, reduz a Taxa de Cura do alvo em 50% e aumenta o próprio DAN Crít em 2% por 10 seg. O aumento de DAN Crít pode ser acumulado até 20 vezes.",
      "Após um Acerto Crítico, reduz a Taxa de Cura do alvo em 50% e aumenta o próprio DAN Crít em 2,4% por 10 seg. O aumento de DAN Crít pode ser acumulado até 20 vezes.",
      "Após um Acerto Crítico, reduz a Taxa de Cura do alvo em 50% e aumenta o próprio DAN Crít em 2,9% por 10 seg. O aumento de DAN Crít pode ser acumulado até 20 vezes.",
      "Após um Acerto Crítico, reduz a Taxa de Cura do alvo em 50% e aumenta o próprio DAN Crít em 3,5% por 10 seg. O aumento de DAN Crít pode ser acumulado até 20 vezes.",
      "Após um Acerto Crítico, reduz a Taxa de Cura do alvo em 50% e aumenta o próprio DAN Crít em 4,2% por 10 seg. O aumento de DAN Crít pode ser acumulado até 20 vezes.",
      "Após um Acerto Crítico, reduz a Taxa de Cura do alvo em 50% e aumenta o próprio DAN Crít em 5% por 10 seg. O aumento de DAN Crít pode ser acumulado até 20 vezes."
    ],
    "story": "Um corvo misterioso capaz de viajar entre dimensões. Sua inteligência e perspicácia certamente não são como as de um mero pássaro. Na verdade, ele é um monstro cheio de energia sombria, tal como demônios. De fato, dizem que esta fera é tão poderosa quanto um Demônio de alta patente. Alguns alegam que, às vezes, ele sobrevoa os campos de batalha falando em línguas humanas. Boa parte da identidade dessa criatura ainda é rodeada de mistério."
  },
  "s1": {
    "name": "Tempestade do Corvo",
    "description": "Causa {0} de DAN M. aos inimigos no alcance frontal e os empurra. Reduz a DEF M. dos inimigos atingidos em {2}% por {1} seg. Causa {3} de DAN M. adicional a inimigos Não Heróis.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Reduz em {0}% a velocidade de inimigos atingidos."
    },
    "light": "Aumenta o DAN em 40%.",
    "dark": "Há 20% de chance de causar um Grilhão durante 3 segundos.",
    "ut": {
      "name": "Dança Turbulenta",
      "description": [
        "[Tempestade do Corvo] Concede Imunidade a CM enquanto durar a habilidade e reduz o Mana do alvo em 100.",
        "[Tempestade do Corvo] Concede Imunidade a CM enquanto durar a habilidade e reduz o Mana do alvo em 120.",
        "[Tempestade do Corvo] Concede Imunidade a CM enquanto durar a habilidade e reduz o Mana do alvo em 140.",
        "[Tempestade do Corvo] Concede Imunidade a CM enquanto durar a habilidade e reduz o Mana do alvo em 170.",
        "[Tempestade do Corvo] Concede Imunidade a CM enquanto durar a habilidade e reduz o Mana do alvo em 210.",
        "[Tempestade do Corvo] Concede Imunidade a CM enquanto durar a habilidade e reduz o Mana do alvo em 250."
      ],
      "story": "Um espelho mágico que invoca Aerial, o Elemental das Tempestades. Esse espelho mágico é feito de uma pedra obsidiana do Pandemônio, e Aerial, o Elemental das Tempestades, dorme dentro dele. Sempre que se usa a Tempestade do Corvo, Aerial desperta e amplifica o efeito com sua dança violenta."
    }
  },
  "s2": {
    "name": "Garra da Restrição",
    "description": "Causa {0} de DAN M. a 2 inimigos e os aprisiona durante {1} seg. Inimigos atingidos receberão {3} de DAN M. durante {2} seg.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN.M recebido pelo inimigo em {0}% enquanto este poder estiver ativado."
    },
    "light": "Aumenta o custo de mana em 1, visando a 3 inimigos.",
    "dark": "Aumenta a duração do Grilhão em 1,5 segundo.",
    "ut": {
      "name": "Escarpes do Espírito",
      "description": [
        "[Garra da Restrição] Aumenta o DAN em 50% e a Vulnerabilidade M. do inimigo atingido em 10% por 10 segundos.",
        "[Garra da Restrição] Aumenta o DAN em 50% e a Vulnerabilidade M. do inimigo atingido em 12% por 10 segundos.",
        "[Garra da Restrição] Aumenta o DAN em 50% e a Vulnerabilidade M. do inimigo atingido em 14% por 10 segundos.",
        "[Garra da Restrição] Aumenta o DAN em 50% e a Vulnerabilidade M. do inimigo atingido em 17% por 10 segundos.",
        "[Garra da Restrição] Aumenta o DAN em 50% e a Vulnerabilidade M. do inimigo atingido em 21% por 10 segundos.",
        "[Garra da Restrição] Aumenta o DAN em 50% e a Vulnerabilidade M. do inimigo atingido em 25% por 10 segundos."
      ],
      "story": "Uma armadura de garras que Maria deu de presente ao mensageiro de Lea. Armadura de garras feita de ouro requintado, contendo uma maldição vinculativa que jamais liberta qualquer inimigo por ela arrebatado. Inimigos vinculados pelos Escarpes do mensageiro ficam indefesos contra ataques mágicos e sofrem muito dano."
    }
  },
  "s3": {
    "name": "Área da Escuridão",
    "description": "Atrai os inimigos no alcance em direção ao centro 5 vezes e causa um total de {0} de DAN M. O último ataque atordoa os inimigos durante 3 seg. Causa {1} de DAN M. adicional a inimigos Não Heróis.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "O alvo recebe mais 25% de DAN.M durante 10 segundos.",
    "dark": "Reduz o custo de mana em 1.",
    "ut": {
      "name": "Pingente da Escuridão",
      "description": [
        "[Área de Escuridão] Aumenta o DAN em 20%, e o último ataque reduz a DEF.F do alvo e a DEF.M em 30% por 7 segundos.",
        "[Área de Escuridão] Aumenta o DAN em 24%, e o último ataque reduz a DEF.F do alvo e a DEF.M em 30% por 7 segundos.",
        "[Área de Escuridão] Aumenta o DAN em 29%, e o último ataque reduz a DEF.F do alvo e a DEF.M em 30% por 7 segundos.",
        "[Área de Escuridão] Aumenta o DAN em 35%, e o último ataque reduz a DEF.F do alvo e a DEF.M em 30% por 7 segundos.",
        "[Área de Escuridão] Aumenta o DAN em 42%, e o último ataque reduz a DEF.F do alvo e a DEF.M em 30% por 7 segundos.",
        "[Área de Escuridão] Aumenta o DAN em 50%, e o último ataque reduz a DEF.F do alvo e a DEF.M em 30% por 7 segundos."
      ],
      "story": "Cinzas de um mensageiro que anuncia o fim. Essas são as cinzas do corvo que voou para a Igreja de Lua logo antes da República Gray entrar em colapso há cem anos. Todos ignoraram o mensageiro agourento e apenas a Sacerdotisa Maria cuidou dele até seu último dia. Mesmo depois da sua morte, ele ajudou Maria a expandir sua área de escuridão vertendo sua energia sombria sobre ela."
    }
  },
  "s4": {
    "name": "Vento Negro",
    "description": "Reduz o ATQ dos inimigos atingidos por Maria em {1} por {0} segundos.",
    "books": {
      "0": "Aumento da taxa de redução de ATQ em {0}%.",
      "1": "Aumento da taxa de redução de ATQ em {0}%.",
      "2": "Reduz a Chance Crít. do inimigo em {0}%, durante o efeito do poder."
    },
    "light": "Aumenta a redução de ATQ em 40%.",
    "dark": "Reduz em 25% a Resistência Crít.M do inimigo durante 10 segundos.",
    "ut": {
      "name": "Carta do Abismo",
      "description": [
        "[Vento Negro] Ataca inimigos afetados por Vento Negro a cada 10 seg, causando DAN M. equivalente a 200% do ATQ. Aumenta o próprio ATQ em 2% por cada inimigo atingido, por 20 seg. Esse efeito pode ser acumulado no máximo 10 vezes.",
        "[Vento Negro] Ataca inimigos afetados por Vento Negro a cada 10 seg, causando DAN M. equivalente a 200% do ATQ. Aumenta o próprio ATQ em 2,4% por cada inimigo atingido, por 20 seg. Esse efeito pode ser acumulado no máximo 10 vezes.",
        "[Vento Negro] Ataca inimigos afetados por Vento Negro a cada 10 seg, causando DAN M. equivalente a 200% do ATQ. Aumenta o próprio ATQ em 2,9% por cada inimigo atingido, por 20 seg. Esse efeito pode ser acumulado no máximo 10 vezes.",
        "[Vento Negro] Ataca inimigos afetados por Vento Negro a cada 10 seg, causando DAN M. equivalente a 200% do ATQ. Aumenta o próprio ATQ em 3,5% por cada inimigo atingido, por 20 seg. Esse efeito pode ser acumulado no máximo 10 vezes.",
        "[Vento Negro] Ataca inimigos afetados por Vento Negro a cada 10 seg, causando DAN M. equivalente a 200% do ATQ. Aumenta o próprio ATQ em 4,2% por cada inimigo atingido, por 20 seg. Esse efeito pode ser acumulado no máximo 10 vezes.",
        "[Vento Negro] Ataca inimigos afetados por Vento Negro a cada 10 seg, causando DAN M. equivalente a 200% do ATQ. Aumenta o próprio ATQ em 5% por cada inimigo atingido, por 20 seg. Esse efeito pode ser acumulado no máximo 10 vezes."
      ],
      "story": "Um comunicado expedido pelo Mensageiro de Lea. A carta foi criada pela Essência da Escuridão e contém uma advertência e os termos do contrato que Maria firmou com a escuridão."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV+15% / Chance Crít. +100",
    "dark": "Após um Golpe Crít, a resistência a CM do alvo será reduzida em 250 por 10 segundos, e toda a Recarga de Poder, excluindo do poder em uso, será reduzida em 2%."
  }
}