{
  "name": "Miruru",
  "subtitle": "Imperatriz Pirata Maldita",
  "description": "O lendário pirata que foi amaldiçoado e transformado em uma menina. Ela tem o incrível poder de disparar canhões na direção da cabeça do inimigo.",
  "story": "Antigamente, ela viajava pelos mares como uma imperadora pirata, inspirando medo aos corações dos marinheiros. No entanto, um item amaldiçoado a transformou numa criança, e todos os seus leais aliados e os membros da tripulação logo a deixaram. Por ser persistente, ela começou de novo, do nada, e agora sonha recuperar sua antiga glória. Infelizmente, a maldição da infância instalou imaturidade também no seu jeito de pensar. Mesmo assim, ela continua indo atrás do seu sonho. Atualmente, ela comanda os segundos Piratas de Miruru formados por Goblins e Gnolls.",
  "like": "Tesouros ou qualquer coisa que brilhe",
  "dislike": "A Marinha",
  "inn": {
    "idle": "Que tal uma aliança? Eu posso te dar 10% de todas as descobertas!",
    "recruit": {
      "greet": "Muito prazer em te conhecer, também.",
      "talk": [
        "Juntos, nós podemos fazer qualquer coisa. Mesmo com esse corpo amaldiçoado.",
        "O mar está nos chamando!",
        "Eu vou recuperar minha aparência algum dia."
      ],
      "gift": "Ouro! É ouro!"
    },
    "affinity": {
      "greet": "Boas vindas! Meu subordinado de honra número um!!!",
      "talk": [
        "Hum... Meu passado? Sempre que tento me lembrar de algo... Eu vou e pá!!! Caio da cama.",
        "Mas tem uma coisa que eu lembro. Uma sede que queimava... E eu escrevendo num mapa... A Fonte da Vida?"
      ],
      "gift": "Você é mesmo meu subordinado! Agora, nosso tesouro dos Piratas de Miruru está completo!"
    },
    "relationship": {
      "greet": "Hey... bem-vindo de volta!!",
      "talk": [
        "Vamos trabalhar muito hoje!! Pelo bem dos Piratas de Miruru!",
        "Você trouxe um tesouro? Onde? Onde? Onde? Mostra!",
        "Meu canhão? Sim, eu mesma que fiz! É incrível, não é? Não é?!"
      ]
    }
  },
  "uw": {
    "name": "Leviathan, Arma Suprema",
    "description": [
      "Causa DAN F. equivalente a 100% do ATQ aos inimigos afetados pela habilidade Buuuuuum! com uma chance de 50%, e o alvo recebe 20% mais DAN F. por 10 segundos.",
      "Causa DAN F. equivalente a 120% do ATQ aos inimigos afetados pela habilidade Buuuuuum! com uma chance de 50%, e o alvo recebe 24% mais DAN F. por 10 segundos.",
      "Causa DAN F. equivalente a 140% do ATQ aos inimigos afetados pela habilidade Buuuuuum! com uma chance de 50%, e o alvo recebe 29% mais DAN F. por 10 segundos.",
      "Causa DAN F. equivalente a 170% do ATQ aos inimigos afetados pela habilidade Buuuuuum! com uma chance de 50%, e o alvo recebe 35% mais DAN F. por 10 segundos.",
      "Causa DAN F. equivalente a 210% do ATQ aos inimigos afetados pela habilidade Buuuuuum! com uma chance de 50%, e o alvo recebe 42% mais DAN F. por 10 segundos.",
      "Causa DAN F. equivalente a 250% do ATQ aos inimigos afetados pela habilidade Buuuuuum! com uma chance de 50%, e o alvo recebe 50% mais DAN F. por 10 segundos."
    ],
    "story": "Quando Miruru reinava como a imperatriz pirata, ela era temida pelos marinheiros e era considerada uma grande ameaça às forças navais de Orvelia e ao império. Os canhões do seu navio eram particularmente aterrorizantes para a Marinha. O mais potente deles era o Leviatã, o canhão principal do navio. Após ser amaldiçoada, ela pegou uma única coisa e fugiu da sua tripulação amotinada. O que ela levou consigo foi o Leviatã, o canhão mais potente em seu arsenal. Seu valor como arma é, na verdade, muito mais valioso que qualquer quantidade de ouro ou espólios. Após várias modificações, o que outrora era o terror dos mares agora serve de artilharia móvel."
  },
  "s1": {
    "name": "Baaaam!",
    "description": "Causa {0} de DAN F. a todos os inimigos e afasta-os.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Aumenta o DAN F. que o alvo recebe em 25% por 10 segundos.",
    "dark": "Na ativação, o ATQ aumenta em 35% por 10 segundos.",
    "ut": {
      "name": "Moeda das Profundezas",
      "description": [
        "[Baaaam!] Concede Imunidade a CM enquanto durar a habilidade e reduz a Resistência a Crít. F. do alvo em 200 por 10 seg.",
        "[Baaaam!] Concede Imunidade a CM enquanto durar a habilidade e reduz a Resistência a Crít. F. do alvo em 240 por 10 seg.",
        "[Baaaam!] Concede Imunidade a CM enquanto durar a habilidade e reduz a Resistência a Crít. F. do alvo em 290 por 10 seg.",
        "[Baaaam!] Concede Imunidade a CM enquanto durar a habilidade e reduz a Resistência a Crít. F. do alvo em 350 por 10 seg.",
        "[Baaaam!] Concede Imunidade a CM enquanto durar a habilidade e reduz a Resistência a Crít. F. do alvo em 420 por 10 seg.",
        "[Baaaam!] Concede Imunidade a CM enquanto durar a habilidade e reduz a Resistência a Crít. F. do alvo em 500 por 10 seg."
      ],
      "story": "A moeda da sorte da Miruru é um antigo tesouro do reino afundado. É um troféu da sua primeira expedição em busca de tesouros após sua forma ter mudado para a de uma criança. A moeda, feita por meio de metalurgia antiga, era guardada no bolso do peito de Miruru, e agora é o seu precioso amuleto da sorte, já que salvou sua vida diversas vezes."
    }
  },
  "s2": {
    "name": "Rolamento",
    "description": "Causa {0} de DAN.F 3 vezes aos inimigos no alcance. Cada ataque tem {1}% de chance de derrubar o inimigo durante {2} segundos.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Aumenta o DAN em 40%.",
    "dark": "Para cada inimigo que receber DAN, reduz o tempo de recarga em 8%.",
    "ut": {
      "name": "Sextante do Rei Pirata",
      "description": [
        "[Rolamento] Aumenta o DAN em 4% a cada uso e recupera 120 PM ao realizar um acerto Crít. O efeito é acumulado em até 10 vezes.",
        "[Rolamento] Aumenta o DAN em 4,8% a cada uso e recupera 120 PM ao realizar um acerto Crít. O efeito é acumulado em até 10 vezes.",
        "[Rolamento] Aumenta o DAN em 5,8% a cada uso e recupera 120 PM ao realizar um acerto Crít. O efeito é acumulado em até 10 vezes.",
        "[Rolamento] Aumenta o DAN em 7% a cada uso e recupera 120 PM ao realizar um acerto Crít. O efeito é acumulado em até 10 vezes.",
        "[Rolamento] Aumenta o DAN em 8,4% a cada uso e recupera 120 PM ao realizar um acerto Crít. O efeito é acumulado em até 10 vezes.",
        "[Rolamento] Aumenta o DAN em 10% a cada uso e recupera 120 PM ao realizar um acerto Crít. O efeito é acumulado em até 10 vezes."
      ],
      "story": "Sextante do Rei Pirata Olga, o primeiro a descobrir o novo continente. O Rei Pirata Olga, após uma revelação dos deuses, deixou o Continente Orbis para encontrar uma nova terra. O sextante é capaz de calcular localizações e ângulos com a maior precisão que existe. Miruru usa o sextante para impulsionar o dano de ataques com bombas ricocheteadoras, mas ela não se lembra de como obteve o item."
    }
  },
  "s3": {
    "name": "Piratas de Miruru!",
    "description": "Ataca um alvo aleatório e os inimigos perto dele 5 vezes, causando um total de {1} de DAN F. e reduzindo a Vel. de ATQ deles em {2}. Se o alvo não for um Herói, causa {3} de DAN F. adicional.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Se houver 1 inimigo, aumenta o DAN em 100%.",
    "dark": "Remove a penalidade de VEL. ATQ e atordoa durante 3 segundos.",
    "ut": {
      "name": "Bala de Canhão Miruru",
      "description": [
        "[Piratas de Miruru!] Aumenta o DAN em 50%, e reduz a recarga do poder em 12%.",
        "[Piratas de Miruru!] Aumenta o DAN em 50%, e reduz a recarga do poder em 14%.",
        "[Piratas de Miruru!] Aumenta o DAN em 50%, e reduz a recarga do poder em 17%.",
        "[Piratas de Miruru!] Aumenta o DAN em 50%, e reduz a recarga do poder em 21%.",
        "[Piratas de Miruru!] Aumenta o DAN em 50%, e reduz a recarga do poder em 25%.",
        "[Piratas de Miruru!] Aumenta o DAN em 50%, e reduz a recarga do poder em 30%."
      ],
      "story": "Bola de canhão gravada com o símbolo dos Piratas de Miruru. Miruru ainda lembra vividamente do seu passado glorioso. Sua bandeira tremulante brasonada com um tubarão e o som das explosões ao seu comando. Essas memórias carinhosas de navios inimigos afundando em terror ainda permanecem com ela. Miruru usa bolas de canhão especiais para atacar os inimigos, enquanto espera pelos dias gloriosos voltarem mais uma vez."
    }
  },
  "s4": {
    "name": "Boooooom!",
    "description": "Ao realizar um ataque normal, dispara uma bala extra com uma chance de 60% de causar {0} de DAN F. a todos os inimigos.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Aumenta o ATQ em 0,5% por 10 segundos após um Acerto Crítico. Esse efeito acumula até 100 vezes.",
    "dark": "A chance de ativação muda para 80%."
  },
  "t5": {
    "light": "ATQ, DEF, PV+15% / Chance Crít. +100",
    "dark": "Miruru acumula Escuridão de acordo com a quantidade de inimigos que atingir. Quando ela chegar a 50 acúmulos, ela entra em estado furioso e reforça a Vel de ATQ em 800 e ATQ em 20% por 10 segundos."
  }
}