{
  "name": "Lorraine",
  "subtitle": "Grande Erudita Elidoran",
  "description": "O druida elfo que se juntou às Forças Aliadas Humanas quando o Lorde das Trevas invadiu. Age em parceria com a natureza e ataca os inimigos usando árvores.",
  "story": "A Grande Sábia de Elidora é a mais versada dos Druidas. Como um dos heróis que lutou contra os invasores Demônios 100 anos atrás, ela é geralmente considerada a pessoa mais sábia de todo o Continente Orbis. Ela ensinou e treinou inúmeros Elfos e possui um entendimento apurado e poderes místicos que fazem jus à sua idade. Dizem que até mesmo o rei atual de Elidora e os seus filhos foram alunos seus. Por recentemente ter percebido um estranho tumulto na Floresta de Elidora, ela está preparando o caminho para o portador da Espada Sagrada.",
  "like": "Florestas tranquilas, belas canções",
  "dislike": "Qualquer coisa que prejudique a natureza",
  "inn": {
    "idle": "Não tenha medo. Você pode ser muito mais forte.",
    "recruit": {
      "greet": "Eu sou Lorraine, uma elfo Elidora. Saudaões.",
      "talk": [
        "Eu me diverti.",
        "Que a benção da mãe natureza possa iluminar o seu caminho.",
        "Os seres humanos são criaturas surpreendentes, mas vocês tem uma fraqueza grave. Vocês são governados pela ganância e não podem resistir a tentação."
      ],
      "gift": "Eu valorizarei isso."
    },
    "affinity": {
      "greet": "A oportunidade de passar tempo com você é sempre bem-vinda.",
      "talk": [
        "Uma importante encruzilhada lhe espera. Luz e sombra... convergirão num só caminho...",
        "Diferente dos Elfos, conhecidos por sua longevidade, humanos vivem vidas curtas, mas brilham muito mais em seu auge."
      ],
      "gift": "Vou considerar isso como um presente dado pela sua generosidade."
    },
    "relationship": {
      "greet": "Você ficou forte, justo e puro.",
      "talk": [
        "Parece que você tem a alma mais pura que eu já vi há um bom tempo.",
        "Seria ótimo se esses momentos de paz durassem para sempre... mas isso acabaria sendo algo ruim no final.",
        "Nunca esquecerei você. Não como um Sábio, mas como um elfo comum."
      ]
    }
  },
  "uw": {
    "name": "Roburu, Vontade da Árvore do Mundo",
    "description": [
      "A cada 7 segundos, causa DAN.M igual a 40% do ATQ a inimigos envenenados e reduz a DEF.M em 10%. Cada acúmulo de veneno aumenta o DAN em 20%.",
      "A cada 7 segundos, causa DAN.M igual a 48% do ATQ a inimigos envenenados e reduz a DEF.M em 12%. Cada acúmulo de veneno aumenta o DAN em 20%.",
      "A cada 7 segundos, causa DAN.M igual a 57% do ATQ a inimigos envenenados e reduz a DEF.M em 14%. Cada acúmulo de veneno aumenta o DAN em 20%.",
      "A cada 7 segundos, causa DAN.M igual a 69% do ATQ a inimigos envenenados e reduz a DEF.M em 17%. Cada acúmulo de veneno aumenta o DAN em 20%.",
      "A cada 7 segundos, causa DAN.M igual a 83% do ATQ a inimigos envenenados e reduz a DEF.M em 20%. Cada acúmulo de veneno aumenta o DAN em 20%.",
      "A cada 7 segundos, causa DAN.M igual a 100% do ATQ a inimigos envenenados e reduz a DEF.M em 25%. Cada acúmulo de veneno aumenta o DAN em 20%."
    ],
    "story": "Diz a lenda que a cada 100 anos a Árvore do Mundo concede um dos seus galhos a um escolhido. O galho emana vida eterna, fornecendo imenso poder e conhecimento a quem o possui. Fundindo o galho com a Pedra da Floresta, um tesouro Élfico, Lorraine criou este cajado. Agora, ela tem o poder de chamar as forças da natureza e de permanecer conectada à Árvore do Mundo aonde quer que ela vá."
  },
  "s1": {
    "name": "Floresta de Arbustos Espinhosos",
    "description": "Ataca 3 vezes os inimigos aleatórios no alcance e causa {0} de DAN.M. Cada ataque concede 1 acúmulo de veneno.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Deixa até 2 acúmulos de Veneno ao realizar um Acerto Crítico."
    },
    "light": "Aumenta em 1 a contagem de acertos.",
    "dark": "Ao serem atingidos, inimigos com 5 ou mais acúmulos de Veneno são aprisionados durante 3 segundos.",
    "ut": {
      "name": "Livro da Vida",
      "description": [
        "[Floresta de Espinheiros] Reduz o Custo de Mana em 1 e a Recarga em 0,8 seg.",
        "[Floresta de Espinheiros] Reduz o Custo de Mana em 1 e a Recarga em 1 seg.",
        "[Floresta de Espinheiros] Reduz o Custo de Mana em 1 e a Recarga em 1,2 seg.",
        "[Floresta de Espinheiros] Reduz o Custo de Mana em 1 e a Recarga em 1,4 seg.",
        "[Floresta de Espinheiros] Reduz o Custo de Mana em 1 e a Recarga em 1,7 seg.",
        "[Floresta de Espinheiros] Reduz o Custo de Mana em 1 e a Recarga em 2 seg."
      ],
      "story": "O Livro que contém o conhecimento sobre todas as formas de vida da floresta. Um livro mágico passado de geração em geração entre os guardiões da Árvore do Mundo desde a antiguidade. Após ter ficado na posse de sábios de Elidora por muito tempo, agora ele está com Lorraine por questão de segurança."
    }
  },
  "s2": {
    "name": "Cipó Emaranhado.",
    "description": "Causa {0} de DAN.M aos inimigos numa linha reta e concede 2 acúmulos de veneno. Aprisiona os inimigos atingidos durante {1} segundos. Após determinado período, causa DAN maciço baseado na quantidade de acúmulos de Veneno.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN.M recebido pelo inimigo em {0}% enquanto esse poder estiver ativado."
    },
    "light": "Aumenta o DAN em 40%.",
    "dark": "Atordoa durante 2 segundos os inimigos atingidos pelo efeito de explosão final.",
    "ut": {
      "name": "Beladona Letal",
      "description": [
        "[Vinha Emaranhada] Reduz o Custo de Mana em 1 e drena 200 PM do inimigo afetado.",
        "[Vinha Emaranhada] Reduz o Custo de Mana em 1 e drena 240 PM do inimigo afetado.",
        "[Vinha Emaranhada] Reduz o Custo de Mana em 1 e drena 290 PM do inimigo afetado.",
        "[Vinha Emaranhada] Reduz o Custo de Mana em 1 e drena 350 PM do inimigo afetado.",
        "[Vinha Emaranhada] Reduz o Custo de Mana em 1 e drena 420 PM do inimigo afetado.",
        "[Vinha Emaranhada] Reduz o Custo de Mana em 1 e drena 500 PM do inimigo afetado."
      ],
      "story": "A bela e venenosa Beladona. Uma planta perigosa que apenas o Grande Sábio é capaz de manusear. A pequena Beladona, facilmente confundida com vinhas, envenena inimigos e os torna indefesos a ataques mágicos."
    }
  },
  "s3": {
    "name": "Fúria da Floresta",
    "description": "Causa {0} de DAN.M e derruba durante 3 segundos os inimigos no alcance. Inimigos envenenados recebem mais {1}% de DAN por acúmulo de veneno.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "O custo de mana aumenta em 1 orbe, mas o DAN é reforçado em 100%.",
    "dark": "Inimigos com 5 ou mais acúmulos de Veneno perdem seus bônus.",
    "ut": {
      "name": "Raiz da Árvore do Mundo",
      "description": [
        "[Ira da Floresta] Aumenta o DAN em 20%. Após Golpe Crit em inimigos com mais de 5 acúmulos de Veneno, reduz a recarga do poder em 4%.",
        "[Ira da Floresta] Aumenta o DAN em 24%. Após Golpe Crit em inimigos com mais de 5 acúmulos de Veneno, reduz a recarga do poder em 4%.",
        "[Ira da Floresta] Aumenta o DAN em 29%. Após Golpe Crit em inimigos com mais de 5 acúmulos de Veneno, reduz a recarga do poder em 4%.",
        "[Ira da Floresta] Aumenta o DAN em 35%. Após Golpe Crit em inimigos com mais de 5 acúmulos de Veneno, reduz a recarga do poder em 4%.",
        "[Ira da Floresta] Aumenta o DAN em 42%. Após Golpe Crit em inimigos com mais de 5 acúmulos de Veneno, reduz a recarga do poder em 4%.",
        "[Ira da Floresta] Aumenta o DAN em 50%. Após Golpe Crit em inimigos com mais de 5 acúmulos de Veneno, reduz a recarga do poder em 4%."
      ],
      "story": "Prova da unidade entre os Druidas e a Árvore do Mundo. Os grandes sábios de Elidora sempre mantiveram um laço profundo com a Árvore do Mundo. Suas raízes são prova da sua grande ligação com os Druidas. Elas atacam inimigos com DAN sobrenatural sempre que os Druidas gritam a Ira da Floresta para mostrar a fúria da natureza e sua hostilidade."
    }
  },
  "s4": {
    "name": "Folha de Lâminas",
    "description": "Ao realizar um ataque normal, ataca um inimigo aleatório 3 vezes com uma chance de 30% de causar {0} de DAN M. e 1 acúmulo de Veneno por 20 segundos. O Veneno causa um total de {1} de DAN M. ao longo de 20 segundos.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Altera para 6 a quantidade máxima de acúmulos.",
    "dark": "Há 20% de chance de que inimigos atingidos sejam aprisionados durante 2 segundos.",
    "ut": {
      "name": "Terrário da Circulação",
      "description": [
        "[Folha de Lâminas] Aumenta a chance de ativação em 20%. O alvo recebe 10% a mais de DAN M. por 10 seg.",
        "[Folha de Lâminas] Aumenta a chance de ativação em 20%. O alvo recebe 12% a mais de DAN M. por 10 seg.",
        "[Folha de Lâminas] Aumenta a chance de ativação em 20%. O alvo recebe 14% a mais de DAN M. por 10 seg.",
        "[Folha de Lâminas] Aumenta a chance de ativação em 20%. O alvo recebe 17% a mais de DAN M. por 10 seg.",
        "[Folha de Lâminas] Aumenta a chance de ativação em 20%. O alvo recebe 21% a mais de DAN M. por 10 seg.",
        "[Folha de Lâminas] Aumenta a chance de ativação em 20%. O alvo recebe 25% a mais de DAN M. por 10 seg."
      ],
      "story": "Um terrário feito com um ramo quebrado da Árvore do Mundo. Os ramos quebrados da Árvore do Mundo significam má sorte, então são purificados e descartados. Contudo, Lorraine teve uma nova revelação e decidiu fazer um pequeno terrário com ele."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV+15% / Chance Crít. +100",
    "dark": "A cada 5 seg., ataca todos os inimigos com ‘Floresta de Espinheiros’ com uma chance de 30% em cada inimigo."
  }
}