{
  "name": "Cleo",
  "subtitle": "Feiticeira do Purgatório",
  "description": "Uma feiticeira da Torre Vermelha, esta menina corajosa usa magia de fogo explosiva para causar dano a vários inimigos, e em seguida inflige um dano ainda maior ao fazer as brasas explodirem.",
  "story": "A primeira lembrança de Cleo começa na Torre dos Sábios. Criada por Dominiks, a Grande Sábia, como uma órfã, ela é tanto uma feiticeira genial quanto uma encrenqueira. Sua inabilidade de controlar seu próprio poder já causou muitos problemas, incluindo a destruição parcial da Torre Vermelha, onde morava. Apesar disso, sua aparente imunidade à ira da Grande Sábia a fez ser excluída pelos seus colegas. Embora isso a tenha transformado em alguém egoísta e insensível, no fundo ela ainda é uma garota gentil que teme ser abandonada.",
  "like": "Fogueira, travesseiros (?)",
  "dislike": "Máquinas",
  "inn": {
    "idle": "Ah... que tédio. Queria ter algumas ferramentas mágicas por aqui.",
    "recruit": {
      "greet": "Olá! Eu sou Cleo. Um Arquimago!",
      "talk": [
        "Quer carne? Posso cozinhar para você?",
        "Curioso sobre magia de fogo? Hehehe, eu posso ensinar, mas nem todo mundo seria capaz.",
        "Por que as pessoas me chamam de Feiticeira do Purgatório? Eu não gosto. Podem me chamar de Arquimago!!"
      ],
      "gift": "Heh, eu gosto de você."
    },
    "affinity": {
      "greet": "Você demorou! Como ousa fazer o Arquimago esperar?",
      "talk": [
        "De quem eu gosto mais, da Frey ou do Roi? Que pergunta mais sem sentido! É claro que é da Frey!",
        "Onde será que está a minha mãe... Contanto que eu esteja viva, eu devo conseguir encontrá-la, não é?"
      ],
      "gift": "Ah! Acho que vai ficar bom no Arquimago! Obrigada!"
    },
    "relationship": {
      "greet": "Hoho, então você veio ver o melhor Arquimago de todos os tempos!",
      "talk": [
        "Frey é mais do que um travesseiro para mim!",
        "Não esqueça. É graças a mim que contornaremos tão rápidos.",
        "Você vai ficar conosco, não é?"
      ]
    }
  },
  "uw": {
    "name": "Flenos, Chama Primal",
    "description": [
      "Os acertos da habilidade causam DAN M. adicional igual a 3% do ATQ por acúmulo de Brasa infligido aos inimigos.",
      "Os acertos da habilidade causam DAN M. adicional igual a 3,6% do ATQ por acúmulo de Brasa infligido aos inimigos.",
      "Os acertos da habilidade causam DAN M. adicional igual a 4,3% do ATQ por acúmulo de Brasa infligido aos inimigos.",
      "Os acertos da habilidade causam DAN M. adicional igual a 5,2% do ATQ por acúmulo de Brasa infligido aos inimigos.",
      "Os acertos da habilidade causam DAN M. adicional igual a 6,3% do ATQ por acúmulo de Brasa infligido aos inimigos.",
      "Os acertos da habilidade causam DAN M. adicional igual a 7,5% do ATQ por acúmulo de Brasa infligido aos inimigos."
    ],
    "story": "A essência da Primeira Chama do mundo. O Senhor Elemental do Fogo concedeu esta bela joia a um humano que entrou em contato com ele. No decorrer dos tempos, a joia acabou nas mãos de um arquimago, que a transformou no núcleo do seu cajado. Mais tarde, o arquimago presenteou seu precioso discípulo com o cajado."
  },
  "s1": {
    "name": "Agulha de Fogo",
    "description": "Ataca um inimigo aleatório 5 vezes para causar um total de {0} de DAN M. Recupera a própria Mana em 100 após um Acerto Crítico.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "O DAN da habilidade é reduzido em 50% ao atacar mais de 5 inimigos, mas seu alvo passa a ser todos os inimigos.",
    "dark": "Atordoa o alvo por 1 segundo.",
    "ut": {
      "name": "Lampião da Fênix",
      "description": [
        "[Agulha de Fogo] O alvo muda para o inimigo com o ATQ mais alto e reduz o Mana do alvo em 100.",
        "[Agulha de Fogo] O alvo muda para o inimigo com o ATQ mais alto e reduz o Mana do alvo em 120.",
        "[Agulha de Fogo] O alvo muda para o inimigo com o ATQ mais alto e reduz o Mana do alvo em 140.",
        "[Agulha de Fogo] O alvo muda para o inimigo com o ATQ mais alto e reduz o Mana do alvo em 170.",
        "[Agulha de Fogo] O alvo muda para o inimigo com o ATQ mais alto e reduz o Mana do alvo em 210.",
        "[Agulha de Fogo] O alvo muda para o inimigo com o ATQ mais alto e reduz o Mana do alvo em 250."
      ],
      "story": "Um lampião mágico da Torre dos Sábios. A fênix sempre flamejante, primeira chama da Torre dos Sábios, está enclausurada nela. Dominics cuidou do lampião com muito cuidado, já que agora as fênix estão em risco de extinção, mas Cleo o usa de maneira indiferente para melhorar seu feitiço Agulha de Fogo sem levar em consideração as preocupações de seu professor."
    }
  },
  "s2": {
    "name": "Bola de Fogo",
    "description": "Ataca o alvo e os inimigos perto dele, causando {0} de DAN M. e atordoando-os por 2 segundos. Causa {1} de DAN M. adicional em Chefes.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Ao acertar um inimigo com 10 ou mais acúmulos de Brasa, aumenta o DAN M. que ele leva em 40%, por 10 segundos.",
    "dark": "Aplica 10 acúmulos de Brasa ao inimigo atingido.",
    "ut": {
      "name": "Elixir de Flamel",
      "description": [
        "[Bola de Fogo] Reduz o Custo de Mana em 1 e aumenta o DAN em 20%.",
        "[Bola de Fogo] Reduz o Custo de Mana em 1 e aumenta o DAN em 24%.",
        "[Bola de Fogo] Reduz o Custo de Mana em 1 e aumenta o DAN em 29%.",
        "[Bola de Fogo] Reduz o Custo de Mana em 1 e aumenta o DAN em 35%.",
        "[Bola de Fogo] Reduz o Custo de Mana em 1 e aumenta o DAN em 42%.",
        "[Bola de Fogo] Reduz o Custo de Mana em 1 e aumenta o DAN em 50%."
      ],
      "story": "Um elixir criado pelo alquimista de fogo, Flamel, por meio da condensação da essência de chamas. As chamas de Flamel ardem sem parar, rendendo-lhe elogios de todos os feiticeiros. A essência de chamas feita por ele com as salamandras do Vulcão de Dragia potencializa o efeito de Bolas de Fogo."
    }
  },
  "s3": {
    "name": "Chuva de Fogo",
    "description": "Ataca todos os inimigos 5 vezes, causando um total de {0} de DAN M. Esse ataque causa 150% de DAN Crít aumentado.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Aumenta o DAN em 40%.",
    "dark": "Reduz o Custo de Mana em 2 por 10 seg ao atacar mais de 5 inimigos. Uma Recarga de 10 seg é aplicada.",
    "ut": {
      "name": "Pergaminho do Inferno Ardente",
      "description": [
        "[Chuva de Fogo] O DAN aumenta em 20%. Após o Golpe Crit em inimigos com mais de 5 acúmulos de Brasa, a recarga do poder será reduzida em 5%.",
        "[Chuva de Fogo] O DAN aumenta em 24%. Após o Golpe Crit em inimigos com mais de 5 acúmulos de Brasa, a recarga do poder será reduzida em 5%.",
        "[Chuva de Fogo] O DAN aumenta em 29%. Após o Golpe Crit em inimigos com mais de 5 acúmulos de Brasa, a recarga do poder será reduzida em 5%.",
        "[Chuva de Fogo] O DAN aumenta em 35%. Após o Golpe Crit em inimigos com mais de 5 acúmulos de Brasa, a recarga do poder será reduzida em 5%.",
        "[Chuva de Fogo] O DAN aumenta em 42%. Após o Golpe Crit em inimigos com mais de 5 acúmulos de Brasa, a recarga do poder será reduzida em 5%.",
        "[Chuva de Fogo] O DAN aumenta em 50%. Após o Golpe Crit em inimigos com mais de 5 acúmulos de Brasa, a recarga do poder será reduzida em 5%."
      ],
      "story": "Um pergaminho escrito por uma feiticeira do fogo conhecida como a Deusa do Fogo. Deixado pela grande Feiticeira do Fogo de Orvelia, Vesta, quando ela estava na Torre dos Sábios. É muito poderoso, mas também exige muita mana. Cleo pegou o Pergaminho do Inferno em Chamas, considerado um pergaminho proibido, da Torre dos Sábios. Agora ela o usa para melhorar sua Chuva de Fogo."
    }
  },
  "s4": {
    "name": "Difusão de Chamas",
    "description": "Inflige um acúmulo de Brasa ao acertar um inimigo. Inimigos afetados pela Brasa levam {1} de DAN M. por 20 segundos. Brasa pode ser acumulada no máximo 10 vezes.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Aumenta o número máximo de acúmulos de Brasa para 12.",
    "dark": "A cada 10 seg, atordoa o inimigo afetado por Brasa por 2 seg. Inimigos com mais de 10 acúmulos de brasa podem ser atordoados por 3 seg.",
    "ut": {
      "name": "Introdução às Magias das Bruxas de Vermelho",
      "description": [
        "[Difusão de Chamas] A Brasa torna-se irremovível e faz o alvo receber 1% a mais de DAN M. por acúmulo.",
        "[Difusão de Chamas] A Brasa torna-se irremovível e faz o alvo receber 1,2% a mais de DAN M. por acúmulo.",
        "[Difusão de Chamas] A Brasa torna-se irremovível e faz o alvo receber 1,4% a mais de DAN M. por acúmulo.",
        "[Difusão de Chamas] A Brasa torna-se irremovível e faz o alvo receber 1,7% a mais de DAN M. por acúmulo.",
        "[Difusão de Chamas] A Brasa torna-se irremovível e faz o alvo receber 2,1% a mais de DAN M. por acúmulo.",
        "[Difusão de Chamas] A Brasa torna-se irremovível e faz o alvo receber 2,5% a mais de DAN M. por acúmulo."
      ],
      "story": "Um manual sobre o uso de Magia de Fogo escrito para as Bruxas de Vermelho. Ainda que a maioria dos magos considerem tabu guardar o livro, uma vez que as magias altamente destrutivas podem arruinar a mente do conjurador, o livro circula secretamente por todo o Império."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV+15% / Chance Crít. +100",
    "dark": "Inflige 2 acúmulo de Brasa a todos os inimigos Não Heróis a cada segundo."
  }
}