{
  "name": "Mitra",
  "subtitle": "Lobo Prateado de Batalha",
  "description": "Ele também é chamado de Canção da Loucura Prateada. Um homem surpreendentemente desajeitado, sem qualquer senso de resposabilidade. Porém, assim que a batalha começa, ele se torna um Lobo Prateado intocável, transformando o campo de batalha em uma zona de carnificina.",
  "story": "Conhecido por alguns como a Canção da Loucura Prateada, ele faz tudo com uma incrível falta de sinceridade. Não demonstra qualquer senso de responsabilidade em relação aos que o rodeiam. Quando entra em combate, porém, se transforma em um lobo prateado intocável que sai num rompante pelo campo de batalha. Nada se sabe sobre o seu passado. Uma coisa é certa: ele não vê diferença entre aliados e inimigos quando a loucura da batalha toma conta da sua mente. Ficar perto dele quando ele está nesse estado pode ser muito mais perigoso do que segurar uma bomba-relógio.",
  "like": "Batalhas, lutas empolgantes, cheiro de pólvora",
  "dislike": "Pretensões, hipocrisia",
  "inn": {
    "idle": "Haha... Eu quero tirar uma soneca.",
    "recruit": {
      "greet": "Voc...",
      "talk": [
        "Ei, alguma luta aconteceu por aí?",
        "Blá, não quero fazer nada agora.",
        "Às vezes, eu só quero descontrair."
      ],
      "gift": "Nossa! Isso é incrível!"
    },
    "affinity": {
      "greet": "Hum, hoje é um ótimo dia pra atirar.",
      "talk": [
        "As coisas eram boas naquela época. Aquele velho pode ser rígido, mas ele com certeza cuida dos homens que comanda. Então, quando ele saiu do exército... eu saí também! Hahaha!",
        "Ah, o que será que o velho está fazendo?"
      ],
      "gift": "Hahaha, obrigado."
    },
    "relationship": {
      "greet": "Oh, você ainda está vivo! Hahaha!",
      "talk": [
        "Essas minhas armas me fazem muito bem. Elas também são meio perturbadas... como eu!",
        "Hahaha! Você sabe, esses idiotas sussurram para mim às vezes: 'Puxa o gatilho, puxa, puxa...!!! Ou algo assim...",
        "Quer saber? Aparentemente, existe um caçador de recompensas assustador por aí, que já foi a Marinha Imperial também, que está na sua cola. Como se sente? Hahaha..."
      ]
    }
  },
  "uw": {
    "name": "Velkinoth, Rugido da Loucura",
    "description": [
      "Após um ataque normal, aumenta a própria Penetração de DEF e Vel de ATQ em 8. Esse efeito não pode ser removido e pode ser acumulado até 30 vezes.",
      "Após um ataque normal, aumenta a própria Penetração de DEF e Vel de ATQ em 10. Esse efeito não pode ser removido e pode ser acumulado até 30 vezes.",
      "Após um ataque normal, aumenta a própria Penetração de DEF e Vel de ATQ em 12. Esse efeito não pode ser removido e pode ser acumulado até 30 vezes.",
      "Após um ataque normal, aumenta a própria Penetração de DEF e Vel de ATQ em 14. Esse efeito não pode ser removido e pode ser acumulado até 30 vezes.",
      "Após um ataque normal, aumenta a própria Penetração de DEF e Vel de ATQ em 17. Esse efeito não pode ser removido e pode ser acumulado até 30 vezes.",
      "Após um ataque normal, aumenta a própria Penetração de DEF e Vel de ATQ em 20. Esse efeito não pode ser removido e pode ser acumulado até 30 vezes."
    ],
    "story": "Um par de armas mágicas que absorve a sede se sangue do usuário para aumentar seu próprio poder de fogo. Cada puxar do gatilho força o usuário cada vez mais além na loucura da batalha. Dizem que, quando um artesão mestre cria uma arma, ela desenvolve uma alma. Berkinos parecem ter a alma do deus da guerra. De acordo com a história, quando seu criador puxou seus gatilhos pela primeira vez, ele repentinamente ficou pálido de medo e as jogou num rio."
  },
  "s1": {
    "name": "Bang! Bang!!",
    "description": "Ataca 2 vezes um inimigo, causando {0} de DAN.F em cada vez. Se houver acerto crítico, ocorre uma explosão e causa {1} de DAN.F adicional aos inimigos próximos.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Aumenta o DAN em 100% quando houver 1 inimigo.",
    "dark": "Acumula a Marca duas vezes.",
    "ut": {
      "name": "Loucura Potencial",
      "description": [
        "[Bang! Bang!!] Aumenta o DAN em 50% e reduz a Recarga em 0,8 seg.",
        "[Bang! Bang!!] Aumenta o DAN em 50% e reduz a Recarga em 1 seg.",
        "[Bang! Bang!!] Aumenta o DAN em 50% e reduz a Recarga em 1,2 seg.",
        "[Bang! Bang!!] Aumenta o DAN em 50% e reduz a Recarga em 1,4 seg.",
        "[Bang! Bang!!] Aumenta o DAN em 50% e reduz a Recarga em 1,7 seg.",
        "[Bang! Bang!!] Aumenta o DAN em 50% e reduz a Recarga em 2 seg."
      ],
      "story": "O carregador de Velkinoth que é personalizado para oferecer um carregamento mais rápido. O esquentadinho Mitra costumava reclamar que queria atirar em seus inimigos mais rápido com a louca taxa de tiros de Velkinoth, mas sua velocidade de recarga estava atrapalhando. Um dia, quando Mitra estava reclamando, como de costume, Crow apareceu na frente dele de repente. - Hã? Velho... Kugh! Crow deu um soco na barriga de Mitra, jogou algo para ele, e então foi embora. - Use isso e pare de reclamar. Será que essa é maneira de ele demonstrar que se importa?"
    }
  },
  "s2": {
    "name": "Hora de Morrer!!",
    "description": "Aumenta o seu próprio ATQ em {0} e PREC em {1} , durante 20 segundos. Enquanto estiver em ataque automático, há 15% de chance de usar 'Bang! Bang!!'.",
    "books": {
      "0": "Aumenta a Taxa de Aumento de ATQ em {0}%.",
      "1": "Aumenta a Taxa de Aumento de ATQ em {0}%.",
      "2": "Aumenta a Taxa de Aumento de ATQ em {0}%."
    },
    "light": "Ao ser ativado, o PV não cai para abaixo de 5% por 3s.",
    "dark": "Aumenta o DANO CRÍT em 50% enquanto durar a habilidade.",
    "ut": {
      "name": "Caixa de Barragem do Lobo",
      "description": [
        "[Hora de Morrer!] Reduz o consumo de PM em 1 e aumenta o DANO a chefes em 20% enquanto durar a habilidade.",
        "[Hora de Morrer!] Reduz o consumo de PM em 1 e aumenta o DANO a chefes em 24% enquanto durar a habilidade.",
        "[Hora de Morrer!] Reduz o consumo de PM em 1 e aumenta o DANO a chefes em 29% enquanto durar a habilidade.",
        "[Hora de Morrer!] Reduz o consumo de PM em 1 e aumenta o DANO a chefes em 35% enquanto durar a habilidade.",
        "[Hora de Morrer!] Reduz o consumo de PM em 1 e aumenta o DANO a chefes em 42% enquanto durar a habilidade.",
        "[Hora de Morrer!] Reduz o consumo de PM em 1 e aumenta o DANO a chefes em 50% enquanto durar a habilidade."
      ],
      "story": "Caixa de barragem especial do Lobo de Aço. Os Lobos de Aço tinham a má fama de serem violentos demais e de tornarem impossível a revitalização dos seus inimigos. O Lobo Prateado mais infame usa apenas a Caixa de Barragem do Lobo, que obteve com o dono do Bar de Ouro."
    }
  },
  "s3": {
    "name": "Dança Comigo!!",
    "description": "Dispara 12 rajadas de arma num alvo aleatório, infligindo DANO F total de {0} e DANO F adicional de {1} por cada 'marca da morte' deixada no inimigo. A 'marca da morte' é deixada cada vez que inflige DANO no inimigo e não pode ser removida.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Aumenta o DAN em 40%.",
    "dark": "Acumula mais 2 marcar por golpe.",
    "ut": {
      "name": "Runa dos Mercenários Lupinos",
      "description": [
        "[Dance Comigo] Aumenta o DAN em 20% e para cada ativação, reduz a recarga do poder em 5%. Esse efeito pode ser acumulado no máximo em 8 vezes.",
        "[Dance Comigo] Aumenta o DAN em 24% e para cada ativação, reduz a recarga do poder em 5%. Esse efeito pode ser acumulado no máximo em 8 vezes.",
        "[Dance Comigo] Aumenta o DAN em 29% e para cada ativação, reduz a recarga do poder em 5%. Esse efeito pode ser acumulado no máximo em 8 vezes.",
        "[Dance Comigo] Aumenta o DAN em 35% e para cada ativação, reduz a recarga do poder em 5%. Esse efeito pode ser acumulado no máximo em 8 vezes.",
        "[Dance Comigo] Aumenta o DAN em 42% e para cada ativação, reduz a recarga do poder em 5%. Esse efeito pode ser acumulado no máximo em 8 vezes.",
        "[Dance Comigo] Aumenta o DAN em 50% e para cada ativação, reduz a recarga do poder em 5%. Esse efeito pode ser acumulado no máximo em 8 vezes."
      ],
      "story": "Runa dos maiores mercenários, os Lobos de Aço. Uma runa que simboliza os mercenários Lobos de Aço, que eram chamados de demônios do campo de batalha. Mitra era chamado de Lobo Prateado das batalhas. Mesmo depois de deixar os mercenários, ele carrega a lembrança da batalha contra o oficial da marinha do império."
    }
  },
  "s4": {
    "name": "Você é o Próximo!!",
    "description": "Ao atacar, deixa uma 'marca da morte' no inimigo que não pode ser removida. Se um ataque normal ou Bang! Bang! acertar o inimigo, inflige DANO F adicional de {0} e DANO F adicional de {1} por cada 'marca da morte' deixada nele. 'Marcas da morte' podem ser acumuladas em até 150.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Altera a quantidade máx. de marcas para 200.",
    "dark": "Todas os tempos de recarga diminuem 0,3 segundo ao acertar um alvo com 100 acúmulos.",
    "ut": {
      "name": "Canção da Loucura",
      "description": [
        "[Você é o Próximo!!] Aumenta o DAN em 20%. Ao atacar inimigos com 100 ou mais acúmulos de Marca da Morte, aumenta o próprio DAN Crít em 2% por 10 seg. O impulso de DAN Crít pode ser acumulado no máximo 25 vezes.",
        "[Você é o Próximo!!] Aumenta o DAN em 24%. Ao atacar inimigos com 100 ou mais acúmulos de Marca da Morte, aumenta o próprio DAN Crít em 2% por 10 seg. O impulso de DAN Crít pode ser acumulado no máximo 25 vezes.",
        "[Você é o Próximo!!] Aumenta o DAN em 29%. Ao atacar inimigos com 100 ou mais acúmulos de Marca da Morte, aumenta o próprio DAN Crít em 2% por 10 seg. O impulso de DAN Crít pode ser acumulado no máximo 25 vezes.",
        "[Você é o Próximo!!] Aumenta o DAN em 35%. Ao atacar inimigos com 100 ou mais acúmulos de Marca da Morte, aumenta o próprio DAN Crít em 2% por 10 seg. O impulso de DAN Crít pode ser acumulado no máximo 25 vezes.",
        "[Você é o Próximo!!] Aumenta o DAN em 42%. Ao atacar inimigos com 100 ou mais acúmulos de Marca da Morte, aumenta o próprio DAN Crít em 2% por 10 seg. O impulso de DAN Crít pode ser acumulado no máximo 25 vezes.",
        "[Você é o Próximo!!] Aumenta o DAN em 50%. Ao atacar inimigos com 100 ou mais acúmulos de Marca da Morte, aumenta o próprio DAN Crít em 2% por 10 seg. O impulso de DAN Crít pode ser acumulado no máximo 25 vezes."
      ],
      "story": "Um colar em formato de bala que Valance, chefe dos Magos Le'Flamme, fez especialmente para Mitra. Parece um colar comum, mas é uma bala com um poder explosivo devastador. Com a tecnologia de ponta dos Magos Le'Flamme, ele foi feito pare ser carregado somente no Velkinoth. Como os ingredientes são raríssimos, fazer uma única bala levou um longo tempo. Valance decidiu nomear o colar de Canção da Loucura, pois faz jus à mesma loucura que Mitra demonstra no campo de batalha."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV+15% / DAN Crít. +20%",
    "dark": "Após um Acerto Crítico, aumenta o próprio DAN Crít em 0,5% e a Vel de ATQ em 5. Esse efeito não pode ser removido e pode ser acumulado até 100 vezes."
  }
}