{
  "name": "Viska",
  "subtitle": "Devoradora de Demônios",
  "description": "Um demônio renegado, que deseja devorar outros demônios para aumentar seu próprio poder. Ela atravessou a fissura entre as dimensões para caçar poderosos demônios que atualmente residem no Mundo Material. Seus espículos existem para cortar os inimigos aos meio.",
  "story": "Uma rebelde entre os Demônios, ela busca aumentar seu próprio poder devorando outros Demônios poderosos. Ela é a personificação do pior significado possível da palavra Demônio. Essa agitadora atravessou o portal dimensional para procurar e devorar os Demônios que vieram para o reino terrestre. Ela impôs um limite ao seu próprio poder e assumiu a forma de uma menininha doente para poder humilhar suas vítimas. Ela detesta fracotes que fingem ser fortes. Por outro lado, respeita aqueles que reconhecem suas fraquezas e arriscam suas vidas na busca pela força.",
  "like": "Enfrentar demônios poderosos e devorá-los depois",
  "dislike": "Fracotes",
  "inn": {
    "idle": "Eh... sem demônios? Estou com fome...",
    "recruit": {
      "greet": "Olá... algum lanche? Algum demônio?",
      "talk": [
        "Se eu não encontrar algo para comer logo, ela vai começar a birra... eh? Ah, não é nada. Hahahaha...Ufa.",
        "Estou com um pouco de fome... Ei, você conhece algum demônio nas redondezas que pareça ser forte?",
        "Isso? Essa é a Marca de um Pacto com Demônio. Bem, eu não sei muito a respeito."
      ],
      "gift": "O que é isso? Posso comer?"
    },
    "affinity": {
      "greet": "Ah, acho que estou sentindo um cheiro delicioso.",
      "talk": [
        "Estou com fome... Tem algo gostoso pra comer aí? Nada? Sério?",
        "Almas de demônio são o que há de melhor, mas comida normal também é bom!"
      ],
      "gift": "Algo bom! Algo bom!"
    },
    "relationship": {
      "greet": "Ei, você. Ainda estou com fome, você sabe...",
      "talk": [
        "Eu? Bem, eu sou uma garota comum de um vilarejo... que é possuída por um Demônio. Nada mais, nada menos.",
        "Minha forma durante as batalhas? Ah, eu sou Viska, o Demônio dentro de mim. Normalmente, ela deixa eu controlar o meu corpo, mas quando lutamos...",
        "Eu não sinto nada sobre devorar Demônios. Na verdade, eles até que merece isso... e, bem, nós dois agora somos um..."
      ]
    }
  },
  "uw": {
    "name": "Kitrax, Presas do Pesadelo",
    "description": [
      "Os inimigos cujas almas foram roubadas recebem mais 25% de DAN.M. Tempo de Duração: 10 segundos.",
      "Os inimigos cujas almas foram roubadas recebem mais 30% de DAN.M. Tempo de Duração: 10 segundos.",
      "Os inimigos cujas almas foram roubadas recebem mais 36% de DAN.M. Tempo de Duração: 10 segundos.",
      "Os inimigos cujas almas foram roubadas recebem mais 43% de DAN.M. Tempo de Duração: 10 segundos.",
      "Os inimigos cujas almas foram roubadas recebem mais 51% de DAN.M. Tempo de Duração: 10 segundos.",
      "Os inimigos cujas almas foram roubadas recebem mais 60% de DAN.M. Tempo de Duração: 10 segundos."
    ],
    "story": "Kitrax Pesadelo era conhecida como o melhor e mais aterrorizante súcubo. Depois de devorar Kitrax por inteiro, com alma e tudo, Viska criou a arma mais potente da história. Este espinho é a manifestação física do medo e do desespero. A morte é o único destino de suas vítimas desafortunadas. Ele injeta medo constante na alma da vítima, transformando até o inimigo mais formidável em uma simples presa."
  },
  "s1": {
    "name": "Hora de Comer!!",
    "description": "Causa {0} de DAN.M e reduz o ATQ em {1}% dos inimigos no alcance durante 10 segundos, enquanto aumenta seu próprio ATQ em {2}. Quando acumular 3 Almas, aprisiona o inimigo durante 3 segundos.",
    "books": {
      "0": "Aumenta o dano em {0}%.",
      "1": "Aumenta o dano em {0}%.",
      "2": "Aumenta a Taxa de Aumento de ATQ em {0}%."
    },
    "light": "Em troca de 1 Custo de Mana adicional, reduz em 4 segundos o tempo de recarga.",
    "dark": "A condição da alma para o efeito Grilhão será apagada.",
    "ut": {
      "name": "Lembrança Deliciosa",
      "description": [
        "[Hora de Comer!!] Aumenta o DAN em 50% e impossibilita que o alvo recupere Mana por 1 seg.",
        "[Hora de Comer!!] Aumenta o DAN em 50% e impossibilita que o alvo recupere Mana por 1,2 seg.",
        "[Hora de Comer!!] Aumenta o DAN em 50% e impossibilita que o alvo recupere Mana por 1,4 seg.",
        "[Hora de Comer!!] Aumenta o DAN em 50% e impossibilita que o alvo recupere Mana por 1,7 seg.",
        "[Hora de Comer!!] Aumenta o DAN em 50% e impossibilita que o alvo recupere Mana por 2,1 seg.",
        "[Hora de Comer!!] Aumenta o DAN em 50% e impossibilita que o alvo recupere Mana por 2,5 seg."
      ],
      "story": "As joias onde Viska costumava armazenar as lembranças dos demônios que ela achava deliciosos. Ela sempre sentia que os sabores deles desapareciam rápido demais. Quando ela não conseguiu encontrar nada de bom para comer por perto, ela teve uma ideia brilhante. Ela pensou em tirar os sonhos das Joias do Pesadelo que Kitrax Pesadelo tinha e em armazenar a lembrança de quando ela estava comendo presas deliciosas, pois, assim, ela poderia reviver esses prazeres passados. Animada, ela colocou na joia a lembrança de quando comeu um demônio delicioso, e desde então Viska está à procura de coisas mais deliciosas para colocar nas joias."
    }
  },
  "s2": {
    "name": "Tirarei uma Fatia Sua!!",
    "description": "Desloca-se para trás do inimigo, removendo bônus positivos e causando {0} de DAN.M, derrubando-o. Quando acumular 3 Almas, reduz a DEF.M do inimigo em {1}%.",
    "books": {
      "0": "Aumenta o dano em {0}%.",
      "1": "Aumenta o dano em {0}%.",
      "2": "Os inimigos recebem mais {0}% de DAN.M durante o efeito do poder."
    },
    "light": "Reduz o custo de mana em 1.",
    "dark": "A condição da alma para a redução da DEF.M será apagada.",
    "ut": {
      "name": "Garra da Fera Enfurecida",
      "description": [
        "[Tirarei uma Fatia Sua!] Reduz a Recarga em 30% e adiciona 8% de redução de DEF M.",
        "[Tirarei uma Fatia Sua!] Reduz a Recarga em 30% e adiciona 10% de redução de DEF M.",
        "[Tirarei uma Fatia Sua!] Reduz a Recarga em 30% e adiciona 12% de redução de DEF M.",
        "[Tirarei uma Fatia Sua!] Reduz a Recarga em 30% e adiciona 14% de redução de DEF M.",
        "[Tirarei uma Fatia Sua!] Reduz a Recarga em 30% e adiciona 17% de redução de DEF M.",
        "[Tirarei uma Fatia Sua!] Reduz a Recarga em 30% e adiciona 20% de redução de DEF M."
      ],
      "story": "Garra de Urgol, a violenta fera mágica que dizem arrancar almas a mordidas. O dia em que Viska decidiu caçar no Mundo Material, ela devorou Urgol do Mundo dos Demônios. Somado à habilidade que Viska tem de absorver o poder dos outros, o item demonstrou forte poder e é essencial para consumir Demônios que invadiram o Mundo Material."
    }
  },
  "s3": {
    "name": "Farei Picadinhos de Você!!",
    "description": "Causa {0} de DAN.M aos inimigos numa ampla área ao redor e inflige Atordoamento por 3 seg. Quando 5 Almas são acumuladas, todas são usadas para reiniciar o tempo de recarga da habilidade.",
    "books": {
      "0": "Aumenta o dano em {0}%.",
      "1": "Aumenta o dano em {0}%.",
      "2": "Os inimigos próximos são atraídos antes que o ataque ocorra."
    },
    "light": "O poder de consumir 5 Almas não consome mais Almas.",
    "dark": "Reduz o custo de mana em 1.",
    "ut": {
      "name": "Alma do Demônio Gigante",
      "description": [
        "[Vou te fazer em pedacinhos!!] Ganha imunidade a CM durante a ativação do poder e, após cada uso, aumenta o DAN em 4%. Esse efeito acumula no máximo em 10 vezes.",
        "[Vou te fazer em pedacinhos!!] Ganha imunidade a CM durante a ativação do poder e, após cada uso, aumenta o DAN em 4,8%. Esse efeito acumula no máximo em 10 vezes.",
        "[Vou te fazer em pedacinhos!!] Ganha imunidade a CM durante a ativação do poder e, após cada uso, aumenta o DAN em 5,8%. Esse efeito acumula no máximo em 10 vezes.",
        "[Vou te fazer em pedacinhos!!] Ganha imunidade a CM durante a ativação do poder e, após cada uso, aumenta o DAN em 7%. Esse efeito acumula no máximo em 10 vezes.",
        "[Vou te fazer em pedacinhos!!] Ganha imunidade a CM durante a ativação do poder e, após cada uso, aumenta o DAN em 8,4%. Esse efeito acumula no máximo em 10 vezes.",
        "[Vou te fazer em pedacinhos!!] Ganha imunidade a CM durante a ativação do poder e, após cada uso, aumenta o DAN em 10%. Esse efeito acumula no máximo em 10 vezes."
      ],
      "story": "Forma cristalizada da alma do grande demônio Curapis, que tem o poder de aumentar. Ele foi um dos primeiros demônios que Viska caçou no Mundo dos Demônios, e dizem que ele usava seu grande corpo para dominar seus inimigos. Mas a batalha não requer apenas força, mas também usar o cérebro. O demônio gigante foi derrotado e comido por uma predadora que usou o cérebro. O poder de crescer passou para Viska e agora ela pode usá-lo livremente."
    }
  },
  "s4": {
    "name": "Almas Deliciosas!",
    "description": "Inimigos atacados com as habilidades de Viska perdem Almas. Ao perder sua Alma, os alvos recebem {0} de DAN.M adicional e, para cada alma acumulada, o PV de Viska é curado em {1} e o Mana é recuperado em 300. As almas duram até serem usadas, não podem ser removidas e podem ser acumuladas até 5 vezes no máximo.",
    "books": {
      "0": "DAN e Recuperação aumentam em {0}%.",
      "1": "DAN e Recuperação aumentam em {0}%.",
      "2": "Os inimigos cujas almas foram roubadas perdem {0} de mana."
    },
    "light": "Inimigos que tiveram suas almas roubadas têm sua resistência a CM reduzida em 250 por 10 seg.",
    "dark": "Para cada Alma acumulada, o ATQ aumenta em 10%."
  },
  "t5": {
    "light": "ATQ, DEF, PV+15% / Chance Crít. +100",
    "dark": "Para cada alma acumulada, a Chance de Chance de Crít aumenta em 50 e o DAN Crít aumenta em 30%."
  }
}