{
  "name": "Seria",
  "subtitle": "Sombra do Abismo",
  "description": "Seria é a 101ª herdeira. dos ShadowHilt, uma família de caçadores que exterminam criaturas sobrenaturais não humanas. Ela veio da distante Orvelia como caçadora de vampiros, buscando vingança contra a irmã que virou vampira e chacinou seus companheiros. Seria também quer matar sua irmã mais nova para livrá-la do destino cruel.",
  "story": "A 101ª Herdeira de ShadowHilt e irmã de Erze. As pessoas a chamam de sangue-frio por sua atitude hostil, mas ela costumava ser toda sorrisos quando estava perto de sua amada irmã, Erze. Seria sempre sentia pena de sua frágil irmã e era superprotetora com ela, sem perceber que deixava Erze em maior desespero. Um dia, Erze caiu em uma armadilha durante uma missão. Ela foi salva, mas sua doença começou a piorar dramaticamente. Enquanto isso, Seria foi enviada para a Montanha Gélida de Windland para seguir os rastros da Princesa Vampira. Ela teve um vislumbre do que estava acontecendo com sua irmã, mas partiu para a missão de prioridade máxima, rezando para que estivesse errada. Entretanto, a tragédia atingiu as irmãs como se zombasse das orações de Seria. - Oh, minha amada irmã, Seria! Seria voltou para encontrar os cadáveres de seus camaradas no chão, frios como gelo. Erze a recebeu com duas presas afiadas, sedenta de sangue. Seria tremeu, tomada por ondas de emoções. Seu coração estava partido, mas ela falou num tom frio e calmo. Você... você não é mais minha irmãzinha. Você é uma sanguessuga imunda.",
  "like": "Sua irmã Erze, parfait de morango, boas espadas, a lua.",
  "dislike": "Erze Vampira, aranhas",
  "inn": {
    "idle": "Está quente aqui.",
    "recruit": {
      "greet": "Tudo bem.",
      "talk": [
        "Parece que ainda está seguro nesta rua noturna.",
        "Você tem bons companheiros. Companheiros... Ha.",
        "Será que consigo voltar a confiar em alguém de novo...?"
      ],
      "gift": "Não estou aceitando pedidos no momento. Tenho meus motivos."
    },
    "affinity": {
      "greet": "Eu não falei que não aceitava pedidos?",
      "talk": [
        "Estou aqui para encontrar alguém. Eu não tenho que dizer quem é, tenho?... É minha irmã. Estou procurando minha irmã.",
        "Estamos nos esbarrando com frequência. Você também está procurando alguém aqui? Se for algum companheiro ou família, seja grato por tê-los..."
      ],
      "gift": "... Obrigada, eu... Sinto muito, isso significa muito pra mim."
    },
    "relationship": {
      "greet": "Ah, ei... Como você está?",
      "talk": [
        "Todas aquelas noites infernais em que Erze sofreu em agonia... Eu falhei em ajudá-la. Talvez o que aconteceu com ela tenha sido minha culpa. Sim, é tudo minha culpa...",
        "O máximo que posso fazer por ela é assegurar que sua alma descanse em paz. Não há outro jeito. Sempre que eu penso nisso, sinto meu coração partindo de novo... Minha mente se recusa a erguer a espada contra minha irmã.",
        "Eu... Eu queria agradecer. Agradecer por ter falado comigo... por ter me ouvido. Se nos encontrarmos de novo, então..."
      ]
    }
  },
  "uw": {
    "name": "Elsion, o Executor de Domínios",
    "description": [
      "Reduz a própria Taxa de Cura em 20%. Após um acerto crítico de poder, aumenta o DAN M. em 30% do ATQ. Reduz a Taxa de Cura do alvo em 24% por 5 s, e aumenta a própria Taxa de Cura em 4% por 20 s. O efeito aumentado da Taxa de Cura pode ser acumulado até 5 vezes e não pode ser removido.",
      "Reduz a própria Taxa de Cura em 20%. Após um acerto crítico de poder, aumenta o DAN M. em 36% do ATQ. Reduz a Taxa de Cura do alvo em 29% por 5 s, e aumenta a própria Taxa de Cura em 5% por 20 s. O efeito aumentado da Taxa de Cura pode ser acumulado até 5 vezes e não pode ser removido.",
      "Reduz a própria Taxa de Cura em 20%. Após um acerto crítico de poder, aumenta o DAN M. em 42% do ATQ. Reduz a Taxa de Cura do alvo em 35% por 5 s, e aumenta a própria Taxa de Cura em 6% por 20 s. O efeito aumentado da Taxa de Cura pode ser acumulado até 5 vezes e não pode ser removido.",
      "Reduz a própria Taxa de Cura em 20%. Após um acerto crítico de poder, aumenta o DAN M. em 51% do ATQ. Reduz a Taxa de Cura do alvo em 42% por 5 s, e aumenta a própria Taxa de Cura em 7% por 20 s. O efeito aumentado da Taxa de Cura pode ser acumulado até 5 vezes e não pode ser removido.",
      "Reduz a própria Taxa de Cura em 20%. Após um acerto crítico de poder, aumenta o DAN M. em 63% do ATQ. Reduz a Taxa de Cura do alvo em 50% por 5 s, e aumenta a própria Taxa de Cura em 9% por 20 s. O efeito aumentado da Taxa de Cura pode ser acumulado até 5 vezes e não pode ser removido.",
      "Reduz a própria Taxa de Cura em 20%. Após um acerto crítico de poder, aumenta o DAN M. em 75% do ATQ. Reduz a Taxa de Cura do alvo em 60% por 5 s, e aumenta a própria Taxa de Cura em 10% por 20s. O efeito aumentado da Taxa de Cura pode ser acumulado até 5 vezes e não pode ser removido."
    ],
    "story": "Uma espada de autoridade passou para os mestres de ShadowHilt. Esta espada contém o poder de seres poderosos que fizeram um pacto para servir aos ShadowHilt. Alguns deles eram Elementais, alguns eram espíritos inocentes e outros até mesmo demônios. Sabe-se que dezenas de milhares de forças do mal sucumbiram por esta espada. Ela também tem uma qualidade demoníaca que liga o espírito do mal derrotado à lâmina. Apesar de seu grande poder, menos de 5 pessoas em 600 anos foram capazes de empunhar esta espada. Seria, a 101ª herdeira de ShadowHilt e a única mestre na história escolhida pela espada, fez um pacto com a espada para dar paz à sua amada irmã."
  },
  "s1": {
    "name": "Espada Misteriosa - Pétalas Cadentes",
    "description": "Realiza um corte horizontal na frente e causa {0} de DAN M. ao alvo e sua área imediata. Pode ativar [Espada Misteriosa - Florescer] uma vez dentro de 5 seg. após o uso.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "[Espada Misteriosa - Pétalas Cadentes] - Reduz o Custo de Mana em 1. [Espada Misteriosa - Florescer] - Reduz em 50% a Taxa de Cura de inimigos atingidos durante 5 seg.",
    "dark": "[Espada Misteriosa - Pétalas Cadentes] - O alvo recebe mais 25% de DAN M. por 10 seg. [Espada Misteriosa - Florescer] - Aumenta o Custo de Mana em 1 e ignora a DEF do inimigo.",
    "ut": {
      "name": "Pedra de Amolar do Demônio",
      "description": [
        "[Espada Misteriosa - Pétalas Cadentes] Aumenta o DAN em 50% e recupera o Mana em 200 após um Acerto Crítico. [Espada Misteriosa - Florescer] Aumenta o DAN em 50% e reduz a Recarga de [Espada Misteriosa - Pétalas Cadentes] em 0,8 seg. após um Acerto Crítico.",
        "[Espada Misteriosa - Pétalas Cadentes] Aumenta o DAN em 50% e recupera o Mana em 240 após um Acerto Crítico. [Espada Misteriosa - Florescer] Aumenta o DAN em 50% e reduz a Recarga de [Espada Misteriosa - Pétalas Cadentes] em 1 seg. após um Acerto Crítico.",
        "[Espada Misteriosa - Pétalas Cadentes] Aumenta o DAN em 50% e recupera o Mana em 290 após um Acerto Crítico. [Espada Misteriosa - Florescer] Aumenta o DAN em 50% e reduz a Recarga de [Espada Misteriosa - Pétalas Cadentes] em 1,2 seg. após um Acerto Crítico.",
        "[Espada Misteriosa - Pétalas Cadentes] Aumenta o DAN em 50% e recupera o Mana em 350 após um Acerto Crítico. [Espada Misteriosa - Florescer] Aumenta o DAN em 50% e reduz a Recarga de [Espada Misteriosa - Pétalas Cadentes] em 1,4 seg. após um Acerto Crítico.",
        "[Espada Misteriosa - Pétalas Cadentes] Aumenta o DAN em 50% e recupera o Mana em 420 após um Acerto Crítico. [Espada Misteriosa - Florescer] Aumenta o DAN em 50% e reduz a Recarga de [Espada Misteriosa - Pétalas Cadentes] em 1,7 seg. após um Acerto Crítico.",
        "[Espada Misteriosa - Pétalas Cadentes] Aumenta o DAN em 50% e recupera o Mana em 500 após um Acerto Crítico. [Espada Misteriosa - Florescer] Aumenta o DAN em 50% e reduz a Recarga de [Espada Misteriosa - Pétalas Cadentes] em 2 seg. após um Acerto Crítico."
      ],
      "story": "Uma pedra de amolar sinistra que guarda a alma de um demônio. Espadas que contêm um pacto de servidão devem ser afiadas com essa pedra, pois as comuns não funcionarão. Quando usada com a Esclarecedora Luz de Vela, a resistência de Elsion contra os Demônios é maximizada."
    },
    "linked": {
      "name": "Espada Misteriosa - Florescer",
      "description": "Realiza um corte vertical na frente e causa {0} de DAN M. ao alvo e sua área imediata."
    }
  },
  "s2": {
    "name": "Lâmina Sanguinária",
    "description": "Avança rapidamente para causar {0} de DAN M. e inflige um Pecado Original do Sangue irremovível por {1} seg. A Vel. de ATQ de inimigos sob o Pecado Original do Sangue é reduzida em {2}. Logo após, ataca os inimigos sob o Pecado Original do Sangue duas vezes para causar {3} de DAN M. adicional e são causados {4} de DAN M. adicional aos inimigos não Heróis, ignorando sua DEF.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Reduz o Custo de Mana em 1.",
    "dark": "A cada DAN causado, recupera 200 de Mana.",
    "ut": {
      "name": "Anel do Abismo",
      "description": [
        "[Lâmina Sanguinária] Aumenta o DAN em 50% e reduz o Bloq. M. dos inimigos afetados em 200.",
        "[Lâmina Sanguinária] Aumenta o DAN em 50% e reduz o Bloq. M. dos inimigos afetados em 240.",
        "[Lâmina Sanguinária] Aumenta o DAN em 50% e reduz o Bloq. M. dos inimigos afetados em 290.",
        "[Lâmina Sanguinária] Aumenta o DAN em 50% e reduz o Bloq. M. dos inimigos afetados em 350.",
        "[Lâmina Sanguinária] Aumenta o DAN em 50% e reduz o Bloq. M. dos inimigos afetados em 420.",
        "[Lâmina Sanguinária] Aumenta o DAN em 50% e reduz o Bloq. M. dos inimigos afetados em 500."
      ],
      "story": "Um anel de prata representando ShadowHilt. Seria o toca sempre que sente que sua vida não tem sentido. Isso a lembra de seus companheiros mortos, enchendo seu coração com desejo de vingança contra sua irmã, Erze. Ironicamente, o anel tem uma nota escrita por Erze, que a escondeu na joia quando era jovem, mas Seria ainda não sabe disso."
    }
  },
  "s3": {
    "name": "Lâmina da Lua Vermelha",
    "description": "Brande uma espada de ensanguentar a lua, causando {0} de DAN M. aos inimigos em um amplo alcance e {1} de DAN M. adicional a inimigos não Heróis. Quando a lua está cheia, concede Luar por {2} seg. que, quando lançado, causa {3} de DAN M. e reduz a Taxa de Cura em {4}. Inimigos não Heróis recebem {5} de DAN M. adicional. O conjurador não é afetado pelos efeitos relacionados à Vel. de ATQ ao lançar.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Os efeitos positivos de todos os inimigos na área são removidos.",
    "dark": "Aumenta o Custo de Mana em 1 e ignora a DEF ao atacar inimigos não Heróis.",
    "ut": {
      "name": "Esclarecedora Luz de Vela",
      "description": [
        "[Lâmina da Lua Vermelha] Ganha imunidade a CM enquanto o poder durar. Quando a batalha começa, aumenta o DAN em 70% por 4 vez.",
        "[Lâmina da Lua Vermelha] Ganha imunidade a CM enquanto o poder durar. Quando a batalha começa, aumenta o DAN em 70% por 5 vez.",
        "[Lâmina da Lua Vermelha] Ganha imunidade a CM enquanto o poder durar. Quando a batalha começa, aumenta o DAN em 70% por 6 vez.",
        "[Lâmina da Lua Vermelha] Ganha imunidade a CM enquanto o poder durar. Quando a batalha começa, aumenta o DAN em 70% por 7 vez.",
        "[Lâmina da Lua Vermelha] Ganha imunidade a CM enquanto o poder durar. Quando a batalha começa, aumenta o DAN em 70% por 9 vez.",
        "[Lâmina da Lua Vermelha] Ganha imunidade a CM enquanto o poder durar. Quando a batalha começa, aumenta o DAN em 70% por 10 vez."
      ],
      "story": "A vela que historicamente ficava sobre a mesa do salão de assembleia onde antigos guerreiros de diferentes continentes se reuniram para derrotar seres sobrenaturais. Ardendo sobre esta vela antiga há uma chama azul de exorcismo. Quando a chama toca um ser maligno, suga a vitalidade do corpo da criatura. Esse é o primeiro material que Seria usa sempre que afia sua espada."
    }
  },
  "s4": {
    "name": "Bruxa de Sangue Frio",
    "description": "O ATQ recebe um aumento de {0}. Após um acerto crítico do poder, o próprio DAN Crít. recebe um aumento de {1}%. Esse efeito pode ser acumulado até 30 vezes.",
    "books": {
      "0": "Taxa de aumento de ataque aumenta em {0}%.",
      "1": "Taxa de aumento de ataque aumenta em {0}%.",
      "2": "Taxa de aumento de ataque aumenta em {0}%."
    },
    "light": "Recebe 0.7% de DAN a menos por acúmulo.",
    "dark": "Quando a batalha começa, aumenta o DAN a inimigos não Heróis em 25% por 200 seg.",
    "ut": {
      "name": "Oito Trigramas Demoníacos",
      "description": [
        "[Bruxa de Sangue Frio] Aumenta o impulso de ATQ em 50% e o número máximo de acúmulos para impulso de DAN Crít. em 2.",
        "[Bruxa de Sangue Frio] Aumenta o impulso de ATQ em 50% e o número máximo de acúmulos para impulso de DAN Crít. em 3.",
        "[Bruxa de Sangue Frio] Aumenta o impulso de ATQ em 50% e o número máximo de acúmulos para impulso de DAN Crít. em 4.",
        "[Bruxa de Sangue Frio] Aumenta o impulso de ATQ em 50% e o número máximo de acúmulos para impulso de DAN Crít. em 6.",
        "[Bruxa de Sangue Frio] Aumenta o impulso de ATQ em 50% e o número máximo de acúmulos para impulso de DAN Crít. em 8.",
        "[Bruxa de Sangue Frio] Aumenta o impulso de ATQ em 50% e o número máximo de acúmulos para impulso de DAN Crít. em 10."
      ],
      "story": "Os Oito Trigramas Demoníacos, que o primeiro líder da família Shadow Hilt recebeu de um ser sobrenatural. Só os líderes de Shadow Hilt podem usar e aumentar o poder de Elsion, por meio da energia demoníaca armazenada dentro dele. Oito feras foram punidas pelo mal causado e seladas nos trigramas, e poderes diferentes surgem com base nos trigramas que apontam para yin ou yang. Quando os oito trigramas indicam yin perfeitamente, a lua cheia gerada pela Bruxa de Sangue Frio é mais vermelha do que o sangue mais espesso existente."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV+15% / DAN Crít. +20%",
    "dark": "Todos os ataques do conjurador serão acertos críticos, mas o conjurador fica impossibilitado de bloquear e recebe danos 25% maiores."
  }
}