{
  "name": "Lucias",
  "subtitle": "Santo das Bênçãos",
  "description": "O Sumo Sacerdote de Lua e o sênior de Frey. A fé de Lucias é forte o bastante para suscitar a bênção de Lua. Itens abençoados por ele possuem o poder da Luz e se tornam armas eficazes contra demônios.",
  "story": "Lucias era membro dos Cavaleiros Sagrados de Lua antes de despertar como o Santo das Bênçãos. Sob o comando de Ricardo, Lenda Viva, ele protegia Orvel e as cidades vizinhas dos Demônios. No entanto, estigmas começaram a aparecer em seu corpo quando ele tinha 19 anos, e por declaração de Lura, o cavaleiro sagrado se tornou o Santo das Bênçãos. Sua missão é viajar por todo o mundo e levar a luz de Lua àqueles que precisam. Ele cumpriu seus deveres, passeando pelo mundo para compartilhar bênçãos. Agora ele tem uma arma em sua mão novamente para derrotar o poder da escuridão que está ganhando força nos últimos 100 anos.",
  "like": "Pratos feitos com maçãs, pescar, orações, pessoas prestativas e shows e performances misteriosos de mágica.",
  "dislike": "Antipáticos, promessas não cumpridas, desprezo por vidas humanas.",
  "inn": {
    "idle": "Este lugar... Consigo sentir o poder da luz e o fluxo da harmonia.",
    "recruit": {
      "greet": "Uma saudação acolhedora para você. Espero que esteja sendo um dia abençoado.",
      "talk": [
        "Houve uma cerimônia de casamento. Ahhh, foi algo divino de se ver.",
        "Você viu o Irmão Baudouin? Fiquei sabendo que ele estava muito bêbado ontem...",
        "Consigo sentir todos os tipos de poderes aqui. Parece como o centro do mundo..."
      ],
      "gift": "Que a Luz lhe abençoe."
    },
    "affinity": {
      "greet": "É um prazer ter você de volta. Agradeça junto comigo antes da refeição.",
      "talk": [
        "Você quer saber se há outros Santos além de mim, então? Hmm, eu não os conheci, mas, sim, há três deles.",
        "Eu costumava ser um porta-bandeira quando era um Cavaleiro Sagrado. Quem diria que minha relíquia como Santo também seria uma bandeira? Hahaha."
      ],
      "gift": "É muito generoso da sua parte me dar um presente, mas devo admitir que eu não mereço tanto. Caso eu encontre alguém passando por necessidade, posso dar isso a eles?"
    },
    "relationship": {
      "greet": "Que as bênçãos de Lua lhe acompanhem.",
      "talk": [
        "Oh, a Estrela está aqui. Eles costumavam visitar minha cidade natal pelo menos uma vez por ano quando eu era jovem. Bom, será que devemos ir ver se o Esker ainda está com eles?",
        "Às vezes as minhas lembranças falham. O meu passado, e as lembranças dos antigos Santos das Bênçãos...",
        "Cavaleiro Sagrado, Santo... O meu título não muda o que eu preciso fazer. Meu trabalho é simplesmente ajudar aqueles que estão com dor e agoniados."
      ]
    }
  },
  "uw": {
    "name": "Benedicia, a Bênção da Luz",
    "description": [
      "Durante 30 seg, após o início da batalha, aumenta a Vel de ATQ de todos os aliados em 100 e o DAN contra inimigos Não Heróis em 6%, ao mesmo tempo em que reduz o DAN F. recebido em 10%.",
      "Durante 30 seg, após o início da batalha, aumenta a Vel de ATQ de todos os aliados em 120 e o DAN contra inimigos Não Heróis em 7,2%, ao mesmo tempo em que reduz o DAN F. recebido em 12%.",
      "Durante 30 seg, após o início da batalha, aumenta a Vel de ATQ de todos os aliados em 140 e o DAN contra inimigos Não Heróis em 8,6%, ao mesmo tempo em que reduz o DAN F. recebido em 14%.",
      "Durante 30 seg, após o início da batalha, aumenta a Vel de ATQ de todos os aliados em 170 e o DAN contra inimigos Não Heróis em 10,4%, ao mesmo tempo em que reduz o DAN F. recebido em 17%.",
      "Durante 30 seg, após o início da batalha, aumenta a Vel de ATQ de todos os aliados em 210 e o DAN contra inimigos Não Heróis em 12,5%, ao mesmo tempo em que reduz o DAN F. recebido em 21%.",
      "Durante 30 seg, após o início da batalha, aumenta a Vel de ATQ de todos os aliados em 250 e o DAN contra inimigos Não Heróis em 15%, ao mesmo tempo em que reduz o DAN F. recebido em 25%."
    ],
    "story": "Uma bandeira abençoada que representa o Sol, a Lua e todo o céu. Ela contém o poder e os ensinos de quem a criou, Lua. O poder da luz se espalha quando ele balança a bandeira, tranquilizando seus aliados e derrotando os poderes da escuridão. Uma relíquia concedida a Lucias, que costumava ser um porta-bandeira dos Cavaleiros Sagrados de Lua."
  },
  "s1": {
    "name": "Caminho das Bênçãos",
    "description": "Cura 4 aliados com o PV mais baixo em {0} , e o conjurador recebe {2}% de DAN a menos por {1} seg.",
    "books": {
      "0": "Aumenta a taxa de Recuperação em {0}%.",
      "1": "Aumenta a taxa de Recuperação em {0}%.",
      "2": "Aumenta a taxa de Recuperação em {0}%."
    },
    "light": "Aumenta a Taxa de Cura em 40%.",
    "dark": "Recupera o Mana do alvo em 500.",
    "ut": {
      "name": "Livro de Bênçãos",
      "description": [
        "[Caminho das Bênçãos] Reduz o Custo de Mana em 1 e a Recarga em 12%.",
        "[Caminho das Bênçãos] Reduz o Custo de Mana em 1 e a Recarga em 14%.",
        "[Caminho das Bênçãos] Reduz o Custo de Mana em 1 e a Recarga em 17%.",
        "[Caminho das Bênçãos] Reduz o Custo de Mana em 1 e a Recarga em 21%.",
        "[Caminho das Bênçãos] Reduz o Custo de Mana em 1 e a Recarga em 25%.",
        "[Caminho das Bênçãos] Reduz o Custo de Mana em 1 e a Recarga em 30%."
      ],
      "story": "A bíblia do infinito que uma linhagem de Sábios das Bênçãos costumavam usar para registrar suas obras. O título de um sábio é passado com as lembranças de seu antecessor, então não pareceria necessário que eles escrevessem alguma coisa. No entanto, o risco de lembranças acumuladas apagarem a identidade do sábio atual tornou necessária a escrita dessa bíblia."
    }
  },
  "s2": {
    "name": "Zona da Fé",
    "description": "Cria a [Zona de Fé] no próprio local por {0} seg. Aumenta o ATQ de aliados na [Zona de Fé] em {1} e remove os efeitos negativos deles continuamente. Cura aliados na área em {4} a cada segundo. Causa {2} de DAN F. nos inimigos dentro da [Zona de Fé] a cada segundo, e os atordoa por {3} seg.",
    "books": {
      "0": "Aumenta a Recuperação e o DAN em {0}%.",
      "1": "Aumenta a Recuperação e o DAN em {0}%.",
      "2": "Aumenta a Recuperação e o DAN em {0}%."
    },
    "light": "Recupera o Mana dos aliados ao alcance em 200 por seg.",
    "dark": "Remove continuamente os efeitos positivos de inimigos ao alcance.",
    "ut": {
      "name": "Dado da Recordação",
      "description": [
        "[Zona da Fé] Reduz o Custo de Mana em 1 e reduz o Mana de inimigos ao alcance em 200 a cada segundo.",
        "[Zona da Fé] Reduz o Custo de Mana em 1 e reduz o Mana de inimigos ao alcance em 240 a cada segundo.",
        "[Zona da Fé] Reduz o Custo de Mana em 1 e reduz o Mana de inimigos ao alcance em 290 a cada segundo.",
        "[Zona da Fé] Reduz o Custo de Mana em 1 e reduz o Mana de inimigos ao alcance em 350 a cada segundo.",
        "[Zona da Fé] Reduz o Custo de Mana em 1 e reduz o Mana de inimigos ao alcance em 420 a cada segundo.",
        "[Zona da Fé] Reduz o Custo de Mana em 1 e reduz o Mana de inimigos ao alcance em 500 a cada segundo."
      ],
      "story": "Lucias tinha um amigo muito querido quando era jovem. Esse amigo era membro de uma trupe chamada de Estrelas. Ele tinha mãos muito ágeis apesar de ser jovem e costumava bater inúmeras carteiras de apostadores. No entanto, a trupe só visitava a cidade de Lucias uma vez por ano, então os dois amigos davam algo que apreciavam ao outro para que se lembrassem de sua amizade. Esse é o dado especial de truques feito pelo amigo de Lucias, Esker."
    }
  },
  "s3": {
    "name": "Estigma",
    "description": "Aumenta a Esquiva F. de todos os aliados em {1} e seu ATQ em {2} por {0} seg. Os efeitos serão removidos quando você morre. Ataques normais causam mais {3} de DAN F. aos alvos por {0} seg., e aumentam em {5}% o DAN F. sofrido pelo alvo por {4} seg.",
    "books": {
      "0": "Reforços de ATQ e DAN aumentam em {0}%.",
      "1": "Reforços de ATQ e DAN aumentam em {0}%.",
      "2": "Reforços de ATQ e DAN aumentam em {0}%."
    },
    "light": "[Estigma] Reduz em 150 a PREC dos alvos sofrendo DAN F. adicional dessa habilidade durante 5 seg.",
    "dark": "Concede Imunidade a CM enquanto durar a habilidade.",
    "ut": {
      "name": "Ensino da Estrela da Manhã",
      "description": [
        "[Estigma] O efeito do Estigma não pode ser removido por habilidades que removem efeitos positivos. Reduz a Recarga em 12%.",
        "[Estigma] O efeito do Estigma não pode ser removido por habilidades que removem efeitos positivos. Reduz a Recarga em 14%.",
        "[Estigma] O efeito do Estigma não pode ser removido por habilidades que removem efeitos positivos. Reduz a Recarga em 17%.",
        "[Estigma] O efeito do Estigma não pode ser removido por habilidades que removem efeitos positivos. Reduz a Recarga em 21%.",
        "[Estigma] O efeito do Estigma não pode ser removido por habilidades que removem efeitos positivos. Reduz a Recarga em 25%.",
        "[Estigma] O efeito do Estigma não pode ser removido por habilidades que removem efeitos positivos. Reduz a Recarga em 30%."
      ],
      "story": "Materiais de pesquisa sobre o estigma do Santo das Bênçãos. Embora Lucias tenha lembranças dos santos, eles não sabiam tudo. Os padres de Lua deixaram esse documento após investigar os segredos por trás do estigma, mas foi impossível para eles desmascarar tudo."
    }
  },
  "s4": {
    "name": "Santo Sacrifício",
    "description": "Consome 20% do PV atual ao conjurar Caminho das Bênçãos e Zona da Fé. Quando as habilidades são utilizadas para curar aliados, a quantidade de PV restaurada é aumentada em {0} e os alvos recebem um reforço de DEF de {1} , por 10 seg.",
    "books": {
      "0": "Aumenta a taxa de Recuperação em {0}%.",
      "1": "Aumenta a taxa de Recuperação em {0}%.",
      "2": "Aumenta a taxa de Recuperação em {0}%."
    },
    "light": "Aumenta a Taxa de Cura em 40%.",
    "dark": "O PV não é mais consumido.",
    "ut": {
      "name": "Espada do Sacrifício",
      "description": [
        "[Santo Sacrifício] Aumenta o impulso de DEF em 50%. Os alvos têm sua ATQ aumentada em 8% por 5 seg.",
        "[Santo Sacrifício] Aumenta o impulso de DEF em 50%. Os alvos têm sua ATQ aumentada em 10% por 5 seg.",
        "[Santo Sacrifício] Aumenta o impulso de DEF em 50%. Os alvos têm sua ATQ aumentada em 12% por 5 seg.",
        "[Santo Sacrifício] Aumenta o impulso de DEF em 50%. Os alvos têm sua ATQ aumentada em 14% por 5 seg.",
        "[Santo Sacrifício] Aumenta o impulso de DEF em 50%. Os alvos têm sua ATQ aumentada em 17% por 5 seg.",
        "[Santo Sacrifício] Aumenta o impulso de DEF em 50%. Os alvos têm sua ATQ aumentada em 20% por 5 seg."
      ],
      "story": "A espada sagrada que Lucias usou quando estava sob o comando de Ricardo, como Cavaleiro Sagrado. Os altos sacerdotes de Lua a abençoaram, outorgando-lhe uma poderosa energia sagrada. Mais tarde, Lucias foi escolhido como um Santo das Bênçãos e suas bênçãos têm muito mais poder do que as da espada. Ele sempre carrega a espada para se lembrar dos dias de Cavaleiro Sagrado, mas jamais a usa. Os curiosos dizem que é porque ele teme não parecer um santo se for visto empunhando uma espada..."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV+15% / Resist. CM +100",
    "dark": "Aumenta em 300% a própria Recuperação de Mana/Seg. por 3 seg. ao lançar uma habilidade ativa."
  }
}