{
  "name": "Chrisha",
  "subtitle": "Inquisidora de Sangue e Ferro",
  "description": "Comandante de Velchia, os Cavaleiros Mágicos do Império equipados com armas tecnomágicas de ponta. Os cavaleiros, que são especialistas bélicos em aniquilação, não sofreram uma única derrota sob seu comando. Chrisha é uma forte cavaleira que derrota os inimigos com o poder de luzes de diversos atributos.",
  "story": "Comandante de Velchia, os orgulhosos Cavaleiros Mágicos do Império, e a Inquisidora que trabalha diretamente para o Imperador. É dever dela eliminar a corrupção, os rebeldes e tudo que ameace o império. A população do Império a louva e a considera uma heroína, um título que ela nunca pretendeu aceitar. Como filha da família Van Nosenhill e soldada do Império, tudo que importa para ela é cumprir seus deveres.",
  "like": "Sua Família, os cavaleiros, orgulho, crença e valor, xadrez e pessoas inteligentes.",
  "dislike": "Aqueles que envergonham o Império e os inimigos que ameaçam a paz do Império.",
  "inn": {
    "idle": "Ah. Até que a pousada de Orvel não é tão ruim.",
    "recruit": {
      "greet": "...O que você está tramando?",
      "talk": [
        "Quem estiver ansioso para saber sobre o Império deve provar o seu valor primeiro.",
        "As ordens de Vossa Majestade, o Imperador, são absolutas e devem ser cumpridas.",
        "Fiquei sabendo que há alguém que é especialista em Tecnomagia em Orvel. Como será que ele ou ela é?"
      ],
      "gift": "Um presente? Para mim? Qual é objetivo disso?"
    },
    "affinity": {
      "greet": "Você veio. Seu estômago está cheio o bastante para lutar?",
      "talk": [
        "Já jogou xadrez?",
        "Eu certamente gostaria de conversar com a Princesa de Orvelia alguma hora."
      ],
      "gift": "Já que insiste, vou aceitar."
    },
    "relationship": {
      "greet": "Um cavaleiro digno sabe a hora de pegar leve. Descanse um pouco.",
      "talk": [
        "Ser uma Inquisidora que relata diretamente à Vossa Majestade não é uma função fácil, mas certamente traz orgulho.",
        "*Suspiro* Parece que nenhum alto funcionário e ninguém da nobreza no Império ou em Orvelia é confiável.",
        "Por que não se junta aos Cavaleiros Mágicos de Velchia? Eu diria que você tem o que precisa."
      ]
    }
  },
  "uw": {
    "name": "Nova Prismática, Arc Lumineir",
    "description": [
      "Ao obter Luzes, recebe diversos efeitos. Luz Vermelha - Aumenta a ATQ de todos os aliados em 10% por 10 seg. Luz Azul - Aumenta a DEF de todos os aliados em 10% por 10 seg. Luz Verde - Cura 300 de MP de todos os aliados ao ser usada.",
      "Ao obter Luzes, recebe diversos efeitos. Luz Vermelha - Aumenta a ATQ de todos os aliados em 12% por 10 seg. Luz Azul - Aumenta a DEF de todos os aliados em 12% por 10 seg. Luz Verde - Cura 360 de MP de todos os aliados ao ser usada.",
      "Ao obter Luzes, recebe diversos efeitos. Luz Vermelha - Aumenta a ATQ de todos os aliados em 14% por 10 seg. Luz Azul - Aumenta a DEF de todos os aliados em 14% por 10 seg. Luz Verde - Cura 430 de MP de todos os aliados ao ser usada.",
      "Ao obter Luzes, recebe diversos efeitos. Luz Vermelha - Aumenta a ATQ de todos os aliados em 17% por 10 seg. Luz Azul - Aumenta a DEF de todos os aliados em 17% por 10 seg. Luz Verde - Cura 520 de MP de todos os aliados ao ser usada.",
      "Ao obter Luzes, recebe diversos efeitos. Luz Vermelha - Aumenta a ATQ de todos os aliados em 21% por 10 seg. Luz Azul - Aumenta a DEF de todos os aliados em 21% por 10 seg. Luz Verde - Cura 630 de MP de todos os aliados ao ser usada.",
      "Ao obter Luzes, recebe diversos efeitos. Luz Vermelha - Aumenta a ATQ de todos os aliados em 25% por 10 seg. Luz Azul - Aumenta a DEF de todos os aliados em 25% por 10 seg. Luz Verde - Cura 750 de MP de todos os aliados ao ser usada."
    ],
    "story": "Uma das mais novas armas inventadas da Magos Le'Flamme, a organização de pesquisa do Império. Akistra foi projetada para ser um canhão com poder máximo de destruição, enquanto a Arc Lumineir foi feita como uma arma estratégica para diversos propósitos. Os pesquisadores, enquanto estudavam para controlar o poder da luz, combinaram o atributo de um minério de dispersão de luz e o princípio da Tecnomagia, cuja raiz é a Magia Elemental, e inventaram um novo conceito para uma arma óptica."
  },
  "s1": {
    "name": "Luz da Aniquilação",
    "description": "Causa {0} de DAN M. ao alvo ignorando DEF e o atordoa por {1} seg. Causa {2} de DAN M. adicional a alvos Não Heróis ignorando DEF. Após o uso, remove todas as Luzes obtidas e ganha Luz Vermelha irremovível.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Reduz o Custo de Mana em 1.",
    "dark": "Aumenta o Custo de Mana em 1 e o DAN em 100%.",
    "ut": {
      "name": "Espada de Nosenhill",
      "description": [
        "[Luz da Aniquilação] Aumenta o DAN em 20% e reinicia a Recarga ao matar um inimigo.",
        "[Luz da Aniquilação] Aumenta o DAN em 24% e reinicia a Recarga ao matar um inimigo.",
        "[Luz da Aniquilação] Aumenta o DAN em 29% e reinicia a Recarga ao matar um inimigo.",
        "[Luz da Aniquilação] Aumenta o DAN em 35% e reinicia a Recarga ao matar um inimigo.",
        "[Luz da Aniquilação] Aumenta o DAN em 42% e reinicia a Recarga ao matar um inimigo.",
        "[Luz da Aniquilação] Aumenta o DAN em 50% e reinicia a Recarga ao matar um inimigo."
      ],
      "story": "Uma bela espada e o tesouro da família Van Nosenhill. A família Van Nosenhill é considerada nobre por sua produção de excelentes estrategistas e comandantes desde o reino do primeiro imperador. Desde que a espada foi concedida à família pelo primeiro imperador, os líderes da família Van Nosenhill sempre a carregaram junto."
    }
  },
  "s2": {
    "name": "Bloqueio de Inimigos",
    "description": "Remove todos os efeitos negativos do conjurador, causa {0} de DAN M. a todos os inimigos e os silencia por {1} seg. Após o uso, remove todas as Luzes obtidas e ganha Luz Azul irremovível.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Reduz o Custo de Mana em 1.",
    "dark": "Aumenta a duração de Silenciar em 1 seg.",
    "ut": {
      "name": "Certificado da Inquisidora",
      "description": [
        "[Bloqueio de Inimigos] Reduz a Recarga em 5 seg. e aumenta o DAN M. que o alvo recebe em 10% por 10 seg.",
        "[Bloqueio de Inimigos] Reduz a Recarga em 5 seg. e aumenta o DAN M. que o alvo recebe em 12% por 10 seg.",
        "[Bloqueio de Inimigos] Reduz a Recarga em 5 seg. e aumenta o DAN M. que o alvo recebe em 14% por 10 seg.",
        "[Bloqueio de Inimigos] Reduz a Recarga em 5 seg. e aumenta o DAN M. que o alvo recebe em 17% por 10 seg.",
        "[Bloqueio de Inimigos] Reduz a Recarga em 5 seg. e aumenta o DAN M. que o alvo recebe em 21% por 10 seg.",
        "[Bloqueio de Inimigos] Reduz a Recarga em 5 seg. e aumenta o DAN M. que o alvo recebe em 25% por 10 seg."
      ],
      "story": "A placa da inquisidora que o Imperador concedeu a Chrisha. O lobo prateado e a espada em sua boca simbolizam autoridade e controle, com os quais Chrisha era capaz de decretar a justiça e punir o mal em nome do Imperador."
    }
  },
  "s3": {
    "name": "Zona Verde",
    "description": "Causa {0} de DAN M. a inimigos frontais em uma linha reta e cria uma Zona Verde na frente. Inimigos que estão na Zona Verde não podem receber efeitos positivos, recebem {2} de DAN M. a cada {1} seg., e suas Taxas de Cura são reduzidas em {3}%. Após o uso, remove todas as Luzes obtidas e ganha Luz Verde irremovível.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Reduz o Custo de Mana em 1.",
    "dark": "Aumenta a duração da Zona Verde em 1.5 seg.",
    "ut": {
      "name": "Orgulho de Velchia",
      "description": [
        "[Zona Verde]Reduz a Recarga em 30% e aumenta o Efeito de Redução da Taxa de Cura da Zona Verde em mais 20%.",
        "[Zona Verde]Reduz a Recarga em 30% e aumenta o Efeito de Redução da Taxa de Cura da Zona Verde em mais 24%.",
        "[Zona Verde]Reduz a Recarga em 30% e aumenta o Efeito de Redução da Taxa de Cura da Zona Verde em mais 29%.",
        "[Zona Verde]Reduz a Recarga em 30% e aumenta o Efeito de Redução da Taxa de Cura da Zona Verde em mais 35%.",
        "[Zona Verde]Reduz a Recarga em 30% e aumenta o Efeito de Redução da Taxa de Cura da Zona Verde em mais 42%.",
        "[Zona Verde]Reduz a Recarga em 30% e aumenta o Efeito de Redução da Taxa de Cura da Zona Verde em mais 50%."
      ],
      "story": "Um anel concedido ao Comandante dos Cavaleiros Mágicos de Velchia. Ele representa o poder e o orgulho da melhor ordem de cavaleiros mágicos do Império. Os cavaleiros também usam o anel como um carimbo quando estão lidando com papeladas."
    }
  },
  "s4": {
    "name": "Tecnomagia do Império",
    "description": "Aumenta o ATQ em {0} e a PREC em {1} para todos os aliados e altera o ataque normal do conjurador de acordo com a luz obtida. Luz Vermelha - Aumenta o DAN de ataques normais em {2}% e reduz a Recarga da [Luz da Aniquilação] em 1 seg. após atacar. Luz Azul - Reduz o DAN de ataques normais em {3}%, mas causa DAN ao inimigo inteiro. Aumenta o DAN M. que o alvo recebe em {4}% por 10 seg. Luz Verde - Reduz o DAN de ataques normais em 20%, mas causa DAN a 2 inimigos. Reduz a Taxa de Cura do alvo em {5}% por 5 seg.",
    "books": {
      "0": "Aumento de ATQ reforçado em {0}%.",
      "1": "Aumento de ATQ reforçado em {0}%.",
      "2": "Aumento de ATQ reforçado em {0}%."
    },
    "light": "Melhora o efeito de Luzes em ataques normais. Luz Vermelha: Muda a Redução da Recarga para 2 seg. Luz Azul: O alvo recebe mais 60% de DAN M. Luz Verde: A Redução da Taxa de Cura aumenta para 40%.",
    "dark": "Aumenta em 20% o Alcance de ataques normais."
  },
  "t5": {
    "light": "ATQ, DEF, PV+15% / Chance Crít. +100",
    "dark": "Aumenta a Vel. de ATQ de ataques normais em 400 e em mais 40 por uso de habilidade. Esse efeito não pode ser removido e pode ser acumulado até 10 vezes."
  }
}