{
  "name": "Esker",
  "subtitle": "O Apostador Ilusório",
  "description": "O homem mais perigoso no mundo secreto das apostas. Ele possui a estranha habilidade de ler a mente das pessoas. Assim que alguém se distrai com o rolar de seus dados, o jogo já está perdido.",
  "story": "Nascido com o espírito de um artista itinerante, Esker era um famoso mágico da Estrelas, uma trupe de teatro itinerante, até o dia em que foi incriminado pelo Primeiro Ministro El Moriham de Orvelia e desapareceu. Bem quando todos estavam começando a se esquecer dele, ele ressurgiu como um dos mais perigosos apostadores do mundo secreto das apostas. ‘O Apostador Ilusório.’ É assim que os que o desafiavam o chamavam, tremendo de medo. Os apostadores que jogavam com ele o descreviam de maneira similar. Assim que encaravam a risada peculiar de Esker, com sua voz suave e olhos vazios, todos sentiam-se nauseados com a suspeita de que aquele homem estava lendo todos os seus movimentos.",
  "like": "Cubo Rúnico Mumbo Jumbo, Concerto para Piano nª 7 de Hayedden, Filé de Bagre Prateado temperado com 4 gotas de suco de limão.",
  "dislike": "Pescar, minhocas, vigaristas, tudo que é picante.",
  "inn": {
    "idle": "Xiu! Não conte a ninguém que você me viu.",
    "recruit": {
      "greet": "Você quer jogar? Talvez eu deixe você ganhar um jogo ou dois.",
      "talk": [
        "Mantenha os olhos abertos e veja. Assim que eu lançar este dado, um mundo criado por mim se revelará perante a ti.",
        "Uh-oh. Eu já sei qual será a próxima jogada. Você perde assim que deixa seu oponente ler sua mente.",
        "Está nervoso por eu sempre vencer? Qual é, eu vou deixar você vencer da próxima vez."
      ],
      "gift": "É só isso?"
    },
    "affinity": {
      "greet": "Hahaha, você melhorou! Que tal se juntar a mim e ganhar dinheiro de verdade?",
      "talk": [
        "Aquele Lucias é um idiota teimoso. Jamais diga a ele que estou aqui. Argh, eu fico arrepiado só de me imaginar esbarrando com ele.",
        "O segredo da casa de apostas? Hmph, você jamais imaginaria. Eles não deixarão você sentar na mesa a menos que tenha uma garrafa cheia de sangue de Vampiro. Qual é, não precisa chorar. Só estou brincando com você."
      ],
      "gift": "Esqueça o presente e vamos jantar. Filé de Bagre Prateado temperado com suco de limão seria perfeito."
    },
    "relationship": {
      "greet": "Meu jogo acaba quando minha vingança estiver completa. Não me importo se isso vai ou não me arruinar. O dado continuará a rolar.",
      "talk": [
        "Eu costumava pescar anchovas com ele quando éramos mais jovens... Bom, eu nunca gostei daquilo, de qualquer forma. Eu odiava ter que colocar aquelas minhocas nojentas no anzol.",
        "Eu poderia ensinar a Ophelia a embaralhar as cartas depois de sua apresentação.",
        "Quando voltarei a Estrelas? Bem... pensarei sobre isso se você vier assistir à apresentação."
      ]
    }
  },
  "uw": {
    "name": "Dados de Lu Etrona, o Prazer do Viajante",
    "description": [
      "Após um Acerto Crítico de Habilidade, aumenta o DAN M. que o alvo recebe em 20% por 10 seg e recupera a própria Mana em 100.",
      "Após um Acerto Crítico de Habilidade, aumenta o DAN M. que o alvo recebe em 24% por 10 seg e recupera a própria Mana em 120.",
      "Após um Acerto Crítico de Habilidade, aumenta o DAN M. que o alvo recebe em 29% por 10 seg e recupera a própria Mana em 140.",
      "Após um Acerto Crítico de Habilidade, aumenta o DAN M. que o alvo recebe em 35% por 10 seg e recupera a própria Mana em 170.",
      "Após um Acerto Crítico de Habilidade, aumenta o DAN M. que o alvo recebe em 42% por 10 seg e recupera a própria Mana em 210.",
      "Após um Acerto Crítico de Habilidade, aumenta o DAN M. que o alvo recebe em 50% por 10 seg e recupera a própria Mana em 250."
    ],
    "story": "Um par de dados usados por Hexipolia, o Palhaço Ilusório Viajante. Ele era um mago e artista de renome, nos tempos antigos, e viajava por todo o continente levando alegria às pessoas e fazendo-as esquecer de seus problemas. Suas apresentações eram um refúgio e uma esperança para as pessoas que passavam por momentos confusos, elas o adoravam tanto que, após o seu falecimento, fizeram a Lua de Hexipolia para honrar seu nobre espírito. Porém, a natureza mentalmente desgastante da arte de Hexipolia foi corroendo lentamente sua alma, fazendo-o sofrer de solidão e depressão. Ele queria desistir de seu dom, mas a pressão que as pessoas colocavam sobre ele era simplesmente esmagadora, ele sabia muito bem o que aquelas apresentações significavam para seu público. Seu destino era entreter as pessoas. Os Dados de Lunetrona foram algo que ele fez para entreter a si mesmo nessa dolorosa jornada do entretenimento. Ele condensou sua Mana nos dados e deu a eles o poder de formar uma ilusão dimensional. Os dados abriam um mundo imaginário quando rolados, onde Hexipolia podia encontrar um pouco de paz. Os dados foram passados para os descendentes de seu ofício de palhaçadas, mas desapareceram quando a antiga civilização sucumbiu. E agora, os dados estão nas mãos de um homem chamado de Apostador Ilusório. Sendo usados de uma forma completamente diferente, indo contra as intenções de seu criador... Dizem que os dados apareceram nas mãos de Esker após um clarão ofuscante, quando ele queria desesperadamente escapar desse mundo."
  },
  "s1": {
    "name": "Esse Jogo é Meu",
    "description": "Ataque um inimigo aleatório 3 vezes, causando {0} DAN M. e atordoando-o por {1} seg. Se os 3 ataques caírem no mesmo inimigo, causa DAN M. adicional de {2} , que ignora a DEF.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Aumenta o DAN em 100% quando houver apenas 1 inimigo restante.",
    "dark": "Reduz a Vel de ATQ do inimigo em 200 por 10 seg.",
    "ut": {
      "name": "Cubo Rúnico Mumbo Jumbo",
      "description": [
        "[Esse Jogo é Meu] Aumenta o DAN em 20% e o número de acertos em 1.",
        "[Esse Jogo é Meu] Aumenta o DAN em 24% e o número de acertos em 1.",
        "[Esse Jogo é Meu] Aumenta o DAN em 29% e o número de acertos em 1.",
        "[Esse Jogo é Meu] Aumenta o DAN em 35% e o número de acertos em 1.",
        "[Esse Jogo é Meu] Aumenta o DAN em 42% e o número de acertos em 1.",
        "[Esse Jogo é Meu] Aumenta o DAN em 50% e o número de acertos em 1."
      ],
      "story": "Um cubo de brinquedo que Esker costumava brincar com Ophelia, quando ela não se sentia bem. O Cubo emite uma luz brilhante quando as letras Rúnicas se alinham, e começa a tocar uma linda melodia quando é completamente solucionado. Ophelia costumava ficar deprimida por não saber como se parecia o homem a ela predestinado, o qual ela conheceu em seus sonhos. Em momentos assim, Esker, da mesma forma que fazia para acalmar sua irmã, pegava o cubo e o solucionava enquanto ela assistia."
    }
  },
  "s2": {
    "name": "Minha Vez",
    "description": "Lança o dado e aumenta o ATQ e DAN Crít de 2 aliados aleatórios em {0} e {1}% respectivamente, por 60 seg. Esse efeito pode ser acumulado no máximo {2} vezes e o número de alvos aumenta em 1 por cada ponto no dado rolado.",
    "books": {
      "0": "Aumento de ATQ reforçado em {0}%.",
      "1": "Aumento de ATQ reforçado em {0}%.",
      "2": "Aumento de ATQ reforçado em {0}%."
    },
    "light": "Aumenta o Custo de Mana em 1, mas sempre rola 6.",
    "dark": "Reduz o Custo de Mana em 1.",
    "ut": {
      "name": "Peça de Xadrez Inestimável",
      "description": [
        "[Minha Vez] O efeito de Minha Vez se torna irremovível e concede adicionalmente 30 de Vel de ATQ por acúmulo ao aliado que possuir o ATQ mais alto.",
        "[Minha Vez] O efeito de Minha Vez se torna irremovível e concede adicionalmente 36 de Vel de ATQ por acúmulo ao aliado que possuir o ATQ mais alto.",
        "[Minha Vez] O efeito de Minha Vez se torna irremovível e concede adicionalmente 43 de Vel de ATQ por acúmulo ao aliado que possuir o ATQ mais alto.",
        "[Minha Vez] O efeito de Minha Vez se torna irremovível e concede adicionalmente 52 de Vel de ATQ por acúmulo ao aliado que possuir o ATQ mais alto.",
        "[Minha Vez] O efeito de Minha Vez se torna irremovível, e concede adicionalmente 63 de Vel de ATQ por acúmulo ao aliado que possuir o ATQ mais alto.",
        "[Minha Vez] O efeito de Minha Vez se torna irremovível, e concede adicionalmente 75 de Vel de ATQ por acúmulo ao aliado que possuir o ATQ mais alto."
      ],
      "story": "Uma peça de xadrez que pertencia ao parceiro de apresentações de Esker na Estrelas. Quando o show de mágica acabava, a dupla jogava xadrez e conversava sobre a apresentação que ocorrera mais cedo. No dia em que aquele ‘incidente’ aconteceu e Esker decidiu deixar a trupe, ninguém além de seu parceiro sabia o que ele planejava. Entregando essa peça de xadrez nas mãos de Esker, ele pediu para que Esker não esquecesse da Estrelas e voltasse quando pudesse."
    }
  },
  "s3": {
    "name": "Devo Arriscar a Sorte?",
    "description": "Ataca todos os inimigos e causa {0} DAN M., reduzindo permanentemente a Recarga dessa habilidade em {1} seg ou aumentando seu DAN em {2}%, com 50% de chance para cada um. Esse efeito pode ser acumulado no máximo 10 vezes.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "O efeito de aumento de DAN será ativado após o efeito de Redução de Recarga ser ativado no acúmulo máximo primeiro.",
    "dark": "Muda o alvo para 4 inimigos, mas reduz a Recarga em 50% ao eliminar um inimigo.",
    "ut": {
      "name": "Vara de Pescar Antiga",
      "description": [
        "[Devo Arriscar a Sorte?] Reduz o Custo de Mana em 1 e aumenta o DAN M. que o alvo recebe em 10% por 10 seg.",
        "[Devo Arriscar a Sorte?] Reduz o Custo de Mana em 1 e aumenta o DAN M. que o alvo recebe em 12% por 10 seg.",
        "[Devo Arriscar a Sorte?] Reduz o Custo de Mana em 1 e aumenta o DAN M. que o alvo recebe em 14% por 10 seg.",
        "[Devo Arriscar a Sorte?] Reduz o Custo de Mana em 1 e aumenta o DAN M. que o alvo recebe em 17% por 10 seg.",
        "[Devo Arriscar a Sorte?] Reduz o Custo de Mana em 1 e aumenta o DAN M. que o alvo recebe em 21% por 10 seg.",
        "[Devo Arriscar a Sorte?] Reduz o Custo de Mana em 1 e aumenta o DAN M. que o alvo recebe em 25% por 10 seg."
      ],
      "story": "Uma vara de pescar para crianças, que o amigo de infância de Esker deu a ele como presente. Havia um garoto irritante que vivia em uma cidade que a Estrelas visitava durante suas turnês anuais. O garoto, Lucias, lia a entediante bíblia para Esker e amedrontava-o com besouros. A princípio, Esker o odiava por sempre ficar sorrindo feito um idiota, mas logo eles se tornaram bons amigos. Quando Estrelas veio visitar a cidade de Lucias em uma outra turnê, os dois trocaram símbolos de sua amizade, e essa vara de pescar foi o que Lucias deu a Esker. Desde então, Esker tinha que ir pescar com Lucias toda vez que fosse à cidade."
    }
  },
  "s4": {
    "name": "Isso Não é um Truque",
    "description": "A cada 10 seg, aumenta o próprio ATQ em {0} e a DEF em {1}. Esse efeito pode ser acumulado no máximo 10 vezes.",
    "books": {
      "0": "Aumenta o Impulso de ATQ e de DEF em {0}%.",
      "1": "Aumenta o Impulso de ATQ e de DEF em {0}%.",
      "2": "Aumenta o Impulso de ATQ e de DEF em {0}%."
    },
    "light": "Aumenta o número máximo de acúmulos em 3.",
    "dark": "Aumenta o DAN contra inimigos Não Heróis em 3% por cada acúmulo."
  },
  "t5": {
    "light": "ATK, DEF, PV+15% / Vel ATQ +100",
    "dark": "A cada 10 seg, receba até 6 acúmulos de Bênção dos Dados. Reduz a Recarga das habilidades ativas em 5% por cada Bênção dos Dados recebida."
  }
}