{
  "name": "Cecilia",
  "subtitle": "Vento Rubro da Justiça",
  "description": "Uma garota com um forte senso de justiça. Ela sempre quer ajudar aos outros. Com suas botas tecnomágicas, que são poderosas o bastante para pulverizar os inimigos, ela pune os Demônios que perseguem as pessoas.",
  "story": "Uma garota que sonha com um mundo sem injustiças. Cecilia, também conhecida como o Vento Rubro da Justiça, derrota seus inimigos com seus chutes velozes, enquanto seu laço vermelho voa pelo ar. Seu avô é Ricardo, capitão dos Cavaleiros Sagrados de Orvelia. Ela cresceu vendo seu avô fazer justiça com o seu coração de aço e, agora, como parte da Resistência, sonha em buscar essa justiça e erradicar o mal no Império. Ricardo está preocupado com sua netinha, já que sua busca pela justiça pode colocá-la em perigo. Contudo, os gritos e chutes dela são sempre dinâmicos e heroicos e tais preocupações não a incomodam nem um pouco.",
  "like": "Gaita, macarrão picante, apostas, apostar corrida.",
  "dislike": "Injustiça, piadas sem graça, reclamações, cobras",
  "inn": {
    "idle": "Eu acredito no seu potencial infinito!",
    "recruit": {
      "greet": "Quero que você esteja ao meu lado durante minha jornada.",
      "talk": [
        "Por acaso você conhece o meu avô?",
        "Um espírito inabalável é a coisa mais importante quando se luta pela justiça!",
        "Treine hoje! Treine todos os dias!"
      ],
      "gift": "Hã? Isso é mesmo para mim?"
    },
    "affinity": {
      "greet": "Vamos dar o nosso melhor hoje! Quem está comigo?",
      "talk": [
        "Não desista! Eu te protejo!",
        "Quando se trata de comer macarrão picante, eu nunca perco! Aposto 5 Ouros que aguento comer mais macarrão picante do que você. Encara?"
      ],
      "gift": "Adorei! Tem algo que você queira ganhar?"
    },
    "relationship": {
      "greet": "Coragem é o poder que traz a justiça ao mundo!",
      "talk": [
        "Quantos pares de botas eu tenho? Hmm, cerca de 100 pares, só para os treinos?",
        "Hã? Você quer que eu toque gaita? Hahaha... S-só um segundo.",
        "Que tal jogarmos futebol quando estiver entediado?"
      ]
    }
  },
  "uw": {
    "name": "Gigantix, a Tempestade Supersônica",
    "description": [
      "Aumenta a Vel. de ATQ em 100. Ataques normais e habilidades concedem um acúmulo de Explosão em si e têm uma chance de 3% de atordoar os alvos atingidos por 4 seg. A Gigantix explode quando o número de acúmulos de Explosão chega a 100, aumentando a Vel. de ATQ e Todas as Chances de Esquiva em 100. Esse efeito não pode ser removido.",
      "Aumenta a Vel. de ATQ em 120. Ataques normais e habilidades concedem um acúmulo de Explosão em si e têm uma chance de 3% de atordoar os alvos atingidos por 4 seg. A Gigantix explode quando o número de acúmulos de Explosão chega a 100, aumentando a Vel. de ATQ e Todas as Chances de Esquiva em 120. Esse efeito não pode ser removido.",
      "Aumenta a Vel. de ATQ em 140. Ataques normais e habilidades concedem um acúmulo de Explosão em si e têm uma chance de 3% de atordoar os alvos atingidos por 4 seg. A Gigantix explode quando o número de acúmulos de Explosão chega a 100, aumentando a Vel. de ATQ e Todas as Chances de Esquiva em 140. Esse efeito não pode ser removido.",
      "Aumenta a Vel. de ATQ em 170. Ataques normais e habilidades concedem um acúmulo de Explosão em si e têm uma chance de 3% de atordoar os alvos atingidos por 4 seg. A Gigantix explode quando o número de acúmulos de Explosão chega a 100, aumentando a Vel. de ATQ e Todas as Chances de Esquiva em 170. Esse efeito não pode ser removido.",
      "Aumenta a Vel. de ATQ em 210. Ataques normais e habilidades concedem um acúmulo de Explosão em si e têm uma chance de 3% de atordoar os alvos atingidos por 4 seg. A Gigantix explode quando o número de acúmulos de Explosão chega a 100, aumentando a Vel. de ATQ e Todas as Chances de Esquiva em 210. Esse efeito não pode ser removido.",
      "Aumenta a Vel. de ATQ em 250. Ataques normais e habilidades concedem um acúmulo de Explosão em si e têm uma chance de 3% de atordoar os alvos atingidos por 4 seg. A Gigantix explode quando o número de acúmulos de Explosão chega a 100, aumentando a Vel. de ATQ e Todas as Chances de Esquiva em 250. Esse efeito não pode ser removido."
    ],
    "story": "Um par de botas tecnomágicas feitas, em sua maior parte, com a Pedra Mágica da Tempestade, escavada de ruínas tecnomágicas antigas. Sempre que quem as usam ataca, a pedra mágica libera uma onda de energia que permite ao usuário alcançar uma velocidade supersônica e um poder destrutivo o bastante para dobrar pilares de metal como se fossem de espuma. Na verdade, foi Ricardo que deu para Cecilia a Pedra Mágica da Tempestade, a matéria-prima dessas botas. Segundo ela, Ricardo estava guardando a pedra em segurança, mas ele nunca contou a ela onde havia conseguido aquilo. Certo dia, Ricardo foi visitar Cecilia no Império, e ela lhe disse que entraria para a Resistência. Ele viu em seus olhos o quanto Cecília estava decidida. E então ele deu a Pedra Mágica da Tempestade a ela, dizendo: 'Deixe que o mundo entenda o que você sente'. Mais tarde, essas poderosas botas foram criadas por Landet, o engenheiro tecnológico da Resistência."
  },
  "s1": {
    "name": "Sai da frente!",
    "description": "Seleciona o inimigo mais distante e o designa como o [Vilão], reduzindo sua Vel. de ATQ em {1} por {0} seg. Desloca-se até o alvo para causar {2} de DAN F. [Pontapé!] fica disponível após usar essa habilidade.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Aumenta a quantidade de DAN F. que o alvo recebe em 25% por 10 seg.",
    "dark": "Remove efeitos positivos do alvo.",
    "ut": {
      "name": "Primeiros Passos do Herói",
      "description": [
        "[Sai da Frente!] Reduz o Custo de Mana em 1 e faz o alvo atingido receber 10% a mais de DAN F. por 10 seg.",
        "[Sai da Frente!] Reduz o Custo de Mana em 1 e faz o alvo atingido receber 12% a mais de DAN F. por 10 seg.",
        "[Sai da Frente!] Reduz o Custo de Mana em 1 e faz o alvo atingido receber 14% a mais de DAN F. por 10 seg.",
        "[Sai da Frente!] Reduz o Custo de Mana em 1 e faz o alvo atingido receber 17% a mais de DAN F. por 10 seg.",
        "[Sai da Frente!] Reduz o Custo de Mana em 1 e faz o alvo atingido receber 21% a mais de DAN F. por 10 seg.",
        "[Sai da Frente!] Reduz o Custo de Mana em 1 e faz o alvo atingido receber 25% a mais de DAN F. por 10 seg."
      ],
      "story": "Um par de botas feitas sob medida que Cecilia costumava usar, antes de ganhar as botas que usa atualmente. Após anos de treino em diferentes artes marciais, ela desenvolveu seu próprio estilo de luta, que depende muito de suas pernas ágeis. Para provar seu valor ao seu avô, ela treinou arduamente com essas botas especiais. As marcas e arranhões nessas botas são como cicatrizes gloriosas daqueles dias de trabalho intenso."
    },
    "linked": {
      "0": {
        "name": "Pontapé!",
        "description": "Ataca o alvo inimigo, causando {0} de DAN F. e derrubando-o por {1} seg. Inimigos na condição de [Vilão] são atacados primeiro. [Chute Tempestuoso!] fica disponível após usar essa habilidade."
      },
      "1": {
        "name": "Chute Tempestuoso!",
        "description": "Desloca-se para o inimigo mais distante e causa {0} de DAN F., atordoando-o por {1} seg. Inimigos na condição de [Vilão] são atacados primeiro."
      }
    }
  },
  "s2": {
    "name": "Potencial Infinito",
    "description": "Causa {0} de DAN F. a inimigos próximos em uma área circular, derrubando-os por {1} seg. Ganha o [Potencial Infinito], que aumenta a própria Vel. de ATQ em {3} por {2} seg. Enquanto o [Potencial Infinito] estiver ativo, ataques normais e habilidades causam {4} de DAN F. a alvos Heróis e {5} de DAN F. a alvos Não Heróis. Esse efeito não pode ser removido.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Aumenta o DAN a inimigos Não Heróis em {0}% enquanto a habilidade durar.",
    "dark": "Recebe {0}% a menos de DAN F. enquanto a habilidade durar.",
    "ut": {
      "name": "Lembrança da Infância",
      "description": [
        "[Potencial Infinito] Remove efeitos negativos de si e aumenta o DAN em 20%.",
        "[Potencial Infinito] Remove efeitos negativos de si e aumenta o DAN em 24%.",
        "[Potencial Infinito] Remove efeitos negativos de si e aumenta o DAN em 29%.",
        "[Potencial Infinito] Remove efeitos negativos de si e aumenta o DAN em 35%.",
        "[Potencial Infinito] Remove efeitos negativos de si e aumenta o DAN em 42%.",
        "[Potencial Infinito] Remove efeitos negativos de si e aumenta o DAN em 50%."
      ],
      "story": "Bolas que Cecilia costuma ficar chutando. A bola de futebol, especialmente, a ajudou a melhorar suas habilidades com chutes. Ela era a líder das crianças da vizinhança e sempre manteve essas bolas consigo, como uma espécie de lembrança de sua infância despreocupada. Ela recorre a elas sempre que está se sentindo triste ou frustrada."
    }
  },
  "s3": {
    "name": "UA-TAAAAAH!",
    "description": "Ataca os inimigos próximos em uma área circular e causa um total de {1} de DAN F. ao longo de {0} vezes. Depois disso, causa {2} de DAN F. ao alvo inimigo e àqueles ao redor dele, derrubando-os por {3} seg. Se o efeito de [Potencial Infinito] estiver ativo no momento em que essa habilidade é usada, [Técnica Especial. Chute Meteoro!] fica disponível por {4} seg.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Aumenta o DAN em {0}%."
    },
    "light": "Aumenta o DAN em 100% quando houver apenas 1 inimigo restante.",
    "dark": "Concede Imunidade a CM enquanto a habilidade durar.",
    "ut": {
      "name": "Momento de Lazer",
      "description": [
        "[UA-TAAAAAH!] Aumenta o próprio DAN a Chefes em 4% após cada uso. Esse efeito pode ser acumulado no máximo 10 vezes. Reduz o Custo de Mana de [Técnica Especial. Chute Meteoro!] em 1.",
        "[UA-TAAAAAH!] Aumenta o próprio DAN a Chefes em 4,8% após cada uso. Esse efeito pode ser acumulado no máximo 10 vezes. Reduz o Custo de Mana de [Técnica Especial. Chute Meteoro!] em 1.",
        "[UA-TAAAAAH!] Aumenta o próprio DAN a Chefes em 5,8% após cada uso. Esse efeito pode ser acumulado no máximo 10 vezes. Reduz o Custo de Mana de [Técnica Especial. Chute Meteoro!] em 1.",
        "[UA-TAAAAAH!] Aumenta o próprio DAN a Chefes em 7% após cada uso. Esse efeito pode ser acumulado no máximo 10 vezes. Reduz o Custo de Mana de [Técnica Especial. Chute Meteoro!] em 1.",
        "[UA-TAAAAAH!] Aumenta o próprio DAN a Chefes em 8,4% após cada uso. Esse efeito pode ser acumulado no máximo 10 vezes. Reduz o Custo de Mana de [Técnica Especial. Chute Meteoro!] em 1.",
        "[UA-TAAAAAH!] Aumenta o próprio DAN a Chefes em 10% após cada uso. Esse efeito pode ser acumulado no máximo 10 vezes. Reduz o Custo de Mana de [Técnica Especial. Chute Meteoro!] em 1."
      ],
      "story": "Uma gaita que Cecilia gosta de tocar em seu tempo livre. Foi um presente que Ricardo deu a ela em seu 15º aniversário. Ele estava preocupado que sua neta esquecesse de relaxar de vez em quando em sua jornada para buscar um mundo justo. Após refletir muito, ele deu a Cecilia essa pequena gaita com o nome dela gravado. Porém, Cecilia nunca se dispôs a aprender mais do que uma canção, não fazendo ideia das intenções de seu avô."
    },
    "linked": {
      "0": {
        "name": "Técnica Especial. Chute Meteoro!",
        "description": "Desfere um ataque com toda a força que causa {0} de DAN F. ao alvo inimigo e àqueles ao redor dele, atordoando-os por {1} seg. Essa habilidade sempre será um Acerto Crítico."
      }
    }
  },
  "s4": {
    "name": "Talento Nato",
    "description": "Aumenta a DEF em {0} e a Chance Crít. em {1} de si própria. Os ataques normais e habilidades de Cecilia não erram os alvos.",
    "books": {
      "0": "Aumenta o impulso de DEF em {0}%.",
      "1": "Aumenta o impulso de DEF em {0}%.",
      "2": "Aumenta o impulso de DEF em {0}%."
    },
    "light": "Recebe {0}% a menos de DAN.",
    "dark": "Aumenta o DAN a Heróis em {0}%.",
    "ut": {
      "name": "Coração da Justiça",
      "description": [
        "[Talento Nato] No início de cada batalha, causa 10% a mais de DAN a inimigos Não Heróis e recebe 25% a menos de DAN por 20 seg.",
        "[Talento Nato] No início de cada batalha, causa 12% a mais de DAN a inimigos Não Heróis e recebe 25% a menos de DAN por 20 seg.",
        "[Talento Nato] No início de cada batalha, causa 14% a mais de DAN a inimigos Não Heróis e recebe 25% a menos de DAN por 20 seg.",
        "[Talento Nato] No início de cada batalha, causa 17% a mais de DAN a inimigos Não Heróis e recebe 25% a menos de DAN por 20 seg.",
        "[Talento Nato] No início de cada batalha, causa 21% a mais de DAN a inimigos Não Heróis e recebe 25% a menos de DAN por 20 seg.",
        "[Talento Nato] No início de cada batalha, causa 25% a mais de DAN a inimigos Não Heróis e recebe 25% a menos de DAN por 20 seg."
      ],
      "story": "Um presente que Cecilia ganhou em troca de seu primeiríssimo ato de justiça. No passado, uma garotinha que Cecilia resgatou, amarrou esse laço vermelho ao redor do ferimento que Cecília sofreu ao salvá-la do perigo. Depois disso, ela passou a usá-la sempre em seu pulso, enquanto partia em suas missões. Logo as pessoas começaram a chamá-la de o Vento Rubro da Justiça."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV+15% / DAN Crít. +20%",
    "dark": "Aumenta o próprio ATQ em {0}% quando o [Potencial Infinito] causa DAN adicional ao inimigo. Esse efeito pode ser acumulado no máximo {1} vezes e não pode ser removido."
  }
}