{
  "name": "Kirze",
  "subtitle": "Felina do Cristal Escarlate",
  "description": "Vencedor do concurso de desenho de conceito de herói, [87CEFA]Mochi00 (JPN)[-] Menina meio-humano e meio-gato, que nasceu com um poder mágico raro. Quando criança, foi capturada pela Legião das Trevas e submetida a uma experiência que transformou seu corpo em cristal. Depois de reunir forças e fugir, usa os cristais escarlates que compõem o seu corpo para lutar contra os inimigos.",
  "story": "Do vencedor do concurso de desenho de conceito de herói, [87CEFA]Mochi00 (JPN)[-] Há alguns anos, diversos vilarejos do continente de Orbis foram invadidos pelo exército de mortos-vivos de Malduk. Crianças albinas, com um temperamento peculiar e com forte poder mágico foram sequestradas pelos homens de Malduk e tiveram poderosos cristais escarlates de alta compatibilidade com os demônios injetados em seus corpos.- Elas foram submetidas a uma experiência que as transformariam em minas vivas, produzindo cristais escarlates durante o resto de suas vidas. Como resultado dessa experiência desumana, as crianças foram, uma a uma, perdendo suas vidas. Aquelas que não eram compatíveis com os cristais, acabaram se transformando em estátuas de pedra que se despedaçaram, virando pó. As outras crianças que presenciaram essa terrível cena, mesmo tremendo de medo, não viram outra opção senão esperar pela morte em silêncio. Mas a experiência acabou sendo bem-sucedida. Os cristais escarlates ressoaram com o corpo de Kirze e seu corpo absorveu todos os cristais. Como resultado, ela se apossou de um enorme poder, junto com uma especial capacidade de controlar os cristais escarlates. Com esse poder, Kirze foi capaz de derrubar o exército de Malduk, e fugir do campo de experiência com as crianças que sobreviveram. Para evitar que apareçam mais vítimas como ela, Kirze partiu em viagem à caça de demônios que perambulam por aí...",
  "like": "Bichos de pelúcia, beiras de rio, animais pequenos, risada de criança inocente",
  "dislike": "Demônios, bichos nojentos, pessoas que não têm consideração pelos outros",
  "inn": {
    "idle": "Ahahaha... Fui atraída pelo ambiente animado...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Oi, há quanto tempo...",
      "talk": [
        "Está me convidando para comer junto? Haha... Estou bem, irei olhar, apenas.",
        "Quando vejo alguém em perigo... automaticamente sinto que preciso ajudar."
      ],
      "gift": "Estes cristais escarlates que compõem meu corpo... Ouvi dizer que são bons catalisadores de reagentes mágicos."
    },
    "relationship": {
      "greet": "O...Oi? Fiz uma boneca nova... Quer ver?",
      "talk": [
        "Não gosto de batalhas, mas... Não posso deixar que haja mais vítimas como eu.",
        "Desde que meu corpo se transformou, não consigo comer muito... Por isso, quando vejo alguém que come bem, fico contente mas também sinto inveja.",
        "Hoje sinto o corpo um pouco mole... e com sono. Se achar que estou dormindo demais, me acorde... Porque tenho medo... de não acordar mais..."
      ]
    }
  },
  "uw": {
    "name": "Elicipira, o Gume da Punição",
    "description": [
      "Amplifica a força dos cristais escarlates, aumentando grandemente o alcance do [Desabroche, Flor Escarlate!]. Ademais, há 4% de chance de infligir DANO M adicional de 500% do ATQ a cada ataque normal ou de habilidade. O DANO infligido em chefes é dobrado.",
      "Amplifica a força dos cristais escarlates, aumentando grandemente o alcance do [Desabroche, Flor Escarlate!]. Ademais, há 4% de chance de infligir DANO M adicional de 600% do ATQ a cada ataque normal ou de habilidade. O DANO infligido em chefes é dobrado.",
      "Amplifica a força dos cristais escarlates, aumentando grandemente o alcance do [Desabroche, Flor Escarlate!]. Ademais, há 4% de chance de infligir DANO M adicional de 720% do ATQ a cada ataque normal ou de habilidade. O DANO infligido em chefes é dobrado.",
      "Amplifica a força dos cristais escarlates, aumentando grandemente o alcance do [Desabroche, Flor Escarlate!]. Ademais, há 4% de chance de infligir DANO M adicional de 860% do ATQ a cada ataque normal ou de habilidade. O DANO infligido em chefes é dobrado.",
      "Amplifica a força dos cristais escarlates, aumentando grandemente o alcance do [Desabroche, Flor Escarlate!]. Ademais, há 4% de chance de infligir DANO M adicional de 1.000% do ATQ a cada ataque normal ou de habilidade. O DANO infligido em chefes é dobrado.",
      "Amplifica a força dos cristais escarlates, aumentando grandemente o alcance do [Desabroche, Flor Escarlate!]. Ademais, há 4% de chance de infligir DANO M adicional de 1.250% do ATQ a cada ataque normal ou de habilidade. O DANO infligido em chefes é dobrado."
    ],
    "story": "Tesoura gigante feita com cristais escarlates que compõem seu corpo. Criada com base no formato de uma tesoura antiga que sua mãe usava no passado. Uma arma bastante prática, que pode ser usada como uma única espada grande ou com cada lâmina empunhada em uma mão. Concebida com o desejo de eliminar todo o sofrimento causado pelos demônios, reage às emoções de Kirze para gerar uma força ainda maior."
  },
  "s1": {
    "name": "Corte, Lâmina da Justiça!",
    "description": "Ataca os inimigos à sua volta sete vezes infligindo {0} de DANO M total. Depois, ataca os inimigos frontais, infligindo {1} de DANO M e derrubando-os por {2} s.",
    "books": {
      "0": "O DANO aumenta em {0}%.",
      "1": "O DANO aumenta em {0}%.",
      "2": "O DANO aumenta em {0}%."
    },
    "light": "Reduz o tempo de recarga em {0}% para cada inimigo atingido.",
    "dark": "Quando há 1 inimigo, aumenta o DANO em 100%.",
    "ut": {
      "name": "Lótus de Cristal Vermelho",
      "description": [
        "[Corte, Lâmina da Justiça!] Aumenta o DANO em 20% e reduz o custo de PM em 1.",
        "[Corte, Lâmina da Justiça!] Aumenta o DANO em 24% e reduz o custo de PM em 1.",
        "[Corte, Lâmina da Justiça!] Aumenta o DANO em 29% e reduz o custo de PM em 1.",
        "[Corte, Lâmina da Justiça!] Aumenta o DANO em 35% e reduz o custo de PM em 1.",
        "[Corte, Lâmina da Justiça!] Aumenta o DANO em 42% e reduz o custo de PM em 1.",
        "[Corte, Lâmina da Justiça!] Aumenta o DANO em 50% e reduz o custo de PM em 1."
      ],
      "story": "De vez em quando, saem do corpo da Kirze fragmentos de cristais que compõem seu corpo.\\Como não ela pôde deixar esses fragmentos que fazem parte de corpo à solta, passou a juntar tais fragmentos. Logo, acumulou tantos fragmentos que não sabia o que fazer com elas. Um dia, ao visitar Orvel, viu um ornamento de vidro na Loja da May. Percebendo que o ornamento era bonito e que seus cristais seriam úteis dessa forma, resolveu dar todos os seus cristais escarlates à May. E como retribuição, May deu à ela como presente a primeira obra feita com os cristais: este ornamento de Lótus de Cristal Vermelho."
    }
  },
  "s2": {
    "name": "Disperse, Neblina de Cristal!",
    "description": "Os cristais escarlates de dentro do corpo eclodem uma energia contra todos os inimigos, causando {0} de DANO M e causando atordoamento por {1} s. Ao usar, fica no modo [Despertar do Cristal Escarlate] por {2} s, aumentando a VEL de ATQ de todos os aliados em {3} , além de lançar uma onda de choque aos inimigos ao redor a cada {4} s, infligindo {5} de DANO M e causando atordoamento por {6} s.",
    "books": {
      "0": "O DANO aumenta em {0}%.",
      "1": "O DANO aumenta em {0}%.",
      "2": "O DANO aumenta em {0}%."
    },
    "light": "Aumenta a duração do atordoamento causado pela onda de choque a inimigos não heróis por {0} seg.",
    "dark": "Quanto estiver no modo [Despertar do Cristal Escarlate] aumenta o DANO infligido em inimigos não heróis em {0}%.",
    "ut": {
      "name": "Restos do Passatempo",
      "description": [
        "[Disperse, Neblina de Cristal!] Aumenta a VEL de ATQ adicional em 100 e aumenta a duração do [Despertar do Cristal Escarlate] em 7 seg.",
        "[Disperse, Neblina de Cristal!] Aumenta a VEL de ATQ adicional em 120 e aumenta a duração do [Despertar do Cristal Escarlate] em 7 seg.",
        "[Disperse, Neblina de Cristal!] Aumenta a VEL de ATQ adicional em 140 e aumenta a duração do [Despertar do Cristal Escarlate] em 7 seg.",
        "[Disperse, Neblina de Cristal!] Aumenta a VEL de ATQ adicional em 170 e aumenta a duração do [Despertar do Cristal Escarlate] em 7 seg.",
        "[Disperse, Neblina de Cristal!] Aumenta a VEL de ATQ adicional em 210 e aumenta a duração do [Despertar do Cristal Escarlate] em 7 seg.",
        "[Disperse, Neblina de Cristal!] Aumenta a VEL de ATQ adicional em 250 e aumenta a duração do [Despertar do Cristal Escarlate] em 7 seg."
      ],
      "story": "Desde pequena, Kirze gostava de bichos de pelúcia, mas como a família não tinha condições, brincava com bichos feitos pela sua mãe usando sobras de tecido. Morando com a mãe, ela aprendeu a costurar e a confeccionar bichos de pelúcia. Mesmo já crescida, seu gosto não mudou, mas agora não só confecciona para ela mesmo como também para outras pessoas, especialmente para as crianças que perderam os pais para os demônios."
    }
  },
  "s3": {
    "name": "Desabroche, Flor Escarlate!",
    "description": "Invoca cristais escarlates para atacar inimigos em linha reta, infligindo {0} de DANO M e {1} de DANO M adicional quando os cristais explodem, deixando-os com [Maldição do Cristal Escarlate] por {2} s e reduzindo a VEL de ATQ em {3}. Ao atacar um inimigo que está com [Maldição do Cristal Escarlate], a [Energia do Cristal Escarlate] é acumulada. A [Maldição do Cristal Escarlate] explode depois de {4} s, causando DANO M de {5} + {6} a cada acúmulo da Energia do Cristal Escarlate.",
    "books": {
      "0": "O DANO aumenta em {0}%.",
      "1": "O DANO aumenta em {0}%.",
      "2": "O DANO aumenta em {0}%."
    },
    "light": "Aumenta a redução da VEL de ATQ em {0}.",
    "dark": "Quando há 1 inimigo, a Energia do Cristal Escarlate é acumulada em 2.",
    "ut": {
      "name": "Memória da Fuga",
      "description": [
        "[Desabroche, Flor Escarlate!] Reduz o tempo de recarga em 30% e, ao acumular a [Energia do Cristal Escarlate], há 40% de chance de ocorrer 3 acúmulos adicionais.",
        "[Desabroche, Flor Escarlate!] Reduz o tempo de recarga em 30% e, ao acumular a [Energia do Cristal Escarlate], há 48% de chance de ocorrer 3 acúmulos adicionais.",
        "[Desabroche, Flor Escarlate!] Reduz o tempo de recarga em 30% e, ao acumular a [Energia do Cristal Escarlate], há 58% de chance de ocorrer 3 acúmulos adicionais.",
        "[Desabroche, Flor Escarlate!] Reduz o tempo de recarga em 30% e, ao acumular a [Energia do Cristal Escarlate], há 70% de chance de ocorrer 3 acúmulos adicionais.",
        "[Desabroche, Flor Escarlate!] Reduz o tempo de recarga em 30% e, ao acumular a [Energia do Cristal Escarlate], há 84% de chance de ocorrer 3 acúmulos adicionais.",
        "[Desabroche, Flor Escarlate!] Reduz o tempo de recarga em 30% e, ao acumular a [Energia do Cristal Escarlate], há 100% de chance de ocorrer 3 acúmulos adicionais."
      ],
      "story": "A primeira arma criada às pressas, quando Kirze ressoou com os cristais pela primeira vez e ganhou poder durante o cativeiro dos demônios na experiência de transformar seu corpo em cristais. Duas adagas inacabadas e frágeis que parecem que quebrarão a qualquer momento. São estas as armas que foram usadas para salvar si mesma e as crianças. Não pôde ser jogada fora até agora, devido ao seu grande valor emocional."
    }
  },
  "s4": {
    "name": "Chega de Maldade!",
    "description": "Aumenta o próprio ATQ em {0} e a CHANCE CRÍT em {1} , incrementando a duração dos efeitos de status que os aliados infligem em chefes em {2}%.",
    "books": {
      "0": "Aumenta o reforço de ATQ em {0}%.",
      "1": "Aumenta o reforço de ATQ em {0}%.",
      "2": "Aumenta o reforço de ATQ em {0}%."
    },
    "light": "Todo início de batalha, aumenta o DANO a inimigos não heróis em {0}% por 20 seg.",
    "dark": "Aumenta o DANO infligido em chefes em {0}%.",
    "ut": {
      "name": "Tempo de Paz",
      "description": [
        "[Chega de Maldade!] Aumenta a CHANCE CRÍT adicional em 250 e o aumento da duração dos efeitos de status passa a ser 30%.",
        "[Chega de Maldade!] Aumenta a CHANCE CRÍT adicional em 250 e o aumento da duração dos efeitos de status passa a ser 32%.",
        "[Chega de Maldade!] Aumenta a CHANCE CRÍT adicional em 250 e o aumento da duração dos efeitos de status passa a ser 34%.",
        "[Chega de Maldade!] Aumenta a CHANCE CRÍT adicional em 250 e o aumento da duração dos efeitos de status passa a ser 37%.",
        "[Chega de Maldade!] Aumenta a CHANCE CRÍT adicional em 250 e o aumento da duração dos efeitos de status passa a ser 41%.",
        "[Chega de Maldade!] Aumenta a CHANCE CRÍT adicional em 250 e o aumento da duração dos efeitos de status passa a ser 45%."
      ],
      "story": "Utensílio de costura que a Kirze usa no seu passatempo. Item indispensável no seu hobby de confeccionar bichos de pelúcia. Recentemente, ela ganhou um novo tipo de linha e de algodão e, está contente por poder fazer bichos de pelúcia melhores. Um fato curioso é que sua tesoura é uma versão minúscula de sua arma."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV+15% / VEL de ATQ +100",
    "dark": "A VEL de ATQ aumenta em {0} a cada ataque normal ou de habilidade. Este efeito pode ser acumulado no máx. {1} vezes."
  }
}