{
  "name": "Bernheim",
  "subtitle": "Espada Destrutiva",
  "description": "Cavaleiro do Silêncio, Espadachim Negro e Espada dos Tremores. Esses são os nomes que esse lendário mercenário ganhou no Império. Sua espada gigante pode absorver qualquer tipo de poder e provocar pura destruição.",
  "story": "Nascido em uma família nobre em Penteonia, Bernheim von Lachelima foi agraciado com habilidades marciais excepcionais. Ele possuía a força de um gigante e um excelente senso de juízo, logo era inegável que se tornaria um grande cavaleiro. Porém, ele tinha um defeito fatal que o impedia de suceder: era incapaz de usar o poder da luz. Não importava o quanto ele tentasse, o quão forte sua fé e vontade eram, o poder da luz não respondia a seu chamado. Tudo o que ele sempre quis foi poder servir à sua nação e à Rainha, porém sua incapacidade o impedia de ser algo além de um mero cavaleiro de baixo escalão e isso o frustrava. Bernheim não desistiu e treinou duro para controlar o poder da luz, mas, aos poucos, a sua constante falta de progresso começou a enfraquecer sua mente. Certo dia, ele visitou a Igreja Central para estudar o poder da luz e seus mecanismos. Foi quando lia um livro em silêncio que ouviu um barulho. Era uma voz angelical que o chamava. A frustação de Bernheim, há muito acumulada, o levou para o local de onde a voz se originava, uma sala selada com inúmeras barreiras mágicas, no porão da igreja. Conforme ele se aproximou dela, as barreiras desapareceram, como se nunca estivessem lá. O que ele viu dentro da sala foi uma espada em formato de um anjo, reluzindo com uma luz ofuscante. 'Você é o escolhido', disse a espada, fazendo-o se aproximar com sua luz sagrada. Pensando que seus esforços incessantes haviam finalmente dado fruto, ele empunhou lentamente a espada. Foi então que sua mente foi arrastada para a mais profunda escuridão. A escuridão que o capturou era o vazio sombrio e infinito da futilidade. Um receptáculo que jamais poderia ser preenchido, um universo completamente distinto. Na vasta escuridão, Bernheim sentiu sua mente deteriorar e sua existência desaparecer. Sua mente e corpo estavam sendo lentamente invadidos por um poder sombrio e ameaçador. Contudo, Bernheim também era um dos Cavaleiros Penteonianos, um Cavaleiro da Luz que jurou não ser derrotado pela escuridão. Ele ascendeu da escuridão que o encobria, recuperando a consciência com seu espírito indômito. Quando ele recuperou os sentidos, estava deitado no chão e havia uma espada negra gigantesca em sua mão. A espada com a aparência de um demônio estava rindo e zombando do cavaleiro que se desviou do caminho da luz. Eventualmente, Bernheim foi banido de Penteonia, dando início a uma nova vida como mercenário no Império de Vespia, com aquela espada demoníaca, maliciosa e desbocada em mãos...",
  "like": "A paisagem de sua casa, ler tranquilamente, ficar sozinho, Rainha Artemia",
  "dislike": "Seu eu fraco do passado, Targarios",
  "inn": {
    "idle": "...Por ser um mercenário, conheço esses lugares como a palma de minha mão.",
    "recruit": {
      "greet": "Hum, um pedido?",
      "talk": [
        "Está um clima ótimo hoje. Pelo menos para treinar.",
        "Por que eu uso uma espada?...Algumas perguntas não devem ser respondidas.",
        "Comida é só o combustível que me move. Não há lugar para esse tipo de luxo em um campo de batalha."
      ],
      "gift": "Hã? Um presente e não um pedido? Não entendo o porquê disso."
    },
    "affinity": {
      "greet": "Olá. Ando vendo você com bem mais frequência ultimamente.",
      "talk": [
        "Curioso sobre a minha espada? Huh... É melhor não perguntar nada",
        "Essa dor de cabeça... Ah, não se preocupe. Já estou bem acostumado."
      ],
      "gift": "Obrigado. Farei bom uso disso."
    },
    "relationship": {
      "greet": "Você parece estar de bom humor. Algo de especial aconteceu?",
      "talk": [
        "Meu destino parece estar ligado a essa espada demoníaca... poderei me libertar dele um dia?",
        "A voz de Targarios está ecoando em minha caçada... Keu...",
        "Apesar de já ter ansiado por poder no passado, foi tudo porque minha vontade não era forte o bastante. Jamais permitirei que isso aconteça novamente."
      ]
    }
  },
  "uw": {
    "name": "Targarios, a Fornalha da Futilidade",
    "description": [
      "A cada 10 seg., aumenta o próprio ATQ em 10%, todas as DEF em 10% e reduz a Recarga de todas as Habilidades em 1 seg. Enquanto em [Iniciação de Batalha], a Redução de Recarga será dobrada. Esse impulso de ATQ e DEF pode ser acumulado até no máximo 4 vezes e é irremovível.",
      "A cada 10 seg., aumenta o próprio ATQ em 12%, todas as DEF em 12% e reduz a Recarga de todas as Habilidades em 1,2 seg. Enquanto em [Iniciação de Batalha], a Redução de Recarga será dobrada. Esse impulso de ATQ e DEF pode ser acumulado até no máximo 4 vezes e é irremovível.",
      "A cada 10 seg., aumenta o próprio ATQ em 14%, todas as DEF em 14% e reduz a Recarga de todas as Habilidades em 1,4 seg. Enquanto em [Iniciação de Batalha], a Redução de Recarga será dobrada. Esse impulso de ATQ e DEF pode ser acumulado até no máximo 4 vezes e é irremovível.",
      "A cada 10 seg., aumenta o próprio ATQ em 17%, todas as DEF em 17% e reduz a Recarga de todas as Habilidades em 1,7 seg. Enquanto em [Iniciação de Batalha], a Redução de Recarga será dobrada. Esse impulso de ATQ e DEF pode ser acumulado até no máximo 4 vezes e é irremovível.",
      "A cada 10 seg., aumenta o próprio ATQ em 21%, todas as DEF em 21% e reduz a Recarga de todas as Habilidades em 2,1 seg. Enquanto em [Iniciação de Batalha], a Redução de Recarga será dobrada. Esse impulso de ATQ e DEF pode ser acumulado até no máximo 4 vezes e é irremovível.",
      "A cada 10 seg., aumenta o próprio ATQ em 25%, todas as DEF em 25% e reduz a Recarga de todas as Habilidades em 2,5 seg. Enquanto em [Iniciação de Batalha], a Redução de Recarga será dobrada. Esse impulso de ATQ e DEF pode ser acumulado até no máximo 4 vezes e é irremovível."
    ],
    "story": "O nome dessa espada significa 'aquela que não pode ser saciada', 'aquela de desejo incessante'. Ela tem o poder de absorver todas as formas de energia, seja maligna ou divina, para usá-las como se fossem suas. Ela tem vontade própria e uma personalidade extremamente temperamental, desmiolada e cruel. Nem mesmo a Rainha Artemia sabe o motivo exato da espada ter sido selada sob a Igreja Central de Penteonia, mas os rumores dizem que Targarios era um Senhor das Trevas em um passado distante. Pode parecer pouco provável, considerando sua personalidade frívola, mas não há dúvidas de que ela possui poderes devastadores."
  },
  "s1": {
    "name": "Círculo da Futilidade",
    "description": "Ataca o alvo e os inimigos próximos dentro do alcance, causando {0} de DAN M. e criando o Círculo da Futilidade. Causa {2} de DAN M., reduz a Vel. de ATQ em {3} e previne que os inimigos recebam efeitos positivos por {1} seg. Tem uma recarga de {4} seg. no início da primeira batalha.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Reduz a primeira recarga em 3 seg.",
    "dark": "Se o [Círculo da Futilidade] for lançado enquanto a [Iniciação de Batalha] estiver ativa, sua duração aumentará em 4 seg.",
    "ut": {
      "name": "Espada Desgastada",
      "description": [
        "[Círculo da Futilidade] Reduz a Mana dos alvos atingidos em 100 e aumenta o DAN M. que eles recebem em 25% por 5 seg.",
        "[Círculo da Futilidade] Reduz a Mana dos alvos atingidos em 120 e aumenta o DAN M. que eles recebem em 25% por 5 seg.",
        "[Círculo da Futilidade] Reduz a Mana dos alvos atingidos em 140 e aumenta o DAN M. que eles recebem em 25% por 5 seg.",
        "[Círculo da Futilidade] Reduz a Mana dos alvos atingidos em 170 e aumenta o DAN M. que eles recebem em 25% por 5 seg.",
        "[Círculo da Futilidade] Reduz a Mana dos alvos atingidos em 210 e aumenta o DAN M. que eles recebem em 25% por 5 seg.",
        "[Círculo da Futilidade] Reduz a Mana dos alvos atingidos em 250 e aumenta o DAN M. que eles recebem em 25% por 5 seg."
      ],
      "story": "Uma espada comum dos Cavaleiros Penteonianos que Bernheim usava antes de cair na armadilha de Targarios. Ela foi desenvolvida para reunir grande poder quando imbuída com o poder da luz. Certo dia, Targarios percebeu que Bernheim estava tentando usar outras armas ao invés dela, ela ficou possessa e quebrou todas as outras armas após absorver todos os poderes, proteções e bênçãos nelas contidos. Bernheim viu aquilo, deu um grande suspiro e jogou todos aqueles pedaços de metal fora, mas essa espada ele decidiu carregar consigo."
    }
  },
  "s2": {
    "name": "Iniciação de Batalha",
    "description": "Acerta inimigos frontais dentro do alcance e causa {0} DAN M. ao empurrá-los para trás. Aumenta a própria chance de Todos os Bloqueios em {2} e DEF em {3} , além de garantir imunidade a CM por {1} seg. Tem uma recarga de {4} seg. no início da primeira batalha.",
    "books": {
      "0": "Taxa de aumento de DEF.F aumentada em {0}%.",
      "1": "Taxa de aumento de DEF.F aumentada em {0}%.",
      "2": "Taxa de aumento de DEF.F aumentada em {0}%."
    },
    "light": "Remove todos os efeitos nocivos em si mesmo após o uso.",
    "dark": "Aumenta a primeira recarga em 8 seg. e a duração do efeito em 8 seg.",
    "ut": {
      "name": "Medalha da Luz",
      "description": [
        "[Iniciação de Batalha] Consome 50% do PV atual ao conjurar, mas torna o efeito irremovível.",
        "[Iniciação de Batalha] Consome 46% do PV atual ao conjurar, mas torna o efeito irremovível.",
        "[Iniciação de Batalha] Consome 41% do PV atual ao conjurar, mas torna o efeito irremovível.",
        "[Iniciação de Batalha] Consome 35% do PV atual ao conjurar, mas torna o efeito irremovível.",
        "[Iniciação de Batalha] Consome 28% do PV atual ao conjurar, mas torna o efeito irremovível.",
        "[Iniciação de Batalha] Consome 20% do PV atual ao conjurar, mas torna o efeito irremovível."
      ],
      "story": "Um símbolo de luz concedido a ele quando era parte da cavalaria em Penteonia. Com a imagem de um sol gravada, essa medalha de ouro garante ao usuário que a luz está sempre com ele. Apesar de Bernheim ter sido desprovido de seu título de cavaleiro e banido do país, sua lealdade se mantém aos orgulhosos Cavaleiros Penteonianos."
    }
  },
  "s3": {
    "name": "Destruidor",
    "description": "Causa {0} de DAN M. ao longo de 10 ataques em inimigos próximos em uma área circular ao redor de si. Ataca os inimigos em uma área circundante muito maior, causa {1} de DAN M. e os atordoa por {2} seg. Contra inimigos Não Heróis, cada ataque causa DAN M. adicional de {4}. Tem uma recarga de {5} seg. no início da primeira batalha.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Reduz a primeira recarga em 5 seg.",
    "dark": "O DAN adicional contra inimigos Não Heróis ignora DEF.",
    "ut": {
      "name": "Cálice do Mercenário",
      "description": [
        "[Destruidor] Aumenta o DAN em 20% e atordoa o inimigo por 0,5 seg. com uma chance de 20% a cada acerto.",
        "[Destruidor] Aumenta o DAN em 24% e atordoa o inimigo por 0,5 seg. com uma chance de 20% a cada acerto.",
        "[Destruidor] Aumenta o DAN em 29% e atordoa o inimigo por 0,5 seg. com uma chance de 20% a cada acerto.",
        "[Destruidor] Aumenta o DAN em 35% e atordoa o inimigo por 0,5 seg. com uma chance de 20% a cada acerto.",
        "[Destruidor] Aumenta o DAN em 42% e atordoa o inimigo por 0,5 seg. com uma chance de 20% a cada acerto.",
        "[Destruidor] Aumenta o DAN em 50% e atordoa o inimigo por 0,5 seg. com uma chance de 20% a cada acerto."
      ],
      "story": "Um cálice comemorativo dado a poderosos e valentes mercenários do Império. O lobo, símbolo do Império, está gravado nele. Em reconhecimento a incontáveis vitórias que Bernheim conquistou para o Império, a família real deu a ele esse cálice requintado, um de apenas 5 existentes no mundo. Os boatos dizem que o cálice possui um feitiço que faz com que qualquer bebida servida nele restaure o vigor."
    }
  },
  "s4": {
    "name": "Colapso",
    "description": "Bernheim não pode recuperar Mana e todas as suas habilidades não consomem Mana. Ao atacar normalmente ou com habilidades, inflige Colapso por {0} seg. aos inimigos, reduz a Taxa de Cura deles em {1}%, além de aumentar o próprio ATQ em {2} e Taxa de Cura em {3}%. Todos os efeitos podem ser acumulados até {4} vezes.",
    "books": {
      "0": "Aumento de ATQ reforçado em {0}%.",
      "1": "Aumento de ATQ reforçado em {0}%.",
      "2": "Aumento de ATQ reforçado em {0}%."
    },
    "light": "Os acúmulos de Colapso se tornam irremovíveis.",
    "dark": "O aumento de ATQ e Taxa de Cura se tornam irremovíveis.",
    "ut": {
      "name": "Carta Não Enviada",
      "description": [
        "[Colapso] Muda o número de acúmulos de si e do alvo para 2 e aumenta em 20 o número máximo de acúmulos para todos os efeitos.",
        "[Colapso] Muda o número de acúmulos de si e do alvo para 2 e aumenta em 24 o número máximo de acúmulos para todos os efeitos.",
        "[Colapso] Muda o número de acúmulos de si e do alvo para 2 e aumenta em 29 o número máximo de acúmulos para todos os efeitos.",
        "[Colapso] Muda o número de acúmulos de si e do alvo para 2 e aumenta em 35 o número máximo de acúmulos para todos os efeitos.",
        "[Colapso] Muda o número de acúmulos de si e do alvo para 2 e aumenta em 42 o número máximo de acúmulos para todos os efeitos.",
        "[Colapso] Muda o número de acúmulos de si e do alvo para 2 e aumenta em 50 o número máximo de acúmulos para todos os efeitos."
      ],
      "story": "Cartas que Bernheim escreveu para sua família após seu banimento. Ele as escreveu, mas até hoje, 7 anos após seu banimento, não decidiu se deve ou não as enviar. As cartas estão endereçadas principalmente a seu irmão e sua irmã, que eram 5 e 10 anos mais novos do que ele, quando foi banido."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / Chance Crít. + 100",
    "dark": "Após um ataque normal, faz o alvo receber 1% a mais de DAN M. e reduz a DEF M. dele em 1% por 10 seg. Esse efeito pode ser acumulado até 20 vezes."
  }
}