{
  "name": "Loman",
  "subtitle": "O Leal Guardião do Portão",
  "description": "O Guardião do Portão da Monarquia de Orvel. Ninguém consegue passar por Loman sem permissão real. O grande poder da sua alabarda força seus inimigos a se ajoelharem diante dele.",
  "story": "Se alguém tivesse que escolher o mais confiável Cavaleiro Guardião, o nome de Loman seria um dos primeiros a serem lembrados. A família real confia tanto nele que o nomeou Guardião do Portão da Monarquia de Orvel. Ele é geralmente gentil e amigável, mas se torna inflexível quando alguém tenta se aproximar do seu rei sem permissão real. Ninguém que viu sua alabarda – aquela concedida por Scarlet – cortando o ar viveu para a contar a história. Quando está de folga, no entanto, ele é um homem sensível com uma paixão pelo hobby de escultura em madeira.",
  "like": "Clause, Demia, Gelatina, Escultura em Madeira",
  "dislike": "Menta, Ginseng",
  "inn": {
    "idle": "Dei uma passada durante o meu intervalo. Este lugar é bem legal. Eu deveria vir mais vezes.",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Entre. Estava trabalhando em minhas esculturas de madeira agora há pouco. Gostaria de dar uma olhada?",
      "talk": [
        "Minha família tem protegido a Monarquia de Orvel há séculos. Quando vim para o castelo, meu pai me deu a nossa relíquia de família.",
        "Esta alabarda parece ser bem especial. Eu perguntei a Jin e ele me disse que ela contém a essência de alguma fera divina ancestral."
      ],
      "gift": "O quê? Para ser sincero, não vou abrir a câmara ou o labirinto para você. Ha ha."
    },
    "relationship": {
      "greet": "Proteger a monarquia é um dever importante e solene, mas, às vezes, eu sinto um pouco de inveja dos meus colegas, já que podem ir e vir à vontade.",
      "talk": [
        "Farei tudo o que puder para retribuir a confiança que Sua Alteza tem em mim.",
        "Escultura em madeira é um velho hobby que eu tenho. Antes que eu me desse conta, eu lotei o meu quarto com as minhas peças. Haha.",
        "Eu vi alguém de cabelos longos gritando brindes o dia todo. Vejo várias pessoas engraçadas que vivem suas vidas a seus próprios modos."
      ]
    }
  },
  "uw": {
    "name": "Gaiamenes, Onda de Proteção",
    "description": [
      "Orgulho de Orvelia' acumula a cada uso de habilidades. Quando 'Orgulho de Orvelia não pode ser removido e, quando acumula 4 vezes, ativa 'Bênção de Orvelia', causando 200% de ATQ em forma de DAN F. a inimigos dentro de um amplo alcance, além de aumentar a Vulnerabilidade F. dos alvos em 25% durante 10 segundos. 'Bênção de Orvelia' também aumenta a DEF M. em 10% por 10 segundos.",
      "Orgulho de Orvelia' acumula a cada uso de habilidades. Quando 'Orgulho de Orvelia não pode ser removido e, quando acumula 4 vezes, ativa 'Bênção de Orvelia', causando 240% de ATQ em forma de DAN F. a inimigos dentro de um amplo alcance, além de aumentar a Vulnerabilidade F. dos alvos em 30% durante 10 segundos. 'Bênção de Orvelia' também aumenta a DEF M. em 12% por 10 segundos.",
      "Orgulho de Orvelia' acumula a cada uso de habilidades. Quando 'Orgulho de Orvelia não pode ser removido e, quando acumula 4 vezes, ativa 'Bênção de Orvelia', causando 290% de ATQ em forma de DAN F. a inimigos dentro de um amplo alcance, além de aumentar a Vulnerabilidade F. dos alvos em 36% durante 10 segundos. 'Bênção de Orvelia' também aumenta a DEF M. em 14% por 10 segundos.",
      "Orgulho de Orvelia' acumula a cada uso de habilidades. Quando 'Orgulho de Orvelia não pode ser removido e, quando acumula 4 vezes, ativa 'Bênção de Orvelia', causando 350% de ATQ em forma de DAN F. a inimigos dentro de um amplo alcance, além de aumentar a Vulnerabilidade F. dos alvos em 43% durante 10 segundos. 'Bênção de Orvelia' também aumenta a DEF M. em 17% por 10 segundos.",
      "Orgulho de Orvelia' acumula a cada uso de habilidades. Quando 'Orgulho de Orvelia não pode ser removido e, quando acumula 4 vezes, ativa 'Bênção de Orvelia', causando 420% de ATQ em forma de DAN F. a inimigos dentro de um amplo alcance, além de aumentar a Vulnerabilidade F. dos alvos em 51% durante 10 segundos. 'Bênção de Orvelia' também aumenta a DEF M. em 21% por 10 segundos.",
      "Orgulho de Orvelia' acumula a cada uso de habilidades. Quando 'Orgulho de Orvelia não pode ser removido e, quando acumula 4 vezes, ativa 'Bênção de Orvelia', causando 500% de ATQ em forma de DAN F. a inimigos dentro de um amplo alcance, além de aumentar a Vulnerabilidade F. dos alvos em 60% durante 10 segundos. 'Bênção de Orvelia' também aumenta a DEF M. em 25% por 10 segundos."
    ],
    "story": "A alabarda portada por uma antiga estátua guardiã que defende o portão do labirinto recém-descoberto no Subterrâneo Real. A velha estátua corroída estava segurando a alabarda firmemente nas mãos, como se demonstrasse sua determinação em proteger o labirinto contra intrusos. Loman, que estava encarregado da escavação do labirinto, sentiu algo indescritivelmente sublime vindo da estátua e demonstrou a devida cortesia diante dela. Naquele momento, a estátua soltou a alabarda no chão e começou a se despedaçar. A alabarda em si não parecia ter sido afetada pelo tempo e estava imbuída de uma energia misteriosa. 'A estátua desmoronou de repente e largou a alabarda...' disse Scarlet, olhando o relatório. 'Sim, senhora.' Então, Scarlet olhou para Loman. 'A sinceridade inabalável de proteger um lugar até o seu próprio corpo desmoronar... Conheço um homem assim...' 'Como é, senhora?' Ele olhou para Scarlet com uma expressão confusa enquanto ela, sorrindo, entregava-lhe a alabarda."
  },
  "s1": {
    "name": "Abrir o Solo",
    "description": "Causa {0} de DAN F. a inimigos em frente dentro de alcance os derruba por {1} seg., aumentando a Vulnerabilidade F. dos alvos atingidos em {3}% por {2} seg.",
    "books": {
      "0": "Aumenta o DAN em {0}%.",
      "1": "Aumenta o DAN em {0}%.",
      "2": "Bloqueia todo o DAN enquanto esse poder estiver ativado."
    },
    "light": "Reduz o tempo de recarga em 3 segundos.",
    "dark": "Aumenta a Vulnerabilidade F. do alvo afetado em 25% por 10 segundos."
  },
  "s2": {
    "name": "Credo Envolvente",
    "description": "Remove efeitos negativos de todos os aliados. Lança um escudo sobre todos os aliados que absorve {1} de DAN por {0} segundo(s) e reduz todo o DAN recebido por aliados em {3}% por {2} segundo(s). Enquanto dura, o escudo concede imunidade a CM.",
    "books": {
      "0": "Aumenta os PV do Escudo em {0}%.",
      "1": "Aumenta os PV do Escudo em {0}%.",
      "2": "Aumenta os PV do Escudo em {0}%."
    },
    "light": "Reduz o tempo de Recarga em 5 segundos.",
    "dark": "O escudo dura 5 segundos a mais.",
    "ut": {
      "name": "Miniatura de Boneco de Madeira",
      "description": [
        "[Credo Envolvente] Reduz o Custo de Mana em 1 e recupera o Mana do alvo em 400.",
        "[Credo Envolvente] Reduz o Custo de Mana em 1 e recupera o Mana do alvo em 480.",
        "[Credo Envolvente] Reduz o Custo de Mana em 1 e recupera o Mana do alvo em 580.",
        "[Credo Envolvente] Reduz o Custo de Mana em 1 e recupera o Mana do alvo em 700.",
        "[Credo Envolvente] Reduz o Custo de Mana em 1 e recupera o Mana do alvo em 840.",
        "[Credo Envolvente] Reduz o Custo de Mana em 1 e recupera o Mana do alvo em 1000."
      ],
      "story": "Quando as coisas davam errado, Loman costumava entalhar pequenas esculturas do tamanho da sua mão enquanto colocava os pensamentos em ordem. Enquanto polia as extremidades, ele se sentia em paz e se lembrava de como era na época em que estava aprendendo o básico. No começo, era apenas um passatempo, mas logo se tornou um hobby, uma paixão que preencheu seu quarto com centenas de esculturas. Certo dia, Loman começou a fazer bonecos de madeira para presentear seus amigos e seus homens. Naquela época, bonecos mágicos conhecidos por proteger o coração contra o mal eram populares em Orvelia. Loman foi até um velho xamã que fazia remédios populares antigos e pediu a ele para encantar seus bonecos de madeira com um feitiço de proteção, presenteando-os aos seus colegas."
    }
  },
  "s3": {
    "name": "Credo do Cavaleiro",
    "description": "Atinge inimigos em frente dentro de alcance 3 vezes. Os primeiros 2 acertos causam {0} de DAN F. e atordoam inimigos por {1} segundo(s), enquanto o último acerto ataca inimigos 2 vezes dentro de um alcance maior, causando {2} de DAN F. no total. O último acerto atordoa inimigos por 5 segundos e deixa a [Marca do Credo] nos inimigos, causando-lhes dano por {3} segundo(s). Os alvos com a [Marca do Credo] recebem {4} de DAN F. extra de aliados, exceto o usuário. O efeito de DAN extra é ativado apenas uma vez a cada {5} segundo(s).",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Quando houver 1 inimigo, reforça o DAN em 100%.",
    "dark": "Durante o uso, ganha imunidade a CM.",
    "ut": {
      "name": "Mar da Invocação",
      "description": [
        "[Credo do Cavaleiro] Reduz o tempo de Recarga em 30% e aumenta a Vulnerabilidade F. do alvo em 10% por 10 segundos.",
        "[Credo do Cavaleiro] Reduz o tempo de Recarga em 30% e aumenta a Vulnerabilidade F. do alvo em 12% por 10 segundos.",
        "[Credo do Cavaleiro] Reduz o tempo de Recarga em 30% e aumenta a Vulnerabilidade F. do alvo em 14% por 10 segundos.",
        "[Credo do Cavaleiro] Reduz o tempo de Recarga em 30% e aumenta a Vulnerabilidade F. do alvo em 17% por 10 segundos.",
        "[Credo do Cavaleiro] Reduz o tempo de Recarga em 30% e aumenta a Vulnerabilidade F. do alvo em 21% por 10 segundos.",
        "[Credo do Cavaleiro] Reduz o tempo de Recarga em 30% e aumenta a Vulnerabilidade F. do alvo em 25% por 10 segundos."
      ],
      "story": "Uma relíquia da família de Loman. Este pingente especial foi concedido pelo primeiro Rei de Orvelia à família de Loman em honra ao seu serviço e lealdade na proteção da Monarquia de Orvel. Sua verdadeira origem é desconhecida, mas acredita-se que seja um acessório que tem o espírito do Guardião do Continente Orbis de uma civilização antiga. Os donos deste item alegaram o mesmo. Quando resolvem arriscar as suas vidas para defender o que lhes é importante, eles invocam um imenso poder tal como as ondas do mar. As pessoas passaram a acreditar que esta pedra azul invoca espíritos, sendo agora chamada de Mar da Invocação. Loman a recebeu como herança de seu pai quando entrou no castelo, e sempre a mantém consigo."
    }
  },
  "s4": {
    "name": "O Último Guardião do Portão",
    "description": "Acumula [Resistência] a cada segundo. [Resistência] não pode ser removida, e quando acumula {0} vezes, causa {1} de DAN F., ignorando a DEF de inimigos próximos e reduzindo o ATQ de inimigos afetados em 20% por {2} segundo(s). Um bloqueio bem-sucedido concede 1 acúmulo extra de [Resistência]. Esse efeito só é ativado uma vez a cada {3} segundo(s).",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Aumenta em 1 o número de 'Resistência' acumulada a cada segundo.",
    "dark": "Reduz a Vel de ATQ do inimigo atingido em 200 por 10 seg."
  },
  "t5": {
    "light": "ATQ, DEF, PV+15% / BLQ.M +200",
    "dark": "Ao bloquear DAN M. com sucesso, todos os aliados têm seus Bloq M. aumentados em 200 e suas DEF M. aumentadas em 10% da DEF M. de Loman durante 5 seg. Esse efeito é ativado apenas uma vez a cada 5 segundos."
  }
}