{
  "name": "Nicky",
  "subtitle": "Guarda Chefe da Crueldade",
  "description": "Uma guerreira, a Guarda Chefe da Prisão de Orvel, onde estão presos os piores monstros. Causa medo aos monstros, pois suas habilidades e seu poder são comparáveis àqueles de Gladi, a Fera da Arena. Seu bastão mortal esmaga os ossos e despedaça a carne de seus inimigos.",
  "story": "Guarda Chefe que cuida da Prisão de Orvel. No passado, ela foi uma guerreira na Arena de Orvel, e rival de Gladi. Quando Gladi começou a passar mais tempo cuidando de uma loja que vencendo na Arena, Nicky também perdeu o interesse e encontrou outro trabalho. Com certa habilidade para treinar monstros, ela se candidatou a Guarda Chefe da Prisão, o que é um emprego perigoso, mas bem remunerado. Embora os prisioneiros geralmente se controlem por medo dela, de vez em quando eles perdem o bom senso e causam desordem. Em cada um desses incidentes, seu bastão arrancou sangue, fazendo os prisioneiros se acovardarem novamente.",
  "like": "Coisas simples, coisas organizadas",
  "dislike": "Desordeiros",
  "inn": {
    "idle": "Por onde você estava andando? Vamos comprar uns drinques.",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Ei! Por que você está ziguezagueando por aí?! Venha aqui!",
      "talk": [
        "Estou começando a ficar cansada de atormentar aqueles monstros.",
        "Tem alguém que consegue aguentar uma boa luta? E você? Vamos lá!"
      ],
      "gift": "Presente? Uau, sério?"
    },
    "relationship": {
      "greet": "Quem age de forma suspeita deve ter o rosto esmagado, não acha?",
      "talk": [
        "Como vai o trabalho? Nada de especial. Só batendo em quem se comporta mal.",
        "É muito melhor aqui que na prisão sombria!",
        "Chato do Gladi, não tem aparecido na Arena ultimamente."
      ]
    }
  },
  "uw": {
    "name": "Hartnon, a Clava da Reabilitação",
    "description": [
      "Os acertos da habilidade aumentam o DAN F. que o alvo recebe em 20% por 5 seg. e reduzem a Mana em 80 a cada seg.",
      "Os acertos da habilidade aumentam o DAN F. que o alvo recebe em 24% por 5 seg. e reduzem a Mana em 100 a cada seg.",
      "Os acertos da habilidade aumentam o DAN F. que o alvo recebe em 29% por 5 seg. e reduzem a Mana em 120 a cada seg.",
      "Os acertos da habilidade aumentam o DAN F. que o alvo recebe em 35% por 5 seg. e reduzem a Mana em 140 a cada seg.",
      "Os acertos da habilidade aumentam o DAN F. que o alvo recebe em 42% por 5 seg. e reduzem a Mana em 170 a cada seg.",
      "Os acertos da habilidade aumentam o DAN F. que o alvo recebe em 50% por 5 seg. e reduzem a Mana em 200 a cada seg."
    ],
    "story": "A clava empunhada pela Chefe da Guarda para manter o controle dos prisioneiros. É conhecida como a Clava da Reabilitação para os monstros desordeiros ali detidos. Embora tenha sido passado de um Guarda Chefe da Prisão de Orvelia para o seguinte por gerações, pouco depois de Nicky se tornar a nova chefe, ela quebrou parte da clava ao golpear os prisioneiros sem piedade. -......... Ela observava a clava quebrada quando voltou o olhar para os prisioneiros. Seus olhos pararam na Fera do Inferno, Hartnon, cujo corpo era coberto de chifres. Um sorriso cruel surgiu em seu rosto. - Você! Você tem um olho bonito pra um monte de lixo! O olho do monstro acabou passando pelas mãos do Ferreiro Jin e se tornou a nova clava de Nicky. A nova clava era perfeita para ela. Os chifres saindo da clava exalavam uma maldição excruciante, enquanto o rancor incrustado na íris do monstro garantiam uma dor de esmagar a alma. Os prisioneiros começaram a chamar a nova clava de ‘Hartnon’, em memória da fera sacrificada pela arma. Nicky sentia um ímpeto de prazer incomparável sempre que brandia a nova clava contra os prisioneiros."
  },
  "s1": {
    "name": "Clava da Reabilitação",
    "description": "Causa DAN F. de {0} ao alvo inimigo e inimigos próximos dentro do alcance curto e os atordoa por {1} seg. O alvo é colocado em Desarmamento por {2} seg. Inimigos em Desarmamento terão seu Bloq F. alterado para 0. Esse efeito não pode ser removido.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Reduz a PREC do alvo em 200 por 10 seg.",
    "dark": "Reduz o Custo de Mana em 1.",
    "ut": {
      "name": "Botas Especiais da Prisão",
      "description": [
        "[Clava da Reabilitação] Reduz a DEF F. do inimigo atingido em 25% por 10 seg., e acrescenta o Efeito de Redução na Taxa de Cura em 30% no estado de Desarmamento.",
        "[Clava da Reabilitação] Reduz a DEF F. do inimigo atingido em 25% por 10 seg., e acrescenta o Efeito de Redução na Taxa de Cura em 36% no estado de Desarmamento.",
        "[Clava da Reabilitação] Reduz a DEF F. do inimigo atingido em 25% por 10 seg., e acrescenta o Efeito de Redução na Taxa de Cura em 43% no estado de Desarmamento.",
        "[Clava da Reabilitação] Reduz a DEF F. do inimigo atingido em 25% por 10 seg., e acrescenta o Efeito de Redução na Taxa de Cura em 52% no estado de Desarmamento.",
        "[Clava da Reabilitação] Reduz a DEF F. do inimigo atingido em 25% por 10 seg., e acrescenta o Efeito de Redução na Taxa de Cura em 62% no estado de Desarmamento.",
        "[Clava da Reabilitação] Reduz a DEF F. do inimigo atingido em 25% por 10 seg., e acrescenta o Efeito de Redução na Taxa de Cura em 75% no estado de Desarmamento."
      ],
      "story": "Um par de botas feito com o couro de monstros enfurecidos da Prisão. No primeiro dia em que Nicky começou a trabalhar como chefe da guarda, ela ficou incomodada em ver os monstros criando caos no local. Quando os monstros se jogaram contra ela, ela agitou sua clava e esmagou seus crânios, sorrindo friamente. Nicky então arrancou a pele dos monstros e fez um par de botas com seu couro. Desde então, nenhum dos prisioneiros da Prisão causou mais problemas."
    }
  },
  "s2": {
    "name": "Vendaval Impiedoso",
    "description": "Brande a arma para atacar os inimigos 7 vezes em uma área circular. Cada acerto causa {1} de DAN F. e os atordoa por 1,5 seg. Reduz a DEF F. em 30% por 5 seg. caso o alvo seja um Herói.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Cada acerto tem 25% de chance de remover os efeitos positivos do inimigo.",
    "dark": "Aumenta em 100% o DAN a inimigos não Heróis durante a habilidade.",
    "ut": {
      "name": "Pingente do Deus da Guerra",
      "description": [
        "[Vendaval Impiedoso] Aumenta o DAN em 50% e reduz a Recarga em 1,6% a cada inimigo atingido.",
        "[Vendaval Impiedoso] Aumenta o DAN em 50% e reduz a Recarga em 1,9% a cada inimigo atingido.",
        "[Vendaval Impiedoso] Aumenta o DAN em 50% e reduz a Recarga em 2,3% a cada inimigo atingido.",
        "[Vendaval Impiedoso] Aumenta o DAN em 50% e reduz a Recarga em 2,7% a cada inimigo atingido.",
        "[Vendaval Impiedoso] Aumenta o DAN em 50% e reduz a Recarga em 3,3% a cada inimigo atingido.",
        "[Vendaval Impiedoso] Aumenta o DAN em 50% e reduz a Recarga em 4% a cada inimigo atingido."
      ],
      "story": "Um pingente adquirido de uma luta com Gladi, o eterno rival de Nicky. Sabe-se que no passado o Deus da Guerra do Continente Orbis imbuiu seu poder no pingente para que ele pudesse ser usado para uma possível crise futura. Dentro da joia há uma chama que queima como a alma de um lutador. Quando chegou à casa de leilão, Gladi e Nicky lutaram dia e noite pelo pingente, e nenhum deles tinha vantagem. Será que o que aconteceu em seguida foi um ato de travessura da Deusa? Quando a luta ficou particularmente violenta, o vento emitiu o aroma de vinha prateada. Gladi, atraído pelo doce aroma, desistiu da luta e correu para fora. No fim, Nicky ficou com o pingente."
    }
  },
  "s3": {
    "name": "Última Execução",
    "description": "Posiciona-se, ataca os inimigos em uma ampla área frontal, remove os efeitos positivos, causa {0} de DAN F. e os repele por 6 seg. Essa habilidade causa um aumento de 500 de PREC e Precisão de CM.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Reduz o Custo de Mana em 1.",
    "dark": "Aumenta o Custo de Mana em 1 e o DAN em 100%.",
    "ut": {
      "name": "Soqueira Impiedosa de Caveiras",
      "description": [
        "[Última Execução] Reduz a Recarga em 30% e aumenta o próprio DAN a Chefe em 4% por uso. Esse efeito pode ser acumulado até 10 vezes.",
        "[Última Execução] Reduz a Recarga em 30% e aumenta o próprio DAN a Chefe em 4,8% por uso. Esse efeito pode ser acumulado até 10 vezes.",
        "[Última Execução] Reduz a Recarga em 30% e aumenta o próprio DAN a Chefe em 5,8% por uso. Esse efeito pode ser acumulado até 10 vezes.",
        "[Última Execução] Reduz a Recarga em 30% e aumenta o próprio DAN a Chefe em 7% por uso. Esse efeito pode ser acumulado até 10 vezes.",
        "[Última Execução] Reduz a Recarga em 30% e aumenta o próprio DAN a Chefe em 8,4% por uso. Esse efeito pode ser acumulado até 10 vezes.",
        "[Última Execução] Reduz a Recarga em 30% e aumenta o próprio DAN a Chefe em 10% por uso. Esse efeito pode ser acumulado até 10 vezes."
      ],
      "story": "Uma estranha soqueira comprada de Cassandra enquanto ela visitava Orvelia. Cassandra conheceu Nicky na estalagem, amaldiçoando e reclamando de seus prisioneiros desobedientes, e vendeu esse item a ela. Segundo Cassandra, as caveiras da soqueira são feitas de ossos de feiticeiros supremos, e a caveira com olhos vermelhos consegue causar alucinações e torturar inimigos eternamente. Nicky usa a soqueira, junto com sua clava, para punir os criminosos."
    }
  },
  "s4": {
    "name": "Instinto de Massacre",
    "description": "Aumenta o ATQ em {0} e a Chance Crít. em {1}. Quando o PV estiver em {2}% ou menos, o efeito de Loucura Cruel será ativado. O efeito de Loucura Cruel remove todos os Efeitos Negativos de si, aumenta o ATQ em {4} e a Vel. de ATQ em 500, reduz o DAN infligido em {5}% e concede Imunidade a CM por {3} seg. Esse efeito só pode ser ativado uma vez durante a batalha.",
    "books": {
      "0": "Taxa de aumento de ataque aumenta em {0}%.",
      "1": "Taxa de aumento de ataque aumenta em {0}%.",
      "2": "Taxa de aumento de ataque aumenta em {0}%."
    },
    "light": "Aumenta a duração da Loucura Cruel em 5 seg.",
    "dark": "Recupera 2 orbes de Mana quando o efeito de Loucura Cruel é ativado.",
    "ut": {
      "name": "Esmalte Sinistro",
      "description": [
        "[Instinto de Massacre] Loucura Cruel torna-se irremovível. Após ativação, reduz imediatamente a Recarga de todas as habilidades em 20%.",
        "[Instinto de Massacre] Loucura Cruel torna-se irremovível. Após ativação, reduz imediatamente a Recarga de todas as habilidades em 24%.",
        "[Instinto de Massacre] Loucura Cruel torna-se irremovível. Após ativação, reduz imediatamente a Recarga de todas as habilidades em 29%.",
        "[Instinto de Massacre] Loucura Cruel torna-se irremovível. Após ativação, reduz imediatamente a Recarga de todas as habilidades em 35%.",
        "[Instinto de Massacre] Loucura Cruel torna-se irremovível. Após ativação, reduz imediatamente a Recarga de todas as habilidades em 42%.",
        "[Instinto de Massacre] Loucura Cruel torna-se irremovível. Após ativação, reduz imediatamente a Recarga de todas as habilidades em 50%."
      ],
      "story": "Um esmalte negro que Nicky usa no dia da Coleta Seletiva na Prisão. Nicky sempre odiava quando suas unhas ficavam manchadas com sangue após “jogar o lixo fora”. Os monstros tinham sangue de variados tons e as unhas dela ficavam terríveis após cumprir seu dever. Um dia, ela estava tendo ataques de fúria devido a suas unhas danificadas, mas teve uma ideia ao ver uma moça com as unhas pintadas de várias cores. Se ela não gostava de ter as unhas manchadas com várias tonalidades, só seria preciso usar uma coloração escura antecipadamente! Ela arranjou monstros com os tons de sangue mais escuros possíveis e fez um frasco de esmalte especial. Agora ela o aplica em suas unhas a cada Coleta Seletiva. Quando Nicky surge na Prisão com as unhas negras, todos os prisioneiros estremecem, temendo a morte."
    }
  },
  "t5": {
    "light": "ATK, DEF, PV +15% / Vel de ATQ +100",
    "dark": "Aumenta a própria Resistência a CM em 500."
  }
}