{
  "name": "Dosarta",
  "subtitle": "Vento da Pureza",
  "description": "Uma princesa Élfica que protege a Torre do Desafio, localizada no Reino de Elidora. Ela conhece mais do que ninguém sobre Artefatos Antigos e o poder contido neles.",
  "story": "Uma sentinela do Reino de Elidora que protege a Torre do Desafio. De acordo com as regras, os membros da família real no posto de guardião quase nunca têm permissão para abandonar seus deveres antes de seu serviço terminar, mas em tempos desesperados vemos todo o tipo de exceção. Dosarta recebeu permissão para deixar a Torre do Desafio para cumprir missões, se necessário, e agora ela está determinada a usar essa oportunidade para fazer muitos amigos. Quantos amigos essa guardiã Élfica conseguirá fazer?",
  "like": "Sussurros dos Elementais, Selene, fazer amigos",
  "dislike": "Solidão, tédio",
  "inn": {
    "idle": "Oh, olá! Que história tem para me contar dessa vez?",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Artefatos Antigos são muito interessantes! Se eles são perigosos? *Risos* Bom, não pra mim!",
      "talk": [
        "A Selene pode ser bem rígida às vezes, mas ela também é muito legal e atenciosa!",
        "Fico feliz em ver você de novo!"
      ],
      "gift": "Oh, obrigada! Da próxima vez também vou preparar um presente pra você!"
    },
    "relationship": {
      "greet": "Oh, comida humana é bem interessante!",
      "talk": [
        "Então é assim que as cidades humanas são. Heh heh, é tudo tão alegre e tumultuado. Adorei!",
        "Pausa pro lanchinho, pro lanchinho, pro lanchinho! Ah, você quer um pouco?",
        "Eu me sentia um pouco só na Torre do Desafio, mas já não me sinto mais!"
      ]
    }
  },
  "uw": {
    "name": "Seliere, a Valentia Antiga",
    "description": [
      "No início da batalha, aumenta o ATQ de todos os aliados em 10%, todas as DEF em 20% e reduz em 1 o Custo de Mana da próxima Habilidade usada, por 10 segundos. Esse efeito não pode ser Dissipado.",
      "No início da batalha, aumenta o ATQ de todos os aliados em 12%, todas as DEF em 24% e reduz em 1 o Custo de Mana da próxima Habilidade usada. por 11 segundos. Esse efeito não pode ser Dissipado.",
      "No início da batalha, aumenta o ATQ de todos os aliados em 14%, todas as DEF em 29% e reduz em 1 o Custo de Mana da próxima Habilidade usada, por 12 segundos. Esse efeito não pode ser Dissipado.",
      "No início da batalha, aumenta o ATQ de todos os aliados em 17%, todas as DEF em 35% e reduz em 1 o Custo de Mana da próxima Habilidade usada, por 13 segundos. Esse efeito não pode ser Dissipado.",
      "No início da batalha, aumenta o ATQ de todos os aliados em 21%, todas as DEF em 42% e reduz em 1 o Custo de Mana da próxima Habilidade usada, por 14 segundos. Esse efeito não pode ser Dissipado.",
      "No início da batalha, aumenta o ATQ de todos os aliados em 25%, todas as DEF em 50% e reduz em 1 o Custo de Mana da próxima Habilidade usada, por 15 segundos. Esse efeito não pode ser Dissipado."
    ],
    "story": "Um desenho encontrado na Torre do Desafio e um escudo antigo feito com peças de artefato que restaram após a restauração O escudo detém feitiços de proteção antigos cujos limites permanecem desconhecidos pelo resto do mundo. Nem mesmo a própria Dosarta está familiarizada com todos os seus poderes, e ela também nem se importa com isso. ‘Eu tenho tempo suficiente para brincar com ele e descobrir o que ele faz’, foi o que ela disse. Proteger a Torre do Desafio era tão entediante que até mesmo treinar suas habilidades acabou se tornando um passatempo."
  },
  "s1": {
    "name": "Isso Vai Doer!",
    "description": "Aumenta a Resistência a CM dos aliados dentro da área ao redor de si em {4} por 10 segundos, ataca os inimigos para causar {0} de DAN M., aumentar a quantidade de DAN M. recebido em {2}% por {1} segundos e prevenir a recuperação de Mana por {3} segundos.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Recupera em 1 a Mana de um aliado dentro da área.",
    "dark": "Reduz o Bloq M. de um alvo em 500 por 5 segundos.",
    "ut": {
      "name": "Bracelete de Elidora",
      "description": [
        "[Isso vai Doer!] Aumenta a Taxa de Cura do aliado dentro da área em 20% por 4 segundos e reduz a Taxa de Cura do inimigo atingido em 50% por 4 segundos.",
        "[Isso vai Doer!] Aumenta a Taxa de Cura do aliado dentro da área em 24% por 4 segundos e reduz a Taxa de Cura do inimigo atingido em 50% por 4 segundos.",
        "[Isso vai Doer!] Aumenta a Taxa de Cura do aliado dentro da área em 29% por 4 segundos e reduz a Taxa de Cura do inimigo atingido em 50% por 4 segundos.",
        "[Isso vai Doer!] Aumenta a Taxa de Cura do aliado dentro da área em 35% por 4 segundos e reduz a Taxa de Cura do inimigo atingido em 50% por 4 segundos.",
        "[Isso vai Doer!] Aumenta a Taxa de Cura do aliado dentro da área em 42% por 4 segundos e reduz a Taxa de Cura do inimigo atingido em 50% por 4 segundos.",
        "[Isso vai Doer!] Aumenta a Taxa de Cura do aliado dentro da área em 50% por 4 segundos e reduz a Taxa de Cura do inimigo atingido em 50% por 4 segundos."
      ],
      "story": "Um par de braceletes azuis que lembram a frondosa floresta de Elidora. Um dos passatempos que Dosarta adquiriu em seus momentos solitários na Torre do Desafio foi o artesanato, e essa poderosa ferramenta mágica repleta com a vitalidade de Elidora foi o resultado disso. Dosarta acha que eles são apenas um mero par de acessórios bonitos, mas..."
    }
  },
  "s2": {
    "name": "Em Guarda!",
    "description": "Remove Efeitos Negativos de todos os aliados e aumenta a DEF F. em {1} + 4% do ATQ de Dosarta por {0} segundos.",
    "books": {
      "0": "Taxa de aumento de DEF.F aumentada em {0}%.",
      "1": "Taxa de aumento de DEF.F aumentada em {0}%.",
      "2": "Taxa de aumento de DEF.F aumentada em {0}%."
    },
    "light": "Reduz o Custo de Mana em 1.",
    "dark": "Ganha o efeito de Imunidade a CM por 2 seg.",
    "ut": {
      "name": "Cristal da Floresta",
      "description": [
        "[Em Guarda!] Aumenta a quantidade de Impulso de DEF em 50%, além de aumentar a Chance Crít em 200 por 5 segundos.",
        "[Em Guarda!] Aumenta a quantidade de Impulso de DEF em 50%, além de aumentar a Chance Crít em 240 por 5 segundos.",
        "[Em Guarda!] Aumenta a quantidade de Impulso de DEF em 50%, além de aumentar a Chance Crít em 290 por 5 segundos.",
        "[Em Guarda!] Aumenta a quantidade de Impulso de DEF em 50%, além de aumentar a Chance Crít em 350 por 5 segundos.",
        "[Em Guarda!] Aumenta a quantidade de Impulso de DEF em 50%, além de aumentar a Chance Crít em 420 por 5 segundos.",
        "[Em Guarda!] Aumenta a quantidade de Impulso de DEF em 50%, além de aumentar a Chance Crít em 500 por 5 segundos."
      ],
      "story": "Um orbe de cristal antigo herdado pela família real de Elidora. É uma ferramenta mágica feita com peças de artefatos pelos Elfos reais que comandam a Torre do Desafio. Dizem que quem possuir esse orbe de cristal é capaz de conversar a distância com qualquer pessoa do mundo, não importa onde esteja. Para atender a quaisquer contingências na Torre do Desafio, a família real tornou regra que apenas o gerente da Torre do Desafio pode mantê-lo em sua posse. Apesar de sua importância estratégica e histórica, o cristal não é nada além de um meio de comunicação para Dosarta, o qual ela usa para conversar casualmente com sua irmã mais velha, Selene."
    }
  },
  "s3": {
    "name": "Rá! Iá! Tome Isto!",
    "description": "Ataca um alvo inimigo 4 vezes, causando um total de {0} de DAN M. e atordoando-o por {1} segundos. Em seguida, lança um ataque final contra o inimigo na vanguarda dentro da área, causando {2} de DAN M. e arrastando-o para o centro. Contra um alvo não Heroico, cada ataca causa {3} de DAN M. adicional que ignora a DEF.",
    "books": {
      "0": "DAN aumenta em {0}%.",
      "1": "DAN aumenta em {0}%.",
      "2": "DAN aumenta em {0}%."
    },
    "light": "Concede Imunidade à Penalidades enquanto usa.",
    "dark": "Aumenta em 25% a quantidade de DAN M. que um alvo recebe por 10 segundos.",
    "ut": {
      "name": "Ninho do Elemental do Vento",
      "description": [
        "[Rá! Iá! Tome Isto!] Aumenta a PREC em 750 e a PREC de CM em 300 enquanto usa.",
        "[Rá! Iá! Tome Isto!] Aumenta a PREC em 750 e a PREC de CM em 360 enquanto usa.",
        "[Rá! Iá! Tome Isto!] Aumenta a PREC em 750 e a PREC de CM em 430 enquanto usa.",
        "[Rá! Iá! Tome Isto!] Aumenta a PREC em 750 e a PREC de CM em 520 enquanto usa.",
        "[Rá! Iá! Tome Isto!] Aumenta a PREC em 750 e a PREC de CM em 630 enquanto usa.",
        "[Rá! Iá! Tome Isto!] Aumenta a PREC em 750 e a PREC de CM em 750 enquanto usa."
      ],
      "story": "Um ornamento que Dosarta fez para brincar com os Elementais do Vento enquanto protege a Torre do Desafio sozinha. Ela desmanchou as pedras de Mana que os elementais gostam, adicionou esse pó ao metal tratado com magia Élfica e o infundiu com Magia Rúnica. O esforço colocado na produção desse brinquedo parece ter sido um pouco exagerado demais. Ele restaura os poderes naturais dos elementais. Contudo, boatos dizem que Dosarta ficou desanimada quando os Elementais vieram e apenas sentaram ao lado dele, não sem fazer qualquer coisa divertida."
    }
  },
  "s4": {
    "name": "Vamos Nos Desafiar!",
    "description": "Ao Bloquear, reduz a Recarga das habilidades ativas em {0} segundos e aumenta a DEF F. de si mesmo em {2} + 1% do ATQ de Dosarta, por {1} segundos. Uma Recarga de {3} segundos é aplicada ao usar.",
    "books": {
      "0": "Taxa de aumento de DEF.F aumentada em {0}%.",
      "1": "Taxa de aumento de DEF.F aumentada em {0}%.",
      "2": "Taxa de aumento de DEF.F aumentada em {0}%."
    },
    "light": "Agora, os Impulsos de DEF não podem ser Dissipados.",
    "dark": "A Recarga passa a ser de 4 segundos.",
    "ut": {
      "name": "Pena do Vento",
      "description": [
        "[Vamos nos Desafiar!] Um Impulso de DEF F. é aplicado a todos os aliados e adiciona 6% de Redução de DAN F. enquanto a Habilidade durar.",
        "[Vamos nos Desafiar!] Um Impulso de DEF F. é aplicado a todos os aliados e adiciona 7% de Redução de DAN F. enquanto a Habilidade durar.",
        "[Vamos nos Desafiar!] Um Impulso de DEF F. é aplicado a todos os aliados e adiciona 8% de Redução de DAN F. enquanto a Habilidade durar.",
        "[Vamos nos Desafiar!] Um Impulso de DEF F. é aplicado a todos os aliados e adiciona 10% de Redução de DAN F. enquanto a Habilidade durar.",
        "[Vamos nos Desafiar!] Um Impulso de DEF F. é aplicado a todos os aliados e adiciona 12% de Redução de DAN F. enquanto a Habilidade durar.",
        "[Vamos nos Desafiar!] Um Impulso de DEF F. é aplicado a todos os aliados e adiciona 15% de Redução de DAN F. enquanto a Habilidade durar."
      ],
      "story": "Auren, o Pássaro do Vento, é um símbolo da família real de Elidora. Suas penas azuis são conhecidas por liberar um vento suave e refrescante. Selene costumava ter um Auren de estimação que Dosarta cuidava com muito carinho. Quando Dosarta saiu de casa e partiu para a Torre do Desafio, Selene fez essa caneta com uma pena de seu amado Auren para que pudesse sempre se sentir próxima a ele. Dosarta nunca a usou, ela apenas a mantém em um local seguro."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / PV + 10%",
    "dark": "Quando estiver usando uma Habilidade, Bloqueia todo o DAN contra si por 2 segundos."
  }
}