{
  "name": "Hanus",
  "subtitle": "Instrutora de Artilharia",
  "description": "Oficial mais jovem da guilda das forças aliadas encarregada do treinamento no Centro de Comando, gênio da modificação de armas e formação de estratégias. Dizima seus inimigos usando armas que ela mesmo produz.",
  "story": "Recrutada para a guilda das forças aliadas com apenas 13 anos de idade, é uma garota lendária conhecida como 'pequena gigante do campo de batalha'. Quando era bem pequena, brincava com uma baioneta descartada, pois seu pai era o chefe de armas da guilda. A arma e suas brincadeiras serviram para que seu talento natural fosse descoberto. Alegando que tal talento não deveria ser desperdiçado, a Aliança da Guilda convenceu o pai de Hanus, após muita insistência, a deixá-la servir na tropa. Como esperado, Hanus acabou provando que era mesmo uma menina-prodígio. Suas armas modernas e extraordinárias eram fortes o suficiente para mudar o rumo da batalha e, somadas às excepcionais táticas de batalha, logo ficou conhecida como arma secreta das forças aliadas. Assim vivia Hanus, contente em poder usar as armas que ela mesmo havia fabricado. No entanto, junto com o talento, veio a responsabilidade de participar de inúmeras batalhas que culminou em seu ferimento. Seu pai, que sempre havia se oposto ao recrutamento de sua filha numa idade tão nova, exigiu que ela fosse exonerada. No entanto, Hanus não estava disposta a deixar seu cargo e, depois de muitas tentativas, convenceu seu pai a permanecer nas forças aliadas como oficial de treinamento, sem participar diretamente das batalhas. Atualmente, está contente em treinar e passar seu conhecimento a outros, mas ainda possui o desejo de, algum dia, retornar ao campo de batalha. Assim, Hanus aguarda pacientemente pelo dia que sairá do Centro de Comando para lutar ao lado de companheiros que ela mesmo treinou.",
  "like": "Construir armas, Mini Hanus, sequilho, dardos",
  "dislike": "Preguiça, conselhos desnecessários, camarão, vinagre",
  "inn": {
    "idle": "Está rindo do quê?",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "O treinamento pode parecer árduo agora, mas no futuro irá me agradecer.",
      "talk": [
        "Você não esqueceu a habilidade que eu lhe ensinei daquela outra vez, certo? Irei avaliá-lo de surpresa logo em breve.",
        "Percebi que você está errando o mesmo movimento. Falta de experiência é perdoável, mas preguiça, não."
      ],
      "gift": "Está me subornando? Não é por isso que irei reduzir o tempo de treinamento."
    },
    "relationship": {
      "greet": "Um dia irei convencer meu pai. Porque o campo de batalha é onde eu deveria estar.",
      "talk": [
        "A forma como eu lhe trato dependerá do resultado do seu treinamento.",
        "Se você concluir o treinamento, pagarei um almoço como recompensa.",
        "Descobri que as pessoas sabem do meu brinquedo. Que nome ridículo eles deram a ele... 'Mini Hanus'..."
      ]
    }
  },
  "uw": {
    "name": "Brincadeirinha Super Banal, HN-0",
    "description": [
      "Aumenta o DANO CRÍT de Hanus em 20% e atira [Brincadeirinha Super Banal, HN-Míssil Guiado] a cada 20s, infligindo DANO F de 200% de seu ATQ a um inimigo aleatório e causando um efeito dentre atordoamento, congelamento, petrificação, derrubada e redução da VEL de ATQ em 250, por 3s.",
      "Aumenta o DANO CRÍT de Hanus em 24% e atira [Brincadeirinha Super Banal, HN-Míssil Guiado] a cada 17s, infligindo DANO F de 240% de seu ATQ a um inimigo aleatório e causando um efeito dentre atordoamento, congelamento, petrificação, derrubada e redução da VEL de ATQ em 250, por 3s.",
      "Aumenta o DANO CRÍT de Hanus em 29% e atira [Brincadeirinha Super Banal, HN-Míssil Guiado] a cada 14s, infligindo DANO F de 290% de seu ATQ a um inimigo aleatório e causando um efeito dentre atordoamento, congelamento, petrificação, derrubada e redução da VEL de ATQ em 250, por 3s.",
      "Aumenta o DANO CRÍT de Hanus em 35% e atira [Brincadeirinha Super Banal, HN-Míssil Guiado] a cada 12s, infligindo DANO F de 350% de seu ATQ a um inimigo aleatório e causando um efeito dentre atordoamento, congelamento, petrificação, derrubada e redução da VEL de ATQ em 250, por 3s.",
      "Aumenta o DANO CRÍT de Hanus em 42% e atira [Brincadeirinha Super Banal, HN-Míssil Guiado] a cada 10s, infligindo DANO F de 420% de seu ATQ a um inimigo aleatório e causando um efeito dentre atordoamento, congelamento, petrificação, derrubada e redução da VEL de ATQ em 250, por 3s.",
      "Aumenta o DANO CRÍT de Hanus em 50% e atira [Brincadeirinha Super Banal, HN-Míssil Guiado] a cada 8s, infligindo DANO F de 500% de seu ATQ a um inimigo aleatório e causando um efeito dentre atordoamento, congelamento, petrificação, derrubada e redução da VEL de ATQ em 250, por 3s."
    ],
    "story": "Arma misteriosa que a própria Hanus produziu quando estava enfurecida, usando todas as suas técnicas. Normalmente, usa em alvos que a enfurecem. Nomeada pela própria Hanus de 'Tipo Zero', essa incrível arma é equipada com projéteis especiais que corroem o corpo do alvo, além de atirar periodicamente balas que possuem função de perseguição, travando o inimigo para que não possa fugir de Hanus. Ninguém mais poderia produzir uma arma como essa, quem sabe exceto pela famosa companhia Magos Le'Flamme ou pela gênia de Orvel, a Tecnomaga Real. O motivo da produção desta arma é curioso... Na época que Hanus ganhava cada vez mais fama, durante uma investida a um local de contrabando, o líder dos traficantes fugia com toda a calma, insinuando: 'vá brincar de guerrinha no parquinho logo ali'. Enfurecida dos pés à cabeça, lutou com todas as forças, mas teve que evacuar sem poder capturá-lo devido à grande quantidade de escolta que a impediu de alcançá-lo. O fato de tê-lo deixado caçoar e fugir bem na sua frente a deixou descontrolada por dias e, quando chegou a ocasião para uma reinvestida, levou justamente esta arma. Nesse dia, ela conseguiu pegá-lo com apenas um tiro, acompanhado da seguinte frase: 'está na hora de uma brincadeirinha banal no meu parquinho'."
  },
  "s1": {
    "name": "Já tenho tudo analisado!",
    "description": "Joga uma granada e atira sua submetralhadora, infligindo DANO F de {0} aos inimigos ao redor e recebendo {1} projétil(eis). O inimigo atingido tem o DANO F recebido aumentado em {3}% por {2} s e fica com cegueira por {4} s. Projéteis podem ser acumulados em até {5}.",
    "books": {
      "0": "Aumenta o DANO em {0}%.",
      "1": "Aumenta o DANO em {0}%.",
      "2": "Aumenta o DANO em {0}%."
    },
    "light": "Remove todos os efeitos positivos do adversário.",
    "dark": "É modificado para que sejam obtidos {0} projétil(eis) e ao adquiri-los, aumenta seu ATQ em {2}% por {1} s. Este efeito pode ser acumulado em até {3} vezes.",
    "ut": {
      "name": "Quepe Militar Velho",
      "description": [
        "[Já tenho tudo analisado!] Reduz o consumo de PM em 1 e aumenta a duração da cegueira por 0,8s.",
        "[Já tenho tudo analisado!] Reduz o consumo de PM em 1 e aumenta a duração da cegueira por 1s.",
        "[Já tenho tudo analisado!] Reduz o consumo de PM em 1 e aumenta a duração da cegueira por 1,2s.",
        "[Já tenho tudo analisado!] Reduz o consumo de PM em 1 e aumenta a duração da cegueira por 1,4s.",
        "[Já tenho tudo analisado!] Reduz o consumo de PM em 1 e aumenta a duração da cegueira por 1,7s.",
        "[Já tenho tudo analisado!] Reduz o consumo de PM em 1 e aumenta a duração da cegueira por 2s."
      ],
      "story": "Chapéu da amiga e primeira pessoa a reconhecê-la como companheira no campo de batalha. Apesar de ter sido recrutada devido ao seu talento natural, no começo sofreu todo o tipo de deboche e de zombaria por ser muito nova. Apenas uma pessoa reconheceu suas habilidades e, a partir de então, ganhou reconhecimento e respeito de muitas outras pessoas. Essa pessoa é uma amiga que Hanus considera bastante e possui muita gratidão. Apesar de tudo, a parceria nos campos de batalha não durou muito, pois Hanus recebeu uma designação que acabou separando as duas. Vendo Hanus chorar descontroladamente pela primeira vez na vida, deu a ela o seu chapéu que usava nas batalhas como sinal de amizade e de respeito, prometendo reencontrar um dia neste lugar onde as duas passaram por tantas coisas."
    }
  },
  "s2": {
    "name": "Vou te esburacar todo!",
    "description": "Atira {0} vezes sua submetralhadora a uma vasta área na linha de frente infligindo DANO F total de {1}. Depois, caso tenha projéteis, consome {2} unidades toda vez que atirar a submetralhadora até gastar todos, sendo que neste estado, o DANO recebido aumenta {3}%. A cada {4} vezes que atira sua submetralhadora, o DANO infligido por esta habilidade aumenta em {5}%. O efeito de aumento de DANO pode ser acumulado até {6} vezes.",
    "books": {
      "0": "Aumenta o DANO em {0}%.",
      "1": "Aumenta o DANO em {0}%.",
      "2": "Aumenta o DANO em {0}%."
    },
    "light": "Aumenta o consumo de projétil(eis) em {0} , mas enquanto estiver consumindo-os continuamente, o DANO CRÍT de Hanus aumenta {1}%.",
    "dark": "Remove o efeito de aumento de DANO recebido a partir do inimigo.",
    "ut": {
      "name": "Começo da Brincadeira",
      "description": [
        "[Vou te esburacar todo!] Ao usar, obtém 20 projéteis e, cada vez que atirar a submetralhadora consumindo projétil(eis), aumenta o ATQ de Hanus em {1}%. Este efeito pode ser acumulado até 100 vezes.",
        "[Vou te esburacar todo!] Ao usar, obtém 20 projéteis e, cada vez que atirar a submetralhadora consumindo projétil(eis), aumenta o ATQ de Hanus em {1}%. Este efeito pode ser acumulado até 100 vezes.",
        "[Vou te esburacar todo!] Ao usar, obtém 20 projéteis e, cada vez que atirar a submetralhadora consumindo projétil(eis), aumenta o ATQ de Hanus em {1}%. Este efeito pode ser acumulado até 100 vezes.",
        "[Vou te esburacar todo!] Ao usar, obtém 20 projéteis e, cada vez que atirar a submetralhadora consumindo projétil(eis), aumenta o ATQ de Hanus em {1}%. Este efeito pode ser acumulado até 100 vezes.",
        "[Vou te esburacar todo!] Ao usar, obtém 20 projéteis e, cada vez que atirar a submetralhadora consumindo projétil(eis), aumenta o ATQ de Hanus em {1}%. Este efeito pode ser acumulado até 100 vezes.",
        "[Vou te esburacar todo!] Ao usar, obtém 20 projéteis e, cada vez que atirar a submetralhadora consumindo projétil(eis), aumenta o ATQ de Hanus em {1}%. Este efeito pode ser acumulado até 100 vezes."
      ],
      "story": "A primeira arma que Hanus modificou, expondo a sua genialidade. Num dia, brincando com sua baioneta, lembrou-se de uma arma grande guardada no quarto de seu pai. De acordo com ele, o poder dela era grandioso mas não era viável usá-la em combate devido ao seu peso. No entanto, Hanus achou que a arma poderia ser modificada e, depois de pensar por muito tempo, resolveu pegar a arma do pai, sem que ele soubesse. Depois de alguns dias, a transformou em uma pequena arma de mão, ajustada ao porte físico de Hanus. Obviamente, seu pai acabou dando-lhe uma bronca por ter mexido em suas coisas sem autorização, mas não pode conter a surpresa: o peso da arma havia reduzido consideravelmente, mas o poder do tiro continuava o mesmo. Ele percebeu que o talento de sua filha era fora do comum. O mais interessante disso tudo é que na época, Hanus tinha apenas 5 anos de idade."
    }
  },
  "s3": {
    "name": "Não adianta se esconder!",
    "description": "Atira morteiro a uma vasta área distante de sua própria linha de frente, infligindo {0} de DANO F e recebendo {1} projétil(eis). O inimigo atingido fica atordoado por {2} s. Esta habilidade ignora efeitos de BLQ do adversário.",
    "books": {
      "0": "Aumenta o DANO em {0}%.",
      "1": "Aumenta o DANO em {0}%.",
      "2": "Aumenta o DANO em {0}%."
    },
    "light": "Caso seja usado em Batalha de Guildas, ignora o efeito de redução de DANO do adversário.",
    "dark": "É modificado para que sejam obtidos {0} projétil(eis) e ao adquiri-los, aumenta sua PNT de DEF em {2} por {1} s. Este efeito pode ser acumulado em até {3} vezes.",
    "ut": {
      "name": "Mini Hanus",
      "description": [
        "[Não adianta se esconder!] Ganha imunidade a efeitos de status durante o uso e reduz a RCP de PV do adversário em 20% por 5s.",
        "[Não adianta se esconder!] Ganha imunidade a efeitos de status durante o uso e reduz a RCP de PV do adversário em 24% por 5s.",
        "[Não adianta se esconder!] Ganha imunidade a efeitos de status durante o uso e reduz a RCP de PV do adversário em 29% por 5s.",
        "[Não adianta se esconder!] Ganha imunidade a efeitos de status durante o uso e reduz a RCP de PV do adversário em 35% por 5s.",
        "[Não adianta se esconder!] Ganha imunidade a efeitos de status durante o uso e reduz a RCP de PV do adversário em 42% por 5s.",
        "[Não adianta se esconder!] Ganha imunidade a efeitos de status durante o uso e reduz a RCP de PV do adversário em 50% por 5s."
      ],
      "story": "Brinquedo de edição limitada favorita de Hanus. Se trata de um brinquedo produzido numa loja de artesanato em Orvelia com longa tradição. O brinquedo é na verdade um animal lendário, inexistente no mundo real. É definitivamente, um brinquedo extremamente popular entre as crianças, mas a edição especial limitada pertence somente à Hanus. Todo dia ela troca a roupinha do brinquedo e monta arminhas para ele. Assim, cada vez mais o brinquedo se parece com Hanus e, por isso, as pessoas o chamam de Mini Hanus. Muita gente pergunta o nome do brinquedo, mas Hanus não conta a ninguém, dizendo que só ela pode chamá-lo pelo nome."
    }
  },
  "s4": {
    "name": "Vou te adestrar!",
    "description": "Hanus não é afetada por mudanças de VEL de ATQ e aumenta o ATQ de todos os aliados em {0} + {1}% do ATQ de Hanus. Caso este efeito seja usado em combates de guilda, o efeito é multiplicado em {2} x. [Combates de guilda] - Incursão da Guilda, Triunfo de Guildas, Batalha de Guildas",
    "books": {
      "0": "Aumenta a taxa de aumento de ATQ em {0}%.",
      "1": "Aumenta a taxa de aumento de ATQ em {0}%.",
      "2": "Aumenta a taxa de aumento de ATQ em {0}%."
    },
    "light": "Ao iniciar a Batalha de Guildas, reduz o DANO recebido pelos aliados em {1}% por {0} s.",
    "dark": "A cada {0} s obtém {1} projétil(eis).",
    "ut": {
      "name": "Medalha Militar",
      "description": [
        "[Vou te adestrar!] Ao iniciar a Batalha de Guildas, reduz 1 orbe requerida para usar qualquer habilidade uma única vez e aumenta o ATQ de todos os aliados em 10% e o DANO CRÍT em 20% por 10s.",
        "[Vou te adestrar!] Ao iniciar a Batalha de Guildas, reduz 1 orbe requerida para usar qualquer habilidade uma única vez e aumenta o ATQ de todos os aliados em 12% e o DANO CRÍT em 24% por 10s.",
        "[Vou te adestrar!] Ao iniciar a Batalha de Guildas, reduz 1 orbe requerida para usar qualquer habilidade uma única vez e aumenta o ATQ de todos os aliados em 14% e o DANO CRÍT em 29% por 10s.",
        "[Vou te adestrar!] Ao iniciar a Batalha de Guildas, reduz 1 orbe requerida para usar qualquer habilidade uma única vez e aumenta o ATQ de todos os aliados em 17% e o DANO CRÍT em 35% por 10s.",
        "[Vou te adestrar!] Ao iniciar a Batalha de Guildas, reduz 1 orbe requerida para usar qualquer habilidade uma única vez e aumenta o ATQ de todos os aliados em 21% e o DANO CRÍT em 42% por 10s.",
        "[Vou te adestrar!] Ao iniciar a Batalha de Guildas, reduz 1 orbe requerida para usar qualquer habilidade uma única vez e aumenta o ATQ de todos os aliados em 25% e o DANO CRÍT em 50% por 10s."
      ],
      "story": "Medalha que Hanus recebeu pelas suas inúmeras contribuições depois de se juntar à guilda das forças aliadas. Devido às suas táticas excepcionais de batalha, criou diversas situações vantajosas no campo de batalha e, como forma de reconhecimento, recebeu esta medalha. Uma vez que é um feito impossível para alguém da sua idade, tropas que não a conheciam reclamaram, inflamadas por inveja. No entanto, nem uma pessoa sequer podia refutar o seu mérito após vê-la ao menos uma vez no campo de batalha. Objeto que a motiva a voltar para o campo de batalha, depois que se tornou oficial de treinamento por causa de seu pai."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / DANO CRÍT + 20%",
    "dark": "Ao iniciar a Batalha de Guildas, reduz o PM de todos os inimigos em {0} e aumenta todo tipo de DANO recebido em {2}% por {1} s."
  }
}