{
  "name": "Selene",
  "subtitle": "Mũi tên xé gió",
  "description": "Một công chúa Tiên với vẻ cao quý, cô bảo vệ khu rừng thiêng. Những mũi tên mang năng lượng mặt trăng theo ý cô đuổi theo kẻ thù, còn những mũi tên mang năng lượng gió xuyên thủng kẻ địch một cách dữ dội.",
  "story": "Nàng công chúa Tiên cao quý này ngưỡng mộ Kiếm thánh và chiến binh được Kiếm thánh lựa chọn. Nàng nỗ lực hết sức để làm điều đúng đắn và muốn những người khác cũng làm như vậy. Đó là lý do vì sao nàng đưa ra những lời phê phán thực lòng đối với bất kỳ người nào rời xa con đường ngay thẳng, kể cả nếu đó là Chiến binh của Kiếm thánh. Không may là quyết tâm can đảm của nàng đôi khi bị người khác hiểu lầm. Nàng thường đến thăm em gái Dosarta ở tòa tháp của cô để bầu bạn.",
  "like": "Những người làm việc hài hòa và chịu trách nhiệm",
  "dislike": "Những người đã rời bỏ tín ngưỡng của chính mình Những người thoát khỏi nguy hiểm",
  "inn": {
    "idle": "Oh, vậy con người ngủ ở những nơi như thế này?",
    "recruit": {
      "greet": "Bạn có khoẻ không? Chúc bạn một ngày tràn ngập ánh sáng.",
      "talk": [
        "Tôi đã thu hút sự chú ý của bạn?",
        "Người có học thức luôn được chào đón.",
        "Tại sao lại không, tôi đoán tôi có thể nghe được bạn."
      ],
      "gift": "Cảm ơn vì món quà. Nó thật đẹp."
    },
    "affinity": {
      "greet": "Gặp ngươi hôm nay thật là vui.",
      "talk": [
        "Ta bảo vệ khu rừng này từ thời nhỏ đến giờ. Vậy nên lúc nào ta cũng thích nghe chuyện Kiếm thánh.",
        "100 năm trước, Chiến binh Kiếm thánh đã đánh bại Chúa tể hắc ám và mang lại hòa bình cho thế giới này... Giờ đây, chúng ta phải tạo ra một huyền thoại mới."
      ],
      "gift": "Đây là...! Cảm ơn nhé, ngươi hào phóng quá."
    },
    "relationship": {
      "greet": "Hôm nay cũng là một ngày hạnh phúc ngập tràn với nắng ấm.",
      "talk": [
        "Nghĩ lại thì thấy có chút hối hận vì tôi chỉ nghĩ cho mình mà không hề biết suy nghĩ của dũng sĩ.",
        "Hôm nào đó nhớ đến Rừng Elidora nhé. Lúc đó tôi sẽ trực tiếp chào đón bạn.",
        "Cung tên này là chứng minh cho tình bạn quan trọng mà linh hồn của gió đã cho tôi. Nhưng vì là bạn nên tôi sẽ cho bạn sờ thử."
      ]
    }
  },
  "uw": {
    "name": "Làn gió xanh lục, Notos",
    "description": [
      "Khi ra đòn chí mạng, tốc độ tấn công tăng 200 ​​trong 10 giây. Mỗi lần tấn công, bắn tên bổ sung lên kẻ địch và gây ra 100% sát thương vật lý",
      "Khi ra đòn chí mạng, tốc độ tấn công tăng 240 ​​trong 10 giây. Mỗi lần tấn công, bắn tên bổ sung lên kẻ địch và gây ra 120% sát thương vật lý",
      "Khi ra đòn chí mạng, tốc độ tấn công tăng 280 ​​trong 10 giây. Mỗi lần tấn công, bắn tên bổ sung lên kẻ địch và gây ra 140% sát thương vật lý",
      "Khi ra đòn chí mạng, tốc độ tấn công tăng 340 ​​trong 10 giây. Mỗi lần tấn công, bắn tên bổ sung lên kẻ địch và gây ra 170% sát thương vật lý",
      "Khi ra đòn chí mạng, tốc độ tấn công tăng 410 ​​trong 10 giây. Mỗi lần tấn công, bắn tên bổ sung lên kẻ địch và gây ra 210% sát thương vật lý",
      "Khi ra đòn chí mạng, tốc độ tấn công tăng 500 ​​trong 10 giây. Mỗi lần tấn công, bắn tên bổ sung lên kẻ địch và gây ra 250% sát thương vật lý"
    ],
    "story": "Cung tên được ban phúc bằng hơi thở của Sylph, Nguyên tố gió. Chỉ người có đức tính cao quý mới có thể sử dụng vũ khí này. Khi kéo căng, cung tự đặt một mũi tên phép thuật nguy hiểm chết người được tạo ra từ hơi thở của Nguyên tố. Nhờ Nguyên tố gió dẫn đường, mũi tên không bao giờ bắt trượt mục tiêu, cho dù mục tiêu đang trốn ở bất kỳ nơi nào. Selene có mối ràng buộc đặc biệt vpwos các Nguyên tố kể từ khi còn nhỏ. Nàng đặc biệt thân thiết với Sylph, người đã phù phép cho cây cung của nàng như một dấu hiệu cho tình bạn của họ."
  },
  "s1": {
    "name": "Mưa tên",
    "description": "Bắn 12 mũi tên ngẫu nhiên, gây {0} sát thương vật lý lên kẻ địch.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng sát thương tăng 40%.",
    "dark": "Địch bị sát thương sẽ ngất xỉu trong 2 giây với xác suất 20%.",
    "ut": {
      "name": "Găng tay thiện xạ",
      "description": [
        "[Mưa tên] Giảm 1 điểm Tiêu hao mana và 1 giây Thời gian hồi chiêu.",
        "[Mưa tên] Giảm 1 điểm Tiêu hao mana và 1.2 giây Thời gian hồi chiêu.",
        "[Mưa tên] Giảm 1 điểm Tiêu hao mana và 1.4 giây Thời gian hồi chiêu.",
        "[Mưa tên] Giảm 1 điểm Tiêu hao mana và 1.7 giây Thời gian hồi chiêu.",
        "[Mưa tên] Giảm 1 điểm Tiêu hao mana và 2.1 giây Thời gian hồi chiêu.",
        "[Mưa tên] Giảm 1 điểm Tiêu hao mana và 2.5 giây Thời gian hồi chiêu."
      ],
      "story": "Đôi găng tay ẩn chứa nguyên tố gió. Dozarta tặng đôi găng tay này cho Selene để tri ân công sức cô bỏ ra để bảo vệ hòa bình cho tộc Tiên. Chúng được làm bằng thứ vải ẩn chứa phép thuật của Nguyên tố gió Sylphid và được Dozarta thêu thêm vài chỗ bằng len ánh trăng."
    }
  },
  "s2": {
    "name": "Phóng tên",
    "description": "Khi tấn công, triệu hồi 5 mũi tên tự động bay về phía kẻ địch. Mỗi mũi tên gây {0} sát thương vật lý.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Khi địch còn 1 người, bỏ qua lực phòng thủ.",
    "dark": "Làm đối tượng bị tấn công bất động trong 0.5 giây.",
    "ut": {
      "name": "Đá phong ấn tinh linh gió",
      "description": [
        "[Phóng tên] Tăng 20% Sát thương và có 15% xác suất triệu hồi 1 Phi tiễn khi tấn công thường.",
        "[Phóng tên] Tăng 24% Sát thương và có 15% xác suất triệu hồi 1 Phi tiễn khi tấn công thường.",
        "[Phóng tên] Tăng 29% Sát thương và có 15% xác suất triệu hồi 1 Phi tiễn khi tấn công thường.",
        "[Phóng tên] Tăng 35% Sát thương và có 15% xác suất triệu hồi 1 Phi tiễn khi tấn công thường.",
        "[Phóng tên] Tăng 42% Sát thương và có 15% xác suất triệu hồi 1 Phi tiễn khi tấn công thường.",
        "[Phóng tên] Tăng 50% Sát thương và có 15% xác suất triệu hồi 1 Phi tiễn khi tấn công thường."
      ],
      "story": "Một viên đá giam giữ nguyên tố cung gió liều lĩnh. Vì gây ra đủ loại rắc rối bằng những chiêu trò hiểm độc nên nguyên tố này bị Tiên vương phong ấn lại. Nguyên tố gió nổi loạn truyền luồng gió hủy diệt vào những mũi tên, làm tăng sức mạnh giết chóc thêm tối thiểu 5 lần."
    }
  },
  "s3": {
    "name": "Tia sáng ánh trăng",
    "description": "Khai hỏa một mũi tên lên kẻ địch trong phạm vi đường thẳng, gây tối đa {0} sát thương vật lý dựa trên thể lực còn lại của đối tượng và đẩy ngã kẻ địch.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Thời gian đợi dùng chiêu lại giảm 3 giây.",
    "dark": "Bỏ qua hiệu ứng chặn của đối phương.",
    "ut": {
      "name": "Cung tên bạc",
      "description": [
        "Lượng sát thương của [Tia sáng ánh trăng] tăng 20%, làm tăng 20% sát thương vật lý đối thủ nhận phải trong 10 giây.",
        "Lượng sát thương của [Tia sáng ánh trăng] tăng 20%, làm tăng 24% sát thương vật lý đối thủ nhận phải trong 10 giây.",
        "Lượng sát thương của [Tia sáng ánh trăng] tăng 20%, làm tăng 29% sát thương vật lý đối thủ nhận phải trong 10 giây.",
        "Lượng sát thương của [Tia sáng ánh trăng] tăng 20%, làm tăng 35% sát thương vật lý đối thủ nhận phải trong 10 giây.",
        "Lượng sát thương của [Tia sáng ánh trăng] tăng 20%, làm tăng 42% sát thương vật lý đối thủ nhận phải trong 10 giây.",
        "Lượng sát thương của [Tia sáng ánh trăng] tăng 20%, làm tăng 50% sát thương vật lý đối thủ nhận phải trong 10 giây."
      ],
      "story": "Mũi tên được yểm phước lành của Nữ thần săn bắn và mặt trăng. Một cổ vật được truyền lại cho thợ săn tộc Tiên tài giỏi nhất. Tương truyền, Nữ thần săn bắn và mặt trăng rất thương yêu tộc Tiên bảo vệ khu rừng thánh nên đã cho họ mượn sức mạnh của mình bằng cổ vật này. Mũi tên bạc được yểm sức mạnh của Nữ thần mặt trăng, với khả năng bí ẩn cho phép người dùng đánh bại địch thủ và tăng sát thương."
    }
  },
  "s4": {
    "name": "Mũi tên ánh trăng",
    "description": "Khi tấn công, tăng {1} sức tấn công và {2} Xác suất chí mạng trong {0} giây. Hiệu ứng này cộng dồn đến 3 lần.",
    "books": {
      "0": "Tăng {0}% chỉ số lực tấn công",
      "1": "Tăng {0}% chỉ số lực tấn công",
      "2": "Mỗi lần tấn công tăng {0}% sát thương chí mạng của tướng lên địch."
    },
    "light": "Số lần cộng dồn tối đa đổi thành 5",
    "dark": "Khoảng cách tấn công tăng 20%.",
    "ut": {
      "name": "Vòng khuyên gió",
      "description": [
        "[Mũi tên ánh trăng] Tăng 100 điểm Tốc độ tấn công và tăng 2% Sát thương lên kẻ địch không phải Anh hùng trên mỗi lần cộng dồn.",
        "[Mũi tên ánh trăng] Tăng 100 điểm Tốc độ tấn công và tăng 2,4% Sát thương lên kẻ địch không phải Anh hùng trên mỗi lần cộng dồn.",
        "[Mũi tên ánh trăng] Tăng 100 điểm Tốc độ tấn công và tăng 2,9% Sát thương lên kẻ địch không phải Anh hùng trên mỗi lần cộng dồn.",
        "[Mũi tên ánh trăng] Tăng 100 điểm Tốc độ tấn công và tăng 3,5% Sát thương lên kẻ địch không phải Anh hùng trên mỗi lần cộng dồn.",
        "[Mũi tên ánh trăng] Tăng 100 điểm Tốc độ tấn công và tăng 4,2% Sát thương lên kẻ địch không phải Anh hùng trên mỗi lần cộng dồn.",
        "[Mũi tên ánh trăng] Tăng 100 điểm Tốc độ tấn công và tăng 5% Sát thương lên kẻ địch không phải Anh hùng trên mỗi lần cộng dồn."
      ],
      "story": "Một chiếc vòng khuyên chứa đựng ân điển của Notos và Nguyên tố gió. Vòng khuyên gió luôn được truyền qua các thế hệ cung thủ tài ba nhất của tộc Tiên, và hiện tại người đó là Selene."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Xác suất chí mạng của bản thân giảm 300 và lượng sát thương chí mạng tăng 100%."
  }
}