{
  "name": "Maria",
  "subtitle": "Phù thủy sa ngã",
  "description": "Nữ thánh ban phúc cho người anh hùng cứu thế giới trong quá khứ. Con quạ giận dữ bị nguyền rủa bắn những chiếc lông vũ sắc nhọn vào quân địch và phá bỏ hoàn toàn đội hình của chúng.",
  "story": "Mặc dù trước đây từng là Thánh nữ của Lua nhưng sau cùng ả lại lầm đường lạc lối. Giờ, nữ phù thủy điều khiển quạ cay độc này nguyền rủa Nữ thần trước đây của mình từ trong bóng tối. Đã có thời điểm ả là bạn của Kyle và là nữ anh hùng của người dân. Tuy nhiên, khi Kyle biến mất thì ả cũng ẩn cư. Cuối cùng, khi trở lại, ả trở thành một phù thủy sa ngã, đe dọa loài người với tư cách là mũi nhọn tấn công của Đội quân ác quỷ. Tuy nhiên, trong những ngày này, dường như ả đang có âm mưu nào đó, không phải với tư cách là thống soái Đội quân ác quỷ, mà là của riêng ả.",
  "like": "Khiến những tín đồ của Lua trở nên hư hỏng",
  "dislike": "Lua và nhà thờ của nàng",
  "inn": {
    "idle": "Cái gì đây? Lính mới ư?",
    "recruit": {
      "greet": "Ngươi thật dễ dàng chào đón binh đoàn ma quỷ mà chẳng biết chuyện gì sẽ xảy đến thế, nhóc.",
      "talk": [
        "Đừng lo. Ta chỉ ở đây một tối thôi. Phòng ta ở trên gác. Phiền ngươi đưa ta lên đó được chứ?",
        "Ồ tốt, ngươi có vẻ hợp với khẩu vị của ta đó. Ta muốn xé toạc chỗ thịt tươi đó ra.",
        "Đoán thử coi ta muốn gì nào? Đó là xem ngươi quỳ trên cái đầu gối nhỏ bé kia xin ta tha mạng cho."
      ],
      "gift": "Đó chỉ là một... học sinh."
    },
    "affinity": {
      "greet": "Ngươi cần gì nào?",
      "talk": [
        "Có vẻ ngươi vẫn chưa biết phải làm sao. Ngươi còn phải cố gắng nhiều mới đánh được chúng.",
        "Ngươi không biết à... Vậy ra ngươi không biết Lua trông thực sự ra sao. Mà thôi, thế có khi lại hay."
      ],
      "gift": "Ha ha... Được rồi. Lũ quạ sẽ được một bữa thịnh soạn."
    },
    "relationship": {
      "greet": "...Hứ, hóa ra là ngươi. Phải rồi, giờ chắc không thể gọi ngươi là oắt con được nữa rồi.",
      "talk": [
        "Chỉ cần nhìn thấy ngươi, là ta lại nhớ đến hình ảnh ngày xưa ấy của con người đó... Hà...",
        "Dù có căm ghét Lua đi chăng nữa... mà thôi, nếu là bạn thì chắc sẽ không sao..",
        "Một đứa trẻ được ma nữ sa hóa nhận làm đồng nghiệp... Hiu hiu, dễ thương đấy."
      ]
    }
  },
  "uw": {
    "name": "Sứ giả của Lea, Cocytus",
    "description": [
      "Khi có đòn chí mạng, giảm 50% Tỷ lệ hồi máu của mục tiêu và tăng 2% Sát thương chí mạng của bản thân trong 10 giây. Mức tăng Sát thương chí mạng có thể cộng dồn tối đa 20 lần.",
      "Khi có đòn chí mạng, giảm 50% Tỷ lệ hồi máu của mục tiêu và tăng 2,4% Sát thương chí mạng của bản thân trong 10 giây. Mức tăng Sát thương chí mạng có thể cộng dồn tối đa 20 lần.",
      "Khi có đòn chí mạng, giảm 50% Tỷ lệ hồi máu của mục tiêu và tăng 2,9% Sát thương chí mạng của bản thân trong 10 giây. Mức tăng Sát thương chí mạng có thể cộng dồn tối đa 20 lần.",
      "Khi có đòn chí mạng, giảm 50% Tỷ lệ hồi máu của mục tiêu và tăng 3,5% Sát thương chí mạng của bản thân trong 10 giây. Mức tăng Sát thương chí mạng có thể cộng dồn tối đa 20 lần.",
      "Khi có đòn chí mạng, giảm 50% Tỷ lệ hồi máu của mục tiêu và tăng 4,2% Sát thương chí mạng của bản thân trong 10 giây. Mức tăng Sát thương chí mạng có thể cộng dồn tối đa 20 lần.",
      "Khi có đòn chí mạng, giảm 50% Tỷ lệ hồi máu của mục tiêu và tăng 5% Sát thương chí mạng của bản thân trong 10 giây. Mức tăng Sát thương chí mạng có thể cộng dồn tối đa 20 lần."
    ],
    "story": "Một con quạ bí ẩn có thể di chuyển giữa các chiều không gian. Trí thông minh và sự khôn ngoan của nó chắc chắn không phải của một con chim đơn thuần. Trên thực tế, nó là một con quái vật ngập tràn năng lượng hắc ám, rất giống Ác quỷ. Quả thật, tương truyền mãnh thú này cũng hùng mạnh như một Ác quỷ cấp cao. Một vài người khẳng định đôi khi nó bay qua các chiến trường, nói ngôn ngữ của loài người. Danh tính của sinh vật này phần lớn vẫn bị bức màn bí ẩn che phủ."
  },
  "s1": {
    "name": "Bão quạ",
    "description": "Gây {0} Sát thương phép thuật cho kẻ địch ở tuyến đầu và đẩy lùi chúng. Giảm {2}% Phòng thủ phép thuật của kẻ địch trúng đòn trong {1} giây. Gây thêm {3} Sát thương phép thuật cho kẻ địch không phải là anh hùng.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Làm giảm {0}% tốc độ tấn công trong thời gian kéo dài."
    },
    "light": "Lượng sát thương tăng 40%.",
    "dark": "Cùm chân trong 3 giây với tỉ lệ 20%.",
    "ut": {
      "name": "Vũ điệu cuồng nhiệt",
      "description": [
        "[Bão quạ] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 100 Mana của mục tiêu.",
        "[Bão quạ] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 120 Mana của mục tiêu.",
        "[Bão quạ] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 140 Mana của mục tiêu.",
        "[Bão quạ] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 170 Mana của mục tiêu.",
        "[Bão quạ] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 210 Mana của mục tiêu.",
        "[Bão quạ] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 250 Mana của mục tiêu."
      ],
      "story": "Gương thần triệu hồi Nguyên tố nước Aerial. Chiếc gương thần này được làm bằng đá obsidian ở Xứ quỷ, ẩn bên trong là Nguyên tố nước Aerial đang ngủ say. Mỗi khi Bão quạ được sử dụng, Aerial sẽ thức tỉnh và sử dụng một vũ điệu cuồng nhiệt để tăng cường uy lực của kỹ năng đó."
    }
  },
  "s2": {
    "name": "Móng vuốt hạn chế",
    "description": "Gây {0} Sát thương phép thuật cho 2 kẻ địch và trói buộc chúng trong {1} giây. Kẻ địch trúng đòn sẽ chịu {3} Sát thương phép thuật trong {2} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương phép thuật lên đối phương trong thời gian liên tục."
    },
    "light": "Lượng tiêu thụ mana tăng 1 đối tượng đổi thành 3 người.",
    "dark": "Thời gian kéo dài trói chân tăng 1.5 giây.",
    "ut": {
      "name": "Giày mũi nhọn của tinh linh",
      "description": [
        "[Móng vuốt hạn chế] Tăng 50% Sát thương và thêm 10% Tăng sát thương phép thuật lên kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Móng vuốt hạn chế] Tăng 50% Sát thương và thêm 12% Tăng sát thương phép thuật lên kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Móng vuốt hạn chế] Tăng 50% Sát thương và thêm 14% Tăng sát thương phép thuật lên kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Móng vuốt hạn chế] Tăng 50% Sát thương và thêm 17% Tăng sát thương phép thuật lên kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Móng vuốt hạn chế] Tăng 50% Sát thương và thêm 21% Tăng sát thương phép thuật lên kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Móng vuốt hạn chế] Tăng 50% Sát thương và thêm 25% Tăng sát thương phép thuật lên kẻ địch bị ảnh hưởng trong 10 giây."
      ],
      "story": "Bộ giáp móng vuốt mà Maria tặng cho sứ giả của Lea. Bộ giáp móng vuốt làm bằng vàng tuyệt đẹp, chứa lời nguyền ràng buộc không bao giờ buông tha cho kẻ địch mà nó bắt được. Kẻ địch bị Sabaton của sứ giả ràng buộc sẽ không chống lại được đòn tấn công phép thuật và sẽ chịu sát thương nặng nề."
    }
  },
  "s3": {
    "name": "Khu vực bóng tối",
    "description": "Kéo kẻ địch xung quanh về vị trí trung tâm 5 lần và gây tổng cộng {0} Sát thương phép thuật. Đòn đánh cuối sẽ làm kẻ địch choáng trong 3 giây. Gây tổng cộng {1} Sát thương phép thuật cho kẻ địch không phải là anh hùng.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng sát thương phép của đối phương trong 10 giây sẽ tăng 25%.",
    "dark": "Lượng tiêu thụ Mana giảm 1.",
    "ut": {
      "name": "Đèn chùm bóng tối",
      "description": [
        "Lượng sát thương của [Khu vực bóng tối] tăng 20%, ở tấn công cuối, làm giảm 30% tất cả lực phòng thủ của đối thủ trong 7 giây.",
        "Lượng sát thương của [Khu vực bóng tối] tăng 24%, ở tấn công cuối, làm giảm 30% tất cả lực phòng thủ của đối thủ trong 7 giây.",
        "Lượng sát thương của [Khu vực bóng tối] tăng 29%, ở tấn công cuối, làm giảm 30% tất cả lực phòng thủ của đối thủ trong 7 giây.",
        "Lượng sát thương của [Khu vực bóng tối] tăng 35%, ở tấn công cuối, làm giảm 30% tất cả lực phòng thủ của đối thủ trong 7 giây.",
        "Lượng sát thương của [Khu vực bóng tối] tăng 42%, ở tấn công cuối, làm giảm 30% tất cả lực phòng thủ của đối thủ trong 7 giây.",
        "Lượng sát thương của [Khu vực bóng tối] tăng 50%, ở tấn công cuối, làm giảm 30% tất cả lực phòng thủ của đối thủ trong 7 giây."
      ],
      "story": "Tro của một sứ giả xám báo hiệu kết thúc. Đây là tro của một con quạ bay vào Nhà thờ Lua ngay trước khi Công quốc Gray sụp đổ 100 năm trước. Mọi người phớt lờ điềm báo dữ đó, chỉ có Nữ linh mục Maria là để mắt tới nó cho tới ngày nó chết đi. Ngay cả khi đã qua đời, nó vẫn giúp Maria bành trướng khu vực bóng tối bằng cách dồn năng lượng hắc ám của mình cho nàng."
    }
  },
  "s4": {
    "name": "Gió đen",
    "description": "Giảm {1}  tấn công của đối thủ nhận sát thương từ Maria trong {0} giây.",
    "books": {
      "0": "Tăng lượng bị giảm {0}%",
      "1": "Tăng lượng bị giảm {0}%",
      "2": "Giảm xác suất chí mạng của kẻ địch {0}% trong thời gian xuất chiêu."
    },
    "light": "Lượng giảm sức tấn công tăng 40%.",
    "dark": "Lực cản đòn chí mạng phép của đối phương giảm 25% trong 10 giây.",
    "ut": {
      "name": "Phong thư vực thẳm",
      "description": [
        "[Gió đen] Tấn công lên kẻ địch ở trạng thái Gió đen sau mỗi 10 giây và gây Sát thương phép thuật tương đương 200% Sức tấn công. Tăng 2% Sức tấn công của bản thân trong 20 giây với mỗi 1 kẻ địch trúng đòn. Có thể cộng dồn hiệu ứng này tối đa 10 lần.",
        "[Gió đen] Tấn công lên kẻ địch ở trạng thái Gió đen sau mỗi 10 giây và gây Sát thương phép thuật tương đương 200% Sức tấn công. Tăng 2,4% Sức tấn công của bản thân trong 20 giây với mỗi 1 kẻ địch trúng đòn. Có thể cộng dồn hiệu ứng này tối đa 10 lần.",
        "[Gió đen] Tấn công lên kẻ địch ở trạng thái Gió đen sau mỗi 10 giây và gây Sát thương phép thuật tương đương 200% Sức tấn công. Tăng 2,9% Sức tấn công của bản thân trong 20 giây với mỗi 1 kẻ địch trúng đòn. Có thể cộng dồn hiệu ứng này tối đa 10 lần.",
        "[Gió đen] Tấn công lên kẻ địch ở trạng thái Gió đen sau mỗi 10 giây và gây Sát thương phép thuật tương đương 200% Sức tấn công. Tăng 3,5% Sức tấn công của bản thân trong 20 giây với mỗi 1 kẻ địch trúng đòn. Có thể cộng dồn hiệu ứng này tối đa 10 lần.",
        "[Gió đen] Tấn công lên kẻ địch ở trạng thái Gió đen sau mỗi 10 giây và gây Sát thương phép thuật tương đương 200% Sức tấn công. Tăng 4,2% Sức tấn công của bản thân trong 20 giây với mỗi 1 kẻ địch trúng đòn. Có thể cộng dồn hiệu ứng này tối đa 10 lần.",
        "[Gió đen] Tấn công lên kẻ địch ở trạng thái Gió đen sau mỗi 10 giây và gây Sát thương phép thuật tương đương 200% Sức tấn công. Tăng 5% Sức tấn công của bản thân trong 20 giây với mỗi 1 kẻ địch trúng đòn. Có thể cộng dồn hiệu ứng này tối đa 10 lần."
      ],
      "story": "Phong thư thông cáo do Sứ giả của Lea ban ra. Phong thư này được tạo nên từ Tinh hoa bóng tối chứa một lời cảnh báo cùng các điều khoản của bản giao kèo mà Maria đã ký kết với bóng tối."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Khi ra đòn chí mạng giảm 250 lực kháng trạng thái xấu của đối tượng trong 10 giây, giảm mỗi 2% thời gian hồi chiêu của tất cả kĩ năng, trừ kĩ năng đang sử dụng."
  }
}