{
  "name": "Miruru",
  "subtitle": "Nữ vương hải tặc bị nguyền rủa",
  "description": "Một hải tặc huyền thoại bị nguyền rủa và biến thành một cô gái nhỏ. Cô có khả năng thả rơi đạn súng thần công lên ngay đầu địch.",
  "story": "Một nữ hoàng hải tặc đã từng phiêu dạt trên biển, gieo rắc nỗi sợ hãi trong trái tim những người thủy thủ. Tuy nhiên, một đồ vật bị nguyền rủa đã biến cô thành một đứa trẻ, rồi không lâu sau đó tất cả những kẻ đồng hành và thủy thủ đoàn trung thành đã rời bỏ cô. Không phải là kẻ bỏ cuộc, cô bắt đầu lại một lần nữa từ con số 0 và giờ đang mơ ước quay lại thời kỳ huy hoàng trước đây. Không may là lời nguyền biến thành trẻ con cũng khiến cách nghĩ của cô trở nên non nớt. Dù vậy, cô vẫn theo đuổi giấc mơ của mình. Hiện nay, cô chỉ huy nhóm Cướp biển Miruru thứ hai, gồm những tên Yêu tinh và người tộc Gnoll.",
  "like": "Báu vật hoặc bất kỳ thứ gì lấp lánh",
  "dislike": "Hải quân",
  "inn": {
    "idle": "Vậy kết đồng minh với tôi không? Tôi có thể chia cho bạn 10% những thứ ta cùng nhau kiếm được.",
    "recruit": {
      "greet": "Rất hân hạnh được làm quen!",
      "talk": [
        "Tôi có cảm giác như ta hoàn toàn có thể làm được bất kỳ việc gì! Kể cả với thân xác bị nguyền này!",
        "Đại dương đang vẫy gọi chúng ta~ !",
        "Một ngày nó đó tôi sẽ lấy lại diện mạo của mình."
      ],
      "gift": "Vàng, đó là vàng!!!!!"
    },
    "affinity": {
      "greet": "Chào mừng! Thuộc hạ danh dự Số một của ta!!!",
      "talk": [
        "Hừm... Quá khứ của ta à? Mỗi khi cố nhớ ra gì đó... Là bùm!!! Cứ thế rồi ta ngã xuống giường.",
        "Nhưng ta vẫn nhớ điều này. Cơn khát bỏng cháy... chữ viết trên tấm bản đồ... Suối nguồn sinh lực chăng?"
      ],
      "gift": "Ngươi quả là thuộc hạ đắc lực của ta! Giờ thì kho báu của Hải tặc Miruru đầy ắp rồi!"
    },
    "relationship": {
      "greet": "Ấy chà~ nhanh lại đây!",
      "talk": [
        "Để phục hưng lại đoàn hải tặc Miruru, ngày hôm nay cũng phải hoạt động chăm chỉ lên nào!",
        "Có đem kho báu đến đây không? Ở đâu rồi? Ở đâu? Đưa ta xem nào!",
        "Đại pháo của ta đâu? Ừ! Cái này là ta tự tay làm ra đấy! Ngầu không! Ngầu không?!"
      ]
    }
  },
  "uw": {
    "name": "Vũ khí tối thượng, Leviathan",
    "description": [
      "Gây sát thương vật lý tương đương 100% tấn công cho kẻ địch dính chiêu Boooooom! ở mức xác suất 50% và mục tiêu nhận thêm 20% sát thương vật lý trong 10 giây.",
      "Gây sát thương vật lý tương đương 120% tấn công cho kẻ địch dính chiêu Boooooom! ở mức xác suất 50% và mục tiêu nhận thêm 24% sát thương vật lý trong 10 giây.",
      "Gây sát thương vật lý tương đương 140% tấn công cho kẻ địch dính chiêu Boooooom! ở mức xác suất 50% và mục tiêu nhận thêm 29% sát thương vật lý trong 10 giây.",
      "Gây sát thương vật lý tương đương 170% tấn công cho kẻ địch dính chiêu Boooooom! ở mức xác suất 50% và mục tiêu nhận thêm 35% sát thương vật lý trong 10 giây.",
      "Gây sát thương vật lý tương đương 210% tấn công cho kẻ địch dính chiêu Boooooom! ở mức xác suất 50% và mục tiêu nhận thêm 42% sát thương vật lý trong 10 giây.",
      "Gây sát thương vật lý tương đương 250% tấn công cho kẻ địch dính chiêu Boooooom! ở mức xác suất 50% và mục tiêu nhận thêm 50% sát thương vật lý trong 10 giây."
    ],
    "story": "Quay lại thời kỳ trống trị của Miruru khi còn là nữ hoàng hải tặc, nàng là nỗi sợ hãi của các thủy thủ và là mối đe dọa nghiêm trọng đối với lực lượng hải quân Orvelia cũng như đế chế. Hải quân đặc biệt khiếp sợ những khẩu súng thần công trên tàu của nàng. Trong đó khẩu mạnh nhất là Leviathan, súng thần công chính của con tàu. Sau khi bị nguyền, nàng mang theo một thứ khi chạy thoát khỏi đám thủy thủ đoàn nổi loạn. Trên thực tế, nếu dùng vật này làm vũ khí thì còn có giá trị hơn nhiều so với vàng hay tiền bạc. Thứ nàng mang theo chính là Leviathan, súng thần công mạnh nhất trong kho vũ khí của mình. Sau nhiều lần điều chỉnh, nỗi khiếp sợ một thời trên biển cả giờ đây biến thành một khẩu pháo cầm tay."
  },
  "s1": {
    "name": "Baaaam!",
    "description": "Gây {0} sát thương vật lý lên tất cả kẻ địch và đẩy lùi chúng.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng 25% sát thương vật lý mà mục tiêu nhận vào trong 10 giây.",
    "dark": "Khi phát tăng 35% lực tấn công trong 10 giây.",
    "ut": {
      "name": "Đồng xu sâu thẳm",
      "description": [
        "[Baaaam!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 200 điểm Kháng đòn chí mạng vật lý của mục tiêu trong 10 giây.",
        "[Baaaam!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 240 điểm Kháng đòn chí mạng vật lý của mục tiêu trong 10 giây.",
        "[Baaaam!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 290 điểm Kháng đòn chí mạng vật lý của mục tiêu trong 10 giây.",
        "[Baaaam!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 350 điểm Kháng đòn chí mạng vật lý của mục tiêu trong 10 giây.",
        "[Baaaam!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 420 điểm Kháng đòn chí mạng vật lý của mục tiêu trong 10 giây.",
        "[Baaaam!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 500 điểm Kháng đòn chí mạng vật lý của mục tiêu trong 10 giây."
      ],
      "story": "Đồng xu may mắn của Miruru là một báu vật cổ của một vương quốc bị đánh chìm. Nó là vật kỷ niệm chuyến thám hiểm tìm kho báu đầu tiên của cô sau khi cô bị biến thành hình hài một đứa trẻ. Đồng xu, một tạo tác của thuật luyện kim cổ đại, nằm yên trong túi áo ngực của Miruru, giờ nó là thứ bùa may quý giá của cô sau khi cứu mạng cô vài lần."
    }
  },
  "s2": {
    "name": "Lăn qua",
    "description": "Gây {0} sát thương vật lý 3 lần cho kẻ địch ở phía trước. Mỗi đòn tấn công có {1}% xác suất đẩy ngã kẻ địch trong {2} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng sát thương tăng 40%.",
    "dark": "Địch bị dính sát thương sẽ bị giảm 8% thời gian đợi dùng chiêu lại.",
    "ut": {
      "name": "Kính lục phân của vua hải tặc",
      "description": [
        "[Lăn qua] Tăng 4% Sát thương mỗi lần sử dụng và hồi phục 120 MP khi có Đòn chí mạng. Hiệu ứng này cộng dồn tối đa 10 lần.",
        "[Lăn qua] Tăng 4,8% Sát thương mỗi lần sử dụng và hồi phục 120 MP khi có Đòn chí mạng. Hiệu ứng này cộng dồn tối đa 10 lần.",
        "[Lăn qua] Tăng 5,8% Sát thương mỗi lần sử dụng và hồi phục 120 MP khi có Đòn chí mạng. Hiệu ứng này cộng dồn tối đa 10 lần.",
        "[Lăn qua] Tăng 7% Sát thương mỗi lần sử dụng và hồi phục 120 MP khi có Đòn chí mạng. Hiệu ứng này cộng dồn tối đa 10 lần.",
        "[Lăn qua] Tăng 8,4% Sát thương mỗi lần sử dụng và hồi phục 120 MP khi có Đòn chí mạng. Hiệu ứng này cộng dồn tối đa 10 lần.",
        "[Lăn qua] Tăng 10% Sát thương mỗi lần sử dụng và hồi phục 120 MP khi có Đòn chí mạng. Hiệu ứng này cộng dồn tối đa 10 lần."
      ],
      "story": "Kính lục phân của Vua hải tặc Olga, người đầu tiên khám phá ra lục địa mới. Vua hải tặc Olga đi qua Lục địa Orbis để tìm lục địa mới theo lời tiết lộ của các vị thần. Kính lục phân tính được vị trí và góc độ chính xác nhất thế gian. Miruru dùng kính lục phân để tăng sát thương từ các đợt tấn công do bom lăn, nhưng cô không nhớ làm thế nào mình có được nó."
    }
  },
  "s3": {
    "name": "Hải tặc Miruru!",
    "description": "Tấn công một mục tiêu ngẫu nhiên và kẻ địch gần đó 5 lần, gây tổng cộng {1} sát thương vật lý và giảm {2} tốc độ tấn công của chúng. Nếu mục tiêu không phải là Anh hùng, gây thêm {3} sát thương vật lý.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Khi địch còn 1 người, lượng sát thương tăng 100%.",
    "dark": "Xóa bỏ hiệu ứng giảm tốc độ và thêm hiệu ứng ngất xỉu trong 3 giây.",
    "ut": {
      "name": "Súng đại bác Miruru",
      "description": [
        "Lượng sát thương của [Hải tặc Miruru!] tăng 50%, thời gian đợi hồi chiêu giảm 12%.",
        "Lượng sát thương của [Hải tặc Miruru!] tăng 50%, thời gian đợi hồi chiêu giảm 14%.",
        "Lượng sát thương của [Hải tặc Miruru!] tăng 50%, thời gian đợi hồi chiêu giảm 17%.",
        "Lượng sát thương của [Hải tặc Miruru!] tăng 50%, thời gian đợi hồi chiêu giảm 21%.",
        "Lượng sát thương của [Hải tặc Miruru!] tăng 50%, thời gian đợi hồi chiêu giảm 25%.",
        "Lượng sát thương của [Hải tặc Miruru!] tăng 50%, thời gian đợi hồi chiêu giảm 30%."
      ],
      "story": "Đạn súng thần công có khắc biểu tượng của Hải tặc Miruru. Miruru vẫn nhớ như in quá khứ huy hoàng của mình. Cô luôn giương cao lá cờ có hình cá mập, cùng những trận đánh với tiếng nổ vang trời. Những hồi ức đáng nhớ khi tàu của địch chìm dần trong nỗi kinh hoàng vẫn còn trong tâm trí cô. Miruru dùng đạn súng thần công đặc chế để công kích quân địch, mong muốn khôi phục những ngày vẻ vang như xưa."
    }
  },
  "s4": {
    "name": "Boooooom!",
    "description": "Khi tấn công bình thường, bắn thêm đạn với 60% cơ hội gây ra {0} sát thương vật lý cho tất cả kẻ địch.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng 0,5% tấn công trong 10 giây khi đánh được đòn chí mạng. Hiệu ứng này có thể được cộng dồn lên tới 100 lần.",
    "dark": "Thay đổi xác suất phát động thành 80%.",
    "ut": {
      "name": "Thùng thuốc súng con rùa",
      "description": [
        "[Boooooom!] Tăng 50% Sát thương. Khi kích hoạt, tăng 200 điểm Tốc độ tấn công trong 3 giây.",
        "[Boooooom!] Tăng 50% Sát thương. Khi kích hoạt, tăng 240 điểm Tốc độ tấn công trong 3 giây.",
        "[Boooooom!] Tăng 50% Sát thương. Khi kích hoạt, tăng 290 điểm Tốc độ tấn công trong 3 giây.",
        "[Boooooom!] Tăng 50% Sát thương. Khi kích hoạt, tăng 350 điểm Tốc độ tấn công trong 3 giây.",
        "[Boooooom!] Tăng 50% Sát thương. Khi kích hoạt, tăng 420 điểm Tốc độ tấn công trong 3 giây.",
        "[Boooooom!] Tăng 50% Sát thương. Khi kích hoạt, tăng 500 điểm Tốc độ tấn công trong 3 giây."
      ],
      "story": "Một viên đạn thần công mà Miruru chế tạo ra khi hợp tác với người bạn mới là chuyên gia thuốc nổ. Kể từ lần gặp vào mùa hè năm ngoái, Miruru đã bắt tay với Lakrak và tạo ra viên đạn chuyên dùng để phát động đại bác này. Do thuốc súng dễ bắt lửa, Miruru luôn giữ viên đạn trong thùng thuốc súng mai rùa mà cô tìm thấy trên một con tàu kho báu."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Khi tấn công, cộng dồn bóng tối lên bản thân một lượng bằng số địch bị tấn công. Khi cộng dồn được 50 lần thì phát nổ, làm tăng 20% sức tấn công, 800 tốc độ tấn công trong 10 giây."
  }
}