{
  "name": "Lorraine",
  "subtitle": "Đại học giả của Elidora",
  "description": "Một tu sĩ tiên đã gia nhập Lực lượng đồng minh loài người khi Chúa tể Bóng tối xâm chiếm. Giao tiếp với thiên nhiên và tấn công địch bằng cây cối.",
  "story": "Triết gia vĩ đại Elidora là người thông thái nhất của tộc Druid. Là một trong những anh hùng đã chiến đấu chống lại lũ Ác quỷ xâm lược 100 năm trước, nàng thường được coi là người khôn ngoan nhất trên toàn Lục địa Orbis. Nàng đã huấn luyện và đào tạo vô số Tiên, cũng như sở hữu hiểu biết sắc sảo và các quyền năng huyền bí, phù hợp với tuổi của mình. Tương truyền rằng kể cả vị vua hiện nay của Elidora cũng như các con của ông đều từng là đồ đệ của nàng. Gần đây, do cảm nhận nhận được sự quấy nhiễu kỳ lạ từ Rừng Elidora, nàng đang lót đường cho người sử dụng Kiếm thánh.",
  "like": "Khu rừng thanh bình, những bài hát hay",
  "dislike": "Bất kỳ thứ gì tổn hại đến tự nhiên",
  "inn": {
    "idle": "Đừng sợ. Bạn có thể còn mạnh hơn nữa.",
    "recruit": {
      "greet": "Là tiên xứ Elidora, tôi Lorraine, xin bày tỏ lòng trân trọng đối với tất cả các bạn.",
      "talk": [
        "Tôi đã có một quãng thời gian tuyệt vời.",
        "Cầu phúc lành của mẹ thiên nhiên soi sáng đường của Chúa.",
        "Con người là một sinh vật đáng kinh ngạc. Nhưng vẫn còn một khuyết điểm nghiêm trọng. Bạn là nô lệ của lòng tham và không thể cưỡng lại sức cám dỗ của nó."
      ],
      "gift": "Tôi sẽ giữ thứ này"
    },
    "affinity": {
      "greet": "Ta lúc nào cũng mong có dịp ở bên ngươi.",
      "talk": [
        "Phía trước ngươi là một ngã rẽ quan trọng. Ánh sáng và bóng tối... sẽ hợp thành một con đường...",
        "Dù không sống lâu như Tiên tộc nhưng con người luôn tỏa ra hào quang mãnh liệt trong cuộc đời ngắn ngủi."
      ],
      "gift": "Ta sẽ xem đây là món quà đầy thành ý của ngươi."
    },
    "relationship": {
      "greet": "Ta cảm nhận được việc mạnh hơn một cách nhanh chóng, cứng cỏi và ngay thẳng.",
      "talk": [
        "Người có linh hồn trong sáng nhất mà tôi từng gặp..",
        "Thật tốt biết bao nếu hành trình vui vẻ này cứ kéo dài mãi... huhu.. chắc chỉ là tham vọng của tôi thôi..",
        "Tôi sẽ không quên người. Không phải với tư cách là một hiền nhân Lorraine, mà với tư cách là một vị tiên."
      ]
    }
  },
  "uw": {
    "name": "Chúc thư của Cây thế giới, Roburu",
    "description": [
      "Gây sát thương phép tương đương 40% lực tấn công lên đối thủ trúng độc mỗi 7 giây, giảm 10% lực phòng thủ phép. Tăng 20% lượng sát thương trên mỗi lần cộng dồn đầu độc.",
      "Gây sát thương phép tương đương 48% lực tấn công lên đối thủ trúng độc mỗi 7 giây, giảm 12% lực phòng thủ phép. Tăng 20% lượng sát thương trên mỗi lần cộng dồn đầu độc.",
      "Gây sát thương phép tương đương 57% lực tấn công lên đối thủ trúng độc mỗi 7 giây, giảm 14% lực phòng thủ phép. Tăng 20% lượng sát thương trên mỗi lần cộng dồn đầu độc.",
      "Gây sát thương phép tương đương 69% lực tấn công lên đối thủ trúng độc mỗi 7 giây, giảm 17% lực phòng thủ phép. Tăng 20% lượng sát thương trên mỗi lần cộng dồn đầu độc.",
      "Gây sát thương phép tương đương 83% lực tấn công lên đối thủ trúng độc mỗi 7 giây, giảm 20% lực phòng thủ phép. Tăng 20% lượng sát thương trên mỗi lần cộng dồn đầu độc.",
      "Gây sát thương phép tương đương 100% lực tấn công lên đối thủ trúng độc mỗi 7 giây, giảm 25% lực phòng thủ phép. Tăng 20% lượng sát thương trên mỗi lần cộng dồn đầu độc."
    ],
    "story": "Theo truyền thuyết, sau mỗi 100 năm, Cây thế giới sẽ trao một cành của mình cho người được chọn. Cành cây tỏa ra sự sống vĩnh cửu, trao quyền năng và kiến thức rộng lớn cho người sở hữu nó. Hợp nhất cành cây với Viên đá của rừng, một báu vật Tiên, Lorraine đã tạo ra cây quyền trượng này. Giờ đây, nàng có thể triệu hồi các lực lượng tự nhiên và vẫn giữ được liên hệ với Cây thế giới cho dù đi bất kỳ đâu."
  },
  "s1": {
    "name": "Rừng gai góc",
    "description": "Tấn công ngẫu nhiên 3 lần gây {0} sát thương phép thuật lên đối thủ trong phạm vi và cộng dồn 1 lần đầu độc.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Để lại 2 lần cộng dồn Độc khi có Đòn chí mạng."
    },
    "light": "Số đòn đánh tăng thêm 1 lần.",
    "dark": "Khi đối thủ bị dính 5 đòn độc trúng đòn, trói đối thủ trong 3 giây.",
    "ut": {
      "name": "Cuốn sách về sự sống",
      "description": [
        "[Rừng gai góc] Giảm 1 điểm Tiêu hao mana và 0,8 giây Thời gian hồi chiêu.",
        "[Rừng gai góc] Giảm 1 điểm Tiêu hao mana và 1 giây Thời gian hồi chiêu.",
        "[Rừng gai góc] Giảm 1 điểm Tiêu hao mana và 1.2 giây Thời gian hồi chiêu.",
        "[Rừng gai góc] Giảm 1 điểm Tiêu hao mana và 1.4 giây Thời gian hồi chiêu.",
        "[Rừng gai góc] Giảm 1 điểm Tiêu hao mana và 1.7 giây Thời gian hồi chiêu.",
        "[Rừng gai góc] Giảm 1 điểm Tiêu hao mana và 2 giây Thời gian hồi chiêu."
      ],
      "story": "Cuốn sách chứa tri thức về mọi sự sống trong rừng. Một cuốn sách được lưu truyền qua nhiều đời hộ vệ Cây Thế giới từ xa xưa. Sau một thời gian dài nằm trong tay các nhà hiền triết Elidora, giờ cuốn sách được Lorraine cất giữ an toàn."
    }
  },
  "s2": {
    "name": "Cây nho rối",
    "description": "Gây {0} sát thương phép lên Kẻ địch theo 1 đường thẳng và trùm 2 hiệu ứng đầu độc và trói Kẻ địch bị trúng hiệu ứng trong {1} giây. Sau một thời gian nhất định, gây một lượng lớn sát thương dựa trên số lần cộng dồn hiệu ứng Đầu độc.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng sát thương {0}% sát thương phép thuật lên đối thủ trong thời gian liên tục."
    },
    "light": "Tăng 40% sát thương.",
    "dark": "Đối phương bị dính đòn với hiệu ứng nổ cuối cùng sẽ bị ngất xỉu trong 2 giây.",
    "ut": {
      "name": "Cà độc dược",
      "description": [
        "[Cây nho rối] Giảm 1 Tiêu hao mana và hút 200 MP từ kẻ địch bị ảnh hưởng.",
        "[Cây nho rối] Giảm 1 Tiêu hao mana và hút 240 MP từ kẻ địch bị ảnh hưởng.",
        "[Cây nho rối] Giảm 1 Tiêu hao mana và hút 290 MP từ kẻ địch bị ảnh hưởng.",
        "[Cây nho rối] Giảm 1 Tiêu hao mana và hút 350 MP từ kẻ địch bị ảnh hưởng.",
        "[Cây nho rối] Giảm 1 Tiêu hao mana và hút 420 MP từ kẻ địch bị ảnh hưởng.",
        "[Cây nho rối] Giảm 1 Tiêu hao mana và hút 500 MP từ kẻ địch bị ảnh hưởng."
      ],
      "story": "Cây Cà độc dược tuyệt đẹp nhưng cũng cực độc. Đây là loài cây nguy hiểm mà chỉ có Triết gia vĩ đại mới dùng được. Cây Cà độc dược bé nhỏ được trộn với cỏ bạc hà sẽ làm kẻ địch trúng độc và không chống cự được các đòn tấn công phép thuật."
    }
  },
  "s3": {
    "name": "Khu rừng phẫn nộ",
    "description": "Gây {0} sát thương phép lên đối thủ trong phạm vi và đẩy ngã trong 3 giây. Tăng {1}% lượng sát thương mỗi lần cộng dồn lên đối thủ trúng độc.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng lượng mana sử dụng thêm 1 và tăng 100% lượng sát thương.",
    "dark": "Nếu gây sát thương lên địch bị trên 5 lần trúng độc, hiệu ứng cường hóa sẽ bị phá bỏ.",
    "ut": {
      "name": "Rễ cây thế giới",
      "description": [
        "Lượng sát thương của [Khu rừng phẫn nộ] tăng 20%, thời gian đợi hồi chiêu giảm 4% nếu có đòn chí mạng lên đối thủ có trên 5 cộng dồn Đầu độc.",
        "Lượng sát thương của [Khu rừng phẫn nộ] tăng 24%, thời gian đợi hồi chiêu giảm 4% nếu có đòn chí mạng lên đối thủ có trên 5 cộng dồn Đầu độc.",
        "Lượng sát thương của [Khu rừng phẫn nộ] tăng 29%, thời gian đợi hồi chiêu giảm 4% nếu có đòn chí mạng lên đối thủ có trên 5 cộng dồn Đầu độc.",
        "Lượng sát thương của [Khu rừng phẫn nộ] tăng 35%, thời gian đợi hồi chiêu giảm 4% nếu có đòn chí mạng lên đối thủ có trên 5 cộng dồn Đầu độc.",
        "Lượng sát thương của [Khu rừng phẫn nộ] tăng 42%, thời gian đợi hồi chiêu giảm 4% nếu có đòn chí mạng lên đối thủ có trên 5 cộng dồn Đầu độc.",
        "Lượng sát thương của [Khu rừng phẫn nộ] tăng 50%, thời gian đợi hồi chiêu giảm 4% nếu có đòn chí mạng lên đối thủ có trên 5 cộng dồn Đầu độc."
      ],
      "story": "Minh chứng hợp nhất giữa Tiên rừng và Cây thế giới. Lâu nay, những triết gia vĩ đại của Elidora vẫn giữ mối ràng buộc sâu sắc với Cây thế giới. Rễ của Cây thế giới là minh chứng cho mối liên hệ sâu sắc với Tiên rừng. Chúng tấn công kẻ địch với sức sát thương siêu nhiên mỗi khi Tiên rừng thét lên chiêu Khu rừng phẫn nộ để thể hiện sự giận dữ và hiếu chiến của thiên nhiên."
    }
  },
  "s4": {
    "name": "Lá lưỡi đao",
    "description": "Khi đánh bình thường, tấn công một kẻ địch ngẫu nhiên 3 lần với 30% xác suất gây ra {0} sát thương phép và 1 lần cộng dồn độc trong 20 giây. Độc giáng tổng cộng {1} sát thương phép trong 20 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Chỉ số tối đa cộng dồn trúng độc thay đổi thành 6.",
    "dark": "Đối phương bị dính chiêu bị trói chân trong 2 giây với xác suất 20%.",
    "ut": {
      "name": "Bồn cây tuần hoàn",
      "description": [
        "[Lá lưỡi đao] Tăng 20% xác suất kích hoạt. Mục tiêu chịu thêm 10% Sát thương phép thuật trong 10 giây.",
        "[Lá lưỡi đao] Tăng 20% xác suất kích hoạt. Mục tiêu chịu thêm 12% Sát thương phép thuật trong 10 giây.",
        "[Lá lưỡi đao] Tăng 20% xác suất kích hoạt. Mục tiêu chịu thêm 14% Sát thương phép thuật trong 10 giây.",
        "[Lá lưỡi đao] Tăng 20% xác suất kích hoạt. Mục tiêu chịu thêm 17% Sát thương phép thuật trong 10 giây.",
        "[Lá lưỡi đao] Tăng 20% xác suất kích hoạt. Mục tiêu chịu thêm 21% Sát thương phép thuật trong 10 giây.",
        "[Lá lưỡi đao] Tăng 20% xác suất kích hoạt. Mục tiêu chịu thêm 25% Sát thương phép thuật trong 10 giây."
      ],
      "story": "Một bồn cây được tạo ra từ cành Cây Thế giới gãy. Các cành cây gãy của Cây thế giới được coi là rất đen đủi, nên chúng thường bị thanh tẩy và loại bỏ. Tuy nhiên, Lorraine đã nhìn ra một bí mật mới và quyết định làm một bồn cây nhỏ từ nó."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Tấn công tất cả kẻ địch 5 giây/lần và có 30% xác suất tấn công kẻ địch dính đòn thêm một lần nữa bằng Rừng gai góc."
  }
}