{
  "name": "Clause",
  "subtitle": "Hiệp sĩ tường sắt",
  "description": "Anh trai của Kasel. Một cựu hiệp sĩ chu du thế giới, là một người đàn ông thép người bảo vệ các đồng minh ở tiền tuyến. Anh chặn đứng các đòn tấn công và tiêu diệt địch, khiến anh trông giống như một bức tường sắt.",
  "story": "Người đàn ông chính trực và chân chính này bảo vệ Orvel như một hiệp sĩ của nơi này. Nhiều người coi anh là người bảo vệ đáng tin của Orvel nhưng do anh không quan tâm đến của cải và thành công nên thứ hạng thực sự của anh chưa bao giờ cao. Anh đã cùng Kasel, Frey lớn lên ở cùng một trại trẻ mồ côi và anh yêu quê hương của mình, như nơi chứa đựng những thứ quý giá đối với anh. Gần đây anh đã tình nguyện tham gia quân viễn chinh để điều tra Bình nguyên Nhà Vua.",
  "like": "Gia đình mới của anh",
  "dislike": "Hãm hại bạn bè",
  "inn": {
    "idle": "Haha! Nhiều khuôn mặt quen thuộc quá?",
    "recruit": {
      "greet": "Ồ, bạn đây rồi! Vẫn khỏe chứ?",
      "talk": [
        "Sao rồi? Bạn không có ý định đăng kí vào đội kị sĩ bảo vệ à?",
        "Biểu hiện của bạn lúc nào trông cũng thật đáng tin cậy.",
        "Lâu lâu tôi cũng bị khó thở vì phần che miệng của cái mũ giáp sắt. hahaha!"
      ],
      "gift": "Nếu như bình thường thì tôi sẽ không nhận đâu, nhưng cũng sẽ không phải nếu xem thường thành ý của bạn."
    },
    "affinity": {
      "greet": "Ha ha! Hiệp sĩ hộ vệ cũng cần nghỉ ngơi chứ. Nào, lại đây ngồi với ta.",
      "talk": [
        "Không ngờ Kasel lại mạnh đến vậy. Hồi trước cậu ấy hay khóc nhè rồi theo đuôi ta mãi... Vậy mà giờ đã là chủ nhân Kiếm thánh rồi... Ha ha.",
        "Ta có đố kỵ với Kasel không ấy hả? Không hề! Cậu ấy là em trai ta nên ta tự hào lắm."
      ],
      "gift": "Mọi chuyện... Ta rất hãnh diện. Ta phải nỗ lực hơn nữa mới được."
    },
    "relationship": {
      "greet": "Hahaha, lại gặp nhau rồi!",
      "talk": [
        "Chính nghĩa mà tôi nói nếu biết rồi thì sẽ chẳng có gì to tát cả. Tâm niệm không xấu hổ với chính bản thân mình, đó chính là thứ chính nghĩa mà tôi muốn nói.",
        "Đạt được chức vị cao rồi cũng không có nghĩa là có thể làm được nhiều việc hơn đâu. Không biết chừng còn bị nhốt trong thành và phải làm các việc giấy tờ.",
        "Tôi biết mình phải giúp đỡ người đó, nhưng ở thành Orvelia còn có rất nhiều người đang chịu thống khổ ngay trước mắt."
      ]
    }
  },
  "uw": {
    "name": "Exian người giám hộ",
    "description": [
      "Khi dùng một kỹ năng chủ động 3 lần, tăng 10% điểm Tấn công và Phòng thủ vật lý cho tất cả đồng minh trong 10 giây. Nhân đôi mức hỗ trợ Tấn công cho đồng minh có điểm Tấn công cao nhất.",
      "Khi dùng một kỹ năng chủ động 3 lần, tăng 12% điểm Tấn công và Phòng thủ vật lý cho tất cả đồng minh trong 10 giây. Nhân đôi mức hỗ trợ Tấn công cho đồng minh có điểm Tấn công cao nhất.",
      "Khi dùng một kỹ năng chủ động 3 lần, tăng 14% điểm Tấn công và Phòng thủ vật lý cho tất cả đồng minh trong 10 giây. Nhân đôi mức hỗ trợ Tấn công cho đồng minh có điểm Tấn công cao nhất.",
      "Khi dùng một kỹ năng chủ động 3 lần, tăng 17% điểm Tấn công và Phòng thủ vật lý cho tất cả đồng minh trong 10 giây. Nhân đôi mức hỗ trợ Tấn công cho đồng minh có điểm Tấn công cao nhất.",
      "Khi dùng một kỹ năng chủ động 3 lần, tăng 21% điểm Tấn công và Phòng thủ vật lý cho tất cả đồng minh trong 10 giây. Nhân đôi mức hỗ trợ Tấn công cho đồng minh có điểm Tấn công cao nhất.",
      "Khi dùng một kỹ năng chủ động 3 lần, tăng 25% điểm Tấn công và Phòng thủ vật lý cho tất cả đồng minh trong 10 giây. Nhân đôi mức hỗ trợ Tấn công cho đồng minh có điểm Tấn công cao nhất."
    ],
    "story": "Một bộ kiếm và khiên khắc nhiều Cổ tự khác nhau và ngấm đầy phép thuật cổ. Những vật phẩm huyền thoại này được cho là đã được tạo ra từ nhiều thời đại trước bởi một con rồng cổ có tên Exian, từ chính vảy của nó. Là một trong những kho báu của hoàng gia Orvel, thanh kiếm chỉ được ban cho hiệp sĩ có phương châm xử thế ngay thẳng nhất. Người sử dụng thanh kiếm sẽ là người bảo vệ vương quốc và người dân, cũng như người bảo vệ sự sống."
  },
  "s1": {
    "name": "Cắt đất",
    "description": "Nhảy tới gây {0} sát thương vật lý cho kẻ địch trong phạm vi, làm choáng kẻ địch trong {1} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng  {0} giây thời gian kéo dài đòn choáng."
    },
    "light": "Thời gian đợi dùng chiêu lại giảm 2 giây.",
    "dark": "Lượng tiêu thụ Mana tăng 1 và kéo địch về phía mình với xác suất 100%.",
    "ut": {
      "name": "Áo trùm công lý",
      "description": [
        "[Cắt đất] Tăng 10% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây và hồi phục 400 Mana của bản thân trên mỗi kẻ địch trúng đòn.",
        "[Cắt đất] Tăng 12% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây và hồi phục 400 Mana của bản thân trên mỗi kẻ địch trúng đòn.",
        "[Cắt đất] Tăng 14% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây và hồi phục 400 Mana của bản thân trên mỗi kẻ địch trúng đòn.",
        "[Cắt đất] Tăng 17% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây và hồi phục 400 Mana của bản thân trên mỗi kẻ địch trúng đòn.",
        "[Cắt đất] Tăng 21% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây và hồi phục 400 Mana của bản thân trên mỗi kẻ địch trúng đòn.",
        "[Cắt đất] Tăng 25% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây và hồi phục 400 Mana của bản thân trên mỗi kẻ địch trúng đòn."
      ],
      "story": "Một chiếc áo trùm tế lễ, thường dùng trong những dịp đặc biệt ở Orvelia. Kể từ lúc Clause được ban tặng chiếc áo trùm này vào ngày được phong tước hiệp sĩ, nó luôn nhắc nhở Clause về sự quyết tâm thuở ban đầu. Những khi muốn từ bỏ, những lúc mệt nhoài sau trận chiến, Clause lại mang nó ra ngắm nghía. Cậu nhóc Kasel đã từng nhìn thấy Clause làm thế và mơ một ngày trở thành hiệp sĩ."
    }
  },
  "s2": {
    "name": "Lá chắn tấn công",
    "description": "Gây sát thương vật lý {0} tỉ lệ với lực phòng thủ lên đối thủ trong phạm vi và đẩy ngã. Đối thủ nhận sát thương bị giảm {1}% lực phòng thủ. Khi đỡ giảm 0.5 giây thời gian đợi sử dụng lại chiêu.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Giảm tốc độ của mục tiêu {0}%."
    },
    "light": "Làm tăng 25% sát thương vật lý của đối phương trong 10 giây.",
    "dark": "Làm đối phương ngất xỉu trong 1 giây.",
    "ut": {
      "name": "Ý chí kiên quyết",
      "description": [
        "[Lá chắn tấn công] Giảm 500 Kháng đòn chí mạng vật lý và 100 Xác suất chí mạng của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Lá chắn tấn công] Giảm 500 Kháng đòn chí mạng vật lý và 120 Xác suất chí mạng của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Lá chắn tấn công] Giảm 500 Kháng đòn chí mạng vật lý và 140 Xác suất chí mạng của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Lá chắn tấn công] Giảm 500 Kháng đòn chí mạng vật lý và 170 Xác suất chí mạng của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Lá chắn tấn công] Giảm 500 Kháng đòn chí mạng vật lý và 210 Xác suất chí mạng của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Lá chắn tấn công] Giảm 500 Kháng đòn chí mạng vật lý và 250 Xác suất chí mạng của kẻ địch bị ảnh hưởng trong 10 giây."
      ],
      "story": "Tấm khiên cũ bằng gỗ của hiệp sĩ Tường sắt. Đó là một tấm khiên quý báu mà Clause dùng khi mới được huấn luyện. Từ đó, anh khắc tên của những chiến hữu đã hy sinh để luôn ghi nhớ sự cương quyết của mình trong vai trò một hiệp sĩ hộ vệ. Mỗi khi đẩy lui kẻ địch bằng tấm khiên này, ý chí kiên quyết đã giúp chàng hiệp sĩ có được sức mạnh vượt khả năng của anh."
    }
  },
  "s3": {
    "name": "Khiên người giám hộ",
    "description": "Tăng {1} phòng thủ vật lý cho mọi đồng minh trong {0} giây, giảm {2}% xác suất trúng đòn chí mạng vật lý.",
    "books": {
      "0": "Tăng {0}% chỉ số tăng phòng phủ",
      "1": "Tăng {0}% chỉ số tăng phòng phủ",
      "2": "Tăng {0}% chỉ số tăng phòng phủ"
    },
    "light": "Chỉ số tăng lực phòng thủ tăng 40%.",
    "dark": "Thêm hiệu ứng giảm 25% sát thương vật lý trong thời gian kéo dài.",
    "ut": {
      "name": "Dấu ấn của đội hiệp sĩ bảo vệ",
      "description": [
        "Khi sử dụng [Khiên người giám hộ], tất cả hiệu ứng xấu đang mắc trên bản thân đều được gỡ bỏ, lượng tăng lực phòng thủ tăng 20%.",
        "Khi sử dụng [Khiên người giám hộ], tất cả hiệu ứng xấu đang mắc trên bản thân đều được gỡ bỏ, lượng tăng lực phòng thủ tăng 24%.",
        "Khi sử dụng [Khiên người giám hộ], tất cả hiệu ứng xấu đang mắc trên bản thân đều được gỡ bỏ, lượng tăng lực phòng thủ tăng 29%.",
        "Khi sử dụng [Khiên người giám hộ], tất cả hiệu ứng xấu đang mắc trên bản thân đều được gỡ bỏ, lượng tăng lực phòng thủ tăng 35%.",
        "Khi sử dụng [Khiên người giám hộ], tất cả hiệu ứng xấu đang mắc trên bản thân đều được gỡ bỏ, lượng tăng lực phòng thủ tăng 42%.",
        "Khi sử dụng [Khiên người giám hộ], tất cả hiệu ứng xấu đang mắc trên bản thân đều được gỡ bỏ, lượng tăng lực phòng thủ tăng 50%."
      ],
      "story": "Cổ tự của Hiệp sĩ hộ vệ xứ Orvel. Cổ tự sư tử vàng trao cho các hiệp sĩ khi mới gia nhập nhóm Hiệp sĩ hộ vệ, cùng với lời thề quyết hy sinh để bảo vệ vương quốc. Cổ tự của Hiệp sĩ hộ vệ củng cố ý chí sắt đá và lòng trung thành của hiệp sĩ, tăng hiệu quả của Khiên người giám hộ."
    }
  },
  "s4": {
    "name": "Tàn phá vũ khí",
    "description": "Khi chặn đòn, gây {0} sát thương vật lý cho kẻ địch ở tuyến đầu và giảm {2}% sức tấn công của mục tiêu chịu ảnh hưởng trong {1} giây. Hồi phục 300 MP sau khi đánh trúng mục tiêu.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tốc độ ra chiêu tăng mạnh.",
    "dark": "Sức tấn công tăng thêm 10%."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / P. Block +200",
    "dark": "Khi đồng minh bị tấn công, lực phòng thủ vật lý của các đồng minh tăng 20%, lực xuyên kháng chí mạng vật lý tăng 20% trong 5 giây. Thời gian đợi dùng lại chiêu 10 giây"
  }
}