{
  "name": "Rephy",
  "subtitle": "Kẻ dẫn dắt linh hồn",
  "description": "Sinh vật nửa người nửa thú, sử dụng bóng đèn linh hồn để dẫn đường cho các linh hồn. Chữa lành vết thương của đồng minh bằng sức mạnh linh hồn. Quấy nhiễu kẻ thù hoặc phục hồi Năng lượng cho đồng minh nhờ sự giúp sức của các linh hồn.",
  "story": "Người dẫn đường cho linh hồn Tamia thuần khiết và tốt bụng này có thể nói chuyện với người chết. Chủng tộc Tamia sống hài hòa với thiên nhiên và họ có khả năng hiểu được dòng chảy tự nhiên, cũng như dẫn đường cho linh hồn của người chết. Khả năng dẫn đường cho linh hồn của Rephy rất đặc biệt, kể cả đối với người Tamia. Anh sử dụng khả năng này để dẫn đường cho linh hồn của những người đã chết trong khu rừng và giúp họ vượt qua, ngăn họ không trở thành quỷ. Anh là người có năng lực nhất trong số những người Tamia trong việc phát hiện đường đi của các vì sao, xoa dịu linh hồn của người chết và dẫn họ đến thế giới bên kia một cách hợp thức.",
  "like": "Linh hồn, người tốt",
  "dislike": "Hãm hại người khác",
  "inn": {
    "idle": "Đã bao giờ nghe nói đến bộ tộc Tamian chưa?",
    "recruit": {
      "greet": "Ta là Rephy, nhà hiền triết của bộ tộc Tamian.",
      "talk": [
        "Con người, hãy đi với ta. Đi nào, hãy đánh bại vua quỷ và bảo vệ khu rừng.",
        "Ngươi sẽ không bao giờ lạc trong khu rừng này khi có ta!",
        "Một trong những nhiệm vụ của ta là dẫn đường cho những người đã chết trong khu rừng này trở về nơi họ nên tới."
      ],
      "gift": "Ta nhận được một món quà từ một con người!! Hoan hô!"
    },
    "affinity": {
      "greet": "Thật ấm áp làm sao! Những linh hồn sẽ thích nơi này!",
      "talk": [
        "Ngươi nghe thấy không? Những vì sao ngoài cửa sổ đang thầm thì với chúng ta đấy!",
        "Này con người, lần tới ta sẽ mời ngươi đến thăm rừng!"
      ],
      "gift": "Ta có quà sao? Con người quả là thân thiện!"
    },
    "relationship": {
      "greet": "Chào! Ánh sáng của linh hồn hôm nay cũng sáng quá nhỉ!",
      "talk": [
        "Ở rừng cực thích! Không khí trong lành, gió mát sảng khoái, những linh hồn vui vẻ nhảy múa...",
        "Cứ để ta dẫn đường! Các linh hồn sẽ giúp chúng ta!",
        "Các vì sao đã nói, hôm nay dự cảm khá tốt đấy! Nhanh đi thôI!"
      ]
    }
  },
  "uw": {
    "name": "Kurulati, Chiếc đèn của Chúa",
    "description": [
      "Mỗi 20 giây, giúp 1 đồng minh có lượng máu thấp nhất thành vô hình trong 5 giây. Đồng minh sẽ trở nên miễn nhiễm với bất kỳ sát thương vật lý nào, và HP sẽ không giảm xuống dưới 1%. Hồi điểm mana tăng 120% mỗi giây.",
      "Mỗi 20 giây, giúp 1 đồng minh có lượng máu thấp nhất thành vô hình trong 6 giây. Đồng minh sẽ trở nên miễn nhiễm với bất kỳ sát thương vật lý nào, và HP sẽ không giảm xuống dưới 1%. Hồi điểm mana tăng 144% mỗi giây.",
      "Mỗi 20 giây, giúp 1 đồng minh có lượng máu thấp nhất thành vô hình trong 7 giây. Đồng minh sẽ trở nên miễn nhiễm với bất kỳ sát thương vật lý nào, và HP sẽ không giảm xuống dưới 1%. Hồi điểm mana tăng 172% mỗi giây.",
      "Mỗi 20 giây, giúp 1 đồng minh có lượng máu thấp nhất thành vô hình trong 8 giây. Đồng minh sẽ trở nên miễn nhiễm với bất kỳ sát thương vật lý nào, và HP sẽ không giảm xuống dưới 1%. Hồi điểm mana tăng 207% mỗi giây.",
      "Mỗi 20 giây, giúp 1 đồng minh có lượng máu thấp nhất thành vô hình trong 9 giây. Đồng minh sẽ trở nên miễn nhiễm với bất kỳ sát thương vật lý nào, và HP sẽ không giảm xuống dưới 1%. Hồi điểm mana tăng 248% mỗi giây.",
      "Mỗi 20 giây, giúp 1 đồng minh có lượng máu thấp nhất thành vô hình trong 10 giây. Đồng minh sẽ trở nên miễn nhiễm với bất kỳ sát thương vật lý nào, và HP sẽ không giảm xuống dưới 1%. Hồi điểm mana tăng 300% mỗi giây."
    ],
    "story": "Nhiệm vụ của người dẫn đường cho linh hồn là dẫn dắt những linh hồn lạc lối đi lên con đường đúng đắn, giúp họ đầu thai sang kiếp sau. Lấy năng lượng từ một quả cầu bí ẩn do một con rồng ở một vùng đất xa xôi tạo ra rất lâu trước đây, ngọn đèn này là một báu vật của người Tamia. Nhân của quả cầu cho phép những linh hồn gần đó hiện ra, giúp người sử dụng có thể nói chuyện trực tiếp với họ. Do đó, đây là công cụ tối thượng dành cho người dẫn đường cho linh hồn. Các tộc trưởng Tamia đã sử dụng thánh tích này để thực hiện những nhiệm vụ thiêng liêng của người dẫn đường cho linh hồn trong nhiều thế hệ. Giờ đây, khi đối mặt với mối nguy hiểm to lớn đe dọa thế giới, ngọn đèn đã được truyền lại cho Rephy, người dẫn đường cho linh hồn hùng mạnh nhất còn tồn tại."
  },
  "s1": {
    "name": "Trị thương linh hồn",
    "description": "Hồi phục thể lực 4 đồng minh có thể lực thấp nhất với mức {2}% thể lực tối đa và hồi phục thêm {1} trong {0} giây. Hiệu quả này không thể bị gỡ bỏ.",
    "books": {
      "0": "Tăng hồi máu {0}%.",
      "1": "Tăng hồi máu {0}%.",
      "2": "Tăng hồi máu {0}% hồi điểm mana trên mỗi giây"
    },
    "light": "Tăng 1 lượng tiêu thụ mana và thay đổi phạm vi hiệu quả thành toàn bộ đồng minh.",
    "dark": "Mỗi lần hồi phục giải bỏ hiệu ứng có hại với xác suất 20%.",
    "ut": {
      "name": "Giai điệu của Ngôi sao xanh",
      "description": [
        "[Trị thương linh hồn] Giảm 1 điểm Tiêu hao mana và tăng 100 Độ chính xác của trạng thái chế ngự của mục tiêu trong thời gian hiệu lực của kỹ năng.",
        "[Trị thương linh hồn] Giảm 1 điểm Tiêu hao mana và tăng 120 Độ chính xác của trạng thái chế ngự của mục tiêu trong thời gian hiệu lực của kỹ năng.",
        "[Trị thương linh hồn] Giảm 1 điểm Tiêu hao mana và tăng 140 Độ chính xác của trạng thái chế ngự của mục tiêu trong thời gian hiệu lực của kỹ năng.",
        "[Trị thương linh hồn] Giảm 1 điểm Tiêu hao mana và tăng 170 Độ chính xác của trạng thái chế ngự của mục tiêu trong thời gian hiệu lực của kỹ năng.",
        "[Trị thương linh hồn] Giảm 1 điểm Tiêu hao mana và tăng 210 Độ chính xác của trạng thái chế ngự của mục tiêu trong thời gian hiệu lực của kỹ năng.",
        "[Trị thương linh hồn] Giảm 1 điểm Tiêu hao mana và tăng 250 Độ chính xác của trạng thái chế ngự của mục tiêu trong thời gian hiệu lực của kỹ năng."
      ],
      "story": "Một hộp nhạc nhỏ, chứa giọng ca của Asiphia, Nữ hoàng Ngôi sao xanh. Rephy thường mở nó khi dẫn dắt các linh hồn. Các linh hồn tiến vào Khu vườn an nghỉ sẽ nhận được ơn huệ của Ngôi sao xanh khi lắng nghe bài hát của Asiphia được lưu trong chiếc hộp này. Khi tiếng hát của Asiphia cất lên, lung linh như ánh sao trời, không có bất cứ thứ gì u ám hay tối tăm có thể lại gần những linh hồn ấy."
    }
  },
  "s2": {
    "name": "Cứu rỗi linh hồn",
    "description": "Loại bỏ hiệu ứng xấu khỏi toàn bộ đồng minh và tăng phòng thủ phép thuật {1} trong {0} giây.",
    "books": {
      "0": "Tăng tăng trưởng phòng thủ phép thuật {0}%.",
      "1": "Tăng tăng trưởng phòng thủ phép thuật {0}%.",
      "2": "Tăng {1} kháng trạng thái xấu trong {0} giây"
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Tăng phòng thủ phép thuật tương đương 10% phòng thủ phép thuật của người dùng kỹ năng.",
    "ut": {
      "name": "Hạt giống sinh sôi",
      "description": [
        "[Cứu rỗi linh hồn] Tăng 50% Hỗ trợ phòng thủ phép thuật và giảm 12% Thời gian hồi chiêu.",
        "[Cứu rỗi linh hồn] Tăng 50% Hỗ trợ phòng thủ phép thuật và giảm 14% Thời gian hồi chiêu.",
        "[Cứu rỗi linh hồn] Tăng 50% Hỗ trợ phòng thủ phép thuật và giảm 17% Thời gian hồi chiêu.",
        "[Cứu rỗi linh hồn] Tăng 50% Hỗ trợ phòng thủ phép thuật và giảm 21% Thời gian hồi chiêu.",
        "[Cứu rỗi linh hồn] Tăng 50% Hỗ trợ phòng thủ phép thuật và giảm 25% Thời gian hồi chiêu.",
        "[Cứu rỗi linh hồn] Tăng 50% Hỗ trợ phòng thủ phép thuật và giảm 30% Thời gian hồi chiêu."
      ],
      "story": "Tập hợp nguồn năng lượng hình thành khi một sinh mệnh ra đời. Nhờ sự ấm áp và êm ái mà các linh hồn rất thích nó. Rephy dùng nó để mồi lửa trong đèn, mượn sức mạnh của linh hồn. Khi đặt hạt giống vào chiếc đèn, nó sẽ tỏa sáng như ánh rạng đông."
    }
  },
  "s3": {
    "name": "Xô ngã linh hồn",
    "description": "Gây ra {1} sát thương phép kéo dài 10 lần lên những kẻ địch trong phạm vi và làm giảm {2}% tốc độ tấn công.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tất cả sát thương mà đối phương nhận được đều tăng {0}%."
    },
    "light": "Mana của đối phương nhận phải sát thương mỗi lần đánh sẽ giảm 250.",
    "dark": "Lượng tiêu thụ Mana tăng 1 và khiến địch trong phạm vi nhất định im lặng trong 1 giây.",
    "ut": {
      "name": "Tổ ấm linh hồn",
      "description": [
        "Lượng tiêu thụ mana của [Xô ngã linh hồn] giảm 1 và làm hồi phục thể lực của toàn bộ đồng minh một lượng bằng 8% lượng sát thương.",
        "Lượng tiêu thụ mana của [Xô ngã linh hồn] giảm 1 và làm hồi phục thể lực của toàn bộ đồng minh một lượng bằng 10% lượng sát thương.",
        "Lượng tiêu thụ mana của [Xô ngã linh hồn] giảm 1 và làm hồi phục thể lực của toàn bộ đồng minh một lượng bằng 12% lượng sát thương.",
        "Lượng tiêu thụ mana của [Xô ngã linh hồn] giảm 1 và làm hồi phục thể lực của toàn bộ đồng minh một lượng bằng 14% lượng sát thương.",
        "Lượng tiêu thụ mana của [Xô ngã linh hồn] giảm 1 và làm hồi phục thể lực của toàn bộ đồng minh một lượng bằng 17% lượng sát thương.",
        "Lượng tiêu thụ mana của [Xô ngã linh hồn] giảm 1 và làm hồi phục thể lực của toàn bộ đồng minh một lượng bằng 20% lượng sát thương."
      ],
      "story": "Một món đồ trang trí dùng cho các nghi lễ tưởng niệm của hoàng tộc thời xưa. Bên trong viên đá quý màu lục là giọt nước mắt kết tinh của một sinh vật thần thoại dẫn con người đến thế giới bên kia. Vật phẩm này như một nơi an ủi những tâm hồn trống vắng."
    }
  },
  "s4": {
    "name": "Hoà hợp tinh thần",
    "description": "Mỗi 7 giây, hồi phục 1 điểm mana và {0} máu của 1 đồng minh còn ít máu nhất",
    "books": {
      "0": "Tăng hồi máu {0}%.",
      "1": "Tăng hồi máu {0}%.",
      "2": "Tăng {0}% hồi điểm mana"
    },
    "light": "Thay đổi thành sử dụng mỗi 5 giây.",
    "dark": "Hồi phục thêm 1 mốc mana của đồng minh có sức tấn công cao nhất.",
    "ut": {
      "name": "Kẹo ngôi sao xanh",
      "description": [
        "[Hoà hợp tinh thần] Tăng 50% tỷ lệ Hồi máu. Tăng 20% Tấn công của mục tiêu trong 4 giây.",
        "[Hoà hợp tinh thần] Tăng 50% tỷ lệ Hồi máu. Tăng 24% Tấn công của mục tiêu trong 4 giây.",
        "[Hoà hợp tinh thần] Tăng 50% tỷ lệ Hồi máu. Tăng 29% Tấn công của mục tiêu trong 4 giây.",
        "[Hoà hợp tinh thần] Tăng 50% tỷ lệ Hồi máu. Tăng 35% Tấn công của mục tiêu trong 4 giây.",
        "[Hoà hợp tinh thần] Tăng 50% tỷ lệ Hồi máu. Tăng 42% Tấn công của mục tiêu trong 4 giây.",
        "[Hoà hợp tinh thần] Tăng 50% tỷ lệ Hồi máu. Tăng 50% Tấn công của mục tiêu trong 4 giây."
      ],
      "story": "Một đặc sản của Thị trấn gác đèn. Chiếc kẹo hình sao này là món ăn vặt khoái khẩu của Rephy. Kẹo được làm từ 'Tỉnh ngủ', một loại thảo mộc màu xanh dương chỉ mọc ở Thị trấn gác đèn. Mỗi khi Rephy lên đường, trưởng làng luôn đút kẹo này vào túi anh ấy."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / M.Dodge +100",
    "dark": "Làm giảm 20% tất cả lực phòng thủ của đối phương với xác suất 10% khi tấn công và thời gian đợi dùng lại tất cả các chiêu của bản thân giảm 5%."
  }
}