{
  "name": "Reina",
  "subtitle": "Tia sét",
  "description": "Một lính đánh thuê chuyên dùng một thanh kiếm nhẹ bằng một tay. Né đòn bằng các động tác nhanh nhẹn và xuyên thủng kẻ thù bằng mũi nhọn của thanh kiếm.",
  "story": "Reina von Stein là con gái trong một gia đình quý tộc của đế chế. Tinh thần tự do và cá tính đầy sức sống của nàng dường như làm bừng sáng thế giới xung quanh. Nàng yêu thích cuộc sống tự do làm lính đánh thuê hơn là cuộc sống quý tộc ngột ngạt. Sau khi làm lính đánh thuê trong một thời gian dài, nàng đã đánh mất toàn bộ dấu vết về quá trình nuôi dạy quý tộc trong cách xử sự của mình. Kể cả khi còn nhỏ, nàng cũng cho thấy tài năng dùng kiếm thiên bẩm. Qua nhiều năm, nàng mài giũa kỹ năng của mình với một thanh trường kiếm và một phong cách phù hợp nhất với vóc người uyển chuyển của mình. Gần đây, nàng đã từ chối một hợp đồng kỳ lạ. Kể từ khi đó, nàng vẫn luôn cảm giác như thể có người nào đó đang đi theo và quan sát mình.",
  "like": "Những người đàn ông hấp dẫn",
  "dislike": "Những người đàn ông không thú vị",
  "inn": {
    "idle": "Một công việc tốt! Ah, nhưng người tuyển dụng có vẻ hơi....",
    "recruit": {
      "greet": "Whoa, đẹp trai quá... Ah, xin chào!",
      "talk": [
        "Bạn cần lính đánh thuê? Tôi là một trong những người giỏi nhất.",
        "Wow, đáng yêu quá... oh, không có gì đâu, hehe...",
        "Bạn đang tìm Reina,Tia sét? Hehe, phải, chính là tôi đây."
      ],
      "gift": "Eh? Một món quà sao? Hehe, cảm ơn bạn. Tôi sẽ giảm giá cho bạn lần tới thuê tôi."
    },
    "affinity": {
      "greet": "Ôi chao, chỗ này thật là tuyệt!",
      "talk": [
        "Ngươi có vị khách nào thì giới thiệu cho ta với? Là soái ca thì càng tốt!!!",
        "Ta không thích việc gì buồn chán đâu! He he!"
      ],
      "gift": "Ôi! Cho ta à? Thật không vậy? He he, ngươi là số một đó!"
    },
    "relationship": {
      "greet": "Bạn vẫn ngầu như ngày nào nhỉ! Lâu ngày không gặp!",
      "talk": [
        "Con người ý! Họ cứ nghĩ tôi biến thái đi lột đồ bọn đàn ông, nhưng chỉ là hiểu lầm thôi?! Tôi chỉ thích thịt của bọn họ thôi!",
        "Đi làm lính thuê rồi cũng có lúc nhớ nhà. Ví dụ như... đánh một giấc ngủ thật ngon trên sàn nhà vào ngày mưa chẳng hạn..",
        "Dù là người ủy thác.. nhưng trong lúc làm việc với tư cách là lính thuê thì cũng có lúc phải làm việc mà mình không muốn.. lúc đó có suy nghĩ.. này kia.. ý mà..."
      ]
    }
  },
  "uw": {
    "name": "Sấm sét, Livatis",
    "description": [
      "Mỗi khi trúng đòn chí mạng, tăng 80 tốc độ tấn công và 20% sát thương chí mạng trong 15 giây. Có thể cộng dồn tối đa 5 lần.",
      "Mỗi khi trúng đòn chí mạng, tăng 90 tốc độ tấn công và 24% sát thương chí mạng trong 15 giây. Có thể cộng dồn tối đa 5 lần.",
      "Mỗi khi trúng đòn chí mạng, tăng 110 tốc độ tấn công và 28% sát thương chí mạng trong 15 giây. Có thể cộng dồn tối đa 5 lần.",
      "Mỗi khi trúng đòn chí mạng, tăng 130 tốc độ tấn công và 34% sát thương chí mạng trong 15 giây. Có thể cộng dồn tối đa 5 lần.",
      "Mỗi khi trúng đòn chí mạng, tăng 160 tốc độ tấn công và 41% sát thương chí mạng trong 15 giây. Có thể cộng dồn tối đa 5 lần.",
      "Mỗi khi trúng đòn chí mạng, tăng 200 tốc độ tấn công và 41% sát thương chí mạng trong 15 giây. Có thể cộng dồn tối đa 5 lần."
    ],
    "story": "Dòng họ Stein tự hào về dòng dõi lâu đời, bắt nguồn từ những ngày đầu của đế chế. Tuy nhiên, danh dự của dòng họ xuất phát từ kỹ năng của các chiến binh chứ không phải dòng máu quý tộc. Aria Stein là một bậc thầy sử kiếm huyền thoại. Đơợc nhớ đến như một trong những chiến binh tài năng nhất trong lịch sử của đế chế, cô đã đặt nền móng cho danh dự của dòng họ Stein. Reina là hậu duệ của cô. Reina hiện đang sở hữu thanh kiếm Livatas của Aria. Nhẹ như lông hồng nhưng đủ mạnh mẽ để chống chịu bất kỳ đòn tấn công nào, thanh kiếm này đã giúp Reina giành được biệt hiệu 'Tia sét'."
  },
  "s1": {
    "name": "Lơ lửng như một cánh bướm",
    "description": "Chộp lấy kẻ địch một cách nhanh chóng, gây {0} sát thương vật lý. Khi tấn công chí mạng, để lại một lần cộng dồn hiệu ứng Vết thương và tính lại thời gian hồi chiêu. Mỗi lần cộng dồn hiệu ứng Vết thương lại tăng 20% sát thương gây bởi kỹ năng này. Miễn nhiễm mọi sát thương khi sử dụng kỹ năng này.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng tiêu thụ mana tăng 1, chỉ số tối đa của cộng dồn tổn thương tăng tối đa 10. Gây ra sát thương thêm tương đương 100% sức tấn công lên đối phương có 10 cộng dồn sát thương.",
    "dark": "Thời gian đợi dùng chiêu lại sẽ biến mất.",
    "ut": {
      "name": "Đôi cánh tia sét",
      "description": [
        "[Lơ lửng như một cánh bướm] Tăng 20% Sát thương và giảm 500 điểm Đỡ đòn vật lý của mục tiêu trong 10 giây.",
        "[Lơ lửng như một cánh bướm] Tăng 24% Sát thương và giảm 500 điểm Đỡ đòn vật lý của mục tiêu trong 10 giây.",
        "[Lơ lửng như một cánh bướm] Tăng 29% Sát thương và giảm 500 điểm Đỡ đòn vật lý của mục tiêu trong 10 giây.",
        "[Lơ lửng như một cánh bướm] Tăng 35% Sát thương và giảm 500 điểm Đỡ đòn vật lý của mục tiêu trong 10 giây.",
        "[Lơ lửng như một cánh bướm] Tăng 42% Sát thương và giảm 500 điểm Đỡ đòn vật lý của mục tiêu trong 10 giây.",
        "[Lơ lửng như một cánh bướm] Tăng 50% Sát thương và giảm 500 điểm Đỡ đòn vật lý của mục tiêu trong 10 giây."
      ],
      "story": "Bộ khuyên tai huyền bí, giúp tăng tốc độ của người đeo đến cực hạn. Nyx tặng nó cho Reina, người cứ liên tục đòi anh ấy mở cổng vì cô chẳng ngại gì cảm giác rét run khi di chuyển. Reina đeo món đồ kỳ quái này khi chiến đấu và trông cô ấy chẳng khác gì một cánh bướm xinh đẹp, tung bay với tốc độ như chớt giật và vung kiếm như sét đánh."
    }
  },
  "s2": {
    "name": "Mũi nhọn",
    "description": "Tăng {1} tấn công trong {0} giây và tăng {2} xác suất chí mạng. Không thể giải trừ hiệu ứng này.",
    "books": {
      "0": "Tăng mức Tăng {0}% tấn công.",
      "1": "Tăng mức Tăng {0}% tấn công.",
      "2": "Tăng  {0}% mức tăng xác suất chí mạng"
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Lượng tiêu thụ mana tăng 1, thay đổi từ tăng xác suất chí mạng thành tăng sát thương chí mạng 100%.Tăng thêm hiệu ứng tăng 25% sát thương cộng lên Boss.",
    "ut": {
      "name": "Nhẫn bậc thầy",
      "description": [
        "[Mũi nhọn] Tăng 50% Trợ công và hồi phục thêm 40 MP khi có Đòn chí mạng trong thời gian tác dụng của kỹ năng.",
        "[Mũi nhọn] Tăng 50% Trợ công và hồi phục thêm 48 MP khi có Đòn chí mạng trong thời gian tác dụng của kỹ năng.",
        "[Mũi nhọn] Tăng 50% Trợ công và hồi phục thêm 58 MP khi có Đòn chí mạng trong thời gian tác dụng của kỹ năng.",
        "[Mũi nhọn] Tăng 50% Trợ công và hồi phục thêm 70 MP khi có Đòn chí mạng trong thời gian tác dụng của kỹ năng.",
        "[Mũi nhọn] Tăng 50% Trợ công và hồi phục thêm 84 MP khi có Đòn chí mạng trong thời gian tác dụng của kỹ năng.",
        "[Mũi nhọn] Tăng 50% Trợ công và hồi phục thêm 100 MP khi có Đòn chí mạng trong thời gian tác dụng của kỹ năng."
      ],
      "story": "Chiếc nhẫn mà Reina nhận được sau khi đánh bại thầy của cô. Nó lớn đến nỗi cô phải đeo trên ngón cái. Dù có hình thức đơn giản và không tinh tế, nhưng tinh thần chiến đấu ẩn chứa trong dòng cổ tự khắc trên chiếc nhẫn. Mỗi khi nhìn vào chiếc nhẫn của thầy mình, cô lại cảm thấy hăng hái làm việc hơn."
    }
  },
  "s3": {
    "name": "Bắn sao",
    "description": "Tấn công liên tục gây ra {0} sát thương vật lý lên kẻ địch. Cú đánh cuối thổi bay kẻ địch ra xa",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Mỗi lần phát sinh đòn chí mạng, lượng sát thương của đòn cuối cùng tăng thêm 10%.",
    "dark": "Khi sử dụng chiêu, tất cả sát thương sẽ được miễn nhiễm.",
    "ut": {
      "name": "Huy chương tốc độ",
      "description": [
        "Lượng sát thương của [Bắn sao] tăng 20%, hồi phục 200 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Bắn sao] tăng 24%, hồi phục 200 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Bắn sao] tăng 29%, hồi phục 200 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Bắn sao] tăng 35%, hồi phục 200 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Bắn sao] tăng 42%, hồi phục 200 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Bắn sao] tăng 50%, hồi phục 200 mana khi có đòn chí mạng."
      ],
      "story": "Một tấm huy chương danh dự trao cho lính đánh thuê nhanh nhất. Tương truyền đây là tín vật của Hersz, chiến binh nhanh nhất thế gian. Người đeo huy chương này sẽ có thân thủ nhanh nhẹn hơn và có khả năng đoán trước chiêu thức của đối thủ."
    }
  },
  "s4": {
    "name": "Đứa bé may mắn",
    "description": "Khi trúng đòn chí mạng, tăng {1} sức mạnh tấn công trong {0} giây. Có thể cộng dồn tối đa 8 lần.",
    "books": {
      "0": "Tăng mức Tăng {0}% tấn công",
      "1": "Tăng mức Tăng {0}% tấn công",
      "2": "Tăng lực xuyên thủ {0} trong thời gian liên tục."
    },
    "light": "Trên mỗi cộng dồn tăng 4% lượng sát thương gây lên đối thủ không phải anh hùng.",
    "dark": "Khi có 5 lần cộng dồn trở lên, giảm 20% Sát thương vật lý và phép thuật phải gánh chịu.",
    "ut": {
      "name": "Kim băng thạch anh tím",
      "description": [
        "[Đứa bé may mắn] Tăng số lần cộng dồn tối đa thêm 2, tăng 2% Sát thương chí mạng mỗi lần cộng dồn.",
        "[Đứa bé may mắn] Tăng số lần cộng dồn tối đa thêm 2, tăng 2,4% Sát thương chí mạng mỗi lần cộng dồn.",
        "[Đứa bé may mắn] Tăng số lần cộng dồn tối đa thêm 2, tăng 2,9% Sát thương chí mạng mỗi lần cộng dồn.",
        "[Đứa bé may mắn] Tăng số lần cộng dồn tối đa thêm 2, tăng 3,5% Sát thương chí mạng mỗi lần cộng dồn.",
        "[Đứa bé may mắn] Tăng số lần cộng dồn tối đa thêm 2, tăng 4,2% Sát thương chí mạng mỗi lần cộng dồn.",
        "[Đứa bé may mắn] Tăng số lần cộng dồn tối đa thêm 2, tăng 5% Sát thương chí mạng mỗi lần cộng dồn."
      ],
      "story": "Một cây kim băng thuộc về mẹ của Reina, thủ lĩnh lính đánh thuê nổi tiếng toàn Đế quốc. Bà ấy đã đưa cây kim này cho con gái mình để xua đi vận rủi khi cô đi đến Vương quốc Orvel một mình. Cây kim có thể được dùng làm vũ khí trong trường hợp nguy cấp."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Khi tấn công thường, tăng 100% lượng sát thương chí mạng của bản thân trong 5 giây với xác suất 10%."
  }
}