{
  "name": "Pavel",
  "subtitle": "Phù thủy rồng băng",
  "description": "Chịu sự nguyền rủa của Rồng Băng, Pavel có thể sử dụng sức mạnh phép thuật của Rồng Băng. Sử dụng phép thuật băng giá mạnh mẽ làm đóng băng kẻ thù.",
  "story": "Một vụ việc kỳ lạ về một phù thủy là người bị linh hồn của rồng băng đá chiếm hữu. Từng chiến đấu sát cánh bên Kyle 100 năm trước, trên thực tế phù thủy băng đá cổ xưa này đã tồn tại từ trước đó rất lâu rồi. Linh hồn của rồng thường ngủ say nhưng đôi khi cũng thức giấc để trò chuyện với anh bằng giọng nói của tình nhân. Đế chế coi anh là một nhân vật quan trọng và đã cử Rodina tới để theo dõi cũng như bảo vệ anh. Tuy nhiên, chính bản thân anh chỉ mong muốn một cuộc sống yên bình và êm ả, tránh xa những mối lo của thế giới.",
  "like": "Hòa bình, yên lặng, đọc",
  "dislike": "Thời tiết nóng bức, những thứ lòe loẹt",
  "inn": {
    "idle": "... Nhiều người quá.",
    "recruit": {
      "greet": "... Bạn có cần gì không?",
      "talk": [
        "Ồn áo quá...",
        "... Tôi cần phải bình tĩnh lại một chút.",
        "Ông Chủ vừa làm gì vậy..."
      ],
      "gift": ".. Tôi đồng ý."
    },
    "affinity": {
      "greet": "Chỗ này sao ấm quá vậy...?",
      "talk": [
        "Yên nào... Để ta nghỉ một chút...",
        "Ở ngươi không có chút lạnh lùng nào..."
      ],
      "gift": "....Cảm ơn nhé."
    },
    "relationship": {
      "greet": "... trông vẫn ổn nhỉ.",
      "talk": [
        "Tôi vốn dĩ đã từng là con người... nên ta hiểu chứ.",
        "Có tò mò về Rồng không nào...?",
        "Linh hồn của cô ấy đang thì thầm bên tai... rằng cô ấy muốn biết về bạn..."
      ]
    }
  },
  "uw": {
    "name": "Andarta Andraste, Trái tim rồng",
    "description": [
      "Mỗi 15 giây gây sát thương phép thuật ngang mức 160% lực tấn công lên 2 đối thủ ngẫu nhiên và gây trạng thái Sương giá. Đối thủ vốn trong trạng thái Sương giá sẽ bị đóng băng trong 5 giây.",
      "Mỗi 14 giây gây sát thương phép thuật ngang mức 192% lực tấn công lên 2 đối thủ ngẫu nhiên và gây trạng thái Sương giá. Đối thủ vốn trong trạng thái Sương giá sẽ bị đóng băng trong 5 giây.",
      "Mỗi 12.5 giây gây sát thương phép thuật ngang mức 228% lực tấn công lên 2 đối thủ ngẫu nhiên và gây trạng thái Sương giá. Đối thủ vốn trong trạng thái Sương giá sẽ bị đóng băng trong 5 giây.",
      "Mỗi 11 giây gây sát thương phép thuật ngang mức 276% lực tấn công lên 2 đối thủ ngẫu nhiên và gây trạng thái Sương giá. Đối thủ vốn trong trạng thái Sương giá sẽ bị đóng băng trong 5 giây.",
      "Mỗi 9.5 giây gây sát thương phép thuật ngang mức 332% lực tấn công lên 2 đối thủ ngẫu nhiên và gây trạng thái Sương giá. Đối thủ vốn trong trạng thái Sương giá sẽ bị đóng băng trong 5 giây.",
      "Mỗi 8 giây gây sát thương phép thuật ngang mức 400% lực tấn công lên 2 đối thủ ngẫu nhiên và gây trạng thái Sương giá. Đối thủ vốn trong trạng thái Sương giá sẽ bị đóng băng trong 5 giây."
    ],
    "story": "Andarta và Andraste là hai con rồng bị Ác quỷ đánh bại trong cuộc chiến. Chúng là một cặp có tâm hồn tương thông. Chúng yêu nhau và hiểu nhau hơn bất kỳ ai khác. Kể cả khi nằm hấp hối, chúng vẫn không muốn tách ra và đưa ra một yêu cầu cuối cùng đối với đồng đội Pavel của mình. Pavel đã hoàn thành tâm nguyện cuối cùng của chúng khi đưa linh hồn chúng vào trái tim, rồi sau đó biến chúng thành một đôi ngọc. Mặc dù cả hai đã mất đi cơ thể nhưng chúng vẫn ở bên nhau và không tách rời như từ trước đến nay vẫn vậy."
  },
  "s1": {
    "name": "Mũi nhọn băng giá",
    "description": "Gây {0} sát thương phép lên Kẻ địch mục tiêu và gây hiệu ứng Đóng băng trong {1} giây. Nếu có Kẻ địch bị trúng hiệu ứng Sương giá, đồng thời gây sát thương và khiến kẻ địch bị trúng thêm hiệu ứng Đóng băng.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng sát thương tăng 40%.",
    "dark": "Lượng tiêu thụ mana tăng 1, thời gian kéo dài hiệu ứng đóng băng tăng 5 giây."
  },
  "s2": {
    "name": "Ngọn giáo băng",
    "description": "Tấn công kẻ địch ngẫu nhiên 5 lần gây {0} sát thương phép, và gây trạng thái Sương giá. Khi kẻ địch bị nhiễm Sương giá bị tấn công, sẽ tấn công thêm bằng hiệu ứng Ngọn giáo băng gây ra một nửa sát thương. Những Ngọn giáo phóng thêm không gây ảnh hưởng gì đến hiệu ứng Sương giá. Nếu kẻ địch bị Đóng băng trong lần tấn công này sẽ chịu thêm 50% sát thương",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Thay đổi đối tượng thành đối thủ có lực tấn công cao nhất.",
    "ut": {
      "name": "Trâm băng giá",
      "description": [
        "[Ngọn giáo băng] Giảm 8% Thời gian hồi chiêu và có 40% xác suất đóng băng kẻ địch trong 1 giây khi gây sát thương cho kẻ địch trong trạng thái Băng giá. Hiệu ứng này không áp dụng cho các ngọn giáo được tạo thêm.",
        "[Ngọn giáo băng] Giảm 8% Thời gian hồi chiêu và có 48% xác suất đóng băng kẻ địch trong 1 giây khi gây sát thương cho kẻ địch trong trạng thái Băng giá. Hiệu ứng này không áp dụng cho các ngọn giáo được tạo thêm.",
        "[Ngọn giáo băng] Giảm 8% Thời gian hồi chiêu và có 58% xác suất đóng băng kẻ địch trong 1 giây khi gây sát thương cho kẻ địch trong trạng thái Băng giá. Hiệu ứng này không áp dụng cho các ngọn giáo được tạo thêm.",
        "[Ngọn giáo băng] Giảm 8% Thời gian hồi chiêu và có 70% xác suất đóng băng kẻ địch trong 1 giây khi gây sát thương cho kẻ địch trong trạng thái Băng giá. Hiệu ứng này không áp dụng cho các ngọn giáo được tạo thêm.",
        "[Ngọn giáo băng] Giảm 8% Thời gian hồi chiêu và có 84% xác suất đóng băng kẻ địch trong 1 giây khi gây sát thương cho kẻ địch trong trạng thái Băng giá. Hiệu ứng này không áp dụng cho các ngọn giáo được tạo thêm.",
        "[Ngọn giáo băng] Giảm 8% Thời gian hồi chiêu và có 100% xác suất đóng băng kẻ địch trong 1 giây khi gây sát thương cho kẻ địch trong trạng thái Băng giá. Hiệu ứng này không áp dụng cho các ngọn giáo được tạo thêm."
      ],
      "story": "Rồng băng tặng chiếc trâm này cho Pavel thời nhỏ, yểm hơi thở của mình vào trâm. Thế nhưng khi rồng băng và Pavel hợp thành một thể, chiếc trâm lại nhắc Pavel không được rời bỏ con rồng. Nó có thể gây đau đớn xuyên qua trái tim. Truyền khí lạnh vào mana của Pavel, giúp phép thuật của anh sắc bén hơn nữa."
    }
  },
  "s3": {
    "name": "Cuộc chinh phục băng giá",
    "description": "Gây {0} sát thương phép thuật lên toàn bộ kẻ địch. Đóng băng kẻ địch bằng sương giá trong {1} giây, và tăng {2}% sát thương với kẻ địch đã bị đóng băng sẵn.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Khi sử dụng miễn nhiễm trạng thái xấu.",
    "ut": {
      "name": "Con tim băng hà",
      "description": [
        "Lượng sát thương của [Cuộc chinh phục băng giá] tăng 50% và thời gian kéo dài hiệu ứng Đóng băng tăng 1 giây.",
        "Lượng sát thương của [Cuộc chinh phục băng giá] tăng 50% và thời gian kéo dài hiệu ứng Đóng băng tăng 1.2 giây.",
        "Lượng sát thương của [Cuộc chinh phục băng giá] tăng 50% và thời gian kéo dài hiệu ứng Đóng băng tăng 1.4 giây.",
        "Lượng sát thương của [Cuộc chinh phục băng giá] tăng 50% và thời gian kéo dài hiệu ứng Đóng băng tăng 1.7 giây.",
        "Lượng sát thương của [Cuộc chinh phục băng giá] tăng 50% và thời gian kéo dài hiệu ứng Đóng băng tăng 2.1 giây.",
        "Lượng sát thương của [Cuộc chinh phục băng giá] tăng 50% và thời gian kéo dài hiệu ứng Đóng băng tăng 2.5 giây."
      ],
      "story": "Giọt máu băng giá của tinh linh mùa đông. Pavel tìm thấy nó ở sâu trong Động băng giá và làm thành đôi khuyên tai. Nó gây ra cảm giác ớn lạnh khắc nghiệt và cơn đau tột cùng, nhưng cũng tăng tối đa mana của Pavel."
    }
  },
  "s4": {
    "name": "Cơn ớn lạnh buổi bình minh",
    "description": "Gây {1} sát thương phép thuật lên 3 kẻ địch sau mỗi {0} giây và gây hiệu ứng Băng giá, khiến tốc độ tấn công của chúng giảm đi 100 trong 8 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Giảm 250 lực kháng trạng thái xấu của đối tượng trong 10 giây.",
    "dark": "Không thể xóa hiệu ứng khí lạnh bằng hiệu ứng giải bỏ hiệu ứng có hại."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Mỗi 3 giây tấn công toàn bộ đối thủ gây sát thương phép ngang mức 50% lực tấn công và gây trạng thái Sương giá với xác suất 50%. Nếu tấn công đối thủ đang trong trạng thái Sương giá gây thêm sát thương phép liên tục ngang mức 300% tổng lực tấn công trong 3 giây."
  }
}