{
  "name": "Demia",
  "subtitle": "Pháo đài thép",
  "description": "Hiệp sĩ giám hộ này mang một tấm khiên và cây thương khổng lồ. Chịu được đòn công của kẻ thù bằng độ cứng tuyệt đối và làm rung kẻ thù bằng cây thương của mình.",
  "story": "Ziltrion Si Demia. Thống soái Hiệp sĩ hộ vệ xứ Orvel. Nàng là một hiệp sĩ hùng mạnh và trang nghiêm, với vũ khí là một cây giáo và một chiếc khiên khổng lồ. Tương truyền rằng việc đâm thủng tấm khiên của nàng gần như là chuyện bất khả thi. Là thống soái hiệp sĩ, nàng trân quý thuộc hạ của mình và sẵn sàng thực hiện bất kỳ nhiệm vụ nào để phục vụ quê hương mình. Cảm nhận được không khí thay đổi gần đây trong hoàng cung, nàng hy vọng sẽ nhanh chóng chỉ định Clause là thống soái tiếp theo để nàng có thể bảo vệ Scarlet trước sự hiếu chiến của giới quý tộc.",
  "like": "Vị vua chân chính để phục vụ",
  "dislike": "Những kẻ thiếu quyết tâm, phản bội người khác",
  "inn": {
    "idle": "Hãy chuẩn bị sẵn sàng cho cuộc chiến ngày mai.",
    "recruit": {
      "greet": "Rất vui được gặp chiến sĩ. Ta là Demia Ziltrion, thủ lĩnh Đồn trú hoàng gia.",
      "talk": [
        "Đơn vị Đồn trú Hoàng gia rất hùng mạnh. Nars Horrun sẽ thống lĩnh quân lính thay tôi.",
        "Cha tôi cũng là chỉ huy của Đơn vị Đồn trú được nhiều năm. Ông muốn tôi lớn lên như những đứa trẻ bình thường, nhưng dòng máu của ông đã chảy trong huyết quản của tôi.",
        "Tô sẽ đánh bại Vua Quỷ và đem lại bình yên cho vương quốc mình."
      ],
      "gift": "Tôi nên chia sẻ thứ này với các binh sĩ của mình."
    },
    "affinity": {
      "greet": "Cảm ơn đã mời ta.",
      "talk": [
        "Nếu ngươi biết gì về Lực lượng hắc ám thì hãy cho ta biết nhé.",
        "Chúng ta luôn sẵn sàng lâm trận. Vì Orvelia!"
      ],
      "gift": "Ta sẽ chia thứ này cho các binh sĩ."
    },
    "relationship": {
      "greet": "Nghe nói bạn tìm tôi. Có chuyện gì?",
      "talk": [
        "Tôi lo cho an nguy của công chúa dạo này quá.. Chắc là mệt lắm.. Cô ấy còn quá trẻ.. thật sự quá sức với cô ấy.",
        "Tên đầu đất đó hình như không có ý định ở cạnh công chúa đáng thương... một tên thất bại..",
        "Hử? Tôi thì.. thỉnh thoảng ra đấu với bạn cũng không tệ. Sẵn tiện vận động cho thân hình rũ rượi luôn."
      ]
    }
  },
  "uw": {
    "name": "Arpheus, Ánh sáng xanh dương",
    "description": [
      "Tăng 4% phòng thủ vật lý của tất cả đồng minh. Khi chặn một đòn tấn công của kẻ địch sẽ cho 10% cơ hội hồi phục 3% Mana và giảm 1 giây Thời gian hồi chiêu của tất cả kỹ năng.",
      "Tăng 4,8% phòng thủ vật lý của tất cả đồng minh. Khi chặn một đòn tấn công của kẻ địch sẽ cho 12% cơ hội hồi phục 3,3% Mana và giảm 1 giây Thời gian hồi chiêu của tất cả kỹ năng.",
      "Tăng 5,8% phòng thủ vật lý của tất cả đồng minh. Khi chặn một đòn tấn công của kẻ địch sẽ cho 14% cơ hội hồi phục 3,6% Mana và giảm 1 giây Thời gian hồi chiêu của tất cả kỹ năng.",
      "Tăng 7% phòng thủ vật lý của tất cả đồng minh. Khi chặn một đòn tấn công của kẻ địch sẽ cho 17% cơ hội hồi phục 3,9% Mana và giảm 1 giây Thời gian hồi chiêu của tất cả kỹ năng.",
      "Tăng 8,4% phòng thủ vật lý của tất cả đồng minh. Khi chặn một đòn tấn công của kẻ địch sẽ cho 21% cơ hội hồi phục 4,2% Mana và giảm 1 giây Thời gian hồi chiêu của tất cả kỹ năng.",
      "Tăng 10% phòng thủ vật lý của tất cả đồng minh. Khi chặn một đòn tấn công của kẻ địch sẽ cho 25% cơ hội hồi phục 4,5% Mana và giảm 1 giây Thời gian hồi chiêu của tất cả kỹ năng."
    ],
    "story": "Một ngày nọ, người ta phát hiện một mạch tỏa ra mana đầy sức mạnh trong lãnh thổ Ziltrion. Trong khi điều tra, Demia tìm thấy một quặng màu xanh lam mà cô chưa từng thấy thứ gì giống như vậy. Vô số phù thủy và nhà giả kim đã nghiên cứu loại quặng bí ẩn mang đặc điểm của cả ngọc và kim loại này nhưng không ai có thể tìm ra danh tính của nó. Tuy nhiên, người thợ rèn Jin có một ý tưởng khác. Ngay sau khi nhìn thấy loại quặng này, anh đã đề nghị Demia rằng mình sẽ chế tác ra những trang bị quyền năng từ loại quặng đó, kèm theo một nụ cười thật tươi. Với nguyên liệu này, anh đã rèn một ngọn thương và một tấm khiên, chúng phát ra ánh sáng màu xanh lam của mana và cứng hơn cả kim cương."
  },
  "s1": {
    "name": "Xuyên giáp",
    "description": "Ném thương về phía địch ở xa nhất và gây ra {0} sát thương vật lý rồi kéo địch lại gần mình. Sau đó gây {1} sát thương vật lý lên những kẻ địch trong phạm vi và khiến chúng ngất xỉu trong 3 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0} giây thời gian kéo dài choáng."
    },
    "light": "Lượng tiêu thụ mana tăng 1, kéo 2 kẻ địch lại gần.",
    "dark": "Kẻ địch bị kéo lại gần bị tăng 25% tất cả các sát thương nhận được trong 10 giây.",
    "ut": {
      "name": "Rương Ziltrion",
      "description": [
        "[Xuyên giáp] Tăng 750 Độ chính xác và 300 Độ chính xác của trạng thái chế ngự trong thời gian hiệu lực của kỹ năng.",
        "[Xuyên giáp] Tăng 750 Độ chính xác và 360 Độ chính xác của trạng thái chế ngự trong thời gian hiệu lực của kỹ năng.",
        "[Xuyên giáp] Tăng 750 Độ chính xác và 430 Độ chính xác của trạng thái chế ngự trong thời gian hiệu lực của kỹ năng.",
        "[Xuyên giáp] Tăng 750 Độ chính xác và 520 Độ chính xác của trạng thái chế ngự trong thời gian hiệu lực của kỹ năng.",
        "[Xuyên giáp] Tăng 750 Độ chính xác và 630 Độ chính xác của trạng thái chế ngự trong thời gian hiệu lực của kỹ năng.",
        "[Xuyên giáp] Tăng 750 Độ chính xác và 750 Độ chính xác của trạng thái chế ngự trong thời gian hiệu lực của kỹ năng."
      ],
      "story": "Một chiếc rương cũ được truyền qua nhiều đời gia tộc Ziltrion. Bên trong rương là một album ảnh tất cả các thành viên trong gia tộc, từ thế hệ đầu tiên đến bây giờ, được yểm một bùa phép mạnh để bảo vệ dòng máu của gia tộc. Mẹ của Demia tỏ ra lo lắng khi con gái bà quyết định trở thành khiên chắn cho Orvelia. Mỗi khi Demia hành quân ra trận, bà thường cầu nguyện trước rương, mong con gái trở về bình an."
    }
  },
  "s2": {
    "name": "Ý chí chiến thắng",
    "description": "Chặn sát thương trong {0} giây, gây {1} sát thương vật lý lên kẻ địch lân cận cũng như giảm {2}% sức mạnh tấn công của chúng.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng mức độ giảm ATK của kẻ địch {0}%."
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Tăng 20% lực phòng thủ vật lý đồng minh trong 10 giây.",
    "ut": {
      "name": "Khiên kiên quyết",
      "description": [
        "[Ý chí chiến thắng] Tăng 50% Sát thương và thêm 10% Tăng sát thương vật lý đối với mục tiêu trong 10 giây.",
        "[Ý chí chiến thắng] Tăng 50% Sát thương và thêm 12% Tăng sát thương vật lý đối với mục tiêu trong 10 giây.",
        "[Ý chí chiến thắng] Tăng 50% Sát thương và thêm 14% Tăng sát thương vật lý đối với mục tiêu trong 10 giây.",
        "[Ý chí chiến thắng] Tăng 50% Sát thương và thêm 17% Tăng sát thương vật lý đối với mục tiêu trong 10 giây.",
        "[Ý chí chiến thắng] Tăng 50% Sát thương và thêm 21% Tăng sát thương vật lý đối với mục tiêu trong 10 giây.",
        "[Ý chí chiến thắng] Tăng 50% Sát thương và thêm 25% Tăng sát thương vật lý đối với mục tiêu trong 10 giây."
      ],
      "story": "Một tấm khiên gỗ Demia dùng để luyện tập. Sau cả nghìn lần sử dụng, chiếc khiên giờ đã rất cũ kỹ. Demia dùng nó để lấy lại bình tĩnh khi cảm thấy mình không thể chịu đựng nổi. Niềm kiêu hãnh của một hiệp sĩ Orvelia dâng trào mỗi khi cô ngắm chiếc khiên cũ kỹ, tả tơi này."
    }
  },
  "s3": {
    "name": "Pháo đài thép",
    "description": "Khi chặn sát thương trong thời gian ra chiêu, tăng 7% lượng sát thương của tấn công bật nhảy gây {1} sát thương vật lý và gây choáng lên đối thủ. Khi kết thúc ra chiêu, bật nhảy về phía đối thủ và gây {2} sát thương vật lý, gây choáng trong {3} giây. Được miễn nhiễm trạng thái xấu trong thời gian sử dụng kĩ năng.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Xông lên đối tượng có sức tấn công cao nhất khi tấn công nhảy vọt.",
    "dark": "Trong thời gian ra chiêu giảm 20% sát thương vật lý nhận của toàn bộ đồng minh.",
    "ut": {
      "name": "Khí phách bảo vệ",
      "description": [
        "Lượng tiêu thụ mana của [Pháo đài thép] giảm 1 và thời gian kéo dài hiệu ứng choáng của tấn công nhảy đến tăng 1 giây.",
        "Lượng tiêu thụ mana của [Pháo đài thép] giảm 1 và thời gian kéo dài hiệu ứng choáng của tấn công nhảy đến tăng 1.5 giây.",
        "Lượng tiêu thụ mana của [Pháo đài thép] giảm 1 và thời gian kéo dài hiệu ứng choáng của tấn công nhảy đến tăng 2 giây.",
        "Lượng tiêu thụ mana của [Pháo đài thép] giảm 1 và thời gian kéo dài hiệu ứng choáng của tấn công nhảy đến tăng 2.5 giây.",
        "Lượng tiêu thụ mana của [Pháo đài thép] giảm 1 và thời gian kéo dài hiệu ứng choáng của tấn công nhảy đến tăng 3 giây.",
        "Lượng tiêu thụ mana của [Pháo đài thép] giảm 1 và thời gian kéo dài hiệu ứng choáng của tấn công nhảy đến tăng 3.5 giây."
      ],
      "story": "Một viên đá bảo vệ linh hồn khỏi bị thế lực tà ác hút đi. Viên đá này rất khó tìm vì chỉ tỏa sáng một lúc khi bình minh. Một ngày, khi Demia thấy mệt mỏi sau trận chiến, một chiến hữu đã trao cho cô viên đá này. Mặc dù cô không bao giờ gặp lại người này nữa... Demia luôn mang theo viên đá này khi ra trận. Cô luôn nỗ lực giữ lời thề rằng không bao giờ để các chiến hữu của mình hy sinh vô ích."
    }
  },
  "s4": {
    "name": "Mũi giáo",
    "description": "Tăng {0} phòng thủ vật lý của tất cả đồng minh và tăng {1} tỷ lệ chặn đòn vật lý.",
    "books": {
      "0": "Tăng {0}% chỉ số tăng lực phòng thủ",
      "1": "Tăng {0}% chỉ số tăng lực phòng thủ",
      "2": "Tăng {0}% chỉ số tăng lực phòng thủ"
    },
    "light": "Xác suất chặn vật lý tăng 50 và lực phòng thủ vật lý tăng 20%.",
    "dark": "Khi chặn vật lý, làm hồi phục thể lực một lượng tương đương 40% lực phòng thủ vật lý.",
    "ut": {
      "name": "Nhẫn Ziltrion",
      "description": [
        "[Mũi giáo] Tăng 50% mức hỗ trợ Phòng thủ. Tăng 100 điểm Kháng đòn chí mạng vật lý của tất cả đồng minh.",
        "[Mũi giáo] Tăng 50% mức hỗ trợ Phòng thủ. Tăng 120 điểm Kháng đòn chí mạng vật lý của tất cả đồng minh.",
        "[Mũi giáo] Tăng 50% mức hỗ trợ Phòng thủ. Tăng 140 điểm Kháng đòn chí mạng vật lý của tất cả đồng minh.",
        "[Mũi giáo] Tăng 50% mức hỗ trợ Phòng thủ. Tăng 170 điểm Kháng đòn chí mạng vật lý của tất cả đồng minh.",
        "[Mũi giáo] Tăng 50% mức hỗ trợ Phòng thủ. Tăng 210 điểm Kháng đòn chí mạng vật lý của tất cả đồng minh.",
        "[Mũi giáo] Tăng 50% mức hỗ trợ Phòng thủ. Tăng 250 điểm Kháng đòn chí mạng vật lý của tất cả đồng minh."
      ],
      "story": "Chiếc nhẫn được truyền qua các đời thủ lĩnh của Gia tộc Ziltrion. Chiếc nhẫn được trang trí bằng viên lam ngọc to do hoàng tộc Orvel ban cho gia tộc Ziltrion. Vật này được truyền lại cho các thủ lĩnh như một biểu tượng cho sự tận trung của gia tộc. Họ trở thành người tiên phong trong công cuộc trừng trị quân phản trắc."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / P. Block +200",
    "dark": "Mỗi khi bắt đầu trận đấu giảm 20% lực tấn công toàn bộ đối thủ trong 6 giây. Hiệu quả này không thể tháo gỡ."
  }
}