{
  "name": "Rodina",
  "subtitle": "Tay bắn tỉa của bão tuyết",
  "description": "Một tay bắn tỉa đến từ một đế chế ở trong một môi trường cực lạnh. Bình tĩnh nhắm mục tiêu trong bất kỳ hoàn cảnh nào. Càng tập trung thì cô càng trở nên mạnh hơn.",
  "story": "Lính bắn tỉa hàng đầu của đế chế và là kẻ yêu gấu. Nàng thích chúng đến mức luôn đeo phụ kiện giống như đôi tai gấu trên mũ. Vì thế, đôi khi nàng cũng săn hổ nhưng không bao giờ bắn một chú gấu. Mặc dù kỹ năng bắn của nàng phù hợp nhất với công việc ám sát nhưng nàng đã thề sẽ không bao giờ sử dụng chúng cho mục đích không chính đáng. Thay vào đó, nàng sử dụng chúng để bảo vệ người khác. Nàng hiện đang sống cùng Pavel ở Núi tuyết Windland, làm cận vệ cho anh theo ủy thác của đế chế.",
  "like": "Gấu, gấu trắng Bắc Cực, gấu xám Bắc Mỹ, gấu nhỏ, gấu lớn",
  "dislike": "Những người không coi trọng mạng sống",
  "inn": {
    "idle": "Hãy chuẩn bị cho cuộc hành trình tiếp theo ~ hmhmhm ~",
    "recruit": {
      "greet": "Xin chào! Chúc một ngày tốt lành~",
      "talk": [
        "Chúc ăn ngon miệng và chiến đấu tốt !!",
        "Tôi nghe nói nấm nướng rất ngon đúng không? Tôi sẽ có một suất, yay !!",
        "Bạn có thích rau không? Tôi thích ăn rau lắm!"
      ],
      "gift": "Cảm ơn bạn!! Cảm ơn về bữa ăn !!"
    },
    "affinity": {
      "greet": "Ồ! Cảm ơn đã mời ta!",
      "talk": [
        "Ta đói rồi! Cho ta ăn chút gì với!",
        "Rau này! Cả nấm nữa!"
      ],
      "gift": "Cảm ơn vì số thức ăn này nhé!"
    },
    "relationship": {
      "greet": "Á!? Xin chào! Bạn đã ăn gì chưa ạ!",
      "talk": [
        "Súng giống như sinh mệnh của người quân nhân! Vì vậy, bạn có muốn xem qua một lần cây súng gọn gàng và tinh túy này không?",
        "Người đang ở trong động băng kia có tấm lòng ấm áp hơn bạn nghĩ! Tôi biết ngài ấy vờ như không phải nhưng tôi cũng vờ như không biết!",
        "Không có anh của Fluss ở đây đúng không? Nhờ có anh của Fluss mà tôi mới sống ổn!"
      ]
    }
  },
  "uw": {
    "name": "Súng trường Rodina Mod.0",
    "description": [
      "Khi tấn công, có 20% cơ hội gây sát thương vật lý tương đương với 200% sức mạnh tấn công và đẩy lùi kẻ địch. Sau đó, độ chính xác tăng thêm 100 đơn vị trong vòng 10 giây. Hiệu ứng có thể cộng dồn tối đa 3 lần",
      "Khi tấn công, có 20% cơ hội gây sát thương vật lý tương đương với 240% sức mạnh tấn công và đẩy lùi kẻ địch. Sau đó, độ chính xác tăng thêm 100 đơn vị trong vòng 10 giây. Hiệu ứng có thể cộng dồn tối đa 3 lần",
      "Khi tấn công, có 20% cơ hội gây sát thương vật lý tương đương với 288% sức mạnh tấn công và đẩy lùi kẻ địch. Sau đó, độ chính xác tăng thêm 100 đơn vị trong vòng 10 giây. Hiệu ứng có thể cộng dồn tối đa 3 lần",
      "Khi tấn công, có 20% cơ hội gây sát thương vật lý tương đương với 344% sức mạnh tấn công và đẩy lùi kẻ địch. Sau đó, độ chính xác tăng thêm 100 đơn vị trong vòng 10 giây. Hiệu ứng có thể cộng dồn tối đa 3 lần",
      "Khi tấn công, có 20% cơ hội gây sát thương vật lý tương đương với 414% sức mạnh tấn công và đẩy lùi kẻ địch. Sau đó, độ chính xác tăng thêm 100 đơn vị trong vòng 10 giây. Hiệu ứng có thể cộng dồn tối đa 3 lần",
      "Khi tấn công, có 20% cơ hội gây sát thương vật lý tương đương với 500% sức mạnh tấn công và đẩy lùi kẻ địch. Sau đó, độ chính xác tăng thêm 100 đơn vị trong vòng 10 giây. Hiệu ứng có thể cộng dồn tối đa 3 lần"
    ],
    "story": "Bản chất của công nghệ hoàng gia tinh vi nhất. Đòi hỏi phải có sự chính xác phi thường nên súng trường này không dành cho người bình thường sử dụng. Cây súng này đã được phù phép để cho phép xạ thủ thấy được khoảng cách xa không thể tin được. Tuy nhiên, kể cả cơ hội lớn nhất trên thế giới cũng sẽ vô dụng nếu nằm trong tay của người không thể tận dụng. Do đó, hiệu quả của cây súng này phần lớn phụ thuộc vào kỹ năng của người sử dụng. Được phú cho tầm nhìn siêu việt và khả năng kiểm soát chính xác, Rodina là người phù hợp để sở hữu cây súng trường này. Cô đã tiến thêm một bước nữa và tùy chỉnh cây súng theo ý thích của mình, đồng thời đặt tên cho cây súng là Súng trường Rodina."
  },
  "s1": {
    "name": "Phát bắn xuyên giáp",
    "description": "Lấy tư thế vào xuất chiêu. Khi hoàn thành xuất chiêu gây {0} sát thương vật lý lên đối thủ theo phạm vi phía trước và tăng tối đa {1}% lượng sát thương tương ứng với thời gian xuất chiêu. Đẩy ngã đối thủ khi cộng dồn đạt đến 3 lần.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương chí mạng."
    },
    "light": "Lượng sát thương tăng 40%.",
    "dark": "Khi sử dụng miễn nhiễm trạng thái xấu.",
    "ut": {
      "name": "Tấm chắn đặc biệt hấp thụ chấn động",
      "description": [
        "[Phát bắn xuyên giáp] Giảm 40% Sát thương vật lý và Sát thương phép thuật phải gánh chịu trong thời gian hiệu lực của kỹ năng, đồng thời tăng 10% điểm Tấn công của bản thân trong 10 giây khi có Đòn chí mạng. Điểm tấn công gia tăng có thể cộng dồn tối đa 4 lần.",
        "[Phát bắn xuyên giáp] Giảm 40% Sát thương vật lý và Sát thương phép thuật phải gánh chịu trong thời gian hiệu lực của kỹ năng, đồng thời tăng 12% điểm Tấn công của bản thân trong 10 giây khi có Đòn chí mạng. Điểm tấn công gia tăng có thể cộng dồn tối đa 4 lần.",
        "[Phát bắn xuyên giáp] Giảm 40% Sát thương vật lý và Sát thương phép thuật phải gánh chịu trong thời gian hiệu lực của kỹ năng, đồng thời tăng 14% điểm Tấn công của bản thân trong 10 giây khi có Đòn chí mạng. Điểm tấn công gia tăng có thể cộng dồn tối đa 4 lần.",
        "[Phát bắn xuyên giáp] Giảm 40% Sát thương vật lý và Sát thương phép thuật phải gánh chịu trong thời gian hiệu lực của kỹ năng, đồng thời tăng 17% điểm Tấn công của bản thân trong 10 giây khi có Đòn chí mạng. Điểm tấn công gia tăng có thể cộng dồn tối đa 4 lần.",
        "[Phát bắn xuyên giáp] Giảm 40% Sát thương vật lý và Sát thương phép thuật phải gánh chịu trong thời gian hiệu lực của kỹ năng, đồng thời tăng 21% điểm Tấn công của bản thân trong 10 giây khi có Đòn chí mạng. Điểm tấn công gia tăng có thể cộng dồn tối đa 4 lần.",
        "[Phát bắn xuyên giáp] Giảm 40% Sát thương vật lý và Sát thương phép thuật phải gánh chịu trong thời gian hiệu lực của kỹ năng, đồng thời tăng 25% điểm Tấn công của bản thân trong 10 giây khi có Đòn chí mạng. Điểm tấn công gia tăng có thể cộng dồn tối đa 4 lần."
      ],
      "story": "Một miếng cầu vai đặc biệt mà Fluss vất vả lắm mới kiếm được cho Rodina bé nhỏ. Nó rất cứng chắc, vì được làm bằng lông Ấu trùng đen. Đây là một trong những món đồ ưa thích của Rodina, vì nó có khả năng hấp thụ lực bật lại mạnh mẽ."
    }
  },
  "s2": {
    "name": "Nhắm mục tiêu",
    "description": "Tăng {0}% sát thương gây ra cho một mục tiêu. Tăng thêm {1} sức tấn công của bản thân.",
    "books": {
      "0": "Tăng {0}% độ Tăng sức mạnh tấn công",
      "1": "Tăng {0}% độ Tăng sức mạnh tấn công",
      "2": "Tăng sát thương chí mạng {0}% trong thời gian xuất chiêu."
    },
    "light": "Tăng 250 tốc độ tấn công trong thời gian diễn ra.",
    "dark": "Lượng tiêu thụ Mana giảm 1.",
    "ut": {
      "name": "Bệ pha lê",
      "description": [
        "[Nhắm mục tiêu] Đổi sang một kẻ địch ngẫu nhiên khi mục tiêu của Rodina chết, tăng 20% điểm Tấn công trong 10 giây.",
        "[Nhắm mục tiêu] Đổi sang một kẻ địch ngẫu nhiên khi mục tiêu của Rodina chết, tăng 24% điểm Tấn công trong 10 giây.",
        "[Nhắm mục tiêu] Đổi sang một kẻ địch ngẫu nhiên khi mục tiêu của Rodina chết, tăng 29% điểm Tấn công trong 10 giây.",
        "[Nhắm mục tiêu] Đổi sang một kẻ địch ngẫu nhiên khi mục tiêu của Rodina chết, tăng 35% điểm Tấn công trong 10 giây.",
        "[Nhắm mục tiêu] Đổi sang một kẻ địch ngẫu nhiên khi mục tiêu của Rodina chết, tăng 42% điểm Tấn công trong 10 giây.",
        "[Nhắm mục tiêu] Đổi sang một kẻ địch ngẫu nhiên khi mục tiêu của Rodina chết, tăng 50% điểm Tấn công trong 10 giây."
      ],
      "story": "Một bệ súng bắn tỉa mà Pavel chế tạo riêng theo thân hình nhỏ bé của Rodina. Vì được làm bằng tinh thể nên nó rất cứng cáp và chắc chắn. Bệ súng này có thể nhắm vào bất kỳ mục tiêu nào."
    }
  },
  "s3": {
    "name": "Lửa hội tụ",
    "description": "Bắn 10 phát vào đối thủ ngẫu nhiên. Gây {1} sát thương và tăng {0}% sát thương cho mỗi đòn tấn công.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% lượng sát thương chí mạng."
    },
    "light": "Thời gian đợi dùng lại chiêu sẽ giảm 5% khi phát sinh đòn chí mạng.",
    "dark": "Bỏ qua hiệu ứng chặn của đối phương.",
    "ut": {
      "name": "Đạn Kustom VII",
      "description": [
        "[Lửa hội tụ] Tăng 20% sát thương và gây sát thương bỏ qua phòng thủ của mục tiêu trong 2 phát bắn cuối.",
        "[Lửa hội tụ] Tăng 24% sát thương và gây sát thương bỏ qua phòng thủ của mục tiêu trong 2 phát bắn cuối.",
        "[Lửa hội tụ] Tăng 29% sát thương và gây sát thương bỏ qua phòng thủ của mục tiêu trong 2 phát bắn cuối.",
        "[Lửa hội tụ] Tăng 35% sát thương và gây sát thương bỏ qua phòng thủ của mục tiêu trong 2 phát bắn cuối.",
        "[Lửa hội tụ] Tăng 42% sát thương và gây sát thương bỏ qua phòng thủ của mục tiêu trong 2 phát bắn cuối.",
        "[Lửa hội tụ] Tăng 50% sát thương và gây sát thương bỏ qua phòng thủ của mục tiêu trong 2 phát bắn cuối."
      ],
      "story": "Một hàng rào pháo xạ do người thợ rèn huyền thoại của đế quốc chế tạo theo yêu cầu. Nó chứa thuốc súng được làm từ quả trứng cứng cáp của chim đuôi cụt, cùng với xương hàm của quy long. Nó có kích thước nhỏ để Rodina dễ sử dụng, nhưng cũng có sức mạnh hủy diệt vạn vật."
    }
  },
  "s4": {
    "name": "Phát bắn nhanh",
    "description": "Mỗi 10 giây, tấn công liên tiếp 2 lần và gây {0} sát thương vật lý",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% lượng sát thương chí mạng."
    },
    "light": "Khi địch còn 1 người, lượng sát thương tăng 100%.",
    "dark": "Gây choáng đối thủ nhận sát thương trong 2 giây.",
    "ut": {
      "name": "Bách khoa toàn thư về súng",
      "description": [
        "[Bắn liên tiếp] Thay đổi số lượng mục tiêu thành 2. Giảm 200 điểm Kháng đòn chí mạng vật lý của kẻ địch trúng đòn trong 10 giây.",
        "[Bắn liên tiếp] Thay đổi số lượng mục tiêu thành 2. Giảm 240 điểm Kháng đòn chí mạng vật lý của kẻ địch trúng đòn trong 10 giây.",
        "[Bắn liên tiếp] Thay đổi số lượng mục tiêu thành 2. Giảm 290 điểm Kháng đòn chí mạng vật lý của kẻ địch trúng đòn trong 10 giây.",
        "[Bắn liên tiếp] Thay đổi số lượng mục tiêu thành 2. Giảm 350 điểm Kháng đòn chí mạng vật lý của kẻ địch trúng đòn trong 10 giây.",
        "[Bắn liên tiếp] Thay đổi số lượng mục tiêu thành 2. Giảm 420 điểm Kháng đòn chí mạng vật lý của kẻ địch trúng đòn trong 10 giây.",
        "[Bắn liên tiếp] Thay đổi số lượng mục tiêu thành 2. Giảm 500 điểm Kháng đòn chí mạng vật lý của kẻ địch trúng đòn trong 10 giây."
      ],
      "story": "Một cuốn tạp chí dành cho những tay cuồng hỏa khí trong Đế quốc. Cuốn tạp chí do Magos Le'Flamme phát hành này chứa nhiều thông tin về các loại vũ khí và súng tối tân. Rodina không bao giờ bỏ lỡ một ấn phẩm nào và luôn tin mọi thứ trong đó vì cuốn tạp chí do Giám đốc điều hành Valance biên tập, người mà cô hâm mộ cuồng nhiệt."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Tăng 20% sức mạnh tấn công trong 10 giây và chọn 3 kẻ địch bất kỳ làm mục tiêu của Rodina khi bắt đầu mỗi trận chiến."
  }
}