{
  "name": "Morrah",
  "subtitle": "Ngọn lửa của quỷ",
  "description": "Một hiệp sĩ quỷ chuyên sử dụng các dung nham của Lực lượng bóng tối. Gây sát thương bỏng không ngừng cho kẻ thù, và tiêu diệt kẻ thù bằng cách sử dụng hàng rào bảo vệ như đá granit để chống lại các sát thương do kẻ thù gây ra.",
  "story": "Thống soái trước đây của Hiệp sĩ rồng bóng tối, nàng là hiệp sĩ quỷ hào hiệp nhất của Đội quân ác quỷ. Vì một lý do bí ẩn, hiện nàng đang đi theo phù thủy Maria và giúp đỡ cô trong công việc. Nhiều người thấy kỳ lạ khi nhà vô địch trước đây của Đội quân ác quỷ, người đã chém vô số kẻ thù và thậm chí tiêu diệt cả rồng, giờ lại làm người hầu cho một phù thủy nhỏ. Bất chấp điều đó, nàng vẫn trung thành phục vụ cô chủ của mình.",
  "like": "Kẻ thù mạnh, những trận đánh xứng đáng",
  "dislike": "Những con rồng",
  "inn": {
    "idle": "Cái gì thế? Ngươi muốn chết sao?",
    "recruit": {
      "greet": "Đừng có mà lộn xộn với ta.",
      "talk": [
        "Ta sẽ không đánh nhau trong Quán trọ này đâu. Nhưng ở ngoài kia thì ngươi tốt hơn nên tránh xa ta ra.",
        "Có vẻ như ngươi quá rảnh rỗi nên mới chơi bời quanh đây, hãy dâng đầu ngươi ta cho ta?",
        "Đừng nói chuyện với ta."
      ],
      "gift": "Ta muốn thấy máu của ngươi thay vì thứ này cơ."
    },
    "affinity": {
      "greet": "Tồi tàn thế.",
      "talk": [
        "Không muốn chết thì đừng làm phiền ta đấy.",
        "Đừng làm phiền ta. Ta không nể nang gì đâu."
      ],
      "gift": "Ngươi nghĩ ta thích thứ này sao?"
    },
    "relationship": {
      "greet": "Đến rồi à. Bạn đã chọn ra chiến trường tiếp theo chưa?",
      "talk": [
        "Ta một lòng trung thành Maria. Nhưng với bạn.. tôi cũng đang nợ bạn.",
        "Tướng quân của rồng ác...phải không nhỉ. Ngày xưa là thế. Lúc đó... tôi cũng không có mục tiêu nào khác.",
        "Đừng hiểu lầm. Tôi là rồng ác, ma tộc tạo ra để hủy diệt. Nhưng..."
      ]
    }
  },
  "uw": {
    "name": "Ngọn lửa chiến thắng, Carprain",
    "description": [
      "Các đòn tấn công thường có 20% xác suất giảm 10% Tấn công của mục tiêu và khiến mục tiêu nhận thêm 10% Sát thương phép thuật trong 10 giây. Nếu mục tiêu có hơn 100 lần cộng dồn Ngọn lửa, thì mức tăng Sát thương phép thuật sẽ nhân đôi.",
      "Các đòn tấn công thường có 20% xác suất giảm 12% Tấn công của mục tiêu và khiến mục tiêu nhận thêm 12% Sát thương phép thuật trong 10 giây. Nếu mục tiêu có hơn 100 lần cộng dồn Ngọn lửa, thì mức tăng Sát thương phép thuật sẽ nhân đôi.",
      "Các đòn tấn công thường có 20% xác suất giảm 14% Tấn công của mục tiêu và khiến mục tiêu nhận thêm 14% Sát thương phép thuật trong 10 giây. Nếu mục tiêu có hơn 100 lần cộng dồn Ngọn lửa, thì mức tăng Sát thương phép thuật sẽ nhân đôi.",
      "Các đòn tấn công thường có 20% xác suất giảm 17% Tấn công của mục tiêu và khiến mục tiêu nhận thêm 17% Sát thương phép thuật trong 10 giây. Nếu mục tiêu có hơn 100 lần cộng dồn Ngọn lửa, thì mức tăng Sát thương phép thuật sẽ nhân đôi.",
      "Các đòn tấn công thường có 20% xác suất giảm 21% Tấn công của mục tiêu và khiến mục tiêu nhận thêm 21% Sát thương phép thuật trong 10 giây. Nếu mục tiêu có hơn 100 lần cộng dồn Ngọn lửa, thì mức tăng Sát thương phép thuật sẽ nhân đôi.",
      "Các đòn tấn công thường có 20% xác suất giảm 25% Tấn công của mục tiêu và khiến mục tiêu nhận thêm 25% Sát thương phép thuật trong 10 giây. Nếu mục tiêu có hơn 100 lần cộng dồn Ngọn lửa, thì mức tăng Sát thương phép thuật sẽ nhân đôi."
    ],
    "story": "Trong tâm Núi lửa Dragia có một lò rèn. Hàng trăm năm trước, một con rồng lửa cổ đại tên là Temeraire đã tạo ra một bộ trang bị được phù phép. Kết hợp dung nham với sức mạnh của lửa núi lửa, hắn đã rèn ra một tấm khiên và một thanh kiếm có thể thiêu đốt mọi thứ. Trong suốt cuộc chiến chống lại Ác quỷ, Temeraire đã đưa bộ trang bị này cho một chiến binh loài người. Không may, người ta đồn rằng chiến binh đó đã bị Morrah đánh bại. Kể từ đó, chưa có ai từng nhìn thấy bộ trang bị huyền thoại đó. Đó là cho đến khi Morrah tái xuất hiện trên tiền tuyến."
  },
  "s1": {
    "name": "Năng lượng thiêu trụi",
    "description": "Gây {0} sát thương phép lên đối thủ trong phạm vi và đẩy ngã, cộng dồn đòn lửa tối đa 3 lần. Sau đó, gây {2} sát thương phép thuật với mỗi lần tấn công thường trong {1} giây và cộng dồn 1 đòn lửa lên đối thủ. Tăng {3}% lượng sát thương trên mỗi lần cộng dồn đòn lửa. Mỗi 1 lần cộng dồn đòn lửa gây sát thương phép và giảm 1% lực hồi phục.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tốc độ tấn công tăng lên 200 trong 15 giây.",
    "dark": "Địch bị dính sát thương sẽ bị giảm 6% thời gian đợi dùng chiêu lại.",
    "ut": {
      "name": "Mắt địa ngục",
      "description": [
        "[Năng lượng thiêu trụi] Tăng 20% Sát thương và hiệu ứng Lửa cộng dồn trên mục tiêu trở nên không thể xóa bỏ.",
        "[Năng lượng thiêu trụi] Tăng 24% Sát thương và hiệu ứng Lửa cộng dồn trên mục tiêu trở nên không thể xóa bỏ.",
        "[Năng lượng thiêu trụi] Tăng 29% Sát thương và hiệu ứng Lửa cộng dồn trên mục tiêu trở nên không thể xóa bỏ.",
        "[Năng lượng thiêu trụi] Tăng 35% Sát thương và hiệu ứng Lửa cộng dồn trên mục tiêu trở nên không thể xóa bỏ.",
        "[Năng lượng thiêu trụi] Tăng 42% Sát thương và hiệu ứng Lửa cộng dồn trên mục tiêu trở nên không thể xóa bỏ.",
        "[Năng lượng thiêu trụi] Tăng 50% Sát thương và hiệu ứng Lửa cộng dồn trên mục tiêu trở nên không thể xóa bỏ."
      ],
      "story": "Con mắt cuối cùng của Belzebuna, loài quái thú sinh sống trong dung nham địa ngục. Con mắt duy nhất còn lại trong số 100 cái ấy phát ra ánh điên cuồng đen tối. Con quái nung chảy một viên đá phong ấn của Morrah, nó mất kiểm soát, bị nhấn chìm trong dung nhâm và lao thẳng về phía cô. Nhưng Morrah không ngần ngại đâm Carprain vào mắt nó, và một loại nhiệt hoàn toàn khác làm Belzebuna teo quắt lại và hấp thu cơ thể nó. Nhìn thấy toàn bộ cơ thể con quái bị nghiền nát, chỉ còn lại một con mắt lăn lóc trên mặt đất, Morrah quyết định gắn nó vào tấm khiên của cô để chế nhạo con quái."
    }
  },
  "s2": {
    "name": "Lửa địa ngục",
    "description": "Tăng {1} lực phòng thủ phép của toàn bộ đồng minh trong {0} giây và tăng {2} xác suất chặn đòn phép thuật. Mỗi {3} giây cộng dồn thêm 1 lần đòn lửa xung quanh bản thân.",
    "books": {
      "0": "Nâng tăng trưởng phòng thủ phép thuật {0}%.",
      "1": "Nâng tăng trưởng phòng thủ phép thuật {0}%.",
      "2": "Tăng tăng trưởng cơ hội khoá phép thuật {0}%."
    },
    "light": "Xác suất chặn phép thêm 20%.",
    "dark": "Cộng thêm sát thương tương đương với lực phòng thủ phép của bản thân lên địch xung quanh mình trong thời gian kéo dài lửa địa ngục.",
    "ut": {
      "name": "Găng tay da Hatchling",
      "description": [
        "[Lửa địa ngục] Khi chặn phép của đối tượng trong thời gian kéo dài sẽ làm tăng 100 mức giảm sát thương và tăng 250 kháng chí mạng phép thuật.",
        "[Lửa địa ngục] Khi chặn phép của đối tượng trong thời gian kéo dài sẽ làm tăng 120 mức giảm sát thương và tăng 250 kháng chí mạng phép thuật.",
        "[Lửa địa ngục] Khi chặn phép của đối tượng trong thời gian kéo dài sẽ làm tăng 140 mức giảm sát thương và tăng 250 kháng chí mạng phép thuật.",
        "[Lửa địa ngục] Khi chặn phép của đối tượng trong thời gian kéo dài sẽ làm tăng 170 mức giảm sát thương và tăng 250 kháng chí mạng phép thuật.",
        "[Lửa địa ngục] Khi chặn phép của đối tượng trong thời gian kéo dài sẽ làm tăng 210 mức giảm sát thương và tăng 250 kháng chí mạng phép thuật.",
        "[Lửa địa ngục] Khi chặn phép của đối tượng trong thời gian kéo dài sẽ làm tăng 250 mức giảm sát thương và tăng 250 kháng chí mạng phép thuật."
      ],
      "story": "Đôi găng tay làm bằng xương và da của Hatchling. Morrah làm ra đôi găng tay này từ 100 năm trước bằng cách gom xác Hatchling mà cô đã giết khi ra ngoài săn rồng. Nó bền đến nỗi chịu được lửa của Morrah, thậm chí còn ẩn chứa nguồn sức mạnh lớn hơn để những ngọn lửa đó bùng cháy hơn nữa. Morrah rất thích đôi găng tay này."
    }
  },
  "s3": {
    "name": "Phun trào dung nham",
    "description": "Gây sát thương phép tương ứng {0} lên đối thủ trong phạm vi và đẩy ngã. Tăng {1}% lượng sát thương trên mỗi cộng dồn đòn lửa.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng sát thương tăng 40%.",
    "dark": "Làm hồi phục thể lực của bản thân một mức 40% của lượng sát thương.",
    "ut": {
      "name": "Đá cảnh giới địa ngục",
      "description": [
        "Lượng sát thương của [Phun trào dung nham] tăng 20% và trong 7 giây làm giảm 25% lực phòng thủ phép của đối thủ.",
        "Lượng sát thương của [Phun trào dung nham] tăng 24% và trong 7 giây làm giảm 25% lực phòng thủ phép của đối thủ.",
        "Lượng sát thương của [Phun trào dung nham] tăng 29% và trong 7 giây làm giảm 25% lực phòng thủ phép của đối thủ.",
        "Lượng sát thương của [Phun trào dung nham] tăng 35% và trong 7 giây làm giảm 25% lực phòng thủ phép của đối thủ.",
        "Lượng sát thương của [Phun trào dung nham] tăng 42% và trong 7 giây làm giảm 25% lực phòng thủ phép của đối thủ.",
        "Lượng sát thương của [Phun trào dung nham] tăng 50% và trong 7 giây làm giảm 25% lực phòng thủ phép của đối thủ."
      ],
      "story": "Một mảnh ghép kỳ lạ đến từ Vệt nứt không gian. Bên trong mảnh ghép có một ngọn lửa thiêu rụi mọi sinh linh. Năng lượng không gian được cô đọng bên trong mảnh ghép này. Đây là vật tối cần thiết để hoàn thành kế hoạch của Maria."
    }
  },
  "s4": {
    "name": "Lửa đâm",
    "description": "Khi chặn, gây {1} sát thương phép lên những đối thủ trong phạm vi xung quanh bản thân và cộng dồn 3 lần Lửa",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Khi chặn, lực phòng thủ của bản thân tăng lên 5%. Cộng dồn tối đa 10 lần.",
    "dark": "Đối tượng có trên 100 cộng dồn lửa sẽ bị tăng 40% sát thương phép nhận phải.",
    "ut": {
      "name": "Ngọc hỏa ngục",
      "description": [
        "[Lửa đâm] Tăng số lần cộng dồn Ngọn lửa mà [Lửa đâm] gây ra thêm 3. Giảm 140 điểm Tốc độ tấn công của mục tiêu trúng đòn trong 5 giây.",
        "[Lửa đâm] Tăng số lần cộng dồn Ngọn lửa mà [Lửa đâm] gây ra thêm 3. Giảm 170 điểm Tốc độ tấn công của mục tiêu trúng đòn trong 5 giây.",
        "[Lửa đâm] Tăng số lần cộng dồn Ngọn lửa mà [Lửa đâm] gây ra thêm 3. Giảm 210 điểm Tốc độ tấn công của mục tiêu trúng đòn trong 5 giây.",
        "[Lửa đâm] Tăng số lần cộng dồn Ngọn lửa mà [Lửa đâm] gây ra thêm 3. Giảm 250 điểm Tốc độ tấn công của mục tiêu trúng đòn trong 5 giây.",
        "[Lửa đâm] Tăng số lần cộng dồn Ngọn lửa mà [Lửa đâm] gây ra thêm 3. Giảm 300 điểm Tốc độ tấn công của mục tiêu trúng đòn trong 5 giây.",
        "[Lửa đâm] Tăng số lần cộng dồn Ngọn lửa mà [Lửa đâm] gây ra thêm 3. Giảm 360 điểm Tốc độ tấn công của mục tiêu trúng đòn trong 5 giây."
      ],
      "story": "Một viên ngọc chứa tinh hoa của Ngọn lửa Temeraire. Khi Temeraire bại trận, Morrah đã móc ra Ngọc hỏa ngục, tinh hoa của Rồng lửa, để cường hóa chiêu thức Lửa đâm của cô."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / M. Block +200",
    "dark": "Lượng sát thương của cộng dồn lửa tăng 100%, cộng dồn tối đa tăng lên thành 120."
  }
}