{
  "name": "Baudouin",
  "subtitle": "Băng nhóm linh thiêng",
  "description": "Một Linh mục đi lang thang đến từ Dòng tu Lua. Gây ra vụ nổ thiêng để đồng thời chữa lành vết thương cho đồng minh và tiêu diệt kẻ thù.",
  "story": "Là thầy tu ít hứa hẹn nhất ở Nhà thờ Lua, nói ngắn gọn, Baudouin là một kẻ phóng túng. Ngay từ khi còn nhỏ, hắn vẫn luôn là con sâu làm rầu nồi canh trong Nhà thờ Lua, vốn vẫn luôn nhấn mạnh lòng mộ đạo. Hắn vào được nhà thờ là nhờ Thầy cả Berman nhưng đau đớn thay, cuộc sống tôn giáo thật sự không thích hợp với hắn. Tuy nhiên, một ngày nọ, đột nhiên hắn quyết định từ bỏ lối sống lầm đường lạc lối và bắt đầu đi theo con đường của thầy cả.",
  "like": "Lua",
  "dislike": "Lua",
  "inn": {
    "idle": "Whew, tôi thấy nhiều rượu vang ngon ở đây! Thêm một chai cho tôi, cô nàng!",
    "recruit": {
      "greet": "Hey, gì vậy? Bạn trông khá mạnh, phải không?",
      "talk": [
        "Gói chặt cứng đến nghẹt thở không phải là phong cách của tôi!",
        "Ồ, muốn đánh nhau sao? Tôi sẽ không bị thua bao giờ!",
        "Như ý thượng đế, một người đàn ông nên sống bằng nắm tay của mình!"
      ],
      "gift": "Gahahaha, chẳng phải bạn rất hào phóng sao! Hẳn rồi, chúng ta hãy uống nhé!"
    },
    "affinity": {
      "greet": "Một bầu không khí hoang dã và tự do! Ta thích!",
      "talk": [
        "Ăn miếng thì trả miếng! Các vị thần dạy chí phải! Wa ha ha ha!",
        "Bạn của ta! Uống cùng ta một chén nào!"
      ],
      "gift": "Wa ha ha ha, để đáp lại, ta sẽ ban phước lành của Lua cho ngươi!"
    },
    "relationship": {
      "greet": "Ôi! Bạn có phong thái như đã nhận tất cả ân sủng của Lua! Bạn tỏa sáng kìa! Bạn tỏa sáng đấy!",
      "talk": [
        "Khi đó ta đã đi đến đế quốc... Bố ta... Thực sự ta đã làm đúng chăng...",
        "Bạn có biết tập thể gọi là lễ đài Lua cũng không có gì to tát như mọi người nghĩ? Rốt cuộc, dù có thần tiên nhưng một khi tụ tập lại với nhau thì đều là con người hết cả.",
        "Đó là điều ta muốn nói với bạn. Hãy tận hưởng khi còn có thể! Biết chưa hả? Khi còn tận hưởng được thì hãy cứ tận hưởng đi, có như thế thì mới không hối hận."
      ]
    }
  },
  "uw": {
    "name": "Người cũ và người mới, Genesis",
    "description": [
      "Tăng tốc độ niệm kỹ năng của tất cả kỹ năng, và mỗi khi dùng kỹ năng, tăng 2% tấn công và 2% phòng thủ cho tất cả đồng minh. Hiệu ứng này có thể cộng dồn tối đa 7 lần.",
      "Tăng tốc độ niệm kỹ năng của tất cả kỹ năng, và mỗi khi dùng kỹ năng, tăng 2,4% tấn công và 2,4% phòng thủ cho tất cả đồng minh. Hiệu ứng này có thể cộng dồn tối đa 7 lần.",
      "Tăng tốc độ niệm kỹ năng của tất cả kỹ năng, và mỗi khi dùng kỹ năng, tăng 2,9% tấn công và 2,9% phòng thủ cho tất cả đồng minh. Hiệu ứng này có thể cộng dồn tối đa 7 lần.",
      "Tăng tốc độ niệm kỹ năng của tất cả kỹ năng, và mỗi khi dùng kỹ năng, tăng 3,5% tấn công và 3,5% phòng thủ cho tất cả đồng minh. Hiệu ứng này có thể cộng dồn tối đa 7 lần.",
      "Tăng tốc độ niệm kỹ năng của tất cả kỹ năng, và mỗi khi dùng kỹ năng, tăng 4,2% tấn công và 4,2% phòng thủ cho tất cả đồng minh. Hiệu ứng này có thể cộng dồn tối đa 7 lần.",
      "Tăng tốc độ niệm kỹ năng của tất cả kỹ năng, và mỗi khi dùng kỹ năng, tăng 5% tấn công và 5% phòng thủ cho tất cả đồng minh. Hiệu ứng này có thể cộng dồn tối đa 7 lần."
    ],
    "story": "Ngay cả giữa những thánh tích được trao cho các thầy cả của Nhà thờ Lua, Sách sáng thế của Chúa vẫn rất đặc biệt. Theo truyền thuyết, cuốn sách này do chính Lua viết và được các Thầy cả của nhà thờ bảo vệ qua nhiều thế hệ. Khi được tiết lộ về Baudouin, Đại linh mục hiện nay là Iris đã giao phó quyển sách này cho cha dượng của mình là Berman. Sau này, cuốn sách được trao cho Baudouin khi anh trở thành thầy cả. Tương truyền thánh tích thiêng liêng này cung cấp năng lượng thần thánh vô hạn cho người sở hữu, cùng với quyền năng giải phóng tiềm năng thực sự của những người có niềm tin."
  },
  "s1": {
    "name": "Sao mới thánh linh",
    "description": "Hồi phục {0} thể lực của đối tượng đồng minh có thể lực thấp nhất và đối tượng đồng minh xung quanh. Gây {1} sát thương phép thuật lên đối thủ xung quanh đối tượng, giảm {3}% tốc độ tấn công trong {2} giây.",
    "books": {
      "0": "Tăng phục hồi và sát thương {0}%.",
      "1": "Tăng phục hồi và sát thương {0}%.",
      "2": "Tăng phục hồi và sát thương {0}%."
    },
    "light": "Tăng 40% lượng sát thương và lượng hồi máu.",
    "dark": "Gây choáng đối thủ nhận sát thương trong 1 giây.",
    "ut": {
      "name": "Chén thánh cũ",
      "description": [
        "[Sao mới thánh linh] Giảm 1 điểm Tiêu hao mana và tăng 20% Tỷ lệ hồi máu.",
        "[Sao mới thánh linh] Giảm 1 điểm Tiêu hao mana và tăng 24% Tỷ lệ hồi máu.",
        "[Sao mới thánh linh] Giảm 1 điểm Tiêu hao mana và tăng 29% Tỷ lệ hồi máu.",
        "[Sao mới thánh linh] Giảm 1 điểm Tiêu hao mana và tăng 35% Tỷ lệ hồi máu.",
        "[Sao mới thánh linh] Giảm 1 điểm Tiêu hao mana và tăng 42% Tỷ lệ hồi máu.",
        "[Sao mới thánh linh] Giảm 1 điểm Tiêu hao mana và tăng 50% Tỷ lệ hồi máu."
      ],
      "story": "Một chiếc chén gỗ, có khắc khuôn mặt Nữ thần Lua. Lúc mọi người mới biết đến sự tồn tại của Nữ thần Lua, họ tạo một chiếc chén để tỏ lòng tôn kính người. Khi nền văn minh ở Lục địa Orbis sụp đổ, chiếc chén thánh này cũng bị chôn vùi, chỉ còn được nhắc đến trong sử sách. Vậy nhưng, vào cái ngày Baudouin biết sám hối và nhận ra sự thật về cuốn sách thánh, chiếc chén thánh ấy lại hiện ra trước mặt anh, tỏa sáng như mặt trời."
    }
  },
  "s2": {
    "name": "Ngọn giáo ánh sáng",
    "description": "Gây {0} sát thương phép lên đối thủ và đẩy lui, trói lại trong {1} giây. Tăng 25% sát thương phép nhận trong thời gian trói.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Đối tượng tăng lên thành 2 người.",
    "ut": {
      "name": "Chương cuối của Kinh thánh",
      "description": [
        "[Ngọn giáo ánh sáng] Nhận Miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng và thêm 10% Tăng sát thương phép thuật đối với kẻ địch trong 10 giây.",
        "[Ngọn giáo ánh sáng] Nhận Miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng và thêm 12% Tăng sát thương phép thuật đối với kẻ địch trong 10 giây.",
        "[Ngọn giáo ánh sáng] Nhận Miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng và thêm 14% Tăng sát thương phép thuật đối với kẻ địch trong 10 giây.",
        "[Ngọn giáo ánh sáng] Nhận Miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng và thêm 17% Tăng sát thương phép thuật đối với kẻ địch trong 10 giây.",
        "[Ngọn giáo ánh sáng] Nhận Miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng và thêm 21% Tăng sát thương phép thuật đối với kẻ địch trong 10 giây.",
        "[Ngọn giáo ánh sáng] Nhận Miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng và thêm 25% Tăng sát thương phép thuật đối với kẻ địch trong 10 giây."
      ],
      "story": "Chương cuối của truyền thuyết, khủng khiếp và đáng sợ đến nỗi không được cho vào Kinh thánh. Chương này kể về ánh sáng thiêng liêng diệt trừ kẻ địch tà ác nhất thế gian."
    }
  },
  "s3": {
    "name": "Bất khả xâm phạm",
    "description": "Tạo hiệu quả Vô địch cho toàn bộ đồng minh trong {0} giây và hồi phục {1} thể lực trong thời gian tiếp diễn chiêu.",
    "books": {
      "0": "Tăng phục hồi {0}%",
      "1": "Tăng phục hồi {0}%",
      "2": "Tăng {0} tốc độ tấn công của đối tượng trong thời gian thực hiện chiêu."
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Làm tăng 2 lượng tiêu thụ mana và giảm 3 giây thời gian vô địch, nhưng sức tấn công của đồng minh sẽ tăng lên 50%.",
    "ut": {
      "name": "Vòng gỗ cũ kỹ",
      "description": [
        "Trong thời gian kéo dài của [Bất khả xâm phạm], sức tấn công tăng 25% và hồi phục 120 mana mỗi giây.",
        "Trong thời gian kéo dài của [Bất khả xâm phạm], sức tấn công tăng 25% và hồi phục 140 mana mỗi giây.",
        "Trong thời gian kéo dài của [Bất khả xâm phạm], sức tấn công tăng 25% và hồi phục 170 mana mỗi giây.",
        "Trong thời gian kéo dài của [Bất khả xâm phạm], sức tấn công tăng 25% và hồi phục 200 mana mỗi giây.",
        "Trong thời gian kéo dài của [Bất khả xâm phạm], sức tấn công tăng 25% và hồi phục 250 mana mỗi giây.",
        "Trong thời gian kéo dài của [Bất khả xâm phạm], sức tấn công tăng 25% và hồi phục 300 mana mỗi giây."
      ],
      "story": "Chuỗi hạt mà thánh linh mục Evelyn của Nhà thờ Lua mang theo đến khi qua đời. Dường như chuỗi hạt vẫn vang vọng tiếng nói thiêng liêng của Lua, cầu nguyện rằng thế giới sẽ không sụp đổ. Năng lượng thiêng liêng không thể phủ nhận bao trùm thân thể và cường hóa sức mạnh của Baudouin."
    }
  },
  "s4": {
    "name": "Sự dạy dỗ của Thiên Chúa",
    "description": "Khi tấn công một kẻ địch, có 20% cơ hội gây {0} sát thương phép lên kẻ địch, và làm kẻ địch choáng trong {1} giây.",
    "books": {
      "0": "Tăng sát thương {0}%.",
      "1": "Tăng sát thương {0}%.",
      "2": "Tăng sát thương {0}%."
    },
    "light": "Xác suất ra chiêu tăng 10%.",
    "dark": "Khoảng cách tấn công cơ bản tăng 20%.",
    "ut": {
      "name": "Nhật ký cháy sém",
      "description": [
        "[Sự dạy dỗ của Thiên Chúa] Tăng thời gian Choáng thêm 0,5 giây. Kẻ địch trúng đòn chịu thêm 25% Sát thương phép thuật trong 5 giây.",
        "[Sự dạy dỗ của Thiên Chúa] Tăng thời gian Choáng thêm 0,6 giây. Kẻ địch trúng đòn chịu thêm 25% Sát thương phép thuật trong 5 giây.",
        "[Sự dạy dỗ của Thiên Chúa] Tăng thời gian Choáng thêm 0,7 giây. Kẻ địch trúng đòn chịu thêm 25% Sát thương phép thuật trong 5 giây.",
        "[Sự dạy dỗ của Thiên Chúa] Tăng thời gian Choáng thêm 0,8 giây. Kẻ địch trúng đòn chịu thêm 25% Sát thương phép thuật trong 5 giây.",
        "[Sự dạy dỗ của Thiên Chúa] Tăng thời gian Choáng thêm 0,9 giây. Kẻ địch trúng đòn chịu thêm 25% Sát thương phép thuật trong 5 giây.",
        "[Sự dạy dỗ của Thiên Chúa] Tăng thời gian Choáng thêm 1 giây. Kẻ địch trúng đòn chịu thêm 25% Sát thương phép thuật trong 5 giây."
      ],
      "story": "Cuốn nhật ký cuối cùng của người thầy vĩ đại. Trong đó ghi chép quá trình chữa trị mà Linh mục Berman đã tiến hành với các bệnh nhân mắc Bệnh dịch đen tối và cuộc chiến chống lại căn bệnh của chính ông. Baudouin đã cứu cuốn sách khỏi ngọn lửa khi họ đốt hết tư trang của người thầy sau khi ông ấy mất. Sau đó, anh ta cùng với Leo đã chép lại cuốn nhật ký và đặt tên là Nhật ký Berman. Điều đó góp công lớn vào việc chữa trị Bệnh dịch đen tối. Bản gốc của cuốn nhật ký được Baudouin giữ gìn cẩn thận như để gợi nhắc anh về ý nguyện của người thầy."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / M. Block +200",
    "dark": "Khi tấn công bằng Bùng nổ thần thánh, Giáo ánh sáng, gây ra thêm 100% sức tấn công và giảm 20% thời gian đợi dùng lại chiêu này."
  }
}