{
  "name": "Jane",
  "subtitle": "Thi hài thuần khiết",
  "description": "Một cô gái bất tử sau khi chiến đấu với Binh đoàn quỷ trong quá khứ. Luôn kéo theo chiếc quan tài mà mình ngủ bên trong. Tự hồi phục bằng cách để lại một dấu vết tử thần trên kẻ thù của mình.",
  "story": "Nàng từng là công chúa của Cộng hòa Gray đã sụp đổ. Cộng hòa Gray, đã bị những tên Ác quỷ xâm lược xóa sổ trên bản đồ trong suốt Cuộc chiến chống ác quỷ, là người bảo vệ vô số những bí mật, trong đó có cả tàn dư và công nghệ của nền văn minh cổ đại. Cũng vậy, Jane đã phải hy sinh mạng sống của mình để bảo vệ những bí mật này. Sau này, nàng được đưa trở lại thế giới như một xác sống nhờ vào Malduk, một sĩ quan cấp cao và chiến lược gia của Đội quân ác quỷ. Nàng có nhận thức mới nhờ vào phép thuật hắc ám kỳ lạ. Giờ đây, nàng chỉ mong được đi đây đó để tìm lại bản thân mình trước đây, cũng như những ký ức nàng đã lãng quên.",
  "like": "Tôi không nhớ chính xác......của tôi",
  "dislike": "Những cục xương lớn...",
  "inn": {
    "idle": "...",
    "recruit": {
      "greet": "... Xin chào.",
      "talk": [
        "Bạn.. là ai?",
        "Tôi... không biết bạn..",
        "Bạn.. biết tôi sao?"
      ],
      "gift": "Quà tặng à...? Cám ơn...?"
    },
    "affinity": {
      "greet": "Đây... là đâu...?",
      "talk": [
        "Lạnh quá... Không còn... Hơi ấm...",
        "Ta... không... nhớ gì hết... Nhớ... lại... đi nào..."
      ],
      "gift": "Quà...? Sao ngươi hay tặng quà cho ta vậy?"
    },
    "relationship": {
      "greet": "Lại đây, vất vả nhiều rồi... người nói câu đó... quay lại... chào....",
      "talk": [
        "Tia chớp.. ánh đỏ... bàn tay ấm áp... Đôi mắt nhớ thương... Nhưng là người.. không thể nhớ ra là ai...",
        "Những kí ức... bị mất... mọi thứ trống rỗng...",
        "Một lòng không đổi thay... ôm lấy ta... hòm ấp ám..."
      ]
    }
  },
  "uw": {
    "name": "Tâm trí bất biến, Erekura",
    "description": [
      "Gây sát thương phép ngang mức 10% của lực tấn công mỗi giây lên đối thủ xung quanh bản thân, làm giảm 14% lực tấn công. Thêm vào đó hồi phục 30% mana khi phát kĩ năng thụ động.",
      "Gây sát thương phép ngang mức 12% của lực tấn công mỗi giây lên đối thủ xung quanh bản thân, làm giảm 17% lực tấn công. Thêm vào đó hồi phục 30% mana khi phát kĩ năng thụ động.",
      "Gây sát thương phép ngang mức 14% của lực tấn công mỗi giây lên đối thủ xung quanh bản thân, làm giảm 20% lực tấn công. Thêm vào đó hồi phục 30% mana khi phát kĩ năng thụ động.",
      "Gây sát thương phép ngang mức 17% của lực tấn công mỗi giây lên đối thủ xung quanh bản thân, làm giảm 24% lực tấn công. Thêm vào đó hồi phục 30% mana khi phát kĩ năng thụ động.",
      "Gây sát thương phép ngang mức 20% của lực tấn công mỗi giây lên đối thủ xung quanh bản thân, làm giảm 29% lực tấn công. Thêm vào đó hồi phục 30% mana khi phát kĩ năng thụ động.",
      "Gây sát thương phép ngang mức 25% của lực tấn công mỗi giây lên đối thủ xung quanh bản thân, làm giảm 35% lực tấn công. Thêm vào đó hồi phục 30% mana khi phát kĩ năng thụ động."
    ],
    "story": "Khi phép thuật của Malduk hồi sinh Jane thành xác sống, đáng nhẽ nàng không thể có bất kỳ cảm giác nào. Thế nhưng nàng lại thấy ấm áp và thoải mái khi một nguồn năng lượng thần bí bao quanh thi thể của nàng. Đáng nhẽ nàng còn không thể cảm nhận nguồn năng lượng đó. Nhưng khi Malduk đưa nàng đi, theo bản năng nàng hướng về nguồn ấm áp. Sau này, khi phép thuật thần bí đem lại nhận thức cho nàng, điều đầu tiên mà nàng làm là kiểm tra quan tài của mình, vật phát ra tình yêu bi kịch nhưng ấm áp. Bên trong quan tài, nàng thấy thông điệp được khắc cẩn thận như sau: 'Tình yêu không đổi của ta dành cho nàng'."
  },
  "s1": {
    "name": "Lễ tang",
    "description": "Gây {0} sát thương lên đối thủ trong phạm vi và gây choáng trong {1} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0} giây thời gian kéo dài choáng."
    },
    "light": "Làm tăng 25% sát thương phép nhận được của đối phương trong 10 giây.",
    "dark": "Lượng tiêu thụ mana tăng 1, kéo địch lại xung quanh anh hùng với xác suất 100%.",
    "ut": {
      "name": "Con rối tang ma",
      "description": [
        "[Lễ tang] Giảm 250 Lực kháng trạng thái xấu và 200 xác suất chặn phép của mục tiêu trong 10 giây.",
        "[Lễ tang] Giảm 250 Lực kháng trạng thái xấu và 240 xác suất chặn phép của mục tiêu trong 10 giây.",
        "[Lễ tang] Giảm 250 Lực kháng trạng thái xấu và 290 xác suất chặn phép của mục tiêu trong 10 giây.",
        "[Lễ tang] Giảm 250 Lực kháng trạng thái xấu và 350 xác suất chặn phép của mục tiêu trong 10 giây.",
        "[Lễ tang] Giảm 250 Lực kháng trạng thái xấu và 420 xác suất chặn phép của mục tiêu trong 10 giây.",
        "[Lễ tang] Giảm 250 Lực kháng trạng thái xấu và 500 xác suất chặn phép của mục tiêu trong 10 giây."
      ],
      "story": "Con rối dùng trong tang lễ ở Công quốc Gray. Nó thường được chế tạo sao cho giống như người đã chết và được đặt ở trước mộ. Sau khi công quốc này sụp đổ và Jane qua đời, người ta đặt con rối này trước thân thể cô."
    }
  },
  "s2": {
    "name": "Dấu chết chóc",
    "description": "Đánh dấu mọi đối thủ trong {0} giây và gây {1} sát thương phép thuật liên tục. Đối thủ bị đánh dấu nhận thêm {2}% sát thương phép thuật..",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Thời gian kéo dài giảm xuống còn 10 giây và lượng sát thương tăng 250%.",
    "dark": "Dấu ấn không thể bị gỡ bỏ bằng hiệu quả gỡ bỏ hiệu ứng có lợi.",
    "ut": {
      "name": "Tấm đệm tử thần",
      "description": [
        "[Dấu chết chóc] Tăng 5% điểm Tấn công và 10% Sát thương chí mạng trong 20 giây khi kẻ địch dính dấu này chết. Hiệu ứng này cộng dồn tối đa 8 lần.",
        "[Dấu chết chóc] Tăng 5% điểm Tấn công và 12% Sát thương chí mạng trong 20 giây khi kẻ địch dính dấu này chết. Hiệu ứng này cộng dồn tối đa 8 lần.",
        "[Dấu chết chóc] Tăng 5% điểm Tấn công và 14% Sát thương chí mạng trong 20 giây khi kẻ địch dính dấu này chết. Hiệu ứng này cộng dồn tối đa 8 lần.",
        "[Dấu chết chóc] Tăng 5% điểm Tấn công và 17% Sát thương chí mạng trong 20 giây khi kẻ địch dính dấu này chết. Hiệu ứng này cộng dồn tối đa 8 lần.",
        "[Dấu chết chóc] Tăng 5% điểm Tấn công và 21% Sát thương chí mạng trong 20 giây khi kẻ địch dính dấu này chết. Hiệu ứng này cộng dồn tối đa 8 lần.",
        "[Dấu chết chóc] Tăng 5% điểm Tấn công và 25% Sát thương chí mạng trong 20 giây khi kẻ địch dính dấu này chết. Hiệu ứng này cộng dồn tối đa 8 lần."
      ],
      "story": "Chiếc gối mà Jane ôm khi ngủ trong quan tài. Nó được yểm các tinh linh ngủ cùng cô bên trong quan tài. Chúng luôn truyền cho Jane cảm giác ảm đạm khi tử vong."
    }
  },
  "s3": {
    "name": "Ngày tàn",
    "description": "Gây ra {1} sát thương phép thuật lên toàn bộ kẻ địch trong {0} giây, và tự hồi máu của bản thân 1 lượng tương đương {2}% lượng sát thương phép thuật gây ra. Nhận miễn nhiễm với các trạng thái xấu. Sát thương tăng lên với kẻ địch bị đánh dấu.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Phục hồi  {0}% mana của bản thân."
    },
    "light": "Tăng 40% sát thương.",
    "dark": "Ngất xỉu trong 1 giây với xác suât 10%.",
    "ut": {
      "name": "Hoa của đất nước bỏ quên",
      "description": [
        "Lượng sát thương của [Ngày tàn] tăng 20%, mỗi khi gây ra sát thương sẽ làm giảm 5% lực phòng thủ phép trong 5 giây. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Lượng sát thương của [Ngày tàn] tăng 24%, mỗi khi gây ra sát thương sẽ làm giảm 5% lực phòng thủ phép trong 5 giây. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Lượng sát thương của [Ngày tàn] tăng 29%, mỗi khi gây ra sát thương sẽ làm giảm 5% lực phòng thủ phép trong 5 giây. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Lượng sát thương của [Ngày tàn] tăng 35%, mỗi khi gây ra sát thương sẽ làm giảm 5% lực phòng thủ phép trong 5 giây. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Lượng sát thương của [Ngày tàn] tăng 42%, mỗi khi gây ra sát thương sẽ làm giảm 5% lực phòng thủ phép trong 5 giây. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Lượng sát thương của [Ngày tàn] tăng 50%, mỗi khi gây ra sát thương sẽ làm giảm 5% lực phòng thủ phép trong 5 giây. Hiệu ứng này được cộng dồn tối đa 10 lần."
      ],
      "story": "Một loài hoa đã tuyệt chủng ở Công quốc. Còn được gọi là Hoa ranh giới, nó kết nối sự sống và cái chết, nở rộ nhờ sự hủy diệt. Một loài hoa vừa đẹp đẽ, vừa bi thương. Nếu bạn tặng hoa này cho ai đó, bạn có thể sẻ chia khoảnh khắc cuối đời của người đó trong mơ."
    }
  },
  "s4": {
    "name": "An nghỉ",
    "description": "Khi chịu đòn chí mạng, ẩn vào quan trong {0} giây và hồi máu một lượng bằng 6% thể lực tối đa + {1}. Miễn nhiễm mọi loại sát thương khi ở trong quan tài.",
    "books": {
      "0": "Tăng hồi máu {0}%.",
      "1": "Tăng hồi máu {0}%.",
      "2": "Tăng hồi máu {0}%."
    },
    "light": "Khi ở trong quan tài, gây ra sát thương tương ứng với 5% thể lực tối đa trên mỗi giây lên địch xung quanh.",
    "dark": "Khi ra hiệu ứng, làm toàn bộ địch ngất xỉu trong 2 giây.",
    "ut": {
      "name": "Búp bê bạn bè đầu tiên",
      "description": [
        "[An nghỉ] Khi kích hoạt, hóa giải mọi hiệu ứng có hại của đồng minh và giảm 10% Tất cả sát thương cho bản thân trong 10 giây.",
        "[An nghỉ] Khi kích hoạt, hóa giải mọi hiệu ứng có hại của đồng minh và giảm 12% Tất cả sát thương cho bản thân trong 10 giây.",
        "[An nghỉ] Khi kích hoạt, hóa giải mọi hiệu ứng có hại của đồng minh và giảm 14% Tất cả sát thương cho bản thân trong 10 giây.",
        "[An nghỉ] Khi kích hoạt, hóa giải mọi hiệu ứng có hại của đồng minh và giảm 17% Tất cả sát thương cho bản thân trong 10 giây.",
        "[An nghỉ] Khi kích hoạt, hóa giải mọi hiệu ứng có hại của đồng minh và giảm 21% Tất cả sát thương cho bản thân trong 10 giây.",
        "[An nghỉ] Khi kích hoạt, hóa giải mọi hiệu ứng có hại của đồng minh và giảm 25% Tất cả sát thương cho bản thân trong 10 giây."
      ],
      "story": "Một con búp bê trông giống hệt Rephy, người bạn đầu tiên của Jane. Jane đứng ngây người trước cửa hàng bán độc dược. Khi thấy mắt Jane dán chặt vào Búp bê Rephy phiên bản giới hạn trưng bày trong cửa hàng, Epis quyết định mua cho cô ấy món đồ đó. Búp bê chỉ có thể mua bằng mileage và Epis đã mếu máo sau khi tiêu hết số tiền trong túi. Tuy nhiên, nụ cười của Jane sau khi có người bạn búp bê đầu tiên thực sự là đáng giá."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / M. Block +200",
    "dark": "Làm tăng 1% lực hồi phục và 1% sức tấn công của bản thân. Cộng dồn tối đa 50 lần."
  }
}