{
  "name": "Aisha",
  "subtitle": "Công chúa Violet",
  "description": "Một nữ quý tộc đến từ Orvelia. Với phẩm chất của một thiên tài, cô nàng đã đạt được danh hiệu 'Violet' (cấp bậc Tím) từ Tháp Hiền triết Sử dụng chiếc dù che nắng yêu thích, cô ấy bắn đạn năng lượng mạnh mẽ về phía kẻ thù.",
  "story": "Con gái một gia đinh quý tộc từ Orvel. Là một trong những phù thủy tài năng nhất của Tháp hiền triết, nàng đã được trao danh hiệu cấp 'Tím' để ghi nhận năng lực phép thuật của mình. Được nuôi dạy trong Tháp hiền triết kể từ khi còn nhỏ theo yêu cầu của bố mẹ mình nhưng nàng vẫn giữ được phẩm giá quý tộc. Khi còn nhỏ, nàng chưa bao giờ hiểu vì sao bố mẹ gửi mình đến đây để tự sinh tự diệt. Nhưng giờ nàng hiểu được lý do của họ. Giờ đây, nàng quay về nhà và luôn được người hầu gái chăm sóc. Bà cũng giống như một thành viên khác trong gia đình nàng vậy.",
  "like": "Giờ uống trà với Priscilla",
  "dislike": "Những kẻ thô lỗ",
  "inn": {
    "idle": "Hmph, có lẽ nên mua luôn cả Quán trọ này.",
    "recruit": {
      "greet": "Đây là lần đầu tiên bạn tham gia một cuộc gặp mặt quý tộc?",
      "talk": [
        "Hừm, bạn đến từ gia đình nào?",
        "Chiếc váy này... những chi tiết cuối cùng khá tồi tàn",
        "Ugh, tôi thích đầu bếp của tôi nấu... những món ăn ngon lành này hơn."
      ],
      "gift": "Là của tôi, cảm ơn bạn. Sao lúc khác bạn không ghé qua uống trà?"
    },
    "affinity": {
      "greet": "Ngôi nhà này chẳng đẹp đến thế đâu.",
      "talk": [
        "Ôi... Ta không cần thức ăn. Chắc là ta chẳng thích đâu.",
        "Lần sau ta sẽ lái một cỗ xe sang tới đây."
      ],
      "gift": "Cảm ơn nhé. Ngươi cần gì thì cứ nói với ta."
    },
    "relationship": {
      "greet": "Chị đã đi một nơi khác một lúc thôi, đừng quá lo lắng.",
      "talk": [
        "Đừng bị lừa trước nụ cười của quý tộc. Nụ cười của họ không phải dành cho bạn đâu. Đó là để ngụy trang bản thân họ thôi.",
        "Là chị mà lại không thể gọi là chị thì tôi thấy bất mãn quá. Với tôi, chị là người không khác gì gia đình cả!",
        "Nghe nói là danh hiệu màu tím... Trong sắc màu hiền nhân không có quan hệ trên dưới, nhưng trong số các sắc màu thì nó là màu cuối cùng nên ta không thích!"
      ]
    }
  },
  "uw": {
    "name": "Số mệnh cao quý, Mahitra",
    "description": [
      "Khi tấn công có 35% cơ hội gây thêm sát thương phép tương đương 40% sức tấn công lên đối tượng.",
      "Khi tấn công có 35% cơ hội gây thêm sát thương phép tương đương 48% sức tấn công lên đối tượng.",
      "Khi tấn công có 35% cơ hội gây thêm sát thương phép tương đương 57% sức tấn công lên đối tượng.",
      "Khi tấn công có 35% cơ hội gây thêm sát thương phép tương đương 69% sức tấn công lên đối tượng.",
      "Khi tấn công có 35% cơ hội gây thêm sát thương phép tương đương 83% sức tấn công lên đối tượng.",
      "Khi tấn công có 35% cơ hội gây thêm sát thương phép tương đương 100% sức tấn công lên đối tượng."
    ],
    "story": "Trong Tháp hiền triết, danh hiệu cấp bậc Tím thể hiện sức mạnh mana đỉnh cao. Những công cụ phát thông thường không thể chứa đựng mana dường như vô tận của Aisha. Vì lý do đó, dòng họ Daphnel đã mua tất cả những viên đá mana tốt nhất họ có thể tìm được và đưa chúng cho Annette, pháp nghệ sư giỏi nhất trong Lâu đài Orvel. Annette vui vẻ đồng ý thực hiện dự án mới này. Không lâu sau đó, cô đã tạo ra Mahitra, một chiếc ô xinh đẹp thích hợp cho một phù thủy quý tộc có định mệnh cao quý."
  },
  "s1": {
    "name": "Hỏa lực bí ẩn",
    "description": "Gây {0} sát thương phép lên kẻ địch trong khu vực hẹp. Khi ra đòn chí mạng, giảm 1 giây thời gian hồi chiêu.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Khi địch còn 1 người, lượng sát thương tăng 100%.",
    "dark": "Hồi phục 300 mana khi có đòn chí mạng.",
    "ut": {
      "name": "Bông hoa tím",
      "description": [
        "[Hỏa lực bí ẩn] Giảm 1 giây Thời gian hồi chiêu và tăng 25% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Hỏa lực bí ẩn] Giảm 1.2 giây Thời gian hồi chiêu và tăng 25% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Hỏa lực bí ẩn] Giảm 1.4 giây Thời gian hồi chiêu và tăng 25% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Hỏa lực bí ẩn] Giảm 1.7 giây Thời gian hồi chiêu và tăng 25% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Hỏa lực bí ẩn] Giảm 2.1 giây Thời gian hồi chiêu và tăng 25% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Hỏa lực bí ẩn] Giảm 2.5 giây Thời gian hồi chiêu và tăng 25% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây."
      ],
      "story": "Đây là một trong những vật phẩm được Tháp hiền triết gọi là Tím. Nó hợp thành bộ với Nhẫn mana. Màu tím biểu thị lượng mana dồi dào, và đúng như tên gọi, Bông hoa tím có một viên tinh thể giúp Aisha gia tăng lượng mana và gây nổ. Vì uy năng của vật phẩm này quá lớn, nên Priscilla buộc Aisha hứa rằng cô sẽ chỉ sử dụng nó khi tuyệt đối cần thiết."
    }
  },
  "s2": {
    "name": "Tia hủy diệt",
    "description": "Mỗi 5 giây gây {0} sát thương phép lên đối thủ trong phạm vi phía trước. Sau 5 giây tiêu thụ 3% mana liên tục trong mỗi 0.5 giây và tăng 100% lượng sát thương. Kĩ năng kéo dài tối đa trong 10 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Mất một nửa lượng tiêu thụ mana của tia sáng cường hóa.",
    "dark": "Gấp đôi lượng tiêu thụ mana của tia sáng cường hóa và hiệu ứng tăng lượng sát thương đổi từ 100% thành 200%.",
    "ut": {
      "name": "Gương cầm tay trang nhã",
      "description": [
        "[Tia hủy diệt] Tăng 50% Sát thương và hồi phục 500 MP ngay khi sử dụng.",
        "[Tia hủy diệt] Tăng 50% Sát thương và hồi phục 600 MP ngay khi sử dụng.",
        "[Tia hủy diệt] Tăng 50% Sát thương và hồi phục 720 MP ngay khi sử dụng.",
        "[Tia hủy diệt] Tăng 50% Sát thương và hồi phục 860 MP ngay khi sử dụng.",
        "[Tia hủy diệt] Tăng 50% Sát thương và hồi phục 1040 MP ngay khi sử dụng.",
        "[Tia hủy diệt] Tăng 50% Sát thương và hồi phục 1250 MP ngay khi sử dụng."
      ],
      "story": "Một báu vật linh thiêng được truyện qua nhiều thế hệ của dòng họ Von Daphnel. Đó là dụng cụ phù thủy dùng để tích trữ mana thời xưa. Sức mạnh của chiếc gương giải phóng sau khi Aisha dùng mana của mình để khảm viên đá Tím quý tộc. Giờ đây nó tỏa sáng rực rỡ."
    }
  },
  "s3": {
    "name": "Mưa công phá",
    "description": "Gây  {1}  sát thương phép lên đối thủ ngẫu nhiên trong  {0}  giây, và giảm 5% lực phòng thủ phép thuật của đối phương. Cộng dồn tối đa 5 lần.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Mang hiệu ứng tránh phạm vi.",
    "dark": "Cộng dồn giảm lực phòng thủ phép tăng thành tối đa 10 lần cộng dồn.",
    "ut": {
      "name": "Nhẫn ma thuật vô cực",
      "description": [
        "Lượng sát thương của [Mưa công phá] tăng 50% và hồi phục 30 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Mưa công phá] tăng 50% và hồi phục 36 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Mưa công phá] tăng 50% và hồi phục 43 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Mưa công phá] tăng 50% và hồi phục 52 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Mưa công phá] tăng 50% và hồi phục 62 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Mưa công phá] tăng 50% và hồi phục 75 mana khi có đòn chí mạng."
      ],
      "story": "Một chiếc nhẫn được trao cùng với danh hiệu cấp bậc Tím từ Tháp hiền triết. Đó là một cổ vật của phù thủy Eucaletus, người sống ở Đầm lầy thông thái. Tùy vào người sở hữu mà nó tỏa ra sức mạnh khác nhau. Đối với một số người, đó có thể là nguồn mana vô tận. Đây là vật phẩm lý tưởng dành cho Aisha, người dùng những khẩu pháo ma thuật cực mạnh."
    }
  },
  "s4": {
    "name": "Áp lực kỳ bí",
    "description": "Khi gây đòn chí mạng, gây thêm {0} sát thương phép lên kẻ địch.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng sát thương tăng 40%.",
    "dark": "Bỏ qua hiệu ứng chặn của đối phương",
    "ut": {
      "name": "Con mắt sự thật",
      "description": [
        "[Áp lực kỳ bí] Tăng 50% Sát thương. Khi kích hoạt, tăng 1% Sát thương chí mạng của bản thân. Hiệu ứng này có thể cộng dồn tối đa 20 lần.",
        "[Áp lực kỳ bí] Tăng 50% Sát thương. Khi kích hoạt, tăng 1,2% Sát thương chí mạng của bản thân. Hiệu ứng này có thể cộng dồn tối đa 20 lần.",
        "[Áp lực kỳ bí] Tăng 50% Sát thương. Khi kích hoạt, tăng 1,4% Sát thương chí mạng của bản thân. Hiệu ứng này có thể cộng dồn tối đa 20 lần.",
        "[Áp lực kỳ bí] Tăng 50% Sát thương. Khi kích hoạt, tăng 1,7% Sát thương chí mạng của bản thân. Hiệu ứng này có thể cộng dồn tối đa 20 lần.",
        "[Áp lực kỳ bí] Tăng 50% Sát thương. Khi kích hoạt, tăng 2,1% Sát thương chí mạng của bản thân. Hiệu ứng này có thể cộng dồn tối đa 20 lần.",
        "[Áp lực kỳ bí] Tăng 50% Sát thương. Khi kích hoạt, tăng 2,5% Sát thương chí mạng của bản thân. Hiệu ứng này có thể cộng dồn tối đa 20 lần."
      ],
      "story": "Mặt dây chuyền huyền bí được phát hiện trong đống tàn tích cổ đại. Vật này được tìm thấy trong lăng mộ của một người được biết đến là Thần thông thái và trí tuệ cổ đại. Aisha đã mua trang sức này tại một cửa hàng trong con hẻm nhỏ và bị mê hoặc bởi sắc tím của nó. Sau đó, cô ấy nhận ra rằng mặt dây chuyền gia này tăng sức mạnh Thần bí của bản thân nên đã đặt tên cho nó là Con mắt sự thật và thường xuyên đeo."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Hồi phục mana tăng 10%, sát thương đòn chí mạng tăng 7%. Cộng dồn cao nhất 20 lần và không thể hủy một khi đã kích hoạt."
  }
}