{
  "name": "Leo",
  "subtitle": "Ký giả ngoại đạo",
  "description": "Ký giả của Thư viện Hoàng gia Orvelia. Anh chàng sử dụng cổ tự để giúp hồi máu đồng minh và xóa bỏ các phép thuật có lợi từ kẻ thù.",
  "story": "Trong hoàng cung Orvel có một thư viện được cho là có không gian vô tận. Leo là một Địa tinh vẫn luôn bảo vệ thư viện này từ rất lâu rồi. Nhớ mọi cuốn sách trong thư viện, ông là người hiểu biết nhất trong toàn bộ cung điện và nhiều người cũng đến thư viện nhờ vả sự thông thái của ông. Tuy nhiên, dường như ông vẫn gặp khó khăn khi giao tiếp với người khác.",
  "like": "Đọc, viết, ghi ghép",
  "dislike": "Sự cô đơn",
  "inn": {
    "idle": "Wow, ở đây có nhiều người hơn là sách.",
    "recruit": {
      "greet": "Chào bạn. Rất vui được gặp bạn.",
      "talk": [
        "Tôi muốn biết mọi thứ về thế giới này.",
        "Thế giới này chắc chắn là rất rộng lớn...",
        "Lúc nào đó đến thư viện đi. Tôi sẽ giới thiệu cho bạn vài quyển sách hay."
      ],
      "gift": "Cho tôi sao? Có thật không?"
    },
    "affinity": {
      "greet": "Ôi, chỗ này ấm quá!",
      "talk": [
        "Nhưng mà sách vở của ngươi hơi ít đó! Hay là để ta mang vài cuốn ở nhà cho ngươi nhé?",
        "Sách sẽ dạy ngươi rất nhiều điều!"
      ],
      "gift": "Cảm ơn nhé! Có dịp mời ngươi qua nhà bọn ta chơi!"
    },
    "relationship": {
      "greet": "Xin chào. Hôm nay bạn đem lại tin tức gì vậy?",
      "talk": [
        "Hôm nay cũng đã có nhiều kỉ lục mới rồi. Có cảm giác mỗi ngày được học điều mới vậy.",
        "Ngoài kia có nhiều việc thú vị nhỉ. Tôi cũng có ý định đi tham qua thế giới bên ngoài thế nào.",
        "Bạn có thời gian không? Tôi đã đem cuốn sách mới đến rồi..."
      ]
    }
  },
  "uw": {
    "name": "Cánh phượng hoàng, Belisa",
    "description": [
      "Đầu mỗi trận chiến, tăng 20% phòng thủ vật lý và phòng thủ phép thuật, tăng 200 tốc độ tấn công trong 15 giây và thêm hiệu ứng bổ sung cho kỹ năng đầu tiên sử dụng. Cổ tự mỏng manh - Tăng 500 xác suất chí mạng. Cổ tự trị thương - Loại bỏ trạng thái chế ngự trên người niệm kỹ năng trước khi dùng kỹ năng. Cổ tự lặng im - Tăng 1 giây thời gian Câm lặng.",
      "Đầu mỗi trận chiến, tăng 24% phòng thủ vật lý và phòng thủ phép thuật, tăng 240 tốc độ tấn công trong 15 giây và thêm hiệu ứng bổ sung cho kỹ năng đầu tiên sử dụng. Cổ tự mỏng manh - Tăng 500 xác suất chí mạng. Cổ tự trị thương - Loại bỏ trạng thái chế ngự trên người niệm kỹ năng trước khi dùng kỹ năng. Cổ tự lặng im - Tăng 1 giây thời gian Câm lặng.",
      "Đầu mỗi trận chiến, tăng 29% phòng thủ vật lý và phòng thủ phép thuật, tăng 290 tốc độ tấn công trong 15 giây và thêm hiệu ứng bổ sung cho kỹ năng đầu tiên sử dụng. Cổ tự mỏng manh - Tăng 500 xác suất chí mạng. Cổ tự trị thương - Loại bỏ trạng thái chế ngự trên người niệm kỹ năng trước khi dùng kỹ năng. Cổ tự lặng im - Tăng 1 giây thời gian Câm lặng.",
      "Đầu mỗi trận chiến, tăng 35% phòng thủ vật lý và phòng thủ phép thuật, tăng 350 tốc độ tấn công trong 15 giây và thêm hiệu ứng bổ sung cho kỹ năng đầu tiên sử dụng. Cổ tự mỏng manh - Tăng 500 xác suất chí mạng. Cổ tự trị thương - Loại bỏ trạng thái chế ngự trên người niệm kỹ năng trước khi dùng kỹ năng. Cổ tự lặng im - Tăng 1 giây thời gian Câm lặng.",
      "Đầu mỗi trận chiến, tăng 42% phòng thủ vật lý và phòng thủ phép thuật, tăng 420 tốc độ tấn công trong 15 giây và thêm hiệu ứng bổ sung cho kỹ năng đầu tiên sử dụng. Cổ tự mỏng manh - Tăng 500 xác suất chí mạng. Cổ tự trị thương - Loại bỏ trạng thái chế ngự trên người niệm kỹ năng trước khi dùng kỹ năng. Cổ tự lặng im - Tăng 1 giây thời gian Câm lặng.",
      "Đầu mỗi trận chiến, tăng 50% phòng thủ vật lý và phòng thủ phép thuật, tăng 500 tốc độ tấn công trong 15 giây và thêm hiệu ứng bổ sung cho kỹ năng đầu tiên sử dụng. Cổ tự mỏng manh - Tăng 500 xác suất chí mạng. Cổ tự trị thương - Loại bỏ trạng thái chế ngự trên người niệm kỹ năng trước khi dùng kỹ năng. Cổ tự lặng im - Tăng 1 giây thời gian Câm lặng."
    ],
    "story": "Phượng hoàng là một thánh thú tượng trưng cho sự sống vĩnh cửu. Cũng khó nắm bắt như chính bản thân mãnh thú, lông của nó được cho là cực kỳ hiếm. Tương truyền một cây bút lông làm từ lông phượng hoàng là một công cụ phép thuật đầy quyền năng chỉ nhờ vào chính nguyên liệu thôi. Cổ tự được viết bằng chiếc bút lông này có thể là một công cụ đầy sức mạnh cho Phép thuật cổ tự."
  },
  "s1": {
    "name": "Cổ tự mỏng manh",
    "description": "Khắc cổ tự lên mục tiêu, gây tối đa {3} sát thương vật lý mà bỏ qua phòng thủ dựa trên lượng HP đã mất, đồng thời làm giảm {1}% phòng thủ vật lý của mục tiêu trong {0} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Thời gian đợi dùng chiêu lại giảm 2 giây.",
    "dark": "Tăng đối phương lên thành 2.",
    "ut": {
      "name": "Bách khoa toàn thư chữ cổ đại – Tập một",
      "description": [
        "[Cổ tự mỏng manh] Trở nên không thể xóa bỏ và tăng 20% Sát thương.",
        "[Cổ tự mỏng manh] Trở nên không thể xóa bỏ và tăng 24% Sát thương.",
        "[Cổ tự mỏng manh] Trở nên không thể xóa bỏ và tăng 29% Sát thương.",
        "[Cổ tự mỏng manh] Trở nên không thể xóa bỏ và tăng 35% Sát thương.",
        "[Cổ tự mỏng manh] Trở nên không thể xóa bỏ và tăng 42% Sát thương.",
        "[Cổ tự mỏng manh] Trở nên không thể xóa bỏ và tăng 50% Sát thương."
      ],
      "story": "Cuốn bách khoa toàn thư ưa thích của Leo, chuyên diễn giải chữ cổ đại. Bộ này thực ra có 3 tập, nhưng tập hai và ba đã bị kẻ nào đó cố ý đốt mất, nên chỉ còn lại duy nhất [Tập một – Cổ tự dùng cho trị liệu và nguyền rủa]. Leo lúc nào cũng thấy buồn phiền vì suy nghĩ nếu có được hai tập kia thì anh ấy có thể khám phá ra bí mật của các chữ cổ đại. Còn lúc này, cuốn sách bị niêm phong và được yểm một bùa chú huyền bí, khiến cho không ai đọc được nó trừ khi chính cuốn sách ấy muốn thế."
    }
  },
  "s2": {
    "name": "Cổ tự trị thương",
    "description": "Hồi {0} thể lực toàn bộ đồng minh.",
    "books": {
      "0": "Tăng {0}% lượng hồi máu.",
      "1": "Tăng {0}% lượng hồi máu.",
      "2": "Tăng {0}% lượng hồi máu."
    },
    "light": "Tăng 40% lượng hồi phục.",
    "dark": "Sau hồi phục, tăng 25% lực phòng thủ vật lý của đồng minh trong 10 giây.",
    "ut": {
      "name": "Mực sinh lực",
      "description": [
        "[Cổ tự trị thương] Tăng 50% Hồi máu và 100 Kháng đòn chí mạng vật lý của đồng minh trong 10 giây.",
        "[Cổ tự trị thương] Tăng 50% Hồi máu và 120 Kháng đòn chí mạng vật lý của đồng minh trong 10 giây.",
        "[Cổ tự trị thương] Tăng 50% Hồi máu và 140 Kháng đòn chí mạng vật lý của đồng minh trong 10 giây.",
        "[Cổ tự trị thương] Tăng 50% Hồi máu và 170 Kháng đòn chí mạng vật lý của đồng minh trong 10 giây.",
        "[Cổ tự trị thương] Tăng 50% Hồi máu và 210 Kháng đòn chí mạng vật lý của đồng minh trong 10 giây.",
        "[Cổ tự trị thương] Tăng 50% Hồi máu và 250 Kháng đòn chí mạng vật lý của đồng minh trong 10 giây."
      ],
      "story": "Loại mực làm từ chiết xuất lá non của Cây thế giới. Mỗi năm chỉ sản xuất được 10 giọt mực này. Thần chú ma thuật được viết bằng loại mực này sẽ truyền nguồn sinh lực lớn vào cơ thể. Vì nó rất quý và khó sản xuất, nên Leo chỉ dùng vào những dịp đặc biệt."
    }
  },
  "s3": {
    "name": "Cổ tự lặng im",
    "description": "Gây ra {0} sát thương vật lý và gỡ trạng thái có lợi lên toàn bộ đối thủ. Gây câm đối tượng trong {1} giây.",
    "books": {
      "0": "Tăng {0} giây thời gian kéo dài trạng thái câm.",
      "1": "Tăng {0} giây thời gian kéo dài trạng thái câm",
      "2": "Tăng {0} giây thời gian kéo dài trạng thái câm"
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Lượng tiêu thụ Mana tăng 2, lượng sát thương tăng 200%. Đồng thời làm tăng 20% lượng sát thương mà đối phương nhận được.",
    "ut": {
      "name": "Cuộn kí ức",
      "description": [
        "Trong 10 giây làm tăng 15% sát thương lên đối thủ nhận phải [Cổ tự lặng im] và làm giảm 120 lực kháng trạng thái xấu.",
        "Trong 10 giây làm tăng 15% sát thương lên đối thủ nhận phải [Cổ tự lặng im] và làm giảm 140 lực kháng trạng thái xấu.",
        "Trong 10 giây làm tăng 15% sát thương lên đối thủ nhận phải [Cổ tự lặng im] và làm giảm 170 lực kháng trạng thái xấu.",
        "Trong 10 giây làm tăng 15% sát thương lên đối thủ nhận phải [Cổ tự lặng im] và làm giảm 210 lực kháng trạng thái xấu.",
        "Trong 10 giây làm tăng 15% sát thương lên đối thủ nhận phải [Cổ tự lặng im] và làm giảm 250 lực kháng trạng thái xấu.",
        "Trong 10 giây làm tăng 15% sát thương lên đối thủ nhận phải [Cổ tự lặng im] và làm giảm 300 lực kháng trạng thái xấu."
      ],
      "story": "Cuốn điển tịch về thuật pháp cổ đại. Một cuốn sách do những phù thủy đáng trọng vọng viết nên, nêu nguyên lý đằng sau ma thuật khai thác sự sống và tạo hóa. Nó được viết bằng ngôn ngữ bí ẩn, chỉ có thể giải mã một phần. Nếu hệ chữ cổ được phát hiện, có thể thoải mái thi triển bùa chú."
    }
  },
  "s4": {
    "name": "Cổ tự bảo hộ",
    "description": "Đánh dấu lên đồng minh có thể lực thấp nhất mỗi {0} giây và hồi phục {2} thể lực trong {1} giây.",
    "books": {
      "0": "Tăng {0}% lượng hồi máu.",
      "1": "Tăng {0}% lượng hồi máu.",
      "2": "Tăng {0} kháng trạng thái xấu trong thời gian liên tục."
    },
    "light": "Tăng 40% lượng hồi phục.",
    "dark": "Sau hồi phục, làm tăng 40% lực phòng thủ vật lý của đối phương nhận hồi phục trong 10 giây.",
    "ut": {
      "name": "Kính lúp vàng",
      "description": [
        "[Cổ tự bảo vệ] Tăng số lượng mục tiêu thêm 1. Tăng 200 điểm Tốc độ tấn công của các mục tiêu trong thời gian kỹ năng có hiệu lực.",
        "[Cổ tự bảo vệ] Tăng số lượng mục tiêu thêm 1. Tăng 240 điểm Tốc độ tấn công của các mục tiêu trong thời gian kỹ năng có hiệu lực.",
        "[Cổ tự bảo vệ] Tăng số lượng mục tiêu thêm 1. Tăng 290 điểm Tốc độ tấn công của các mục tiêu trong thời gian kỹ năng có hiệu lực.",
        "[Cổ tự bảo vệ] Tăng số lượng mục tiêu thêm 1. Tăng 350 điểm Tốc độ tấn công của các mục tiêu trong thời gian kỹ năng có hiệu lực.",
        "[Cổ tự bảo vệ] Tăng số lượng mục tiêu thêm 1. Tăng 420 điểm Tốc độ tấn công của các mục tiêu trong thời gian kỹ năng có hiệu lực.",
        "[Cổ tự bảo vệ] Tăng số lượng mục tiêu thêm 1. Tăng 500 điểm Tốc độ tấn công của các mục tiêu trong thời gian kỹ năng có hiệu lực."
      ],
      "story": "Một chiếc kính lúp bằng vàng truyền qua các đời nhà chép sử. Vật này là một biểu tượng ghi nhận những nhà chép sử Orvel chân thực và khách quan nhất. Đồng thời, đây còn là vinh dự to lớn nhất đối với một sử gia khi được trao tặng Kính lúp vàng."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / P. Block +200",
    "dark": "Khi tấn công sẽ gây ra sát thương vật lý tương ứng 120% sức tấn công với xác suất 10%, giảm 300 mana của địch ngẫu nhiên và khiến địch im lặng trong 1 giây."
  }
}