{
  "name": "Fluss",
  "subtitle": "Lưỡi kiếm rung động",
  "description": "Đội phó của Đội Bảo vệ Hoàng gia. Thanh kiếm âm thanh của anh ấy có thể cắt qua phép thuật. Kỹ năng của anh chàng cho phép tấn công kẻ địch nguy hiểm nhất trước tiên.",
  "story": "Là con trai của thống soái Hiệp sĩ hoàng đế, anh phải trải qua quá trình đào tạo khắc nghiệt kể từ khi còn nhỏ xíu để trở thành một kiếm sĩ chân chính. Không ai có thể nghi ngờ danh hiệu kiếm sĩ nhanh nhất trong hoàng cung của anh. Số hiệp sĩ thù địch bại dưới tay anh trên chiến trận đã chứng minh cho kỹ năng của anh. Anh nhanh chóng vươn lên thứ hạng làm phó đội trưởng Đội bảo vệ hoàng gia và là đối tượng được mọi người ái mộ. Mặc dù biết rõ là mình đẹp trai, anh vẫn ghét cay ghét đắng những người tiếp cận mình chỉ vì vẻ đẹp bên ngoài. Anh coi trọng vẻ đẹp nội tâm hơn là những gì nhìn thấy được. Tuy nhiên, anh có chút đạo đức giả vì đôi khi vẫn bị rơi vào lưới tình với nhan sắc của chính mình.",
  "like": "Đôi mắt của em",
  "dislike": "Những người không hiểu gì về lãng mạn",
  "inn": {
    "idle": "Không quá khác biệt với các Quán trọ tại Vương đô, tôi đảm bảo.",
    "recruit": {
      "greet": "Bạn khá là chăm chỉ.",
      "talk": [
        "Ah, làn gió mát của Vương đô - tôi nhớ nó biết bao.",
        "Tham gia đào tạo liên tục là cách duy nhất nâng cao kỹ năng của bạn.",
        "Chỉ có một người khác có thể khiến tôi nói chuyện thoải mái như vậy..."
      ],
      "gift": "Một cái bánh mì nướng cho tinh thần của bạn."
    },
    "affinity": {
      "greet": "Ta mang ít hoa đến thăm ngươi đây.",
      "talk": [
        "Con người cũng như thanh kiếm vậy. Phải miệt mài rèn giũa mới mong trở thành một hiệp sĩ đích thực.",
        "Ta chẳng thích Pavel tẹo nào. Ai bảo hắn để Rodina như thế kia chứ..."
      ],
      "gift": "Uống mừng lòng tốt của ngươi."
    },
    "relationship": {
      "greet": "Thứ ở trong đồng tử của ngươi... à không, tôi nên thôi tại đây...",
      "talk": [
        "Dòng dõi của chúng tôi nếu nói nghiêm túc thì không phải xuất thân từ đế quốc.",
        "Bông hoa này là loài hoa được trồng ở tổ quốc tổ tiên của tôi. Tôi lưu giữ nó để nhắc mình không được quên ngày đó.",
        "Đội cảnh vệ chúng tôi nói hay thì là trực thuộc, chứ đại đa số là những công tử nhà quý tộc cao quý. Những tên đáng sợ thật sự thì khác..."
      ]
    }
  },
  "uw": {
    "name": "Song kiếm thịnh nộ, Veralta",
    "description": [
      "Sau mỗi 7 giây, tăng 12% tấn công và 120 tốc độ tấn công trong 30 giây. Hiệu ứng này có thể cộng dồn tối đa 3 lần và không thể bị loại bỏ.",
      "Sau mỗi 7 giây, tăng 14% tấn công và 140 tốc độ tấn công trong 30 giây. Hiệu ứng này có thể cộng dồn tối đa 3 lần và không thể bị loại bỏ.",
      "Sau mỗi 7 giây, tăng 17% tấn công và 170 tốc độ tấn công trong 30 giây. Hiệu ứng này có thể cộng dồn tối đa 3 lần và không thể bị loại bỏ.",
      "Sau mỗi 7 giây, tăng 20% tấn công và 200 tốc độ tấn công trong 30 giây. Hiệu ứng này có thể cộng dồn tối đa 3 lần và không thể bị loại bỏ.",
      "Sau mỗi 7 giây, tăng 25% tấn công và 250 tốc độ tấn công trong 30 giây. Hiệu ứng này có thể cộng dồn tối đa 3 lần và không thể bị loại bỏ.",
      "Sau mỗi 7 giây, tăng 30% tấn công và 300 tốc độ tấn công trong 30 giây. Hiệu ứng này có thể cộng dồn tối đa 3 lần và không thể bị loại bỏ."
    ],
    "story": "Một bộ vũ khí đã phù phép được trao cho một hiệp sĩ giáng xuống từ Cộng hòa Gray là ông của Fluss và được truyền qua các thế hệ như báu vật gia truyền. Chúng có khả năng tăng dần năng lực thể chất của người sử dụng, cho phép người đó phá vỡ giới hạn của loài người và có được sức mạnh cũng như tốc độ siêu nhiên. Vì tác động diễn ra dần dần nên không có áp lực đột ngột nào đối với cơ thể của người sử dụng. Mỗi món vũ khí lần lượt có tên là Máu và Hoa hồng. Tên gọi của chúng bắt nguồn từ cơn lốc máu và cánh hoa xuất hiện sau mỗi lần Fluss vung cặp song kiếm. Không có chiến binh nào khác có thể tận dụng tiềm năng của chúng như Fluss."
  },
  "s1": {
    "name": "Lưỡi kiếm bão tố",
    "description": "Tấn công mục tiêu và kẻ địch gần đó 3 lần, gây tổng cộng {0} sát thương vật lý. Nếu mục tiêu không phải là Anh hùng, gây thêm tổng cộng {1} sát thương vật lý trong 5 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Khi địch còn 1 người, bỏ qua lực phòng thủ.",
    "dark": "Thời gian đợi dùng lại chiêu giảm 6% khi có đòn chí mạng.",
    "ut": {
      "name": "Đai lưng mắt bão",
      "description": [
        "[Lưỡi kiếm bão tố] Giảm 1 điểm Tiêu hao mana và tăng 4% Sát thương khi sử dụng. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Lưỡi kiếm bão tố] Giảm 1 điểm Tiêu hao mana và tăng 4.8% Sát thương khi sử dụng. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Lưỡi kiếm bão tố] Giảm 1 điểm Tiêu hao mana và tăng 5.8% Sát thương khi sử dụng. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Lưỡi kiếm bão tố] Giảm 1 điểm Tiêu hao mana và tăng 7% Sát thương khi sử dụng. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Lưỡi kiếm bão tố] Giảm 1 điểm Tiêu hao mana và tăng 8.4% Sát thương khi sử dụng. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Lưỡi kiếm bão tố] Giảm 1 điểm Tiêu hao mana và tăng 10% Sát thương khi sử dụng. Hiệu ứng này có thể cộng dồn tối đa 10 lần."
      ],
      "story": "Chiếc đai lưng mà cha Fluss đưa cho anh khi anh được bổ nhiệm làm Chuẩn Đại võ sư của nhóm hiệp sĩ. Nó ẩn chứa bùa phép Mắt bão, có tác dụng tạo một khoảng tĩnh lặng xung quanh người đeo. – Nếu bạn nghe thấy tiếng vung kiếm của anh ấy, thì bạn sẽ sớm nhìn thấy ánh kiếm nhoáng lên trước mắt."
    }
  },
  "s2": {
    "name": "Di chuyển chớp nhoáng",
    "description": "Di chuyển đến đối thủ có sức tấn công cao nhất. Tạo trạng thái câm trong 2 giây lên đối tượng, tăng {1} lượng giảm sát thương phép nhận trong {0} và khắc dấu lên đối tượng trong {2} giây, đồng thời ưu tiên mọi tấn công của bản thân lên đối tượng mang dấu ấn. Mỗi khi tấn công lên đối tượng mang dấu ấn, gây thêm {3} sát thương vật lý.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng tiêu thụ mana tăng 1 và thời gian đợi dùng lại chiêu giảm 5 giây.",
    "dark": "Gỡ bỏ hiệu ứng có lợi của đối phương.",
    "ut": {
      "name": "Nước hoa quyến rũ",
      "description": [
        "[Di chuyển chớp nhoáng] Thay đổi Dấu ấn thành không thể xóa bỏ và tăng 20% lực tấn công trong 10 giây sau khi kẻ địch dính dấu ấn này chết.",
        "[Di chuyển chớp nhoáng] Thay đổi Dấu ấn thành không thể xóa bỏ và tăng 24% lực tấn công trong 10 giây sau khi kẻ địch dính dấu ấn này chết.",
        "[Di chuyển chớp nhoáng] Thay đổi Dấu ấn thành không thể xóa bỏ và tăng 29% lực tấn công trong 10 giây sau khi kẻ địch dính dấu ấn này chết.",
        "[Di chuyển chớp nhoáng] Thay đổi Dấu ấn thành không thể xóa bỏ và tăng 35% lực tấn công trong 10 giây sau khi kẻ địch dính dấu ấn này chết.",
        "[Di chuyển chớp nhoáng] Thay đổi Dấu ấn thành không thể xóa bỏ và tăng 42% lực tấn công trong 10 giây sau khi kẻ địch dính dấu ấn này chết.",
        "[Di chuyển chớp nhoáng] Thay đổi Dấu ấn thành không thể xóa bỏ và tăng 50% lực tấn công trong 10 giây sau khi kẻ địch dính dấu ấn này chết."
      ],
      "story": "Nước hoa làm từ hoa hồng Vivienne đầu mùa. Hoa hồng Vivienne tuy đẹp nhưng rất nguy hiểm. Những người ngửi hương hoa sẽ bị ảo giác và chỉ biết giương mắt nhìn khi đối thủ tấn công."
    }
  },
  "s3": {
    "name": "Cánh hoa đẫm máu",
    "description": "Gây tổng cộng {0} sát thương vật lý lên kẻ địch trong 16 lần đánh trúng và áp chế mục tiêu trong khi xuất kỹ năng. Sát thương này bỏ qua hiệu ứng Chặn của mục tiêu.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Mỗi khi phát sinh đòn chí mạng, lượng sát thương của lần tấn công cuối tăng 10%.",
    "dark": "Tăng 50% lượng sát thương của tấn công thường khi đang trong thời gian đợi dùng lại chiêu.",
    "ut": {
      "name": "Hoa hồng vĩnh cửu",
      "description": [
        "Lượng sát thương của [Cánh hoa đẫm máu] tăng 20%, né tất cả tấn công phép trong lúc sử dụng kĩ năng.",
        "Lượng sát thương của [Cánh hoa đẫm máu] tăng 24%, né tất cả tấn công phép trong lúc sử dụng kĩ năng.",
        "Lượng sát thương của [Cánh hoa đẫm máu] tăng 29%, né tất cả tấn công phép trong lúc sử dụng kĩ năng.",
        "Lượng sát thương của [Cánh hoa đẫm máu] tăng 35%, né tất cả tấn công phép trong lúc sử dụng kĩ năng.",
        "Lượng sát thương của [Cánh hoa đẫm máu] tăng 42%, né tất cả tấn công phép trong lúc sử dụng kĩ năng.",
        "Lượng sát thương của [Cánh hoa đẫm máu] tăng 50%, né tất cả tấn công phép trong lúc sử dụng kĩ năng."
      ],
      "story": "Đóa hoa hồng có sức sống trườngtồnngay cả khi bị hái đi. Fluss rất yêu loài hoa này. Nó gợi Fluss nhớ về bổn phận của một hiệp sĩ, cũng là nền tảng cho ý chí kiên cường giúpanhluôn tự tin khi chiến đấu."
    }
  },
  "s4": {
    "name": "Giải bùa",
    "description": "Mỗi {0} giây nếu chịu sát thương phép thuật, gây {1} sát thương vật lý lên đối tượng gây sát thương phép tương ứng, tránh mọi tấn công phép trong {2} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng 3% sức tấn công của bản thân khi tránh. Cộng dồn tối đa 10 lần.",
    "dark": "Làm đối phương ngất xỉu trong 3 giây với xác suất 30%.",
    "ut": {
      "name": "Mật thư phong ấn",
      "description": [
        "[Giải bùa] Khi kích hoạt, tăng 200 điểm Tốc độ tấn công của bản thân trong 4 giây. Hiệu ứng né tránh mà [Giải bùa] mang lại sẽ kéo dài thêm 1 giây.",
        "[Giải bùa] Khi kích hoạt, tăng 240 điểm Tốc độ tấn công của bản thân trong 4 giây. Hiệu ứng né tránh mà [Giải bùa] mang lại sẽ kéo dài thêm 1 giây.",
        "[Giải bùa] Khi kích hoạt, tăng 290 điểm Tốc độ tấn công của bản thân trong 4 giây. Hiệu ứng né tránh mà [Giải bùa] mang lại sẽ kéo dài thêm 1 giây.",
        "[Giải bùa] Khi kích hoạt, tăng 350 điểm Tốc độ tấn công của bản thân trong 4 giây. Hiệu ứng né tránh mà [Giải bùa] mang lại sẽ kéo dài thêm 1 giây.",
        "[Giải bùa] Khi kích hoạt, tăng 420 điểm Tốc độ tấn công của bản thân trong 4 giây. Hiệu ứng né tránh mà [Giải bùa] mang lại sẽ kéo dài thêm 1 giây.",
        "[Giải bùa] Khi kích hoạt, tăng 500 điểm Tốc độ tấn công của bản thân trong 4 giây. Hiệu ứng né tránh mà [Giải bùa] mang lại sẽ kéo dài thêm 1 giây."
      ],
      "story": "Một mật thư có phong ấn hình chó sói của Đế quốc. Fluss, người nhận được bức thư có phong ấn của Hoàng đế, giữ mật thư trong túi sâu nhất của áo khoác cho đến khi có thể trao tận tay cho công chúa cao quý nhất xứ Orvel."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / M.Dodge +100",
    "dark": "Khi tấn công sẽ gây thêm sát thương vật lý tương ứng 20% sức tấn công lên kẻ địch, gây sát thương vật lý gấp đôi với xác suất 10% và gỡ bỏ hiệu ứng có lợi của địch."
  }
}