{
  "name": "Cleo",
  "subtitle": "Nữ phù thủy chuộc tội",
  "description": "Một nữ phù thủy đến từ Tháp Đỏ, cô gái dũng cảm này sử dụng phép thuật lửa thực sự mạnh để thiêu cháy nhiều kẻ thù, và sau đó gây ra sát thương lớn hơn bằng cách làm cho than hồng phát nổ.",
  "story": "Ký ức đầu tiên mà Cleo có được là ở Tháp hiền triết. Được Triết gia vĩ đại Dominiks nuôi lớn từ khi còn là một đứa trẻ mồ côi, nàng vừa là phù thủy thiên tài vừa là kẻ chuyên gây rối. Vì không thể kiểm soát sức mạnh của chính mình, nàng thường gặp phải rắc rối, trong đó có việc phá hủy một phần Tháp đỏ, nơi ở của chính nàng. Bất chấp điều đó, vì rõ ràng luôn miễn dịch trước cơn thịnh nộ của Triết gia vĩ đại mà nàng bị bạn bè tẩy chay. Mặc dù điều này khiến nàng trở nên ích kỷ và vô tâm nhưng sâu bên trong, nàng vẫn là một cô gái tốt bụng lo sợ bị những người khác bỏ rơi.",
  "like": "Lửa trại, gối (?)",
  "dislike": "Máy móc",
  "inn": {
    "idle": "A~ chán quá. Ước gì có trang bị phép thuật nào đó.",
    "recruit": {
      "greet": "Chào? Tên tôi là Cleo. Tôi là một đại phù thủy.",
      "talk": [
        "Có muốn ăn thịt không? Tôi nướng cho nhé?",
        "Bạn tò mò về phép thuật của lửa? Hehe, tôi cũng muốn dạy cho lắm nhưng không phải ai cũng có thể học được.",
        "Tại sao lại gọi tôi là phù thủy luyện ngục nhỉ? Thật là không hài lòng chút nào. Tôi là một đại phù thủy."
      ],
      "gift": "Tôi thích bạn."
    },
    "affinity": {
      "greet": "Ngươi đến muộn rồi! Sao ngươi dám để một Phù thủy phải chờ cơ chứ!?",
      "talk": [
        "Giữa Frey và Roi, ta thích ai hơn ư? Hỏi gì mà vô nghĩa quá vậy? Đương nhiên là Frey rồi!",
        "Chẳng biết mẹ ta đang ở chốn nào... Chừng nào còn sống thì ta vẫn còn cơ hội gặp bà, đúng chứ?"
      ],
      "gift": "Ồ! Ta thấy nó hợp với Phù thủy đó! Cảm ơn nhé!"
    },
    "relationship": {
      "greet": "Hô hô, ngươi đến diện kiến đại phù thủy này đấy à.",
      "talk": [
        "Với tôi, Frey còn hơn cả một cái gối nữa!",
        "Đừng quên. Nhờ có tôi mà mọi người có thể di chuyển nhanh được.",
        "Bạn sẽ đi cùng tôi chứ?"
      ]
    }
  },
  "uw": {
    "name": "Ngọn lửa nguyên thủy, Flenos",
    "description": [
      "Kỹ năng đánh trúng sẽ gây thêm Sát thương phép thuật tương đương 3% điểm Tấn công trên mỗi lần cộng dồn Mồi lửa mà kẻ địch dính phải.",
      "Kỹ năng đánh trúng sẽ gây thêm Sát thương phép thuật tương đương 3,6% điểm Tấn công trên mỗi lần cộng dồn Mồi lửa mà kẻ địch dính phải.",
      "Kỹ năng đánh trúng sẽ gây thêm Sát thương phép thuật tương đương 4,3% điểm Tấn công trên mỗi lần cộng dồn Mồi lửa mà kẻ địch dính phải.",
      "Kỹ năng đánh trúng sẽ gây thêm Sát thương phép thuật tương đương 5,2% điểm Tấn công trên mỗi lần cộng dồn Mồi lửa mà kẻ địch dính phải.",
      "Kỹ năng đánh trúng sẽ gây thêm Sát thương phép thuật tương đương 6,3% điểm Tấn công trên mỗi lần cộng dồn Mồi lửa mà kẻ địch dính phải.",
      "Kỹ năng đánh trúng sẽ gây thêm Sát thương phép thuật tương đương 7,5% điểm Tấn công trên mỗi lần cộng dồn Mồi lửa mà kẻ địch dính phải."
    ],
    "story": "Bản chất Ngọn lửa đầu tiên trên thế giới. Chúa lửa đã trao viên ngọc tuyệt đẹp này cho một người giao kèo với mình. Qua nhiều thời đại, viên ngọc này rơi vào tay một pháp sư, người đã đưa viên ngọc vào nhân trong cây quyền trượng của mình. Sau này, pháp sư đã cho các học trò yêu quý của mình xem cây quyền trượng này."
  },
  "s1": {
    "name": "Kim lửa",
    "description": "Tấn công một kẻ địch ngẫu nhiên 5 lần, gây tổng cộng {0} Sát thương phép thuật. Hồi phục 100 Mana cho bản thân khi có Đòn chí mạng.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Khi tấn công hơn 5 kẻ địch, mức sát thương của kỹ năng giảm đi 50% nhưng mục tiêu của kỹ năng trở thành tất cả kẻ địch.",
    "dark": "Làm choáng mục tiêu trong 1 giây.",
    "ut": {
      "name": "Đèn phượng hoàng",
      "description": [
        "[Kim lửa] Đổi mục tiêu sang kẻ địch có điểm Tấn công cao nhất và giảm 100 Mana của mục tiêu đó.",
        "[Kim lửa] Đổi mục tiêu sang kẻ địch có điểm Tấn công cao nhất và giảm 120 Mana của mục tiêu đó.",
        "[Kim lửa] Đổi mục tiêu sang kẻ địch có điểm Tấn công cao nhất và giảm 140 Mana của mục tiêu đó.",
        "[Kim lửa] Đổi mục tiêu sang kẻ địch có điểm Tấn công cao nhất và giảm 170 Mana của mục tiêu đó.",
        "[Kim lửa] Đổi mục tiêu sang kẻ địch có điểm Tấn công cao nhất và giảm 210 Mana của mục tiêu đó.",
        "[Kim lửa] Đổi mục tiêu sang kẻ địch có điểm Tấn công cao nhất và giảm 250 Mana của mục tiêu đó."
      ],
      "story": "Một ngọn đèn phép thuật có xuất xứ từ Tháp hiền triết. Con phượng hoàng lửa bất diệt, hỏa linh đầu tiên của Tháp hiền triết, được phong ấn trong ngọn đèn này. Dominics trông coi nó rất cẩn thận, vì phượng hoàng giờ sắp bị diệt tuyệt, nhưng Cleo lại tùy tiện dùng nó để cường hóa phép Kim lửa mà không đếm xỉa đến nỗi lo của sư phụ cô."
    }
  },
  "s2": {
    "name": "Cầu lửa",
    "description": "Tấn công mục tiêu và kẻ địch gần mục tiêu, gây {0} Sát thương phép thuật và làm choáng chúng trong 2 giây. Gây thêm {1} Sát thương phép thuật lên Boss.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% xác suất chí mạng."
    },
    "light": "Khi đánh trúng một kẻ địch có 10 lần cộng dồn Mồi lửa trở lên, tăng 40% Sát thương phép thuật mà kẻ địch phải nhận trong 10 giây.",
    "dark": "Để lại 10 lần cộng dồn Mồi lửa lên kẻ địch trúng đòn.",
    "ut": {
      "name": "Thần dược của Flamel",
      "description": [
        "[Cầu lửa] Giảm 1 điểm Tiêu hao mana và tăng 20% Sát thương.",
        "[Cầu lửa] Giảm 1 điểm Tiêu hao mana và tăng 24% Sát thương.",
        "[Cầu lửa] Giảm 1 điểm Tiêu hao mana và tăng 29% Sát thương.",
        "[Cầu lửa] Giảm 1 điểm Tiêu hao mana và tăng 35% Sát thương.",
        "[Cầu lửa] Giảm 1 điểm Tiêu hao mana và tăng 42% Sát thương.",
        "[Cầu lửa] Giảm 1 điểm Tiêu hao mana và tăng 50% Sát thương."
      ],
      "story": "Một loại thần dược mà nhà giả kim lửa Flamel tạo ra bằng cách cô đọng tinh chất lửa. Những ngọn lửa của Flamel cháy mãi. Phù thủy nào cũng tán dương ông khi thấy những ngọn lửa này. Tinh chất lửa mà ông tạo ra từ giống rồng lửa ở Núi lửa Dragia tăng tối đa hiệu ứng của Cầu lửa."
    }
  },
  "s3": {
    "name": "Mưa lửa",
    "description": "Tấn công tất cả kẻ địch 5 lần, gây tổng cộng {0} Sát thương phép thuật. Đòn tấn công này gây thêm 150% Sát thương chí mạng.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng 40% Sát thương.",
    "dark": "Giảm 2 điểm Tiêu hao mana trong 10 giây khi tấn công hơn 5 kẻ địch. Thời gian hồi chiêu là 10 giây.",
    "ut": {
      "name": "Sách phép chuộc tội",
      "description": [
        "Lượng sát thương [Mưa lửa] tăng 20%, nếu ra đòn chí mạng lên đối tượng có trên 5 cộng dồn Thiêu đốt, thời gian đợi hồi chiêu giảm 5%.",
        "Lượng sát thương [Mưa lửa] tăng 24%, nếu ra đòn chí mạng lên đối tượng có trên 5 cộng dồn Thiêu đốt, thời gian đợi hồi chiêu giảm 5%.",
        "Lượng sát thương [Mưa lửa] tăng 29%, nếu ra đòn chí mạng lên đối tượng có trên 5 cộng dồn Thiêu đốt, thời gian đợi hồi chiêu giảm 5%.",
        "Lượng sát thương [Mưa lửa] tăng 35%, nếu ra đòn chí mạng lên đối tượng có trên 5 cộng dồn Thiêu đốt, thời gian đợi hồi chiêu giảm 5%.",
        "Lượng sát thương [Mưa lửa] tăng 42%, nếu ra đòn chí mạng lên đối tượng có trên 5 cộng dồn Thiêu đốt, thời gian đợi hồi chiêu giảm 5%.",
        "Lượng sát thương [Mưa lửa] tăng 50%, nếu ra đòn chí mạng lên đối tượng có trên 5 cộng dồn Thiêu đốt, thời gian đợi hồi chiêu giảm 5%."
      ],
      "story": "Một cuộn giấy do nữ phù thủy lửa viết, được gọi là Nữ thần lửa. Một cuộn giấy của Vesta, Nữ phù thủy lửa vĩ đại của Orvelia để lại khi ở trong Tháp hiền triết. Nó có uy lực mạnh nhưng cũng tốn nhiều mana. Cleo lấy Cuộn giấy hỏa ngục, được xem là tài liệu cấm, ra khỏi Tháp hiền triết. Giờ đây, cô ấy dùng nó để cường hóa chiêu Mưa lửa."
    }
  },
  "s4": {
    "name": "Khuếch tán lửa",
    "description": "Gây một lần cộng dồn Mồi lửa khi đánh trúng kẻ địch. Kẻ địch dính Mồi lửa nhận thêm {1} Sát thương phép thuật trong 20 giây. Mồi lửa có thể cộng dồn tối đa 10 lần.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Số lần cộng dồn tối đa của Mồi lửa đổi thành 12.",
    "dark": "Mỗi 10 giây, làm choáng kẻ địch dính Mồi lửa trong 2 giây. Kẻ địch dính hơn 10 lần cộng dồn Mồi lửa bị choáng trong 3 giây.",
    "ut": {
      "name": "Sổ tay bùa phép phù thủy đỏ",
      "description": [
        "[Khuếch tán lửa] Mồi lửa trở nên không thể hóa giải và mục tiêu phải chịu thêm 1% Sát thương phép thuật trên mỗi lần cộng dồn.",
        "[Khuếch tán lửa] Mồi lửa trở nên không thể hóa giải và mục tiêu phải chịu thêm 1,2% Sát thương phép thuật trên mỗi lần cộng dồn.",
        "[Khuếch tán lửa] Mồi lửa trở nên không thể hóa giải và mục tiêu phải chịu thêm 1,4% Sát thương phép thuật trên mỗi lần cộng dồn.",
        "[Khuếch tán lửa] Mồi lửa trở nên không thể hóa giải và mục tiêu phải chịu thêm 1,7% Sát thương phép thuật trên mỗi lần cộng dồn.",
        "[Khuếch tán lửa] Mồi lửa trở nên không thể hóa giải và mục tiêu phải chịu thêm 2,1% Sát thương phép thuật trên mỗi lần cộng dồn.",
        "[Khuếch tán lửa] Mồi lửa trở nên không thể hóa giải và mục tiêu phải chịu thêm 2,5% Sát thương phép thuật trên mỗi lần cộng dồn."
      ],
      "story": "Một cuốn sách nói về cách dùng Ma thuật lửa dành cho Phù thủy đỏ. Mặc dù hầu hết các phù thủy đều coi việc giữ cuốn sách này là điều cấm kỵ vì sức mạnh hủy diệt khủng khiếp của bùa phép trong cuốn sách có thể phá hủy tâm trí của người thi triển, nhưng cuốn sách vẫn được bí mật truyền bá khắp Đế quốc."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Mỗi giây sẽ phát ra 2 mồi lửa, khi tổng mồi lửa đánh ra hơn 10 thì sát thương pháp thuật của mồi lửa được tăng thêm 30%."
  }
}