{
  "name": "Laias",
  "subtitle": "Nữ Linh mục của Nước",
  "description": "Một nữ Thánh tu bảo vệ Ốc đảo của Sa mạc Aegina. Một con Rồng nước đã sống một cuộc đời vô tận. Sức mạnh nước của cô ấy có quyền năng trị thương mạnh mẽ.",
  "story": "Nữ linh mục xinh đẹp và dịu dàng như nước này thực ra là một cô rồng xanh biến hình. Rất lâu trước đây, nàng được một số bộ tộc trên sa mạc tôn thờ. Tuy nhiên, nàng lại chìm vào giấc ngủ trường cửu mà không rõ nguyên do. Nàng có thể điều khiển nước để đất đai trở nên màu mỡ và luôn sử dụng quyền năng của mình giúp đỡ người dân. Để tỏ lòng biết ơn, con người đã xây Thần điện dòng chảy bằng vàng để thờ nàng bên dưới hồ nước trong ốc đảo. Một luồng năng lượng tà ác trên sa mạc đã đánh thức nàng khỏi giấc ngủ và một lần nữa, nàng lại bắt đầu sử dụng quyền năng của mình giúp đỡ những người xung quanh.",
  "like": "Bơi, gội đầu",
  "dislike": "Bất kỳ thứ gì phá vỡ trật tự thế giới",
  "inn": {
    "idle": "Đừng sợ. Bạn có thể còn mạnh hơn nữa.",
    "recruit": {
      "greet": "Là tiên xứ Elidora, tôi Lorraine, xin bày tỏ lòng trân trọng đối với tất cả các bạn.",
      "talk": [
        "Tôi đã có một quãng thời gian tuyệt vời.",
        "Cầu phúc lành của mẹ thiên nhiên soi sáng đường của Chúa.",
        "Con người là một sinh vật đáng kinh ngạc. Nhưng vẫn còn một khuyết điểm nghiêm trọng. Bạn là nô lệ của lòng tham và không thể cưỡng lại sức cám dỗ của nó."
      ],
      "gift": "Tôi sẽ giữ thứ này"
    },
    "affinity": {
      "greet": "Ta lúc nào cũng mong có dịp ở bên ngươi.",
      "talk": [
        "Phía trước ngươi là một ngã rẽ quan trọng. Ánh sáng và bóng tối... sẽ hợp thành một con đường...",
        "Dù không sống lâu như Tiên tộc nhưng con người luôn tỏa ra hào quang mãnh liệt trong cuộc đời ngắn ngủi."
      ],
      "gift": "Ta sẽ xem đây là món quà đầy thành ý của ngươi."
    },
    "relationship": {
      "greet": "Ta cảm nhận được việc mạnh hơn một cách nhanh chóng, cứng cỏi và ngay thẳng.",
      "talk": [
        "Người có linh hồn trong sáng nhất mà tôi từng gặp..",
        "Thật tốt biết bao nếu hành trình vui vẻ này cứ kéo dài mãi... huhu.. chắc chỉ là tham vọng của tôi thôi..",
        "Tôi sẽ không quên người. Không phải với tư cách là một hiền nhân Lorraine, mà với tư cách là một vị tiên."
      ]
    }
  },
  "uw": {
    "name": "Vòng luân chuyển, Eltoirre",
    "description": [
      "Khi ra đòn chí mạng, hồi máu đồng minh có lượng máu thấp nhất tương đương với 40% sát thương đã gây ra.",
      "Khi ra đòn chí mạng, hồi máu đồng minh có lượng máu thấp nhất tương đương với 48% sát thương đã gây ra.",
      "Khi ra đòn chí mạng, hồi máu đồng minh có lượng máu thấp nhất tương đương với 57% sát thương đã gây ra.",
      "Khi ra đòn chí mạng, hồi máu đồng minh có lượng máu thấp nhất tương đương với 69% sát thương đã gây ra.",
      "Khi ra đòn chí mạng, hồi máu đồng minh có lượng máu thấp nhất tương đương với 83% sát thương đã gây ra.",
      "Khi ra đòn chí mạng, hồi máu đồng minh có lượng máu thấp nhất tương đương với 100% sát thương đã gây ra."
    ],
    "story": "Một chữ thập chìa khóa được chế tác trong hình dáng phượng hoàng. Vật phẩm này tượng trưng cho chu kỳ sống tự nhiên. Trong thời cổ đại, các bộ tộc du mục trên sa mạc tôn thờ rồng xanh của ốc đảo làm người bảo vệ của họ. Đổi lại, cô ban cho họ mưa và mùa màng tươi tốt. Để tỏ lòng biết ơn của mình, các bộ tộc du mục dâng cho cô nhiều báu vật, trong đó có viên thủy ngọc Lazulia. Mặc dù không đặc biệt yêu thích của cải vật chất nhưng cô vẫn chấp nhận sự biết ơn của họ và sử dụng các báu vật đó để xây dựng một đền thờ bên trong ốc đảo. Chữ thập chìa khóa là biểu tượng thiêng liêng của đền thờ và chứa đựng thủy năng hùng mạnh."
  },
  "s1": {
    "name": "Giọt trị thương",
    "description": "Hồi phục tối đa {0} thể lực cho tất cả các đồng minh dựa trên thể lực đồng minh bị mất.",
    "books": {
      "0": "Tăng {0}% tỷ lệ hồi máu.",
      "1": "Tăng {0}% tỷ lệ hồi máu.",
      "2": "Tăng {0}% tỷ lệ hồi máu."
    },
    "light": "Tăng 40% lượng hồi phục.",
    "dark": "Khi hồi phục, lực kháng đòn chí mạng phép tăng 25% trong 10 giây.",
    "ut": {
      "name": "Vảy rồng nước",
      "description": [
        "[Giọt trị thương] Tăng 50% Tỷ lệ hồi máu và tăng 200 điểm Đỡ đòn phép thuật của mục tiêu trong 10 giây.",
        "[Giọt trị thương] Tăng 50% Tỷ lệ hồi máu và tăng 240 điểm Đỡ đòn phép thuật của mục tiêu trong 10 giây.",
        "[Giọt trị thương] Tăng 50% Tỷ lệ hồi máu và tăng 290 điểm Đỡ đòn phép thuật của mục tiêu trong 10 giây.",
        "[Giọt trị thương] Tăng 50% Tỷ lệ hồi máu và tăng 350 điểm Đỡ đòn phép thuật của mục tiêu trong 10 giây.",
        "[Giọt trị thương] Tăng 50% Tỷ lệ hồi máu và tăng 420 điểm Đỡ đòn phép thuật của mục tiêu trong 10 giây.",
        "[Giọt trị thương] Tăng 50% Tỷ lệ hồi máu và tăng 500 điểm Đỡ đòn phép thuật của mục tiêu trong 10 giây."
      ],
      "story": "Một chiếc vảy dùng làm phụ kiện trên mái tóc của Laias, nơi cô ấy tích trữ sức mạnh trị liệu của chính mình phòng khi cạn kiệt năng lượng. Khi cô ấy tỉnh dậy ở Thần điện dòng chảy bên cạnh những người cầu nguyện chân thành của bộ tộc Trovatia, cô ấy chợt nghĩ rằng Lilia còn trẻ dại sẽ không thể bảo vệ an toàn cho lũ trẻ ở sa mạc nếu cô ấy lại ngủ vùi như 100 năm trước. Sau một hồi suy ngẫm, cô ấy quyết định tích trữ sức mạnh của mình trong chiếc vảy để có thể trao cho Lilia trong trường hợp xảy ra bất trắc."
    }
  },
  "s2": {
    "name": "Khiên chắn bọt nước",
    "description": "Tạo khiên chắn cho đồng minh còn lượng máu thấp nhất trong 15 giây để chặn tối đa {0} sát thương, và giúp đồng minh có trạng thái Miễn nhiễm. Khi Khiên chắn có tác dụng, hồi {1} máu mỗi giây. Trong khi lá chắn có hiệu lực, được miễn nhiễm trạng thái xấu.",
    "books": {
      "0": "Tăng {0}% Hiệu ứng khiên.",
      "1": "Tăng {0}% Hiệu ứng khiên.",
      "2": "Tăng {0}% Hiệu ứng khiên."
    },
    "light": "Sức tấn công của đối phương tăng 30%.",
    "dark": "Lực kháng đòn chí mạng phép thuật của đối phương tăng 25%.",
    "ut": {
      "name": "Pha lê trên đảo",
      "description": [
        "[Khiên chắn bọt nước] Giảm 12% Thời gian hồi chiêu và loại bỏ các Hiệu ứng có hại của mục tiêu.",
        "[Khiên chắn bọt nước] Giảm 14% Thời gian hồi chiêu và loại bỏ các Hiệu ứng có hại của mục tiêu.",
        "[Khiên chắn bọt nước] Giảm 17% Thời gian hồi chiêu và loại bỏ các Hiệu ứng có hại của mục tiêu.",
        "[Khiên chắn bọt nước] Giảm 21% Thời gian hồi chiêu và loại bỏ các Hiệu ứng có hại của mục tiêu.",
        "[Khiên chắn bọt nước] Giảm 25% Thời gian hồi chiêu và loại bỏ các Hiệu ứng có hại của mục tiêu.",
        "[Khiên chắn bọt nước] Giảm 30% Thời gian hồi chiêu và loại bỏ các Hiệu ứng có hại của mục tiêu."
      ],
      "story": "Tinh chất nước mà Rồng xanh bảo vệ. Tinh chất của ốc đảo mà Rồng xanh mang đến hoang mạc khi thế giới mới hình thành. Bảo vệ tinh chất này là sứ mệnh thiêng liêng và cũng là công việc yêu thích của Nữ linh mục nước Laias. Kết tinh ốc đảo dẫn Nữ linh mục nước dùng Khiên chắn bọt nước đến với người cần cô giúp nhất."
    }
  },
  "s3": {
    "name": "Nhạc hội của nước",
    "description": "Gây {0} sát thương phép cho tất cả kẻ địch ở gần và đẩy ngã chúng. Hồi 2 cục mana cho tất cả các đồng minh (không bao gồm bản thân). Sau đó, trong {1} giây, những kẻ địch ngẫu nhiên sẽ bị trúng một xoáy nước và nhận {2} sát thương phép, cũng như bị đẩy ngã trong 2 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Hiệu ứng sát thương phát sinh mỗi 3 giây.",
    "dark": "Hồi phục 15% thể lực tối đa của toàn đội.",
    "ut": {
      "name": "Mạch Papyrus",
      "description": [
        "Hiệu ứng của Xoáy nước ở kĩ năng [Nhạc hội của nước] phá sinh lên 2 đối thủ và làm hồi phục thêm 500 mana cho toàn bộ đồng minh.",
        "Hiệu ứng của Xoáy nước ở kĩ năng [Nhạc hội của nước] phá sinh lên 2 đối thủ và làm hồi phục thêm 600 mana cho toàn bộ đồng minh.",
        "Hiệu ứng của Xoáy nước ở kĩ năng [Nhạc hội của nước] phá sinh lên 2 đối thủ và làm hồi phục thêm 720 mana cho toàn bộ đồng minh.",
        "Hiệu ứng của Xoáy nước ở kĩ năng [Nhạc hội của nước] phá sinh lên 2 đối thủ và làm hồi phục thêm 860 mana cho toàn bộ đồng minh.",
        "Hiệu ứng của Xoáy nước ở kĩ năng [Nhạc hội của nước] phá sinh lên 2 đối thủ và làm hồi phục thêm 1040 mana cho toàn bộ đồng minh.",
        "Hiệu ứng của Xoáy nước ở kĩ năng [Nhạc hội của nước] phá sinh lên 2 đối thủ và làm hồi phục thêm 1250 mana cho toàn bộ đồng minh."
      ],
      "story": "Một đoạn trích trong Cuốn sách hỗn mang, một cuốn kinh văn cổ xưa bị cuốn đi. Cuốn sách hỗn mang là một tập kinh văn lịch sử được truyền lại cho Linh mục của nước, trong đó ghi chép về văn hóa, phép thuật và nhiều lĩnh vực khác. Cuốn sách bị phong ấn trong Thần điện dòng chảy bằng vàng cùng với Laias, nhưng gần như cả cuốn sách đã biến mất khi nàng thiếp ngủ. Dòng chảy Papyrus còn sót lại này là thần chú tăng sức mạnh cho chiêu Nhạc hội của nước."
    }
  },
  "s4": {
    "name": "Phúc lành của Thủy Long",
    "description": "Tăng {0} phòng thủ phép thuật của tất cả các đồng minh, và tăng thêm {1} kháng chí mạng phép.",
    "books": {
      "0": "Tăng {0}% Mức tăng phòng thủ",
      "1": "Tăng {0}% Mức tăng phòng thủ",
      "2": "Tăng {0}% Mức tăng phòng thủ"
    },
    "light": "Tăng 20% lượng tăng lực phòng thủ phép và tăng 100 kháng chí mạng phép.",
    "dark": "Lực kháng trạng thái xấu của bản thân tăng 400."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / M. Block +200",
    "dark": "Khi làm hồi phục đồng minh, làm tăng phòng thủ phép của đối phương một lượng tương ứng 5% sức tấn công của Laias trong 10 giây, và làm hồi phục 75 mana."
  }
}