{
  "name": "Arch",
  "subtitle": "Mũi tên Thanh khiết",
  "description": "Một thiên thần cấp cao đã giáng thế để trừng phạt lũ quỷ kích động gây hỗn loạn. Giang cánh bay vút lên không trung, những mũi tên của anh gây mưa phán quyết lên lũ bất lương",
  "story": "Một chiến binh Thiên thần, được Thiên đường gửi xuống để trừng phạt Ác quỷ và ngăn chặn hỗn loạn lan tràn trên trái đất. Nhiệm vụ được giao cho anh bao gồm tìm kiếm, do thám và hành hình bất kỳ Ác quỷ nào bị phát hiện trên trái đất. Anh có ý thức trách nhiệm cao và nhanh nhẹn, dứt khoát xử lý bất kỳ sự bất công nào. Anh thật sự yêu quý Loài người và mọi dạng sống cư ngụ trên trái đất. Đó là lý do vì sao anh nỗ lực ngăn chặn Ác quỷ làm vẩn đục thế giới này.",
  "like": "Hòa bình và ổn định",
  "dislike": "Ác quỷ",
  "inn": {
    "idle": "Hm ?! Tôi nghĩ rằng tôi vừa nhìn thấy một con quỷ...",
    "recruit": {
      "greet": "Chúc mừng, công dân địa cầu.",
      "talk": [
        "Đôi cánh của tôi có thú vị không?",
        "Tiêu diệt cái ác là nghĩa vụ của tôi.",
        "Cầu cho bạn hiểu rằng sự sống của bạn là do thần linh ban phước."
      ],
      "gift": "Cầu ánh sáng dẫn đường cho bạn."
    },
    "affinity": {
      "greet": "Thật vui được gặp ngươi, tín đồ ánh sáng.",
      "talk": [
        "Vận mệnh thế giới này nằm trong tay ngươi đấy.",
        "Hỡi kẻ được nữ thần ban phước kia, ngươi sẽ làm gì với sức mạnh đó?"
      ],
      "gift": "Ta không biết dùng nó ra sao, nhưng dù sao cũng cảm ơn nhé."
    },
    "relationship": {
      "greet": "Hi vọng ánh sáng sẽ đi cùng, người bạn.",
      "talk": [
        "Ma tộc... là những tồn tại cần phải chặn lại, nhưng phải đối xử sao với những ma tốc đã hỗ trợ thế gian đây...",
        "Sự tồn tại của người giống như ánh sáng rực rỡ. Linh hồn trong sáng ấy, hi vọng sau này vẫn sẽ bảo vệ được.",
        "Tôi cứ tưởng tồn tại của dương thế là yếu, gần đây tôi mới cảm nhận được cũng có nhiều chủng loại khá mạnh."
      ]
    }
  },
  "uw": {
    "name": "Bầu trời xanh trong, Sherrkyle",
    "description": [
      "Sau mỗi 10 giây, đặt Dấu ấn phán quyết kéo dài 15 giây lên 1 kẻ địch bất kỳ, sau đó gây Sát thương phép thuật tương đương 200% mức Tấn công. Bỏ qua Phòng thủ nếu mục tiêu không phải là Anh hùng.",
      "Sau mỗi 10 giây, đặt Dấu ấn phán quyết kéo dài 15 giây lên 1 kẻ địch bất kỳ, sau đó gây Sát thương phép thuật tương đương 240% mức Tấn công. Bỏ qua Phòng thủ nếu mục tiêu không phải là Anh hùng.",
      "Sau mỗi 10 giây, đặt Dấu ấn phán quyết kéo dài 15 giây lên 1 kẻ địch bất kỳ, sau đó gây Sát thương phép thuật tương đương 290% mức Tấn công. Bỏ qua Phòng thủ nếu mục tiêu không phải là Anh hùng.",
      "Sau mỗi 10 giây, đặt Dấu ấn phán quyết kéo dài 15 giây lên 1 kẻ địch bất kỳ, sau đó gây Sát thương phép thuật tương đương 350% mức Tấn công. Bỏ qua Phòng thủ nếu mục tiêu không phải là Anh hùng.",
      "Sau mỗi 10 giây, đặt Dấu ấn phán quyết kéo dài 15 giây lên 1 kẻ địch bất kỳ, sau đó gây Sát thương phép thuật tương đương 420% mức Tấn công. Bỏ qua Phòng thủ nếu mục tiêu không phải là Anh hùng.",
      "Sau mỗi 10 giây, đặt Dấu ấn phán quyết kéo dài 15 giây lên 1 kẻ địch bất kỳ, sau đó gây Sát thương phép thuật tương đương 500% mức Tấn công. Bỏ qua Phòng thủ nếu mục tiêu không phải là Anh hùng."
    ],
    "story": "Một thứ vũ khí ánh sáng quyền năng, có thể mang hình dạng ngọn giáo, con dao găm hoặc cây cung. Một trong những báu vật thần thánh của Thiên thần do tổng lãnh thiên thần ban phước. Nó được biết đến với khả năng thiêu đốt quỷ dữ. Nhờ có tính linh hoạt, nó thường được trao cho lính trinh sát giỏi nhất. Số Ác quỷ bị tiêu diệt trong cuộc chiến dưới ánh sáng của vũ khí này không thể kể xiết."
  },
  "s1": {
    "name": "Mũi tên Thiên đường",
    "description": "Gây {0} Sát thương phép thuật cho 3 kẻ địch và đẩy lùi chúng, đặt Dấu ấn phán quyết lên địch trong 15 giây. Gây thêm {1} Sát thương phép thuật cho kẻ địch không phải là anh hùng và khiến chúng chịu thêm {2}% Sát thương phép thuật trong 10 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Khi địch còn 1 người, lượng sát thương tăng 100%.",
    "dark": "Làm địch có dấu ấn phán xử ngất xỉu trong 1 giây.",
    "ut": {
      "name": "Mũi tên vàng linh thiêng",
      "description": [
        "[Mũi tên Thiên đường] Tăng 20% Sát thương và thêm 1 mục tiêu.",
        "[Mũi tên Thiên đường] Tăng 24% Sát thương và thêm 1 mục tiêu.",
        "[Mũi tên Thiên đường] Tăng 29% Sát thương và thêm 1 mục tiêu.",
        "[Mũi tên Thiên đường] Tăng 35% Sát thương và thêm 1 mục tiêu.",
        "[Mũi tên Thiên đường] Tăng 42% Sát thương và thêm 1 mục tiêu.",
        "[Mũi tên Thiên đường] Tăng 50% Sát thương và thêm 1 mục tiêu."
      ],
      "story": "Một mũi tên vàng được tạo ra từ sức mạnh thần thánh của Arch. Nó triệu hồi và cụ thể hóa tia sáng tinh khiết nhất, linh thiêng nhất từ thiên đường, sức mạnh của nó tăng lên theo nguồn sức mạnh thần thánh được trao. Đối với người lương thiện, đó chỉ hoàn toàn là một cảnh tượng đẹp mắt, còn những kẻ xấu xa trúng phải mũi tên này sẽ chịu tổn hại nặng nề và bị tống vào một chiều không gian phi vật chất."
    }
  },
  "s2": {
    "name": "Lưỡi dao Thanh trừng",
    "description": "Gây {0} Sát thương phép thuật cho kẻ địch ở tuyến đầu theo đường thẳng. Gây thêm {1} Sát thương phép thuật bỏ qua Phòng thủ đối với các mục tiêu có Dấu ấn phán quyết, giảm {2}% Tỷ lệ hồi máu của mục tiêu trong 10 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tỉ lệ đòn chí mạng tăng 40%.",
    "dark": "Thời gian đợi dùng chiêu lại giảm 3 giây.",
    "ut": {
      "name": "Khối ma thuật truy cầu",
      "description": [
        "[Lưỡi dao Thanh trừng] Giảm 1 Tiêu hao mana và tăng 20% Sát thương.",
        "[Lưỡi dao Thanh trừng] Giảm 1 Tiêu hao mana và tăng 24% Sát thương.",
        "[Lưỡi dao Thanh trừng] Giảm 1 Tiêu hao mana và tăng 29% Sát thương.",
        "[Lưỡi dao Thanh trừng] Giảm 1 Tiêu hao mana và tăng 35% Sát thương.",
        "[Lưỡi dao Thanh trừng] Giảm 1 Tiêu hao mana và tăng 42% Sát thương.",
        "[Lưỡi dao Thanh trừng] Giảm 1 Tiêu hao mana và tăng 50% Sát thương."
      ],
      "story": "Biểu tượng của Đội quân phán xử lửa từng có một trận chiến khốc liệt với Ác quỷ cổ đại. Khi sử dụng Khối ma thuật truy cầu được Nữ thần ánh sáng Lua ban phước, Arch trở thành một người phán xử tàn nhẫn."
    }
  },
  "s3": {
    "name": "Người Phán xử",
    "description": "Gây {0} Sát thương phép thuật cho mục tiêu và kẻ địch trong phạm vi xung quanh. Kẻ địch có Dấu ấn phán quyết sẽ chịu thêm 50% Sát thương phép thuật và bị câm lặng trong 5 giây. Sau đó, tất cả đồng minh được miễn nhiễm Sát thương phép thuật trong 5 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Khắc dấu phán xử lên địch nhận sát thương.",
    "dark": "Địch không bị dấu ấn phán xử cũng bị áp dụng hiệu ứng tăng sát thương phép và hiệu ứng yên lặng.",
    "ut": {
      "name": "Mắt trời",
      "description": [
        "Lượng sát thương của [Người Phán xử] tăng 20% và làm tăng 30% sức tấn công của toàn bộ đồng minh trong thời gian kéo dài khiên chắn bảo hộ phép thuật.",
        "Lượng sát thương của [Người Phán xử] tăng 24% và làm tăng 30% sức tấn công của toàn bộ đồng minh trong thời gian kéo dài khiên chắn bảo hộ phép thuật.",
        "Lượng sát thương của [Người Phán xử] tăng 29% và làm tăng 30% sức tấn công của toàn bộ đồng minh trong thời gian kéo dài khiên chắn bảo hộ phép thuật.",
        "Lượng sát thương của [Người Phán xử] tăng 35% và làm tăng 30% sức tấn công của toàn bộ đồng minh trong thời gian kéo dài khiên chắn bảo hộ phép thuật.",
        "Lượng sát thương của [Người Phán xử] tăng 42% và làm tăng 30% sức tấn công của toàn bộ đồng minh trong thời gian kéo dài khiên chắn bảo hộ phép thuật.",
        "Lượng sát thương của [Người Phán xử] tăng 50% và làm tăng 30% sức tấn công của toàn bộ đồng minh trong thời gian kéo dài khiên chắn bảo hộ phép thuật."
      ],
      "story": "Trứng linh hồn của Thiên thần Arbiter Pilier. Pilier sinh ra từ ngọn lửa đầu tiên của Lua và là chủ nhân của Arch. Pilier là chiến binh Thiên thần giỏi nhất, cũng là người chấm dứt cuộc chiến với Ác quỷ. Thế nhưng khi dùng hết quyền năng, chàng trở lại làm Thiên nhãn dưới hình dạng trứng linh hồn và Arch giữ nhiệm vụ canh giữ linh hồn của chủ nhân."
    }
  },
  "s4": {
    "name": "Phán xét cuối cùng",
    "description": "Gây {0} sát thương phép bỏ qua phòng thủ lên đối thủ mang Dấu Ấn Phán Xử mỗi 15 giây. Khi bản thân nhận phải đòn chí mạng gây {1} sát thương phép lên đối thủ mang Dấu Ấn Phán Xử và gây choáng trong 3 giây, tạo màng bảo hộ chặn {2} sát thương cho toàn bộ đồng minh trong 5 giây. Trong thời gian duy trì màng bảo hộ, miễn nhiễm với trạng thái xấu. Khi phát hiệu quả tiêu thụ hết toàn bộ mana của bản thân và tăng 50% thời gian hồi tất cả các chiêu.",
    "books": {
      "0": "Tăng {0}% sát thương và Khiên chắn",
      "1": "Tăng {0}% sát thương và Khiên chắn",
      "2": "Tăng {0}% sát thương và Khiên chắn"
    },
    "light": "Tấn công thường sau khi bị sát thương đến gần chết sẽ tấn công lên 2 kẻ địch trong 20 giây.",
    "dark": "Thời gian ra chiêu hiệu ứng giảm 3 giây."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Khi ra đòn chí mạng, làm hồi phục 4% lượng sát thương thể lực của tất cả đồng minh."
  }
}