{
  "name": "Lewisia",
  "subtitle": "dòng máu cao quý ánh đỏ",
  "description": "Công chúa ma cà rồng đã từng giao chiến với bọn ma tộc cùng các anh hùng khác từ 100 năm trước. Dù là người bất tử thuộc dòng thuần chủng, nhưng vẫn đang hồi phục sức mạnh từ sau chiến tranh trong quá khứ. Tấn công bằng sức mạnh truyền lại từ người thân và chi phối của dòng máu.",
  "story": "Một nàng công chúa Ma cà rồng, đã cùng Kyle tham gia cuộc chiến chống Ác quỷ 100 năm trước. Là Ma cà rồng thuần chủng, nàng đã sống trên 500 năm. Thường được coi là Nữ hoàng ma cà rồng, nàng gần như bất tử. Việc tiêu tốn quá nhiều sức mạnh trong suốt cuộc chiến chống Ác quỷ đã gây ra thiệt hại và nàng công chúa bất tử giờ mang hình hài của một đứa trẻ. Sau cuộc chiến, nàng hòa vào xã hội Loài người và quan sát thế giới thay đổi trong 100 năm sau trong khi chậm rãi khôi phục lại sức mạnh. Khi Ác quỷ tái xuất và Kiếm thánh tỉnh giấc, Lewisia cảm nhận được sự dịch chuyển năng lượng đột ngột. Không lâu sau đó, nàng bỏ đi để tham gia hành trình tìm kiếm và quan sát chiến binh mới được chọn.",
  "like": "Du hành thong dong và thoải mái",
  "dislike": "Chiến tranh và hỗn loạn",
  "inn": {
    "idle": "Thật là một chốn đầy sức sống. Rất thích hợp để nghỉ ngơi.",
    "recruit": {
      "greet": "Lại gặp nữa ư! Nghỉ chút rồi đi nhé?",
      "talk": [
        "Tỏi? Ngon đây những cũng hơi cay, nhưng sao?",
        "Nắng ấm thật tuyệt. Nơi ta từng sống là một nơi rất u tối. Hmm? Sao bạn nhìn tôi như vậy?",
        "Một khi tôi đã nói rằng cơ thể đã được hồi phục thì sẽ là như vậy mà..."
      ],
      "gift": "Quà tặng,...Thật là một phong tục thú vị. Được rồi trước hết tôi sẽ nhận."
    },
    "affinity": {
      "greet": "Ôi, đúng là một ngày tuyệt vời.",
      "talk": [
        "Địa vị công chúa của ta ư? Chà... Ta không mấy bận tâm về việc đó.",
        "Nơi này hơn hẳn chốn tối tăm, ẩm ướt của ta."
      ],
      "gift": "Một món quà? Cảm ơn nhé. Lần sau ta sẽ tặng gì đó cho ngươi."
    },
    "relationship": {
      "greet": "Chào? Hôm nay trời đẹp nhỉ.",
      "talk": [
        "Trạng thái ngày càng ổn định hơn rồi. Tất cả đều nhờ bạn.",
        "Nếu đã gần như hồi phục hết, tại sao thỉnh thoảng tôi vẫn phải sống trong cơ thể bé nhỏ này vậy? Ừm.. vì chán? Đôi lúc người ta còn cho tôi kẹo mà.",
        "Nơi này khá là yên bình.. tôi định ở đây thêm ít lâu, ý là tôi sẽ ở bên bạn."
      ]
    }
  },
  "uw": {
    "name": "Dominicia - người chi phối ánh sáng hồng",
    "description": [
      "Tăng 20% lực tấn công khi thể lực trên 50% và giảm 10% sát thương nhận khi thể lực dưới 50%.",
      "Tăng 24% lực tấn công khi thể lực trên 50% và giảm 12% sát thương nhận khi thể lực dưới 50%.",
      "Tăng 29% lực tấn công khi thể lực trên 50% và giảm 14% sát thương nhận khi thể lực dưới 50%.",
      "Tăng 35% lực tấn công khi thể lực trên 50% và giảm 17% sát thương nhận khi thể lực dưới 50%.",
      "Tăng 42% lực tấn công khi thể lực trên 50% và giảm 21% sát thương nhận khi thể lực dưới 50%.",
      "Tăng 50% lực tấn công khi thể lực trên 50% và giảm 25% sát thương nhận khi thể lực dưới 50%."
    ],
    "story": "Quyền trượng máu đã được truyền lại trong gia đình Chúa tể Ma cà rồng qua nhiều thế hệ. Màu đỏ thẫm của nó tượng trưng cho uy quyền, sự sáng suốt và sức mạnh tuyệt đối của Chúa tể Ma cà rồng. Thánh địa của Ma cà rồng nằm sâu trong thế giới ngầm của Galia Plains. Chiếc quyền trượng huyền thoại này nằm ở đó, sẵn sàng xuất hiện ở bất cứ đâu khi có tiếng gọi từ một chủ nhân xứng đáng với nó."
  },
  "s1": {
    "name": "Quả cầu máu",
    "description": "Gây {0} sát thương phép thuật lên đối thủ và tăng 25% sát thương phép nhận trong 10 giây. Tăng 0.5% sát thương nhận trên mỗi cộng dồn Lời nguyền máu của đối tượng. Khi sử dụng tiêu thụ 10% thể lực hiện tại.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng lượng mana sử dụng thêm 1 và tăng 100% lượng sát thương.",
    "dark": "Làm tăng 25% sát thương phép nhận được của đối phương trong 10 giây."
  },
  "s2": {
    "name": "Vùng đất máu",
    "description": "Gây {0} sát thương phép thuật lên đối thủ và tạo Vùng đất máu xung quanh đối tượng trong 10 giây. Đối thủ trên Vùng đất máu nhận {1} sát thương phép mỗi 0.5 giây, lực phòng thủ phép giảm 30%. Tăng 0.5% sát thương phải chịu trên mỗi cộng dồn Lời nguyền máu của đối tượng. Khi sử dụng tiêu thụ 20% thể lực hiện tại.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng sát thương tăng 40%.",
    "dark": "Thời gian đợi dùng chiêu lại giảm 3 giây.",
    "ut": {
      "name": "Thần chú sương máu",
      "description": [
        "[Vùng đất máu] Tăng 20% Sát thương và 2 giây thời gian tác dụng của hiệu ứng.",
        "[Vùng đất máu] Tăng 24% Sát thương và 2 giây thời gian tác dụng của hiệu ứng.",
        "[Vùng đất máu] Tăng 29% Sát thương và 2 giây thời gian tác dụng của hiệu ứng.",
        "[Vùng đất máu] Tăng 35% Sát thương và 2 giây thời gian tác dụng của hiệu ứng.",
        "[Vùng đất máu] Tăng 42% Sát thương và 2 giây thời gian tác dụng của hiệu ứng.",
        "[Vùng đất máu] Tăng 50% Sát thương và 2 giây thời gian tác dụng của hiệu ứng."
      ],
      "story": "Dụng cụ phép thuật của người thừa kế huyết tộc. Thần chú của dòng họ Chúa tể ma cà rồng thuần huyết đã được truyền qua nhiều thế hệ.  Người thừa kế Lewisia là Ngài ma cà rồng Lusben và Thần chú sương máu là món quà của ông.  Lewisia không hề muốn trở thành người thừa kế, nhưng rất thích dùng chiêu Vùng đất máu vì nó giúp cô bớt mệt mỏi."
    }
  },
  "s3": {
    "name": "Bữa tiệc máu",
    "description": "Tấn công 3 lần lên những đối thủ trong phạm vi đường thẳng phía trước bản thân và gây tổng {0} sát thương phép. gây choáng trong 3 giây. Tăng 0.5% sát thương phải chịu trên mỗi cộng dồn Lời nguyền máu của đối tượng. Khi sử dụng tiêu thụ 10% thể lực hiện tại.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Khi tấn công đối thủ với trên 80 lần Lời nguyền máu, tất cả thời gian hồi chiêu giảm 5%.",
    "dark": "Lượng tiêu thụ Mana giảm 1.",
    "ut": {
      "name": "Máu cổ đại",
      "description": [
        "Lượng sát thương của [Bữa tiệc máu] tăng 20%, hồi phục 400 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Bữa tiệc máu] tăng 24%, hồi phục 400 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Bữa tiệc máu] tăng 29%, hồi phục 400 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Bữa tiệc máu] tăng 35%, hồi phục 400 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Bữa tiệc máu] tăng 42%, hồi phục 400 mana khi có đòn chí mạng.",
        "Lượng sát thương của [Bữa tiệc máu] tăng 50%, hồi phục 400 mana khi có đòn chí mạng."
      ],
      "story": "Máu của nữ hoàng ma cà rồng cổ đại. Máu của ma cà rồng càng thuần khiết thì mana huyết càng mạnh. Mạnh nhất là máu của nữ hoàng ma cà rồng cổ đại, những ma cà rồng uống máu của bà sẽ được bất tử và có nguồn mana vô tận. Đây là loại máu rất dễ gây nghiện, vì vậy cần thận trọng khi dùng."
    }
  },
  "s4": {
    "name": "Kẻ thống trị máu",
    "description": "Khi thể lực trên 50%, sức tấn công tăng {0} , lực xuyên kháng phòng thủ tăng 250. Ngoài ra, làm đối thủ rơi vào trạng thái Lời nguyền máu khi tấn công, gây ra tổng {1} sát thương phép kéo dài trong 20 giây, hồi phục thể lực một lượng tương đương 10% sát thương gây ra từ hiệu ứng Lời nguyền máu. Lời nguyền máu được cộng dồn tối đa 100 lần và không thể gỡ bỏ.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng cộng dồn Lời nguyền máu lên tối đa 200.",
    "dark": "Tăng 20% lực hồi phục thể lực của toàn bộ đồng minh và giảm 20% lực hồi phục thể lực của toàn bộ đối thủ."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Tăng 50% thể lực tiêu thụ của tất cả các chiêu của bản thân và giảm 20% thời gian đợi dùng lại chiêu."
  }
}