{
  "name": "Mitra",
  "subtitle": "The Silver Battle Wolf",
  "description": "Còn được mệnh danh là Bài Ca Sói Bạc Điên Cuồng, một người đàn ông không bao giờ để chuyện gì làm mình ngạc nhiên, và cũng vô trách nhiệm đến tột cùng. Tuy nhiên, một khi trận chiến bắt đầu, anh trở thành một con Sói Bạc bất khả xâm phạm, khuấy đảo chiến trường thành khu vực tàn sát của mình.",
  "story": "Được một vài người biết đến với cái tên Bài ca sói bạc điên cuồng, hắn đặc biệt không thành thật trong mọi chuyện. Hắn thể hiện rõ ràng không có ý thức trách nhiệm liên quan đến những thứ xung quanh. Mặc dù vậy, sau khi tham gia trận chiến, hắn trở thành một chú sói bạc bất khả xâm phạm như một cơn lốc cuốn qua chiến trường. Chẳng ai biết gì về quá khứ của hắn. Chỉ có một điều chắc chắn: hắn không phân biệt được bạn bè và kẻ thù một khi bị cơn điên loạn của trận chiến bao trùm. Ở gần hắn khi hắn trong trạng thái này có thể nguy hiểm hơn cả bám vào một quả bom hẹn giờ.",
  "like": "Trận chiến, trận đánh thú vị, mùi thuốc súng",
  "dislike": "Kỳ vọng Thái độ đạo đức giả",
  "inn": {
    "idle": "Ha.. Thôi thì chỉ thèm đi đánh một giấc ngủ trưa.",
    "recruit": {
      "greet": "Yo~",
      "talk": [
        "Ơ, thế có đánh nhau ở đâu hả?",
        "Aa, cứ thế thôi chứ chẳng muốn làm gì cả.",
        "Đôi khi cũng muốn bay nhảy một trận chứ."
      ],
      "gift": "Ố ồ!? Cái này hơi bị đỉnh đấy?"
    },
    "affinity": {
      "greet": "Hôm nay là một ngày tuyệt vời để đấu súng.",
      "talk": [
        "Hồi đó mọi chuyện đều tốt đẹp. Ông già ấy tuy nghiêm khắc nhưng lại rất quan tâm đến quân của mình. Vậy nên khi ông ấy rời quân đội... Thì ta cũng bỏ luôn! Ha ha ha!",
        "Không biết ông già ấy đang làm gì."
      ],
      "gift": "Ôi, cảm ơn nhiều."
    },
    "relationship": {
      "greet": "Ơ? Bạn vẫn còn sống à?",
      "talk": [
        "Cây súng này làm tâm trạng ta tốt hơn. Dù nó cũng có chút dở hơi giống ta.",
        "Kkk! Đôi lúc tên nhóc này thì thầm với ta đấy? Bắn! Bắn! Bắn đi! Nó nói vậy đấy! Kehehehe!",
        "Bạn có biết? Có một tên rất đáng gờm trong số những tay săn kiếm tiền thưởng xuất thân từ hải quân đế quốc. Tên đó mà nhắm đến bạn thì cảm thấy thế nào?"
      ]
    }
  },
  "uw": {
    "name": "Gầm Vang Thịnh Nộ, Velkinoth",
    "description": [
      "Khi tấn công thường tăng 8 lực xuyên thủ và tốc độ tấn công. Cộng dồn tối đa 30 lần.",
      "Khi tấn công thường tăng 10 lực xuyên thủ và tốc độ tấn công. Cộng dồn tối đa 30 lần.",
      "Khi tấn công thường tăng 12 lực xuyên thủ và tốc độ tấn công. Cộng dồn tối đa 30 lần.",
      "Khi tấn công thường tăng 14 lực xuyên thủ và tốc độ tấn công. Cộng dồn tối đa 30 lần.",
      "Khi tấn công thường tăng 17 lực xuyên thủ và tốc độ tấn công. Cộng dồn tối đa 30 lần.",
      "Khi tấn công thường tăng 20 lực xuyên thủ và tốc độ tấn công. Cộng dồn tối đa 30 lần."
    ],
    "story": "Một cặp vũ khí phép thuật hấp thụ cơn khát máu của người dùng để tăng cường hỏa lực của chúng. Mỗi lần kéo cò, chúng sẽ đẩy người dùng lún sâu hơn vào sự điên cuồng của trận chiến. Người ta nói rằng khi chế tạo vũ khí, người thợ chính đã tạo cho nó một linh hồn. Dường như Berkinos có được linh hồn của vị thần chiến tranh. Truyện kể rằng, khi người chế tạo kéo cò chúng lần đầu, mặt ông ta đột nhiên tái nhợt với nỗi khiếp sợ và sau đó đã vứt chúng xuống sông."
  },
  "s1": {
    "name": "Bang! Bang !!",
    "description": "Tấn công một kẻ địch 2 lần, gây {0} sát thương vật lý mỗi lần. Nếu kỹ năng gây chí mạng sẽ nổ thêm {1} sát thương vật lý lên kẻ địch ở gần",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Khi địch còn 1 người, lượng sát thương tăng 100%.",
    "dark": "Cộng dồn 2 dấu khi tấn công."
  },
  "s2": {
    "name": "Đã đến lúc phải chết!!",
    "description": "Tăng {0} Sức mạnh tấn công của bản thân và tăng {1} độ chính xác trong 20 giây. Khi tự động tấn công, sử dụng 'Bang! Bang!' với xác suất 15%",
    "books": {
      "0": "Tăng  {0}% mức Tăng tấn công",
      "1": "Tăng  {0}% mức Tăng tấn công",
      "2": "Tăng  {0}% mức Tăng tấn công"
    },
    "light": "Tất cả các sát thương bản thân nhận phải tăng 20% và chỉ số tăng sức tấn công tăng 100%.",
    "dark": "Tăng 10% xác suất Bang! Bang!",
    "ut": {
      "name": "Hộp đạn của sói",
      "description": [
        "[Đến lúc chết rồi!] Tăng 20% Sát thương chí mạng trong thời gian tác dụng của kỹ năng. Máu không thể giảm xuống dưới 10% trong 3 giây.",
        "[Đến lúc chết rồi!] Tăng 24% Sát thương chí mạng trong thời gian tác dụng của kỹ năng. Máu không thể giảm xuống dưới 10% trong 3 giây.",
        "[Đến lúc chết rồi!] Tăng 29% Sát thương chí mạng trong thời gian tác dụng của kỹ năng. Máu không thể giảm xuống dưới 10% trong 3 giây.",
        "[Đến lúc chết rồi!] Tăng 35% Sát thương chí mạng trong thời gian tác dụng của kỹ năng. Máu không thể giảm xuống dưới 10% trong 3 giây.",
        "[Đến lúc chết rồi!] Tăng 42% Sát thương chí mạng trong thời gian tác dụng của kỹ năng. Máu không thể giảm xuống dưới 10% trong 3 giây.",
        "[Đến lúc chết rồi!] Tăng 50% Sát thương chí mạng trong thời gian tác dụng của kỹ năng. Máu không thể giảm xuống dưới 10% trong 3 giây."
      ],
      "story": "Hộp súng chuyên dụng của Thiết lang. Thiết lang nổi tiếng bạo lực và khiến kẻ địch không thể nào hồi sinh. Tên Thiết lang khét tiếng nhất chỉ dùng Hộp đạn sói cường hóa mà hắn có được từ tay chủ nhân của Gold Bar."
    }
  },
  "s3": {
    "name": "Nhảy cùng tôi!!",
    "description": "Vẩy súng bắn vào 1 kẻ địch ngẫu nhiên 12 lần, gây tổng cộng {0} sát thương vật lý. Mỗi lần gây sát thương, đánh dấu Dấu Ấn Tử Thần không thể xóa bỏ lên đối thủ. Mỗi lần Dấu Ấn Tử Thần được cộng dồn, sẽ tăng 1% lượng sát thương của kĩ năng này.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Lượng sát thương tăng 40%.",
    "dark": "Cộng dồn thêm 2 dấu.",
    "ut": {
      "name": "Dấu chân lính đầu sói",
      "description": [
        "Lượng sát thương của [Nhảy cùng tôi!!] tăng 20% và thời gian đợi hồi chiêu của kĩ năng này giảm 5% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 8 lần.",
        "Lượng sát thương của [Nhảy cùng tôi!!] tăng 24% và thời gian đợi hồi chiêu của kĩ năng này giảm 5% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 8 lần.",
        "Lượng sát thương của [Nhảy cùng tôi!!] tăng 29% và thời gian đợi hồi chiêu của kĩ năng này giảm 5% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 8 lần.",
        "Lượng sát thương của [Nhảy cùng tôi!!] tăng 35% và thời gian đợi hồi chiêu của kĩ năng này giảm 5% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 8 lần.",
        "Lượng sát thương của [Nhảy cùng tôi!!] tăng 42% và thời gian đợi hồi chiêu của kĩ năng này giảm 5% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 8 lần.",
        "Lượng sát thương của [Nhảy cùng tôi!!] tăng 50% và thời gian đợi hồi chiêu của kĩ năng này giảm 5% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 8 lần."
      ],
      "story": "Cổ tự của Thiết lang, lính đánh thuê vĩ đại nhất. Một loại cổ tự tượng trưng cho lính đánh thuê Thiết lang, người được gọi là ác quỷ trên chiến trường. Mitra được gọi là Sói bạc trên chiến trường. Ngay cả khi rời khỏi đội đánh thuê, anh vẫn mang theo huy hiệu này để luôn nhớ về trận chiến với tên sỹ quan hải quân của đế quốc."
    }
  },
  "s4": {
    "name": "Mi là kẻ tiếp theo!!",
    "description": "Tấn công tự động lưu lại Dấu Ấn Tử Thần không thể xóa bỏ lên đối thủ. Khi đối thủ trúng đòn tự động và đòn Bang! Bang !! gây thêm {0} sát thương vật lý. Mỗi lần cộng dồn dấu ấn tăng 2% sát thương lên mục tiêu. Số lượt cộng dồn tối đa 100 lần.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Chỉ số tối đa của dấu cộng dồn tăng thành 200.",
    "dark": "Khi tấn công thường lên đối phương bị cộng dồn 100 lần, thời gian hồi chiêu của các chiêu sẽ giảm 0.3 giây."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Khi ra đòn chí mạng, sát thương chí mạng của bản thân tăng 0.5%, tốc độ tấn công tăng 5. Cộng dồn tối đa 100"
  }
}