{
  "name": "Ricardo",
  "subtitle": "Thẩm phán của Lua",
  "description": "Anh hùng dũng mãnh bảo vệ thế giới loài người khỏi sự đe dọa của bọn ma tộc từ rất lâu. Hủy diệt địch bằng cây trụ chứa đựng chúc phúc của nữ thần.",
  "story": "Một người anh hùng đã cứu vô số mạng sống khỏi Ác quỷ và hiện là thống soái Hiệp sĩ thần thánh của Nhà thờ Lua. Vị hiệp sĩ dũng cảm và dày dạn này đã săn lùng Ác quỷ trên khắp Orvelia kể từ khi còn trẻ. Ông cũng là viện trưởng trại trẻ mồ côi nơi Kasel, Frey và Clause lớn lên. Ông đã đào tạo vô số chiến binh tại Orvelia và được coi là thủ lĩnh tinh thần của họ. Ông đang chuẩn bị rời khỏi chức vị do vấn đề tuổi tác nhưng sức mạnh bất chấp tuổi tác của ông luôn khiến ông bị từ chối mỗi lần xin nghỉ hưu.",
  "like": "Mọi người, giúp đỡ người khác",
  "dislike": "Ác quỷ, đặc biệt là những kẻ tấn công mọi người mà không cần lý do",
  "inn": {
    "idle": "Mọi người đều khỏe cả nhỉ. Thật tốt! Hahaha!!",
    "recruit": {
      "greet": "Hahaha, là bạn? Bạn khỏe chứ?",
      "talk": [
        "Cũng gọi là có tuổi rồi nhỉ! Nhưng mà không biết bao giờ mới nghỉ được. Hahaha.",
        "Hahaha, tuy lưng có đau một chút, nhưng ổn cả thôi.",
        "Vật tay hả!? Làm sao mà bỏ lỡ được! Haha, lên nào!"
      ],
      "gift": "Haha, đừng phiền gì cả. Cứ đặt hòm từ thiện đó tại Viện trẻ mồ cô! Mấy đứa trẻ sẽ cần những thứ này hơn ta."
    },
    "affinity": {
      "greet": "Ngươi khỏe chứ? Sức khỏe là vốn quý!",
      "talk": [
        "Xem ra ngươi cũng chăm chỉ luyện tập đấy! Wa ha ha ha!!!",
        "Rượu à? Ta thích! Nhưng mà tửu lượng của ta không được như xưa nữa đâu!"
      ],
      "gift": "Ta sẽ mua mấy bộ quần áo mới cho lũ nhỏ! Ha ha ha ha!"
    },
    "relationship": {
      "greet": "Hahaha, trông sắc mặt bạn ổn nhỉ!!",
      "talk": [
        "Nếu chiến đấu với bọn ma tộc sẽ thấy... thiệt hại người dân còn lớn hơn cả chiến tranh với loài người...",
        "Bạn hỏi tôi bao nhiêu tuổi? Hahaha, tôi ở cái tuổi có nghỉ hưu thì cũng không có gì lạ! Chỉ là không được thông qua thôi...",
        "Cuộc đời là một chuỗi luyện tập! Vận động rất quan trọng nên hãy chăm chỉ luyện tập!!"
      ]
    }
  },
  "uw": {
    "name": "Ánh sáng thẩm phán, Theoria",
    "description": [
      "Khi một đồng minh ngoài người niệm kỹ năng nhận sát thương, có 10% xác suất tạo ra một lớp khiên trên người, giúp hấp thụ sát thương tương đương 320% tấn công trong 5 giây, đồng thời được miễn nhiễm trạng thái chế ngự. Hiệu ứng này chỉ kích hoạt một lần trong 5 giây.",
      "Khi một đồng minh ngoài người niệm kỹ năng nhận sát thương, có 12% xác suất tạo ra một lớp khiên trên người, giúp hấp thụ sát thương tương đương 384% tấn công trong 5 giây, đồng thời được miễn nhiễm trạng thái chế ngự. Hiệu ứng này chỉ kích hoạt một lần trong 5 giây.",
      "Khi một đồng minh ngoài người niệm kỹ năng nhận sát thương, có 14% xác suất tạo ra một lớp khiên trên người, giúp hấp thụ sát thương tương đương 460% tấn công trong 5 giây, đồng thời được miễn nhiễm trạng thái chế ngự. Hiệu ứng này chỉ kích hoạt một lần trong 5 giây.",
      "Khi một đồng minh ngoài người niệm kỹ năng nhận sát thương, có 17% xác suất tạo ra một lớp khiên trên người, giúp hấp thụ sát thương tương đương 552% tấn công trong 5 giây, đồng thời được miễn nhiễm trạng thái chế ngự. Hiệu ứng này chỉ kích hoạt một lần trong 5 giây.",
      "Khi một đồng minh ngoài người niệm kỹ năng nhận sát thương, có 20% xác suất tạo ra một lớp khiên trên người, giúp hấp thụ sát thương tương đương 660% tấn công trong 5 giây, đồng thời được miễn nhiễm trạng thái chế ngự. Hiệu ứng này chỉ kích hoạt một lần trong 5 giây.",
      "Khi một đồng minh ngoài người niệm kỹ năng nhận sát thương, có 25% xác suất tạo ra một lớp khiên trên người, giúp hấp thụ sát thương tương đương 800% tấn công trong 5 giây, đồng thời được miễn nhiễm trạng thái chế ngự. Hiệu ứng này chỉ kích hoạt một lần trong 5 giây."
    ],
    "story": "Khi Kiếm Thánh Aea được ban cho Kyle, nó xuất hiện tại Ngôi đền Lua nằm ở phía bắc của King's Plains. Khi Kyle lấy thanh kiếm khỏi bàn thờ, nó đã phát ra một làn sóng ánh sáng quyền năng biến toàn bộ khu vực xung quanh thành một vùng đất thiêng. Mọi thứ trong Ngôi đền đều biến thành thánh tích. Trong đó, cột trụ chính giữa Ngôi đền là Teoria được hấp thụ nhiều năng lượng thánh nhất."
  },
  "s1": {
    "name": "Sụp đổ",
    "description": "Gây {0} sát thương vật lý và làm ngã trong 3 giây với những địch trong phạm vi phía trước bản thân anh hùng.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Trong lúc sử dụng chiêu sẽ được miễn nhiễm với trạng thái xấu."
    },
    "light": "Tăng 25% sát thương vật lý mà đối phương nhận được trong 10 giây.",
    "dark": "Cộng thêm sát thương vật lý một lượng tương ứng 200% lực phòng thủ phép.",
    "ut": {
      "name": "Khăn choàng của học giả",
      "description": [
        "[Sụp đổ] Giảm 20% điểm Tấn công của mục tiêu, tăng 5% Sát thương vật lý và Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Sụp đổ] Giảm 20% điểm Tấn công của mục tiêu, tăng 6% Sát thương vật lý và Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Sụp đổ] Giảm 20% điểm Tấn công của mục tiêu, tăng 7% Sát thương vật lý và Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Sụp đổ] Giảm 20% điểm Tấn công của mục tiêu, tăng 8.5% Sát thương vật lý và Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Sụp đổ] Giảm 20% điểm Tấn công của mục tiêu, tăng 10.5% Sát thương vật lý và Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Sụp đổ] Giảm 20% điểm Tấn công của mục tiêu, tăng 12.5% Sát thương vật lý và Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây."
      ],
      "story": "Một chiếc khăn choàng kỷ niệm được trao cho Đại võ sư của Thánh hiệp sĩ. Ricardo biến nó thành phù hiệu và gắn lên giáp để nâng cao sĩ khí của đồng đội trên chiến trường. Khi anh vung thanh Theoria vào những sinh vật tà ác, chiếc khăn choàng tung bay phấp phới, truyền dũng khí cho những người đồng đội của anh nhìn thấy nó."
    }
  },
  "s2": {
    "name": "Bảo hộ của thần",
    "description": "Gây {0} sát thương vật lý lên đối thủ trong phạm vi quanh bản thân và làm choáng trong 1 giây. Ngoài ra, làm tăng {1} lực phòng thủ phép của bản thân trong 10 giây, nhận thay 80% sát thương phép cho đồng minh.",
    "books": {
      "0": "Tăng {0}% Mức tăng phòng thủ",
      "1": "Tăng {0}% Mức tăng phòng thủ",
      "2": "Hồi phục từng 1% một thể lực tối đa của bản thân trong 10 giây."
    },
    "light": "Lượng tiêu thụ mana tăng 1, giảm sát thương 1 lượng bằng 30% so với sát thương mà Ricardo nhận thay cho các đồng minh.",
    "dark": "Hiệu ứng nhận sát thương thay thế sẽ không được gỡ bỏ dựa trên kĩ năng giải bỏ hiệu ứng có lợi.",
    "ut": {
      "name": "Niềm kiêu hãnh của thánh chiến binh",
      "description": [
        "[Bảo hộ của thần linh] Nhận miễn nhiễm trạng thái chế ngự và tăng 10% Giảm tổn hại phép thuật trong thời gian tác dụng của kỹ năng.",
        "[Bảo hộ của thần linh] Nhận miễn nhiễm trạng thái chế ngự và tăng 12% Giảm tổn hại phép thuật trong thời gian tác dụng của kỹ năng.",
        "[Bảo hộ của thần linh] Nhận miễn nhiễm trạng thái chế ngự và tăng 14% Giảm tổn hại phép thuật trong thời gian tác dụng của kỹ năng.",
        "[Bảo hộ của thần linh] Nhận miễn nhiễm trạng thái chế ngự và tăng 17% Giảm tổn hại phép thuật trong thời gian tác dụng của kỹ năng.",
        "[Bảo hộ của thần linh] Nhận miễn nhiễm trạng thái chế ngự và tăng 21% Giảm tổn hại phép thuật trong thời gian tác dụng của kỹ năng.",
        "[Bảo hộ của thần linh] Nhận miễn nhiễm trạng thái chế ngự và tăng 25% Giảm tổn hại phép thuật trong thời gian tác dụng của kỹ năng."
      ],
      "story": "Lá chắn của thẩm phán thuộc đội quân Thánh hiệp sĩ của Lua. Cổ vật được trao cho những người đạt được danh hiệu Thẩm phán từ nhóm Thánh hiệp sĩ của Lua. Là một cổ vật được yểm phước lành của Nữ thần Lua, nó bảo vệ những người được thần linh bao bọc và trừng trị kẻ địch không nương tay."
    }
  },
  "s3": {
    "name": "Phán xử của thần",
    "description": "Tấn công 3 lần lên địch trong phạm vi đường thẳng về phía trước bản thân anh hùng. 2 lần tấn công đầu sẽ gây ra {0} sát thương vật lý lên địch và làm ngất xỉu trong 4 giây, lần tấn công cuối gây ra {1} sát thương vật lý lên địch trên diện rộng 20% và làm ngất xỉu trong 4 giây. Mỗi lần tấn công sẽ gỡ bỏ hiệu ứng có lợi của địch với xác suất 50%.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Trong lúc ra chiêu sẽ chặn tất cả sát thương."
    },
    "light": "Thời gian ngất xỉu tăng 2 giây.",
    "dark": "Lượng tiêu thụ Mana giảm 1.",
    "ut": {
      "name": "Lời thề hiệp sĩ thánh giáo",
      "description": [
        "Hiệu ứng có lợi của [Phán xử của thần] đổi thành 75% gỡ bỏ được và làm giảm 100 tốc độ tấn công của đối thủ trong 10 giây.",
        "Hiệu ứng có lợi của [Phán xử của thần] đổi thành 75% gỡ bỏ được và làm giảm 120 tốc độ tấn công của đối thủ trong 10 giây.",
        "Hiệu ứng có lợi của [Phán xử của thần] đổi thành 75% gỡ bỏ được và làm giảm 140 tốc độ tấn công của đối thủ trong 10 giây.",
        "Hiệu ứng có lợi của [Phán xử của thần] đổi thành 75% gỡ bỏ được và làm giảm 170 tốc độ tấn công của đối thủ trong 10 giây.",
        "Hiệu ứng có lợi của [Phán xử của thần] đổi thành 75% gỡ bỏ được và làm giảm 210 tốc độ tấn công của đối thủ trong 10 giây.",
        "Hiệu ứng có lợi của [Phán xử của thần] đổi thành 75% gỡ bỏ được và làm giảm 250 tốc độ tấn công của đối thủ trong 10 giây."
      ],
      "story": "Ấn chương mà Ricardo dùng làm lời thề của Thánh chiến binh. Lần đầu được bổ nhiệm làm Thánh chiến binh, các hiệp sĩ sẽ dùng ấn chương để ghi tên trên chứng thư tuyên thệ. Ricardo đã làm ra ấn chương này với lòng yêu mến Nhà thờ Lua. Đến giờ anh ấy vẫn mang theo nó bên mình."
    }
  },
  "s4": {
    "name": "Chúc phúc của thần",
    "description": "Làm tăng {0} lực phòng thủ phép của đối phương trong 5 giây nếu đồng minh nhận phải sát thương phép. Cộng dồn tối đa 5 lần.",
    "books": {
      "0": "Tăng {0}% Mức tăng phòng thủ",
      "1": "Tăng {0}% Mức tăng phòng thủ",
      "2": "Thời gian kéo dài tăng 2 giây."
    },
    "light": "Lượng tăng lực phòng thủ phép tăng 40%.",
    "dark": "Cộng dồn tối đa thay đổi thành 8 lần.",
    "ut": {
      "name": "Mặt dây chuyền nhân từ",
      "description": [
        "[Chúc phúc của thần] Tăng thời gian hiệu lực thêm 5 giây. Giảm 1% Sát thương phép thuật gây ra cho bản thân mỗi lần cộng dồn.",
        "[Chúc phúc của thần] Tăng thời gian hiệu lực thêm 5 giây. Giảm 1,2% Sát thương phép thuật gây ra cho bản thân mỗi lần cộng dồn.",
        "[Chúc phúc của thần] Tăng thời gian hiệu lực thêm 5 giây. Giảm 1,4% Sát thương phép thuật gây ra cho bản thân mỗi lần cộng dồn.",
        "[Chúc phúc của thần] Tăng thời gian hiệu lực thêm 5 giây. Giảm 1,7% Sát thương phép thuật gây ra cho bản thân mỗi lần cộng dồn.",
        "[Chúc phúc của thần] Tăng thời gian hiệu lực thêm 5 giây. Giảm 2,1% Sát thương phép thuật gây ra cho bản thân mỗi lần cộng dồn.",
        "[Chúc phúc của thần] Tăng thời gian hiệu lực thêm 5 giây. Giảm 2,5% Sát thương phép thuật gây ra cho bản thân mỗi lần cộng dồn."
      ],
      "story": "Biểu tượng của Cô nhi viện Ricardo với một cây thánh giá nhỏ ở giữa một cây thánh giá lớn hơn. Vậy này được chế tác từ lúc xây dựng cô nhi viện, với hi vọng rằng những lời cầu nguyện của Ricardo có thể nói thay ước muốn của những đứa trẻ bé nhỏ nhất còn chưa biết nói. Đại nữ tu Iris cũng ban phước lành cho mặt dây chuyền nhân danh Lua. Tương truyền rằng, những đứa trẻ sẽ lớn lên khỏe mạnh, tránh được mọi bệnh tật nhờ phước lành đó."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / P. Block +200",
    "dark": "Khi thể lực bản thân còn dưới 40% sẽ giúp thể lực không bị rơi xuống dưới 10% trong 6 giây và làm tăng sức tấn công của toàn bộ đồng minh một lượng tương đương 50% lực phòng thủ phép của bản thân. Hiệu ứng này chỉ phát động mỗi 60 giây/lần."
  }
}