{
  "name": "Tanya",
  "subtitle": "Lưỡi kiếm Yên lặng",
  "description": "Một sát thủ tinh anh thuộc Mặt Nạ Cười và một đồng nghiệp cũ của Roi. Cô nàng là 'Kẻ dọn dẹp' của tổ chức, và công việc chính là giết bất cứ kẻ phản bội nào. Cô nàng phục kích kẻ địch và nhanh chóng đưa chúng vào sự chết chóc im lặng, nhanh chóng.",
  "story": "Một sát thủ Mặt nạ cười và là đồng sự của Roi. Mặc dù có lợi thế thể chất so với Roi vì là Bán tiên nhưng cô không hiểu sự đời và không có khả năng kết nối với những người khác như anh, mà đó lại chính là những đặc điểm giúp anh trở thành trụ cột trong những hoạt động quy mô lớn. Điều này khiến cô cảm thấy có chút mặc cảm tự ti. Là 'Người dọn dẹp' của tổ chức, cô được giao nhiệm vụ loại bỏ bất kỳ kẻ phản bội nào. Khi Roi rời bỏ tổ chức, cô bắt đầu đuổi theo anh để tìm hiểu động cơ của anh, gác lại mọi nhiệm vụ khác của mình. Kế hoạch của cô sau khi tìm thấy anh vẫn còn chưa rõ ràng.",
  "like": "Roi",
  "dislike": "Roi, Mặt nạ cười, dòng máu Bán tiên",
  "inn": {
    "idle": "....",
    "recruit": {
      "greet": "...Hứ.",
      "talk": [
        "...Đừng có chọc vào tôi.",
        "...Đừng có thèm quan tâm tới người con gái như tôi, chỉ có tài đi giết người là giỏi thôi.",
        "... Haizz"
      ],
      "gift": "...Trước tiên...cứ nhận lấy vậy."
    },
    "affinity": {
      "greet": "...Hừm.",
      "talk": [
        "Ta đã từ chối cương vị canh gác...",
        "...Vì hiểm nguy luôn rình rập."
      ],
      "gift": "...Ta không... cần đâu..."
    },
    "relationship": {
      "greet": "... Đến rồi hả?",
      "talk": [
        "Xin lỗi... Tôi không có tài nói chuyện.",
        "Có ở chung với tôi thì sẽ không chuyện gì thú vị đâu.",
        "Sao lại ra vẻ quan tâm tới tôi thế...? Không thể hiểu nổi..."
      ]
    }
  },
  "uw": {
    "name": "Ác quỷ kiên nhẫn, Caethasis",
    "description": [
      "Mỗi khi trận đấu bắt đầu sẽ tàng hình trong vòng 10 giây. Trong vòng 10 giây đó sát thương đòn chí mạng sẽ được tăng 30%.",
      "Mỗi khi trận đấu bắt đầu sẽ tàng hình trong vòng 10 giây. Trong vòng 10 giây đó sát thương đòn chí mạng sẽ được tăng 36%.",
      "Mỗi khi trận đấu bắt đầu sẽ tàng hình trong vòng 10 giây. Trong vòng 10 giây đó sát thương đòn chí mạng sẽ được tăng 43%.",
      "Mỗi khi trận đấu bắt đầu sẽ tàng hình trong vòng 10 giây. Trong vòng 10 giây đó sát thương đòn chí mạng sẽ được tăng 52%.",
      "Mỗi khi trận đấu bắt đầu sẽ tàng hình trong vòng 10 giây. Trong vòng 10 giây đó sát thương đòn chí mạng sẽ được tăng 62%.",
      "Mỗi khi trận đấu bắt đầu sẽ tàng hình trong vòng 10 giây. Trong vòng 10 giây đó sát thương đòn chí mạng sẽ được tăng 75%."
    ],
    "story": "Cuộc chiến chống Ác quỷ đã diễn ra 100 năm trước. Trong cuộc chiến này, mối đe dọa lớn nhất với nhân loại chắc chắn là nhóm chỉ huy Ác quỷ cấp cao. Trong số đó, Ác quỷ Kiên nhẫn Kaitasis là kẻ đặc biệt nguy hiểm. Vô số pháp sư và giáo sĩ đã bị tàn sát bởi tên Ác quỷ này, kẻ chuyên nhắm vào những người sử dụng phép thuật để lấy linh hồn của họ. Cuối cùng, Kaitasis đã bị Kyle đánh bại, và hạt nhân của ác quỷ này đã bị niêm phong. Tuy nhiên, nhiều năm sau, hạt nhân đó rơi vào tay Mặt nạ cười và một lần nữa lại trở thành một thứ vũ khí chết chóc."
  },
  "s1": {
    "name": "Tiếp cận mục tiêu",
    "description": "Tạo hiệu quả 'tăng sát thương vật lý nhận' với xác suất {0}% trong 10 giây lên đối thủ có lực phòng thủ vật lý thấp nhất, di chuyển ra phía sau đối tượng gây {1} sát thương vật lý và đẩy ngã. Nếu ra chiêu trong trạng thái tàng hình gây choáng đối tượng trong 6 giây rồi trở lại bình thường, khi không trong trạng thái tàng hình chuyển thành trạng thái tàng hình trong 10 giây. Tăng 50 xác suất chí mạng và tỉ lệ né khi [Tàng hình]",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng xác suất chí mạng {0}."
    },
    "light": "Làm giảm 30% tỷ lệ Hồi máu của mục tiêu.",
    "dark": "Giảm 250 lực kháng đòn chí mạng của đối tượng trong 10 giây.",
    "ut": {
      "name": "Điển tịch ẩn thân sao chép",
      "description": [
        "[Tiếp cận mục tiêu] Tăng 50% Sát thương và hồi phục 400 Mana sau khi sử dụng.",
        "[Tiếp cận mục tiêu] Tăng 50% Sát thương và hồi phục 480 Mana sau khi sử dụng.",
        "[Tiếp cận mục tiêu] Tăng 50% Sát thương và hồi phục 580 Mana sau khi sử dụng.",
        "[Tiếp cận mục tiêu] Tăng 50% Sát thương và hồi phục 700 Mana sau khi sử dụng.",
        "[Tiếp cận mục tiêu] Tăng 50% Sát thương và hồi phục 840 Mana sau khi sử dụng.",
        "[Tiếp cận mục tiêu] Tăng 50% Sát thương và hồi phục 1000 Mana sau khi sử dụng."
      ],
      "story": "Mặt nạ cười có một bí kíp ẩn thân của đám sát thủ lão luyện. Quyển bí kíp đó mô tả chi tiết kỹ năng ẩn thân và cách ứng dụng. Tanya bổ sung những chú giải của riêng cô, nên quyển bí kíp đó càng có giá trị hơn."
    }
  },
  "s2": {
    "name": "Cơn lốc lưỡi kiếm",
    "description": "Tấn công kẻ địch ở gần 3 lần gây tổng cộng {0} sát thương vật lý và cộng dồn 1 lần hiệu ứng xuất huyết lên đối thủ nhận sát thương. Nếu đang trong trạng thái Tàng hình, giảm 70% tỷ lệ Hồi máu rồi trở lại bình thường, nếu không sẽ Tàng hình trong 10 giây. Tăng 50 xác suất chí mạng và tỉ lệ né khi [Tàng hình]",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng xác suất chí mạng {0}."
    },
    "light": "Khi địch còn 1 người, lượng sát thương tăng 100%.",
    "dark": "Khi phát sinh đòn chí mạng, hồi phục 200 mana.",
    "ut": {
      "name": "Đai vây quanh của mặt nạ cười",
      "description": [
        "[Cơn lốc lưỡi kiếm] Tăng 20% Sát thương và giảm 8% Thời gian hồi chiêu khi có Đòn chí mạng.",
        "[Cơn lốc lưỡi kiếm] Tăng 24% Sát thương và giảm 8% Thời gian hồi chiêu khi có Đòn chí mạng.",
        "[Cơn lốc lưỡi kiếm] Tăng 29% Sát thương và giảm 8% Thời gian hồi chiêu khi có Đòn chí mạng.",
        "[Cơn lốc lưỡi kiếm] Tăng 35% Sát thương và giảm 8% Thời gian hồi chiêu khi có Đòn chí mạng.",
        "[Cơn lốc lưỡi kiếm] Tăng 42% Sát thương và giảm 8% Thời gian hồi chiêu khi có Đòn chí mạng.",
        "[Cơn lốc lưỡi kiếm] Tăng 50% Sát thương và giảm 8% Thời gian hồi chiêu khi có Đòn chí mạng."
      ],
      "story": "Vật dụng đa năng mà Mặt nạ cười dùng cho nhiệm vụ ám sát. Đây là món đồ chuyên dụng của Mặt nạ cười, nổi tiếng với khả năng kết liễu mục tiêu nhanh chóng và gọn ghẽ. Với thiết kế tối ưu quy luật công kích của người đeo, nó hỗ trợ kiểm soát vũ khí ném hiệu quả và tăng sức mạnh của các đòn đánh liên tiếp trong khi tung chiêu Cơn lốc lưỡi kiếm."
    }
  },
  "s3": {
    "name": "Lời thì thầm Chết chóc",
    "description": "Tấn công 6 lần đối thủ bất kì gây tổng {0} sát thương vật lý, 1 lần tấn công gây thêm {1} sát thương vật lý. Khi sử dụng chiêu trong trạng thái tàng hình gỡ bỏ mọi hiệu quả cường hóa của đối tượng, khi không trong trạng thái tàng hình chuyển sang trạng thái tàng hình trong 10 giây. Tăng 50 xác suất chí mạng và tỉ lệ né khi [Tàng hình]",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng xác suất chí mạng {0}."
    },
    "light": "Tăng lượng mana sử dụng thêm 1 và tăng 100% lượng sát thương.",
    "dark": "Thời gian đợi dùng chiêu lại giảm 5 giây.",
    "ut": {
      "name": "Dao găm câm lặng",
      "description": [
        "Lượng sát thương của [Lời thì thầm Chết chóc] tăng 20% và nhận được hiệu ứng Ẩn thân ngay khi sử dụng. Nếu đang ở trạng thái ẩn thân rồi, lực tấn công sẽ được tăng 20% trong 10 giây.",
        "Lượng sát thương của [Lời thì thầm Chết chóc] tăng 24% và nhận được hiệu ứng Ẩn thân ngay khi sử dụng. Nếu đang ở trạng thái ẩn thân rồi, lực tấn công sẽ được tăng 20% trong 10 giây.",
        "Lượng sát thương của [Lời thì thầm Chết chóc] tăng 29% và nhận được hiệu ứng Ẩn thân ngay khi sử dụng. Nếu đang ở trạng thái ẩn thân rồi, lực tấn công sẽ được tăng 20% trong 10 giây.",
        "Lượng sát thương của [Lời thì thầm Chết chóc] tăng 35% và nhận được hiệu ứng Ẩn thân ngay khi sử dụng. Nếu đang ở trạng thái ẩn thân rồi, lực tấn công sẽ được tăng 20% trong 10 giây.",
        "Lượng sát thương của [Lời thì thầm Chết chóc] tăng 42% và nhận được hiệu ứng Ẩn thân ngay khi sử dụng. Nếu đang ở trạng thái ẩn thân rồi, lực tấn công sẽ được tăng 20% trong 10 giây.",
        "Lượng sát thương của [Lời thì thầm Chết chóc] tăng 50% và nhận được hiệu ứng Ẩn thân ngay khi sử dụng. Nếu đang ở trạng thái ẩn thân rồi, lực tấn công sẽ được tăng 20% trong 10 giây."
      ],
      "story": "Một con dao găm được trao cho người hoàn thành nhiệm vụ đầu tiên của Mặt nạ cười. Có một luật lệ quy định rằng sát thủ phải luôn mang theo con dao găm có dấu vết của mục tiêu. Chiếc dao găm mà sát thủ lặng lẽ mang theo giống như một lá bùa, không ngừng thì thầm với họ về tử vong."
    }
  },
  "s4": {
    "name": "Âm thầm Mai Phục",
    "description": "Gây thêm {0} sát thương vật lý lên kẻ địch và làm chúng câm lặng trong {1} giây khi kỹ năng này gây Đòn chí mạng. Nếu mục tiêu không phải là Anh hùng, gây thêm {2} sát thương vật lý mà bỏ qua phòng thủ và làm giảm {4} tốc độ tấn công của mục tiêu trong {3} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Hồi máu tăng {0}%."
    },
    "light": "Tăng 100% sát thương bổ sung đối với kẻ địch không phải là Anh hùng.",
    "dark": "Tăng 0,5 giây thời gian Câm lặng.",
    "ut": {
      "name": "Kim im lặng",
      "description": [
        "[Âm thầm mai phục] Khi kích hoạt, khôi phục 100 điểm Mana của bản thân và giảm 200 điểm Mana của mục tiêu.",
        "[Âm thầm mai phục] Khi kích hoạt, khôi phục 120 điểm Mana của bản thân và giảm 200 điểm Mana của mục tiêu.",
        "[Âm thầm mai phục] Khi kích hoạt, khôi phục 140 điểm Mana của bản thân và giảm 200 điểm Mana của mục tiêu.",
        "[Âm thầm mai phục] Khi kích hoạt, khôi phục 170 điểm Mana của bản thân và giảm 200 điểm Mana của mục tiêu.",
        "[Âm thầm mai phục] Khi kích hoạt, khôi phục 210 điểm Mana của bản thân và giảm 200 điểm Mana của mục tiêu.",
        "[Âm thầm mai phục] Khi kích hoạt, khôi phục 250 điểm Mana của bản thân và giảm 200 điểm Mana của mục tiêu."
      ],
      "story": "Vũ khí bí mật mà thủ lĩnh Mặt nạ cười chế tạo cho Tanya. Sau khi chứng kiến Tanya hoàn thành xuất sắc vô số nhiệm vụ, thủ lĩnh quyết định Tanya chính là người phù hợp để thực hiện các nhiệm vụ nguy hiểm nhất và đã trao 'Kim im lặng', vũ khí bí mật của Mặt nạ cười, cho cô ấy. Được chế táo bằng công nghệ sinh học tiên tiến, cây kim khiến cho năng lượng chảy trong cơ thể trào ngược, tiêu diệt đối thủ trong nháy mắt. Quan trọng nhất là vũ khí này sẽ giúp Tanya giữ lời thề im lặng khi có chuyện xảy ra và nhiệm vụ thất bại."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Khi tấn công thông thường sẽ có 15% khả năng được tàng hình trong vòng 10 giây. Tấn công trong lúc tàng hình thì tỷ lệ sát thương sẽ được tăng lên 50%."
  }
}