{
  "name": "Ezekiel",
  "subtitle": "Máu nhiệm chú",
  "description": "Đứa con mang dòng máu lai giữa con người và ma tộc. Bị nguyền rủa vì chính sự tồn tại của bản thân. Vung cánh tay phải nơi dòng máu ma tộc mạnh mẽ cuồn cuộn chảy phân đối thủ thành từng mảnh.",
  "story": "Con trai của Lucikiel là một chỉ huy Ác quỷ quyền lực đã hạ gục Cộng hòa Gray. Thường chu đáo và cẩn thận, thực ra hắn là bán Nhân. Trong trận chiến, dòng máu Ác quỷ chiếm cứ và biến hắn trở nên ngạo mạn và bạo lực. Hắn thừa hưởng sức mạnh này từ cha của mình, người mà hắn chưa bao giờ biết là ai. Tuy nhiên, hắn vẫn kiêu hãnh vì quyền năng của mình và không cố gắng che giấu. Vì hắn chỉ là Ác quỷ một phần nên chỉ có một tay biến đổi. Tuy nhiên, thậm chí chỉ một cánh tay này cũng chứa sức mạnh to lớn và chắc chắn hắn không thể dễ dàng kiểm soát hoàn toàn sức mạnh đó. Nếu hắn mất khả năng khống chế cánh tay, lựa chọn khôn ngoan duy nhất là ngay lập tức tránh hắn càng xa càng tốt.",
  "like": "Bánh pút đinh caramen, nước ép ngọt",
  "dislike": "Những kẻ yếu đuối giả vờ cứng rắn, những kẻ ngốc nghĩ mình biết mọi thứ",
  "inn": {
    "idle": "Nhìn cái gì?",
    "recruit": {
      "greet": "Sao? Nói đi.",
      "talk": [
        "Thật là, cứ muốn gây phiền toái vậy...",
        "Thôi cứ đi đi.",
        "Sao cứ muốn ra vẻ làm thân thế hả. Tôi không có ý định gần gũi gì đâu."
      ],
      "gift": "Gì, tự dưng sao lại thế này.. Này.. Thôi tôi cứ nhận vậy."
    },
    "affinity": {
      "greet": "Ta chỉ mệt vì bị thiếu ngủ thôi.",
      "talk": [
        "Không...Không biết tên ngốc ở Công quốc Gray hiện đang làm gì.",
        "Tóc của ta làm sao? Trông đẹp đấy chứ? Tóc phải xù lên kiểu này thì mới chất."
      ],
      "gift": "Ôi, cảm ơn nhiều!"
    },
    "relationship": {
      "greet": "À há? Xem ra bạn đã chào hỏi với tên khờ khạo đó trước rồi nhỉ?",
      "talk": [
        "Thật ra tôi không quan trọng việc bố tôi là người thuộc ma tộc. Vì tôi đã có được sức mạnh kinh khủng này.",
        "Tên đó, nếu nói ra thì vấn đề là tinh thần hắn không được ổn định. Chẳng có ai có thể gây nguy hại cho chúng ta cả nhưng hắn tự nhảy vào thua trước.",
        "Thỉnh thoảng có trạng thái không thể ngăn chặn sức mạnh này được. Nhưng có sao đâu, lúc đấy cũng vui không kém!! Kyaha~!"
      ]
    }
  },
  "uw": {
    "name": "Tên quản ngục tuyệt vọng Barbatos",
    "description": [
      "Thời gian kéo dài trạng thái cơn bão tăng 2 giây và lượng sát thương chí mạng tăng 80% khi đang ở trạng thái Cơn bão.",
      "Thời gian kéo dài trạng thái cơn bão tăng 3 giây và lượng sát thương chí mạng tăng 90% khi đang ở trạng thái Cơn bão.",
      "Thời gian kéo dài trạng thái cơn bão tăng 4 giây và lượng sát thương chí mạng tăng 100% khi đang ở trạng thái Cơn bão.",
      "Thời gian kéo dài trạng thái cơn bão tăng 5 giây và lượng sát thương chí mạng tăng 110% khi đang ở trạng thái Cơn bão.",
      "Thời gian kéo dài trạng thái cơn bão tăng 6 giây và lượng sát thương chí mạng tăng 120% khi đang ở trạng thái Cơn bão.",
      "Thời gian kéo dài trạng thái cơn bão tăng 7 giây và lượng sát thương chí mạng tăng 130% khi đang ở trạng thái Cơn bão."
    ],
    "story": "Cha của Ezekiel là một trong những Ác quỷ cấp cao nhất. Dù không biết tên hay mặt cha, nhưng anh ta nhận thấy nguồn sức mạnh ghê gớm từ dòng máu Ác quỷ mà anh ta được thừa hưởng. Dòng máu Ác quỷ chảy trong huyết quản cũng mang đến cho anh ta nhân cách thứ hai. Khi dòng máu con người chiếm ưu thế, Ezekiel là một chàng trai trẻ có nhân cách tuyệt vời. Những lúc khác, anh ta là một Ác quỷ vô cùng mạnh và ngạo mạn, giống như cha của anh ta vậy. Tên quản ngục tuyệt vọng Barbatos hiện thân khi dòng máu Ác quỷ của Ezekiel bộc lộ toàn bộ sức mạnh. Với hình dạng là cánh tay của anh ta, vũ khí này đủ mạnh để chia cắt các chiều không gian và tự cắt đứt không gian. Đó chính là hình ảnh tiêu biểu cho sức mạnh của cha anh ta."
  },
  "s1": {
    "name": "Bản năng phá hủy",
    "description": "Càn quét những đối thủ trong phạm vi vòng tròn quanh bản thân, gây {0} sát thương phép và nhấn đối thủ xuống đất, gây {1} sát thương phép và làm ngã trong 3 giây. [Cơn bão] - Mất 15% thể lực hiện tại của bản thân để dùng chiêu. Phạm vi hiệu ứng tăng lên và tấn công càn quét sẽ kéo đối thủ về phía mình.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Lượng sát thương tăng 40%.",
    "dark": "Sau khi sử dụng, sức tấn công tăng 40% trong 5 giây."
  },
  "s2": {
    "name": "Tuyệt vọng tìm đến",
    "description": "Tiến về phía đối thủ có sức tấn công cao nhất, gây ra {0} sát thương phép lên những đối thủ trong phạm vi xung quanh đối tượng đó và làm giảm {1} tốc độ tấn công. [Cơn bão] - Mất 10% thể lực hiện tại của bản thân để dùng chiêu. Phạm vi hiệu ứng tăng lên, làm đối tượng choáng trong {2} giây và làm giảm {4} tốc độ tấn công của bản thân trong {3} giây.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Lượng tiêu thụ mana giảm 1.",
    "dark": "Bỏ qua lực phòng thủ của đối tượng nếu sử dụng chiêu khi đang ở trạng thái Cơn bão.",
    "ut": {
      "name": "Vòng cổ thú hoang",
      "description": [
        "[Tuyệt vọng tìm đến] Nhận miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng và tăng 100 Tốc độ tấn công trong 10 giây.",
        "[Tuyệt vọng tìm đến] Nhận miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng và tăng 120 Tốc độ tấn công trong 10 giây.",
        "[Tuyệt vọng tìm đến] Nhận miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng và tăng 140 Tốc độ tấn công trong 10 giây.",
        "[Tuyệt vọng tìm đến] Nhận miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng và tăng 170 Tốc độ tấn công trong 10 giây.",
        "[Tuyệt vọng tìm đến] Nhận miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng và tăng 210 Tốc độ tấn công trong 10 giây.",
        "[Tuyệt vọng tìm đến] Nhận miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng và tăng 250 Tốc độ tấn công trong 10 giây."
      ],
      "story": "Chiếc vòng cổ làm từ da của một con quái thú cực mạnh. Chiến lợi phẩm lấy từ con manticore mà Ezekiel săn được sau một trận chiến cam go với lũ Ác quỷ từ thời trẻ. Ezekiel vẫn nhớ sự hưng phấn mỗi lần chạy tay vào chiếc vòng cổ của con mãnh thú này, ngay trước khi anh xông vào kẻ địch phía trước."
    }
  },
  "s3": {
    "name": "Cú đấm hủy diệt",
    "description": "Dồn sức tấn công lên đối thủ, gây ra {0} sát thương phép và làm choáng trong {1} giây. [Cơn bão] - Mất 20% thể lực hiện tại của bản thân để dùng chiêu. Tấn công vào phạm vi xung quanh đối tượng và sát thương gây ra tăng gấp 3 lần.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Miễn nhiễm trạng thái xấu khi đang dùng chiêu.",
    "dark": "Lượng sát thương tăng 100% khi đối thủ còn 1 người.",
    "ut": {
      "name": "Quả cầu phong ấn",
      "description": [
        "Lượng sát thương của [Cú đấm hủy diệt] tăng 20% và nhận thêm 1 cộng dồn Lời nguyền máu sau khi sử dụng kĩ năng.",
        "Lượng sát thương của [Cú đấm hủy diệt] tăng 24% và nhận thêm 1 cộng dồn Lời nguyền máu sau khi sử dụng kĩ năng.",
        "Lượng sát thương của [Cú đấm hủy diệt] tăng 29% và nhận thêm 1 cộng dồn Lời nguyền máu sau khi sử dụng kĩ năng.",
        "Lượng sát thương của [Cú đấm hủy diệt] tăng 35% và nhận thêm 1 cộng dồn Lời nguyền máu sau khi sử dụng kĩ năng.",
        "Lượng sát thương của [Cú đấm hủy diệt] tăng 42% và nhận thêm 1 cộng dồn Lời nguyền máu sau khi sử dụng kĩ năng.",
        "Lượng sát thương của [Cú đấm hủy diệt] tăng 50% và nhận thêm 1 cộng dồn Lời nguyền máu sau khi sử dụng kĩ năng."
      ],
      "story": "Một khế ước chứa mana của một linh mục bí ẩn. Thời nhỏ, Ezekiel thường nổi cơn cuồng loạn. Hễ có ai xúc phạm mẹ mình, dòng máu ác quỷ luôn sục sôi sẽ dâng trào trong anh. Mỗi khi tỉnh táo lại, anh chỉ biết nhìn chằm chằm cánh tay đầy vết thương và người mẹ hoảng sợ của mình. Lớn lên, Ezekiel vướng vào cuộc tranh luận với một linh mục cấp trên của Lua trong khi đang diệt trừ lũ ác quỷ. Vậy là anh lại nổi điên. Khi tỉnh lại, Ezekiel chỉ có một mình và rất kinh ngạc khi thấy ký hiệu ràng buộc trên cánh tay bị nguyền rủa. Anh cố gỡ nó ra, nhưng pháp thuật của linh mục không dễ gì xóa đi như vậy. Thế rồi, cơn giận trong anh nguôi đi và làm anh bất tỉnh. Giờ đây, anh đã khống chế nguồn mana tốt hơn và ký hiệu ràng buộc này đã trở thành báu vật của anh."
    }
  },
  "s4": {
    "name": "Máu nhiệm chú",
    "description": "Khi chiêu của Ezekiel kết thúc sẽ nhận được 'Máu nhiệm chú'. Nếu nhận 4 lần Máu nhiệm chú, số cộng dồn này được sử dụng, thời gian đợi hồi chiêu của tất cả các kĩ năng được thiết lập lại, gây ra {0} sát thương phép lên những đối thủ xung quanh, làm ngã trong 3 giây và khiến đối thủ rơi vào trạng thái Cơn bão không thể gỡ bỏ được trong {1} giây. Ở trạng thái Cơn bão, trận đấu được tiến hành tự động không thể kháng cự, sức tấn công tăng {2} , lượng sát thương của tấn công thường tăng gấp 2 lần, hiệu ứng của tất cả các kĩ năng mạnh hơn. Thông qua việc dùng kĩ năng khi ở trạng thái Cơn bão sẽ không thể nhận được Máu nhiệm chú, nhưng có thể nhận được nếu giết chết đối thủ.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Tăng 50% lực hồi phục khi ở trạng thái Cơn bão.",
    "dark": "Tất cả sát thương giảm 10% với mỗi 1 cộng dồn 'Máu nhiệm chú' đang sở hữu."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / ATK.Spd +100",
    "dark": "Tấn công thường gây ra sát thương bỏ qua phòng thủ khi ở trạng thái Cơn bão."
  }
}