{
  "name": "Theo",
  "subtitle": "Chiến Binh Trung Nghĩa",
  "description": "Người chiến binh đầu tiên của Công Quốc lụi tàn Gray, anh phiêu bạt khắp thế gian để tìm kiếm chủ nhân lưu lạc Jane. Anh mang theo mình ngọn giáo với sức mạnh khủng khiếp, không khoan nhượng trước bất kì ma tộc nào.",
  "story": "Một hiệp sĩ phục vụ Cộng hòa Gray 100 năm trước và là người ngưỡng mộ Jane Gray. Theo là Hiệp sĩ đầu tiên của Cộng hòa và là người sử dụng Tia chớp Legios. Trong suốt trận chiến của Công tước chống lại Đội quân ác quỷ, Mountain Fortress đã trải qua một cơn chấn động khi phong ấn được gỡ bỏ. Theo lệnh của Jane, Theo bắt đầu kiềm chế nó. Khi anh vắng mặt, những chỉ huy Ác quỷ quyền lực đã tấn công hoàng cung. Bất chấp chấn thương nặng nề, Theo quay trở lại để chiến đấu với chúng nhưng không thể tự mình đánh bại chúng. Khi trận chiến kết thúc, anh ôm công chúa trong vòng tay và hét lên từ cung điện đổ nát. Đột nhiên, một thực thể bí ẩn trao cho anh cơ hội bảo vệ công chúa mãi mãi. Khi chấp nhận, anh rơi vào một giấc ngủ sâu.",
  "like": "Tiểu thư Jane",
  "dislike": "Ác quỷ và chỉ huy của chúng",
  "inn": {
    "idle": "Tôi là Theo Phil Grayum đến từ Công Quốc Gray.",
    "recruit": {
      "greet": "À, là anh. Hình như chúng tôi có biết anh?",
      "talk": [
        "Tôi muốn gặp lại cô gái đó một lần nữa.",
        "...Mới đó mà đã 100 mùa đông trôi qua rồi.",
        "Không biết là, bạn đã từng gặp một cô gái xinh đẹp có mái tóc màu bạch kim?"
      ],
      "gift": "Bạn có một trái tim đầy nhân hậu."
    },
    "affinity": {
      "greet": "Xin chào!",
      "talk": [
        "Không phải ác quỷ nào cũng xấu xa... Giống con mèo đó ấy.",
        "Ta dùng thương từ khi còn nhỏ. Giờ thì thạo lắm rồi."
      ],
      "gift": "Cảm ơn nhé. Ta thấy thật ấm lòng."
    },
    "relationship": {
      "greet": "Bạn vẫn khỏe thường chứ. Lâu quá không gặp.",
      "talk": [
        "Đây là lần đầu tiên. Khoảnh khắc trái tim tôi đã từng ấm áp đến như thế... Như thể ánh mặt trời ngập tràn trước mắt tôi vậy.",
        "Tất cả mọi người đều hỏi vậy. Tại sao phải làm đến mức đó... Tôi đã nói thế này. Tôi chỉ là đang đi tìm cuộc đời của mình.",
        "Trải qua nhiều năm tháng, lỡ như... Cô ấy không nhận ra tôi... Thực sự không biết tôi sẽ thế nào nữa."
      ]
    }
  },
  "uw": {
    "name": "Tia chớp của Legios",
    "description": [
      "Mỗi lần tấn công thường và tấn công kĩ năng cộng dồn 'Tia Chớp' lên bản thân. Khi cộng dồn đạt 50 phát 'Tia Chớp của Legios' trong 10 giây tăng 300 tốc độ tấn công, 100% lượng sát thương chí mạng, 300 lực xuyên thủ của bản thân. Tại trạng thái phát 'Tia Chớp Của Legios' 'Tia Chớp' không được cộng dồn. Hiệu ứng này không thể xóa bỏ.",
      "Mỗi lần tấn công thường và tấn công kĩ năng cộng dồn 'Tia Chớp' lên bản thân. Khi cộng dồn đạt 50 phát 'Tia Chớp của Legios' trong 10 giây tăng 360 tốc độ tấn công, 120% lượng sát thương chí mạng, 360 lực xuyên thủ của bản thân. Tại trạng thái phát 'Tia Chớp Của Legios' 'Tia Chớp' không được cộng dồn. Hiệu ứng này không thể xóa bỏ.",
      "Mỗi lần tấn công thường và tấn công kĩ năng cộng dồn 'Tia Chớp' lên bản thân. Khi cộng dồn đạt 50 phát 'Tia Chớp của Legios' trong 10 giây tăng 430 tốc độ tấn công, 144% lượng sát thương chí mạng, 430 lực xuyên thủ của bản thân. Tại trạng thái phát 'Tia Chớp Của Legios' 'Tia Chớp' không được cộng dồn. Hiệu ứng này không thể xóa bỏ.",
      "Mỗi lần tấn công thường và tấn công kĩ năng cộng dồn 'Tia Chớp' lên bản thân. Khi cộng dồn đạt 50 phát 'Tia Chớp của Legios' trong 10 giây tăng 520 tốc độ tấn công, 173% lượng sát thương chí mạng, 520 lực xuyên thủ của bản thân. Tại trạng thái phát 'Tia Chớp Của Legios' 'Tia Chớp' không được cộng dồn. Hiệu ứng này không thể xóa bỏ.",
      "Mỗi lần tấn công thường và tấn công kĩ năng cộng dồn 'Tia Chớp' lên bản thân. Khi cộng dồn đạt 50 phát 'Tia Chớp của Legios' trong 10 giây tăng 620 tốc độ tấn công, 208% lượng sát thương chí mạng, 620 lực xuyên thủ của bản thân. Tại trạng thái phát 'Tia Chớp Của Legios' 'Tia Chớp' không được cộng dồn. Hiệu ứng này không thể xóa bỏ.",
      "Mỗi lần tấn công thường và tấn công kĩ năng cộng dồn 'Tia Chớp' lên bản thân. Khi cộng dồn đạt 50 phát 'Tia Chớp của Legios' trong 10 giây tăng 750 tốc độ tấn công, 250% lượng sát thương chí mạng, 750 lực xuyên thủ của bản thân. Tại trạng thái phát 'Tia Chớp Của Legios' 'Tia Chớp' không được cộng dồn. Hiệu ứng này không thể xóa bỏ."
    ],
    "story": "Ngọn giáo được cho là rèn từ một tia chớp. Trên ngọn giáo ấn tượng với chiều cao ngang bằng với chiều cao trung bình của một người đàn ông trưởng thành này luôn có dòng điện chạy qua. Rèn ngọn giáo từ tia chớp là một công việc phi thường. Và rõ ràng Jin không phải là một thợ rèn bình thường. Anh ta đã nấu chảy một hòn đá mana lớn được ngâm trong máu rồng đỏ. Anh ta sử dụng hòn đá này để chứa tia chớp trước khi rèn nó vào ngọn giáo. Không người nào có thể chạm vào vũ khí này ngoài chủ nhân đã được chọn. Khi hai mảnh của ngọn giáo được kết hợp, nó sẽ toát ra một dòng năng lượng cực lớn như tiếng gầm của rồng."
  },
  "s1": {
    "name": "Lấy Hết Sức Bình Sinh",
    "description": "Tấn công đối thủ 16 lần gây tổng {0} sát thương phép lên đối thủ xung quanh. Mỗi đòn chí mạng tăng 3% lượng sát thương chí mạng của bản thân trong 10 giây gây thêm {1} sát thương phép với xác suất 30% và gây choáng trong 0.3 giây. Hiệu quả tăng lượng sát thương đòn chí mạng được cộng dồn tối đa 30 lần.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng xác suất chí mạng {0}."
    },
    "light": "Khi địch còn 1 người, lượng sát thương tăng 100%.",
    "dark": "Thời gian đợi dùng chiêu lại giảm 2 giây."
  },
  "s2": {
    "name": "Thần Tia Chớp",
    "description": "Khi xuất chiêu trở thành trạng thái 'Thần Tia Chớp' ném cây giáo tia chớp tới đối thủ gây {0} sát thương phép và đẩy ngã. Đối tượng nhận sát thương trong 10 giây tăng {1}% lượng sát thương phép thuật nhận. Trạng thái 'Thần Tia Chớp' không thể hồi phục toàn bộ mana trong 10 giây tuy nhiên có thể tăng 40% xác xuất phát kĩ năng 'Tất Cả Vì Jane' và tăng {2} lực tấn công.",
    "books": {
      "0": "Lượng tăng sức tấn công và lượng sát thương tăng {0}%.",
      "1": "Lượng tăng sức tấn công và lượng sát thương tăng {0}%.",
      "2": "Lượng tăng sức tấn công và lượng sát thương tăng {0}%."
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Tại trạng thái 'Thần Tia Chớp' tăng 30% lượng sát thương nhận của bản thân và nâng 100% lượng tăng lực tấn công.",
    "ut": {
      "name": "Vòng cổ của thần tia chớp",
      "description": [
        "[Thần Tia Chớp] Trong thời gian kéo dài, tốc độ tấn công tăng 250 và tăng thêm 8% tỉ lệ phát động cho Jane.",
        "[Thần Tia Chớp] Trong thời gian kéo dài, tốc độ tấn công tăng 250 và tăng thêm 9.6% tỉ lệ phát động cho Jane.",
        "[Thần Tia Chớp] Trong thời gian kéo dài, tốc độ tấn công tăng 250 và tăng thêm 11.5% tỉ lệ phát động cho Jane.",
        "[Thần Tia Chớp] Trong thời gian kéo dài, tốc độ tấn công tăng 250 và tăng thêm 13.8% tỉ lệ phát động cho Jane.",
        "[Thần Tia Chớp] Trong thời gian kéo dài, tốc độ tấn công tăng 250 và tăng thêm 16.5% tỉ lệ phát động cho Jane.",
        "[Thần Tia Chớp] Trong thời gian kéo dài, tốc độ tấn công tăng 250 và tăng thêm 20% tỉ lệ phát động cho Jane."
      ],
      "story": "Được gọi là tia chớp trên bầu trời. Legios còn được gọi là thánh thú. Legios mạnh đến nỗi khi được chế tạo thành vũ khí, Công quốc Gray không thể chứa đựng nổi toàn bộ sức mạnh của nó. Vì vậy, mảnh lớn nhất được đặt trong Ngọn giáo ánh sáng, và những mảnh còn lại được đưa đến những nơi khác nhau. Một trong những mảnh đó được đặt vào Vòng cổ của Thần ánh sáng. Tương truyền, ai có được chiếc vòng cổ này có thể di chuyển bằng Ngọn giáo ánh sáng và đến gần hơn với nguồn sức mạnh của Legios."
    }
  },
  "s3": {
    "name": "Bùng Nổ Tia Chớp",
    "description": "Lao tới đối thủ tại đường thẳng phía trước cắm ngọn giáo xuống tấn công 5 lần gây {0} sát thương phép lên đối thủ và trong phạm vi của đối thủ, gây choáng trong 3 giây.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng xác suất chí mạng {0}."
    },
    "light": "Tăng 40% lượng sát thương.",
    "dark": "Tăng 1 giây thời gian kéo dài choáng.",
    "ut": {
      "name": "Thạch sấm sét",
      "description": [
        "Thời gian đợi hồi chiêu của [Bùng Nổ Tia Chớp ] giảm 30% và gây thêm sát thương phép một lượng bằng 40% sức tấn công khi tấn công.",
        "Thời gian đợi hồi chiêu của [Bùng Nổ Tia Chớp ] giảm 30% và gây thêm sát thương phép một lượng bằng 48% sức tấn công khi tấn công.",
        "Thời gian đợi hồi chiêu của [Bùng Nổ Tia Chớp ] giảm 30% và gây thêm sát thương phép một lượng bằng 58% sức tấn công khi tấn công.",
        "Thời gian đợi hồi chiêu của [Bùng Nổ Tia Chớp ] giảm 30% và gây thêm sát thương phép một lượng bằng 70% sức tấn công khi tấn công.",
        "Thời gian đợi hồi chiêu của [Bùng Nổ Tia Chớp ] giảm 30% và gây thêm sát thương phép một lượng bằng 84% sức tấn công khi tấn công.",
        "Thời gian đợi hồi chiêu của [Bùng Nổ Tia Chớp ] giảm 30% và gây thêm sát thương phép một lượng bằng 100% sức tấn công khi tấn công."
      ],
      "story": "Di sản của Công quốc Gray đã sụp đổ. Báu vật mà một phù thủy cung điện được trọng vọng của Công quốc Gray trao cho Hiệp sĩ đầu tiên Theo, người nhận được Tia chớp Legios. Tinh chất ánh sáng có nguồn năng lượng của Tia chớp, tăng tối đa hiệu ứng của chiêu Bùng nổ tia chớp."
    }
  },
  "s4": {
    "name": "Tất Cả Vì Jane",
    "description": "Gây {0} sát thương phép lên đối thủ với xác suất 20% khi tấn công thường và gây choáng trong 0.7 giây.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng xác suất chí mạng {0}."
    },
    "light": "Tăng 40% lượng sát thương.",
    "dark": "Tăng 0.2 giây thời gian kéo dài choáng."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Tại trạng thái Thần Tia Chớp biến đổi để hồi phục một nửa mana, khi mana lấp đầy tăng 50% lực tấn công trong 10 giây. Hiệu quả này chỉ được phát một lần trong 20 giây."
  }
}