{
  "name": "Mediana",
  "subtitle": "Y sĩ Đáng Ngờ",
  "description": "Người kế thừa y thuật trị liệu cho con người thời kì khan hiếm Linh Mục và Thuật Hồi Phục. Cô phát thuốc từ máy tiêm khổng lồ để trị liệu giúp đồng minh mạnh mẽ hơn và làm suy yếu đối thủ.",
  "story": "Một người hành nghề y. Nghề này đã phát triển khi người ta đào tạo không đủ các thầy tu theo nhu cầu. Cô thừa hưởng tài năng y học thiên bẩm từ người cha của mình nhưng sự khao khát hiểu biết của cô đã vượt quá giới hạn khi cô bắt đầu nghiên cứu độc dược. Vì việc đó, cô đã chính thức bị khai trừ khỏi giới y học nhưng sự nhiệt tình của cô đối với nghiên cứu dường như không bị ảnh hưởng. Tuy nhiên, sự tôn trọng cơ bản của cô đối với sự sống vẫn khiến cô không đạt được bất kỳ kết quả thực nghiệm nào trong nghiên cứu độc dược. Khi Ác quỷ xuất hiện, cô trở nên vui mừng khôn xiết vì đã tìm thấy những đối tượng thử nghiệm quý và hiếm.",
  "like": "Y học, đối tượng thử nghiệm",
  "dislike": "Phép thuật trị thương",
  "inn": {
    "idle": "Phù, cuối cùng thì cũng đã có việc để thực nghiệm rồi.",
    "recruit": {
      "greet": "Rất hân hạnh. Chúng ta đã gặp nhau trước chưa?",
      "talk": [
        "Thấy sao? Có muốn thử thần dược của tôi một lần không? Phù phù, đừng sợ, lại đây nào.",
        "Thỉnh thoảng có lúc tôi lại nhớ tới người cha đã thất lạc.",
        "Đợi đã, tôi vừa nghĩ ra một phương pháp điều chế thuốc cực kì hiệu nghiệm."
      ],
      "gift": "Oh, cám ơn. Tôi có thể sử dụng làm nguyên liệu nghiên cứu chứ?"
    },
    "affinity": {
      "greet": "Xin chào. Ta đến để nghỉ ngơi, vậy là tốt rồi.",
      "talk": [
        "Loại thuốc mới sao? Ha ha, ta đang thử nghiệm đây.",
        "Phải ghi chép lại... Ta phải ghi lại mọi ý tưởng trong đầu."
      ],
      "gift": "Ôi, cảm ơn nhiều. Vậy là ta chế độc dược mới được rồi, ha ha ha..."
    },
    "relationship": {
      "greet": "Bạn vẫn khỏe chứ? Nếu như bạn thấy cơ thể có gì bất thường thì nhớ tìm đến tôi bất cứ lúc nào nhé.",
      "talk": [
        "Tôi biết. Tôi có hơi bất thường. Nhưng biết làm sao giờ? Tôi phải sống theo bản thân tôi có thôi.",
        "Tôi tin đến một ngày nào đó, thuật trị liệu vật lý-hóa học sẽ vượt qua trị liệu ma thuật.",
        "Bạn không phải là vật thí nghiệm của tôi. Ý tôi là đối tượng áp dụng thử kết quả ý. À, không phải vật cực độc mà là thuốc chữa trị."
      ]
    }
  },
  "uw": {
    "name": "Sự uy hiếp đầy nhân từ, Phistonia",
    "description": [
      "Tăng 40% lượng sát thương của Độc đặc chế, nếu đồng minh ngoài bản thân tấn công đối tượng dính Độc, lượng sát thương vật lý gây ra tăng ngang với 30% lực tấn công Mediana. Hiệu quả tăng thêm sát thương chỉ được phát 1 lần trên 1 giây.",
      "Tăng 48% lượng sát thương của Độc đặc chế, nếu đồng minh ngoài bản thân tấn công đối tượng dính Độc, lượng sát thương vật lý gây ra tăng ngang với 36% lực tấn công Mediana. Hiệu quả tăng thêm sát thương chỉ được phát 1 lần trên 1 giây.",
      "Tăng 57% lượng sát thương của Độc đặc chế, nếu đồng minh ngoài bản thân tấn công đối tượng dính Độc, lượng sát thương vật lý gây ra tăng ngang với 43% lực tấn công Mediana. Hiệu quả tăng thêm sát thương chỉ được phát 1 lần trên 1 giây.",
      "Tăng 69% lượng sát thương của Độc đặc chế, nếu đồng minh ngoài bản thân tấn công đối tượng dính Độc, lượng sát thương vật lý gây ra tăng ngang với 52% lực tấn công Mediana. Hiệu quả tăng thêm sát thương chỉ được phát 1 lần trên 1 giây.",
      "Tăng 83% lượng sát thương của Độc đặc chế, nếu đồng minh ngoài bản thân tấn công đối tượng dính Độc, lượng sát thương vật lý gây ra tăng ngang với 62% lực tấn công Mediana. Hiệu quả tăng thêm sát thương chỉ được phát 1 lần trên 1 giây.",
      "Tăng 100% lượng sát thương của Độc đặc chế, nếu đồng minh ngoài bản thân tấn công đối tượng dính Độc, lượng sát thương vật lý gây ra tăng ngang với 75% lực tấn công Mediana. Hiệu quả tăng thêm sát thương chỉ được phát 1 lần trên 1 giây."
    ],
    "story": "Câu chuyện trở lại với thời điểm thử nghiệm chất độc của Mediana vẫn đang được giữ bí mật với bạn bè của cô ta. Đến ngày nọ, một bác sĩ đồng nghiệp phát hiện thấy ống tiêm khổng lồ mà cô ta đã chế tạo. Quá ấn tượng với kích cỡ của ống tiêm, vị bác sĩ đó nói với cô ta: 'Nhìn kích cỡ của nó kìa. Ít nhất cô cũng phải đặt cho nó một cái tên chứ?' Mediana trả lời một cách thờ ơ: 'Ờ... Cứ gọi nó là... Piston.'"
  },
  "s1": {
    "name": "Nước phép hồi phục",
    "description": "Phục hồi {0} thể lực toàn bộ đồng minh và vô hiệu hóa 1 lần sát thương nhận sau đó.",
    "books": {
      "0": "Tăng {0}% hồi máu",
      "1": "Tăng {0}% hồi máu",
      "2": "Tăng {0}% hồi máu"
    },
    "light": "Tăng 10% lực tấn công của tất cả đồng minh được hồi phục trong 10 giây.",
    "dark": "Lượng tiêu thụ Mana giảm 1.",
    "ut": {
      "name": "Ống tiêm tăng lực kỳ lạ",
      "description": [
        "[Nước phép hồi phục] Tăng 50% Tỷ lệ hồi máu và 20% Sát thương chí mạng của mục tiêu trong 10 giây.",
        "[Nước phép hồi phục] Tăng 50% Tỷ lệ hồi máu và 24% Sát thương chí mạng của mục tiêu trong 10 giây.",
        "[Nước phép hồi phục] Tăng 50% Tỷ lệ hồi máu và 29% Sát thương chí mạng của mục tiêu trong 10 giây.",
        "[Nước phép hồi phục] Tăng 50% Tỷ lệ hồi máu và 35% Sát thương chí mạng của mục tiêu trong 10 giây.",
        "[Nước phép hồi phục] Tăng 50% Tỷ lệ hồi máu và 42% Sát thương chí mạng của mục tiêu trong 10 giây.",
        "[Nước phép hồi phục] Tăng 50% Tỷ lệ hồi máu và 50% Sát thương chí mạng của mục tiêu trong 10 giây."
      ],
      "story": "Tập hợp những ống tiêm tăng lực đặc biệt của Mediana. Không ai biết đám chất lỏng này được làm từ chất gì mà chúng tỏa ra ánh sáng le lói bí ẩn. Các ống tiêm ấy được phối chế theo những bài thuốc dân gian mà Mediana sưu tầm được từ mọi ngóc ngách của lục địa. Mediana quả quyết rằng mớ thuốc ấy có thể hồi phục sức lực, nhưng nếu lạm dụng chúng thì có thể dẫn đến một vài kết quả cực đoan."
    }
  },
  "s2": {
    "name": "Vòi rồng đặc chế",
    "description": "Bắn vòi rồng theo đường thẳng phía trước phục hồi {0} thể lực đồng minh mỗi 0.5 giây và gây {1} sát thương vật lý lên đối thủ.",
    "books": {
      "0": "Tăng {0}% lượng sát thương và trị thương.",
      "1": "Tăng {0}% lượng sát thương và trị thương.",
      "2": "Tăng {0}% lượng sát thương và trị thương."
    },
    "light": "Tăng phục hồi và sát thương 40%.",
    "dark": "Khi sử dụng, tất cả sát thương sẽ được miễn nhiễm.",
    "ut": {
      "name": "Biệt dược phản ứng kép",
      "description": [
        "[Vòi rồng đặc chế] Tăng 30% Kháng và giảm 12% Thời gian hồi chiêu.",
        "[Vòi rồng đặc chế] Tăng 30% Kháng và giảm 14% Thời gian hồi chiêu.",
        "[Vòi rồng đặc chế] Tăng 30% Kháng và giảm 17% Thời gian hồi chiêu.",
        "[Vòi rồng đặc chế] Tăng 30% Kháng và giảm 21% Thời gian hồi chiêu.",
        "[Vòi rồng đặc chế] Tăng 30% Kháng và giảm 25% Thời gian hồi chiêu.",
        "[Vòi rồng đặc chế] Tăng 30% Kháng và giảm 30% Thời gian hồi chiêu."
      ],
      "story": "Một loại nước phép có hai loại hiệu ứng. Mediana không biết liệu có cách nào vừa tấn công, vừa hồi phục không. Cô đến thư viện và đọc một cuốn sách bụi bặm có tên 'Bong bóng cũng có thể thành pháo'. Mediana chỉ định đọc để giải trí, nhưng lại tìm được cách áp dụng nguyên lý chế tạo pháo cho khẩu súng lục của mình. Sau đó, cô phát minh Biệt dược phản ứng kép, tăng tối đa khả năng hồi phục và tấn công khi dùng chiêu Vòi rồng đặc chế. Mediana vẫn cảm thấy biết ơn tác giả cuốn sách đã truyền cảm hứng cho cô."
    }
  },
  "s3": {
    "name": "Nước phép cường hóa",
    "description": "Truyền nước thuốc tới đồng minh có lực tấn công mạnh nhất và trong 15 giây tăng lực tấn công ngang mức 20%+ {0} của lực tấn công Mediana và giữ cho mức thể lực không bị hạ xuống dưới 5%.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công",
      "1": "Tăng {0}% lượng tăng lực tấn công",
      "2": "Tăng {0}% lượng tăng lực tấn công"
    },
    "light": "Tăng 40% lượng tăng lực tấn công.",
    "dark": "Tỉ lệ đòn chí mạng tăng 400.",
    "ut": {
      "name": "Nước phép không tên",
      "description": [
        "Gỡ bỏ hiệu ứng có hại của đối tượng nhận [Nước phép cường hóa] và tạo trạng thái miễn nhiễm trong 2 giây.",
        "Gỡ bỏ hiệu ứng có hại của đối tượng nhận [Nước phép cường hóa] và tạo trạng thái miễn nhiễm trong 3 giây.",
        "Gỡ bỏ hiệu ứng có hại của đối tượng nhận [Nước phép cường hóa] và tạo trạng thái miễn nhiễm trong 4 giây.",
        "Gỡ bỏ hiệu ứng có hại của đối tượng nhận [Nước phép cường hóa] và tạo trạng thái miễn nhiễm trong 5 giây.",
        "Gỡ bỏ hiệu ứng có hại của đối tượng nhận [Nước phép cường hóa] và tạo trạng thái miễn nhiễm trong 6 giây.",
        "Gỡ bỏ hiệu ứng có hại của đối tượng nhận [Nước phép cường hóa] và tạo trạng thái miễn nhiễm trong 7 giây."
      ],
      "story": "Một loại nước phép đặc biệt có lời răn dạy của một bậc thầy. Bác sĩ Aldini, thiên tài phẫu thuật kiêm chuyên gia giải phẫu, là thầy của Mediana. Sớm nhận ra tài năng của cô, bác sĩ Aldini đã truyền cho cô những kiến thức y học quý báu khó tưởng tượng nổi ở Nhà thờ của Lua. Thứ thuốc nước bí ẩn được làm từ công thức đặc biệt mà người thầy truyền lại giúp tăng hiệu ứng của chiêu Nước phép cường hóa."
    }
  },
  "s4": {
    "name": "Độc đặc chế Mediana",
    "description": "Tăng {0} lực tấn công, {1} kháng đòn chí mạng vật lý của tất cả đồng minh. Khi tấn công bơm Độc đặc chế lên đối tượng gây tổng {2} sát thương vật lý liên tục trong 5 giây và giảm {3} kháng đòn chí mạng vật lý.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công",
      "1": "Tăng {0}% lượng tăng lực tấn công",
      "2": "Tăng {0} xác suất khóa đòn vật lý của tất cả đồng minh."
    },
    "light": "Thay đổi lượng tăng kháng đòn chí mạng vật lý thành 300.",
    "dark": "Tăng 20% sát thương vật lý nhận của đối tượng."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / CC Resist +100",
    "dark": "Tăng 2% lực tấn công của toàn bộ anh hùng khi bản thân nhận sát thương. Hiệu quả này có thể cộng dồn tối đa 20 lần."
  }
}