{
  "name": "Oddy",
  "subtitle": "Nhà ảo thuật đồng hồ bất tử Oddy",
  "description": "Nhà ảo thuật bị dính bùa chú của linh vật Redpur biến thành hình hài của Redpur.  Tấn công đối thủ thông qua đồng hồ dính ma thuật và tạo phép  giúp đồng minh có thể sử dụng năng lực nhanh chóng",
  "story": "Ông là thợ cơ khí của hoàng cung Orvelia rất lâu trước đây. Tuy nhiên, ông bị nguyền bởi sinh vật huyền bí Redpur và chính bản thân ông cũng biến thành một Redpur. Kể từ khi biến đổi, ông sống lâu đến nỗi đã quên mất tuổi của chính mình. Khi là Người, ông đã phát minh ra chiếc đồng hồ cầm tay đầu tiên nhưng chẳng ai ở Orvelia nhận ra giá trị thực sự của phát minh này. Để phát minh của mình được ghi nhận xứng đáng, ông bắt đầu đi đến đế chế. Trên đường đi, ông bị nguyền bởi một nhóm Redpur vì chúng nhầm ông là kẻ săn trộm. Lời nguyền cũng ám lên đồng hồ của ông, truyền cho nó quyền năng phép thuật điều khiển dòng thời gian trong một cơ thể sống. Thời gian của chính Oddy cũng dừng lại.",
  "like": "Đồng hồ",
  "dislike": "Những kẻ săn trộm",
  "inn": {
    "idle": "Chà~!! Orvelia cũng thay đổi nhiều rồi nhỉ.",
    "recruit": {
      "greet": "Lâu lắm không gặp.",
      "talk": [
        "Ừm.. cũng đến lúc rồi. Chúng ta nói chuyện chút nhé?",
        "Vốn dĩ ta cũng đã từng là con người rồi.. nhưng bây giờ là Red Fir rồi.",
        "Trong đồng hồ của ta đã có nhuộm ma thuật rồi. Ma thuật của Red Fir..."
      ],
      "gift": "Ồ hố~ lâu lắm rồi mới nhận món quà rất là con người như thế này~!"
    },
    "affinity": {
      "greet": "Hửm? Ôi, ngươi ở đây à.",
      "talk": [
        "Ngươi không rảnh sao? Ha ha, vậy thì cố dành chút thời gian đi.",
        "Ngươi chưa bao giờ thấy Redpur ư? Cũng đúng thôi. Chúng rất giỏi ẩn núp!"
      ],
      "gift": "Một món quà? Ừm, lần sau ta sẽ tặng gì đó cho ngươi."
    },
    "relationship": {
      "greet": "Nhanh lại đây nào.",
      "talk": [
        "Tôi nhớ những người bạn Redfur quá.",
        "Kí ức khi còn là con người đã quá lâu rồi nên tôi không còn nhớ nữa.",
        "Tôi cứ nghĩĐồng hồ bỏ túi là do tôi tạo ra trước, văn minh cổ đại quả thật rất đáng nể hơn tôi nghĩnhiều."
      ]
    }
  },
  "uw": {
    "name": "Thời gian của bóng trăng, Tempodiana",
    "description": [
      "Khi sử dụng Bóp Méo Thời Gian, giảm thêm 2 giây thời gian hồi chiêu của toàn bộ đồng minh, tăng 14% lực tấn công trong 10 giây.",
      "Khi sử dụng Bóp Méo Thời Gian, giảm thêm 3 giây thời gian hồi chiêu của toàn bộ đồng minh, tăng 17% lực tấn công trong 10 giây.",
      "Khi sử dụng Bóp Méo Thời Gian, giảm thêm 4 giây thời gian hồi chiêu của toàn bộ đồng minh, tăng 21% lực tấn công trong 10 giây.",
      "Khi sử dụng Bóp Méo Thời Gian, giảm thêm 5 giây thời gian hồi chiêu của toàn bộ đồng minh, tăng 25% lực tấn công trong 10 giây.",
      "Khi sử dụng Bóp Méo Thời Gian, giảm thêm 6 giây thời gian hồi chiêu của toàn bộ đồng minh, tăng 30% lực tấn công trong 10 giây.",
      "Khi sử dụng Bóp Méo Thời Gian, giảm thêm 7 giây thời gian hồi chiêu của toàn bộ đồng minh, tăng 35% lực tấn công trong 10 giây."
    ],
    "story": "Sau khi đồng hồ của Oddy được sửa đổi với lời nguyền Redpur và có được sức mạnh kiểm soát thời gian đối với sinh vật sống, anh ta đã sử dụng thời gian vô hạn mà mình có được để nghiên cứu những ứng dụng có thể thực hiện. Sau rất nhiều thử nghiệm, anh đã chế tạo ra được một chiếc đồng hồ mang bản chất phép thuật thời gian, Oddy nhận ra rằng bí mật của phép thuật Redpur bắt nguồn từ ánh trăng và bóng tối mà nó tạo ra. Anh ta đặt tên cho kiệt tác này là 'Tempodiana' với biệt danh là 'Thời gian của bóng trăng'."
  },
  "s1": {
    "name": "Vết nứt thời gian",
    "description": "Gây {0} sát thương phép thuật lên đối thủ trong phạm vi đường thẳng phía trước và làm hóa đá đối thủ trong 3 giây.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0} xác suất đòn chí mạng."
    },
    "light": "Tăng 40% lượng sát thương.",
    "dark": "Giảm 1.5 giây thời gian hồi chiêu.",
    "ut": {
      "name": "Quả cầu tinh xảo",
      "description": [
        "[Vết nứt thời gian] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 400 Mana của mục tiêu.",
        "[Vết nứt thời gian] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 480 Mana của mục tiêu.",
        "[Vết nứt thời gian] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 580 Mana của mục tiêu.",
        "[Vết nứt thời gian] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 700 Mana của mục tiêu.",
        "[Vết nứt thời gian] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 840 Mana của mục tiêu.",
        "[Vết nứt thời gian] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và giảm 1000 Mana của mục tiêu."
      ],
      "story": "Một thiết bị điều chỉnh khe nứt thời gian. Việc thao túng dòng thời gian có thể tạo ra những khe nứt thời gian, và bên trong chúng tích tụ nguồn năng lượng mạnh mẽ. Những ai không thể kiểm soát khe nứt ấy có khả năng bị mắc kẹt và phải ở đó mãi mãi. Nhưng Oddy, một phù thủy thời gian kỳ cựu, đã tạo ra quả cầu tinh xảo này để khống chế khe nứt thời gian và lợi dụng nguồn năng lượng trong đó để tăng tối đa hiệu suất của Tempodiana."
    }
  },
  "s2": {
    "name": "Mảnh ghép thời gian",
    "description": "Tấn công 6 lần đối thủ bất kì gây tổng {0} sát thương phép thuật. Khởi tạo lại thời gian hồi chiêu 'Mảnh ghép thời gian' với xác suất 50% và không tiêu thụ mana trong lần sử dụng sau.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0} xác suất đòn chí mạng."
    },
    "light": "Mục tiêu đổi thành 2 kẻ địch ngẫu nhiên.",
    "dark": "Giảm 1 giây thời gian hồi chiêu của 'Mảnh ghép thời gian' khi thực hiện tấn công thường trong lúc đợi hồi chiêu.",
    "ut": {
      "name": "Bộ sưu tập mảnh ghép",
      "description": [
        "[Mảnh ghép thời gian] Có 25% xác suất đặt lại Thời gian hồi chiêu và tăng 20% Sát thương.",
        "[Mảnh ghép thời gian] Có 25% xác suất đặt lại Thời gian hồi chiêu và tăng 24% Sát thương.",
        "[Mảnh ghép thời gian] Có 25% xác suất đặt lại Thời gian hồi chiêu và tăng 29% Sát thương.",
        "[Mảnh ghép thời gian] Có 25% xác suất đặt lại Thời gian hồi chiêu và tăng 35% Sát thương.",
        "[Mảnh ghép thời gian] Có 25% xác suất đặt lại Thời gian hồi chiêu và tăng 42% Sát thương.",
        "[Mảnh ghép thời gian] Có 25% xác suất đặt lại Thời gian hồi chiêu và tăng 50% Sát thương."
      ],
      "story": "Mảnh ghép thời gian rơi ra từ vùng tối mặt trăng. Đôi khi, Mảnh ghép thời gian rơi ra từ một không gian khác do tác động của vùng tối mặt trăng xuất hiện khi sử dụng phép thuật thời gian. Mảnh ghép thời gian tuy nhỏ nhưng khi hợp lại, chúng trở thành một Tập hợp mảnh ghép khổng lồ và truyền cảm hứng bất tận cho người thi triển."
    }
  },
  "s3": {
    "name": "Bóp méo thời gian",
    "description": "Gây {0} sát thương phép thuật lên toàn bộ đối thủ, tăng {1} tốc độ tấn công của toàn bộ đồng minh trong 15 giây. Sau đó giảm 50% thời gian hồi chiêu của toàn bộ đồng minh. Chiêu 'Bóp méo thời gian' không bị ảnh hưởng bởi hiệu ứng thay đổi thời gian hồi chiêu.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0} xác suất đòn chí mạng."
    },
    "light": "Tăng 2 điểm mức Tiêu hao Mana và hồi phục toàn bộ Mana cho tất cả đồng minh.",
    "dark": "Khi có từ 5 kẻ địch trở lên, tăng 100% sát thương. Những kẻ địch trúng đòn sẽ nhận thêm 50% sát thương trong 10 giây.",
    "ut": {
      "name": "Cuộn chỉ thời gian",
      "description": [
        "Lượng sát thương của [Bóp Méo Thời Gian] tăng 20% và gỡ bỏ hiệu ứng có hại của toàn bộ đồng minh.",
        "Lượng sát thương của [Bóp Méo Thời Gian] tăng 24% và gỡ bỏ hiệu ứng có hại của toàn bộ đồng minh.",
        "Lượng sát thương của [Bóp Méo Thời Gian] tăng 29% và gỡ bỏ hiệu ứng có hại của toàn bộ đồng minh.",
        "Lượng sát thương của [Bóp Méo Thời Gian] tăng 35% và gỡ bỏ hiệu ứng có hại của toàn bộ đồng minh.",
        "Lượng sát thương của [Bóp Méo Thời Gian] tăng 42% và gỡ bỏ hiệu ứng có hại của toàn bộ đồng minh.",
        "Lượng sát thương của [Bóp Méo Thời Gian] tăng 50% và gỡ bỏ hiệu ứng có hại của toàn bộ đồng minh."
      ],
      "story": "Bộ lông của thủ lĩnh tộc Lông Đỏ dưới vùng tối của mặt trăng. Tương truyền, sinh vật thần thoại là Thủ lĩnh tộc Lông Đỏ tận dụng vùng tối của mặt trăng vào kỳ trăng tròn để băng qua nhiều không gian và khiêu vũ. Thủ lĩnh tộc Lông Đỏ khiêu vũ đến khi vùng tối mặt trăng biến mất, nên đôi khi làm phần đuôi mắc kẹt trên hành trình. Lông của sinh vật thần thoại rực rỡ này bị mắc kẹt giữa vệt nứt thời không và tạm thời làm thời gian ngưng đọng. Oddy dùng bộ lông kiếm được khi truy tìm vùng tối mặt trăng để làm một cuộn len, sử dụng hiệu quả cho chiêu Bóp méo thời gian."
    }
  },
  "s4": {
    "name": "Ma thuật đồng hồ",
    "description": "Khi sử dụng kỹ năng này, 2 lượt tấn công tiếp theo sẽ gây thêm {0} sát thương phép thuật với 30% cơ hội hóa đá mục tiêu trong 3 giây. Hiệu ứng này sẽ kích hoạt từng giây.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0} xác suất đòn chí mạng."
    },
    "light": "Đổi số lần nhận thêm sát thương nhờ sử dụng kỹ năng này lên 3 lần.",
    "dark": "Đổi cơ hội hóa đá lên 40%.",
    "ut": {
      "name": "Đồng hồ điều khiển thời gian",
      "description": [
        "[Ma thuật đồng hồ] Tăng 50% Sát thương. Kẻ địch trúng đòn chịu thêm 10% Sát thương phép thuật trong 10 giây.",
        "[Ma thuật đồng hồ] Tăng 50% Sát thương. Kẻ địch trúng đòn chịu thêm 12% Sát thương phép thuật trong 10 giây.",
        "[Ma thuật đồng hồ] Tăng 50% Sát thương. Kẻ địch trúng đòn chịu thêm 14% Sát thương phép thuật trong 10 giây.",
        "[Ma thuật đồng hồ] Tăng 50% Sát thương. Kẻ địch trúng đòn chịu thêm 17% Sát thương phép thuật trong 10 giây.",
        "[Ma thuật đồng hồ] Tăng 50% Sát thương. Kẻ địch trúng đòn chịu thêm 21% Sát thương phép thuật trong 10 giây.",
        "[Ma thuật đồng hồ] Tăng 50% Sát thương. Kẻ địch trúng đòn chịu thêm 25% Sát thương phép thuật trong 10 giây."
      ],
      "story": "Thiết bị đồng hồ mà Oddy chế tạo để điều khiển dòng thời gian. Oddy đã dành rất nhiều ngày để nghiên cứu và phát triển chiếc đồng hồ hoàn hảo nhưng vô ích. Dù thiết kế hoàn hảo nhưng anh ta không có vật chứa chất xúc tác phù hợp với Ma thuật đồng hồ cực mạnh. Không có kim loại nào trên trái đất chịu được sức nóng trong một tích tắc của đồng hồ. Khi đang tuyệt vọng với kế hoạch thì Oddy chợt nhớ đến viên đá không gian mà Nyx tặng mình để trưng bày. Anh ta nghiền viên đá để chế tạo đồng hồ và kết quả thật hoàn hảo."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / ATK.Spd +100",
    "dark": "Giảm 1 giây thời gian tái sử dụng chiêu của 4 đồng minh bất kì trong mỗi 10 giây."
  }
}