{
  "name": "Viska",
  "subtitle": "Kẻ săn mồi ác ma",
  "description": "Một đứa trẻ tà giáo của ma tộc, một ác ma đích thực khi lấy mục tiêu là ăn thịt bọn người ma tộc mạnh mẽ để nuôi sức mạnh của mình. Để ăn thịt bọn người tộc ma quái mạnh mẽ đến từ thế giới vật chất, cô ấy đã xuất hiện trên thế giới này sau khi vượt qua kẽ hở của không gian. Cái gai sau lưng cô ấy tồn tại là để đâm và xé toạc kẻ địch.",
  "story": "Một kẻ phóng túng giữa bầy Ác quỷ, khao khát gia tăng sức mạnh của riêng mình bằng cách tiêu diệt những Ác quỷ hùng mạnh khác. Ả là hiện thân cho ý nghĩa tồi tệ nhất có thể có của từ Ác quỷ. Ả vượt qua vệt nứt không gian để tìm kiếm và tiêu diệt những tên Ác quỷ đến vương quốc trái đất. Ả đặt giới hạn cho sức mạnh của chính mình và biến thành hình hài một cô gái trẻ xanh xao để làm nhục các nạn nhân của mình hơn nữa. Ả ghét cay ghét đắng những kẻ yếu ớt giả vờ mạnh mẽ. Mặt khác, ả tôn trọng những người nhận biết điểm yếu của chính mình và sẵn sàng liều mạng để có được sức mạnh.",
  "like": "Chiến đấu với ác quỷ hùng mạnh và sau đó tiêu diệt chúng",
  "dislike": "Những kẻ yếu đuối",
  "inn": {
    "idle": "Hmm... Ma tộc không có hả? Bụng đang đói mà...",
    "recruit": {
      "greet": "Xin chào? Có gì đó để ăn không? Ma tộc không có hả?",
      "talk": [
        "Nhanh lên nếu không kiếm được gì đó để ăn cô ta lại làm loạn lên cho mà xem... Hả? À à, không có gì đâu. Hê hê hê... hihi.",
        "Bụng lại thấy đói rồi. Không biết gần đây có ma tộc nào nghe nói là mạnh không?",
        "Cái này hả? Di văn của giao kèo ma tộc. Cụ thể thì tôi cũng không biết"
      ],
      "gift": "Cái này là gì vậy? Có ăn được không?"
    },
    "affinity": {
      "greet": "Ôi, mùi gì thơm ngon quá vậy?",
      "talk": [
        "Ta đói quá... Ngươi có thứ gì ngon không? Không à? Thật không vậy?",
        "Linh hồn ác quỷ là món khoái khẩu, nhưng đồ ăn bình thường cũng khá ngon!"
      ],
      "gift": "Hảo hạng! Hảo hạng!"
    },
    "relationship": {
      "greet": "Chào? Tôi, vẫn còn đói lắm...",
      "talk": [
        "Thân thế của tôi? Ừm... Tôi là một bé ở làng thường dân không tên tuổi bị ma tộc ám. Không có gì hơn hết.",
        "Khi đấu ư? À, ma tộc Viska? Bình thường tôi giữ mình ở cơ thể con người... Nhưng khi vào trận đấu thì khác chứ.",
        "Tôi không có ngại gì ở việc ăn thịt ma tộc cả. Có bị ăn thì vẫn rẻ chán. Nhưng vì giờ cả 2 thân thế đều là một rồi..."
      ]
    }
  },
  "uw": {
    "name": "Kitrax, Răng nanh ác mộng",
    "description": [
      "Lượng sát thương phép của đối phương bị cướp linh hồn sẽ tăng 25%. Kéo dài trong 10 giây.",
      "Lượng sát thương phép của đối phương bị cướp linh hồn sẽ tăng 30% và kéo dài trong 10 giây.",
      "Lượng sát thương phép của đối phương bị cướp linh hồn sẽ tăng 36%. Kéo dài trong 10 giây.",
      "Lượng sát thương phép của đối phương bị cướp linh hồn sẽ tăng 43%. Kéo dài trong 10 giây.",
      "Lượng sát thương phép của đối phương bị cướp linh hồn sẽ tăng 51%. Kéo dài trong 10 giây.",
      "Lượng sát thương phép của đối phương bị cướp linh hồn sẽ tăng 60%. Kéo dài trong 10 giây."
    ],
    "story": "Ác mộng Kitrax được biết đến là yêu quái giỏi nhất và cũng đáng sợ nhất. Sau khi tàn phá toàn bộ linh hồn và tất cả mọi thứ của Kitrax, Viska đã tạo ra vũ khí mạnh nhất từng có. Chiếc que nhọn này và vật tượng trưng cho nỗi sợ hãi và tuyệt vọng. Kết cục của tất cả nạn nhân xấu số đều là cái chết. Nó liên tục gây ra nỗi sợ hãi cho tâm hồn của nạn nhân, biến những kẻ thù đáng sợ nhất trở thành con mồi."
  },
  "s1": {
    "name": "Đến giờ ăn rồi!!",
    "description": "Tấn công địch trong phạm vi đường thẳng về phía trước, gây {0} sát thương pháp thuật, làm giảm {1}% sức tấn công của địch bị thương đó trong vòng 10 giây và tăng {2} sức tấn công của bản thân. Nếu sử dụng chiêu khi có trên 3 linh hồn thì sẽ trói được kẻ thù trong 3 giây.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng  {0}% mức Tăng tấn công"
    },
    "light": "Lượng tiêu thụ mana tăng 1, thời gian đợi dùng chiêu lại giảm 4 giây.",
    "dark": "Điều kiện linh hồn của hiệu quả Trói đã được xóa.",
    "ut": {
      "name": "Ký ức ngon lành",
      "description": [
        "[Đến giờ ăn rồi!!] Tăng 50% Sát thương và khiến cho mục tiêu không thể hồi phục Mana trong 1 giây.",
        "[Đến giờ ăn rồi!!] Tăng 50% Sát thương và khiến cho mục tiêu không thể hồi phục Mana trong 1.2 giây.",
        "[Đến giờ ăn rồi!!] Tăng 50% Sát thương và khiến cho mục tiêu không thể hồi phục Mana trong 1.4 giây.",
        "[Đến giờ ăn rồi!!] Tăng 50% Sát thương và khiến cho mục tiêu không thể hồi phục Mana trong 1.7 giây.",
        "[Đến giờ ăn rồi!!] Tăng 50% Sát thương và khiến cho mục tiêu không thể hồi phục Mana trong 2.1 giây.",
        "[Đến giờ ăn rồi!!] Tăng 50% Sát thương và khiến cho mục tiêu không thể hồi phục Mana trong 2.5 giây."
      ],
      "story": "Những viên ngọc được Viska sử dụng để lưu giữ ký ức về lũ ma quỷ mà cô ấy nghĩ là ngon miệng. Cô ấy luôn cảm thấy mùi vị của chúng bay biến quá nhanh. Khi không tìm thấy đồ ăn gì hấp dẫn quanh mình, cô ấy nảy ra một ý tưởng mới lạ. Cô ấy nghĩ rằng nếu hút hết giấc mơ ra khỏi những Viên ngọc ác mộng mà Ác mộng Kitrax đang có, rồi lưu giữ ký ức ăn con mồi ngon lành của cô ấy vào đó, thì cô ấy có thể sống lại những khoảnh khắc khoan khoái trước đây. Cảm thấy thú vị, cô ấy liền yểm ngay ký ức ăn một con ác quỷ ngon lành vào viên ngọc, và kể từ đó, Viska miệt mài tìm kiếm những thứ ngon lành hơn để cho vào các viên ngọc."
    }
  },
  "s2": {
    "name": "Xẻ nhỏ ra!!",
    "description": "Tiến về phía sau kẻ thủ, phá giải hiệu ứng có lợi và gây {0} sát thương phép thuật và làm kẻ thù ngã. Nếu dùng chiêu khi có 3 linh hồn sẽ làm giảm {1}% phòng thủ phép của đối phương trong vòng 15 giây.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% lượng sát thương phép đối thủ phải nhận."
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Điều kiện linh hồn của hiệu quả giảm lực phòng thủ phép đã được xóa.",
    "ut": {
      "name": "Móng thú dữ",
      "description": [
        "[Ta sẽ xé ngươi thành từng mảnh!] Giảm 30% Thời gian hồi chiêu và thêm 8% giảm Phòng thủ phép thuật.",
        "[Ta sẽ xé ngươi thành từng mảnh!] Giảm 30% Thời gian hồi chiêu và thêm 10% giảm Phòng thủ phép thuật.",
        "[Ta sẽ xé ngươi thành từng mảnh!] Giảm 30% Thời gian hồi chiêu và thêm 12% giảm Phòng thủ phép thuật.",
        "[Ta sẽ xé ngươi thành từng mảnh!] Giảm 30% Thời gian hồi chiêu và thêm 14% giảm Phòng thủ phép thuật.",
        "[Ta sẽ xé ngươi thành từng mảnh!] Giảm 30% Thời gian hồi chiêu và thêm 17% giảm Phòng thủ phép thuật.",
        "[Ta sẽ xé ngươi thành từng mảnh!] Giảm 30% Thời gian hồi chiêu và thêm 20% giảm Phòng thủ phép thuật."
      ],
      "story": "Móng vuốt của ma thú hung bạo Urgol, được cho là có thể cắn nuốt các linh hồn. Vào ngày Viska quyết định đi săn ở Thế giới vật chất, cô đã xé tan Urgol từ Thế giới ác quỷ. Nó tỏa ra sức mạnh thần kỳ khi kết hợp với khả năng hấp thu sức mạnh của người khác của Viska, và nó rất thiết yếu để thôn tính những Ác quỷ xâm lược Thế giới vật chất."
    }
  },
  "s3": {
    "name": "Xé bằng hết!!",
    "description": "Tấn công lên các đối thủ trong phạm vi diện rộng xung quanh, gây ra {0} sát thương phép và làm choáng trong 3 giây. Khi có đủ 5 linh hồn sẽ được thiết lập lại thời gian đợi hồi chiêu và tiêu thụ tất cả các linh hồn.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Lôi kẻ thù đứng xung quanh về phía mình ngay trước lúc tấn công."
    },
    "light": "Khi có trên 5 linh hồn, sử dụng chiêu sẽ không tiêu hao linh hồn.",
    "dark": "Lượng tiêu thụ Mana giảm 1.",
    "ut": {
      "name": "Linh hồn ác ma vĩ đại",
      "description": [
        "Trong lúc sử dụng [Xé bằng hết!] nếu được miễn nhiễm trạng thái xấu, lượng sát thương sẽ tăng 4% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Trong lúc sử dụng [Xé bằng hết!] nếu được miễn nhiễm trạng thái xấu, lượng sát thương sẽ tăng 4.8% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Trong lúc sử dụng [Xé bằng hết!] nếu được miễn nhiễm trạng thái xấu, lượng sát thương sẽ tăng 5.8% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Trong lúc sử dụng [Xé bằng hết!] nếu được miễn nhiễm trạng thái xấu, lượng sát thương sẽ tăng 7% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Trong lúc sử dụng [Xé bằng hết!] nếu được miễn nhiễm trạng thái xấu, lượng sát thương sẽ tăng 8.4% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Trong lúc sử dụng [Xé bằng hết!] nếu được miễn nhiễm trạng thái xấu, lượng sát thương sẽ tăng 10% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 10 lần."
      ],
      "story": "Kết tinh linh hồn của đại ác quỷ Curapis, kẻ có sức mạnh hóa lớn. Hắn là một trong những ác quỷ đầu tiên mà Viska săn được trong Thế giới ác quỷ, với thân hình lực lưỡng lấn át mọi kẻ địch. Nhưng chỉ sức mạnh thì không đủ để thắng trận, mà còn cần dùng mưu trí. Tên ác quỷ khổng lồ đã bại trận và bị kẻ ăn thịt thông minh hơn thôn tính. Từ đó, Viska được sở hữu và thoải mái dùng sức mạnh hóa lớn của ác quỷ."
    }
  },
  "s4": {
    "name": "Linh hồn hơi bị ngon!",
    "description": "Nếu gây ra sát thương lên đối thủ bằng tấn công kĩ năng thì linh hồn sẽ bị cướp đi. Khi bị cướp mất linh hồn, đối tượng sẽ nhận thêm {0} sát thương phép, với mỗi 1 linh hồn sẽ làm hồi phục {1} thể lực của Viska và tăng 300 mana. Linh hồn nhận được sẽ kéo dài đến khi tiêu thụ hết và không thể gỡ bỏ, có thể sở hữu tối đa 5 linh hồn.",
    "books": {
      "0": "Lượng sát thương và hồi phục tăng {0}%.",
      "1": "Lượng sát thương và hồi phục tăng {0}%.",
      "2": "Đối phương bị cướp linh hồn bị giảm đi {0} mana."
    },
    "light": "Đối thủ bị cướp linh hồn sẽ bị giảm 250 lực kháng trạng thái xấu trong 10 giây.",
    "dark": "Tăng 10% lực tấn công trên mỗi 1 linh hồn sở hữu.",
    "ut": {
      "name": "Biểu tượng phàm ăn",
      "description": [
        "[Linh hồn hơi bị ngon!] Khi có một Linh hồn, tăng 100 điểm Hồi MP. Mỗi lần cộng dồn linh hồn sẽ cho 70 điểm Độ chính xác của kỹ năng gây trạng thái chế ngự.",
        "[Linh hồn hơi bị ngon!] Khi có một Linh hồn, tăng 120 điểm Hồi MP. Mỗi lần cộng dồn linh hồn sẽ cho 70 điểm Độ chính xác của kỹ năng gây trạng thái chế ngự.",
        "[Linh hồn hơi bị ngon!] Khi có một Linh hồn, tăng 140 điểm Hồi MP. Mỗi lần cộng dồn linh hồn sẽ cho 70 điểm Độ chính xác của kỹ năng gây trạng thái chế ngự.",
        "[Linh hồn hơi bị ngon!] Khi có một Linh hồn, tăng 170 điểm Hồi MP. Mỗi lần cộng dồn linh hồn sẽ cho 70 điểm Độ chính xác của kỹ năng gây trạng thái chế ngự.",
        "[Linh hồn hơi bị ngon!] Khi có một Linh hồn, tăng 210 điểm Hồi MP. Mỗi lần cộng dồn linh hồn sẽ cho 70 điểm Độ chính xác của kỹ năng gây trạng thái chế ngự.",
        "[Linh hồn hơi bị ngon!] Khi có một Linh hồn, tăng 250 điểm Hồi MP. Mỗi lần cộng dồn linh hồn sẽ cho 70 điểm Độ chính xác của kỹ năng gây trạng thái chế ngự."
      ],
      "story": "Năng lượng Mana kết tinh của 'Araneck', con quái thú đã nuốt chửng 'Phàm ăn' và là một trong các quái thú của 7 tội lỗi bị Viska tiêu diệt sau khi cô ta đến thế giới vật chất. Viên pha lê có khả năng thể hiện sức mạnh của chủ nhân thông qua màu sắc của viên ngọc ở giữa. Ban đầu, viên ngọc trong suốt nhưng khi Viska chạm vào, nó tỏa ra ánh sáng đỏ rực rỡ với hoa văn nhỏ xuất hiện trên bề mặt. Khi Viska mạnh lên, hoa văn này cũng to ra và đôi khi cô mường tượng hoa văn sẽ trông như thế nào khi mình trở thành Chúa tể bóng tối."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Mỗi 1 linh hồn sở hữu sẽ làm tăng 50 xác suất chí mạng và 30% lượng sát thương chí mạng của bản thân."
  }
}