{
  "name": "Priscilla",
  "subtitle": "Phụ tá thép",
  "description": "Trước đây cô là sĩ quan thuộc bộ lãnh đạo quân đội Orvelia, hiện nay là phụ tá chuyên trách cho Aisha - con gái rượu của gia tộc Daphnel Pon nổi tiếng là thiên tài của tháp hiền nhân.",
  "story": "Một cựu sĩ quan trong lực lượng vũ trang của Orvelia. Sau một lần cố gắng tiết lộ sự mục rữa của các lãnh đạo trong quân đội nhưng thất bại, cô bị buộc phải rời khỏi chức vụ của mình. Muốn che đậy sự mục rữa của họ, các lãnh đạo trong quân đội không ngừng cử sát thủ đến giết cô. Cuộc chiến đấu đơn độc kéo dài bắt đầu phá hủy cô, cả về thể chất và tinh thần. Một ngày, dòng họ von Daphnel quý tộc đề nghị sẽ bảo vệ cô, đổi lại cô phải phục vụ họ. Cô chấp nhận và làm phụ tá của Aisha trong Tháp hiền triết kể từ đó. Cho đến nay, cô vẫn luôn trung thành thực hiện công việc phụ tá bảo vệ. Tuy nhiên, cô chuyển toàn bộ các khoản tiền công của mình cho một người nhận bí mật.",
  "like": "Đồng đội chiến đấu, tiểu thư, bộ trang phục dễ thương cho tiểu thư",
  "dislike": "Lộn xộn, sự bất công",
  "inn": {
    "idle": "Cô chủ hiện đang nghỉ ngơi.",
    "recruit": {
      "greet": "Cô chủ hiện không có ở phòng.",
      "talk": [
        "...",
        "Chúng ta sẽ nói chuyện sau nhé.",
        "Tôi không còn là chiến binh nữa."
      ],
      "gift": "Tôi không quen nhận những thứ như này, dù sao cũng cám ơn."
    },
    "affinity": {
      "greet": "Là ngươi à. Gặp ngươi thật vui.",
      "talk": [
        "Hy vọng tiểu thư thích bộ ấm chén ta mới mua.",
        "Ta còn phải ghé qua lò rèn để mài lưỡi rìu nữa."
      ],
      "gift": "Cảm ơn nhé. Lần tới có trà tươi thì tuyệt."
    },
    "relationship": {
      "greet": "Là bạn ư.. Lâu quá không gặp.",
      "talk": [
        "Không biết chừng thuở còn ngây dại trẻ con, chỉ có các thuộc hạ của tôi là bị tổn thương...",
        "Là một đứa trẻ... Đứa trẻ cố quá sức để ra vẻ người lớn.. Vì vậy tôi càng muốn bảo vệ tiểu thư hơn.",
        "Tôi đang thỏa mãn với cuộc sống của mình. Không có chỗ nào để phàn nàn về việc bù đắp cho cuộc sống của bọn nhóc hay lương bổng."
      ]
    }
  },
  "uw": {
    "name": "Điệu nhảy vũ bão, Excilius",
    "description": [
      "Khi tấn công địch bằng kĩ năng 'Tấn công điểm yếu', 'Vũ điệu cuồng nhiệt', thời gian hồi chiêu của mỗi kẻ thù bị dính chiêu đó sẽ giảm 1 giây và tốc độ tấn công của bản thân anh hùng tăng lên 50 trong 5 giây. Hiệu ứng tăng tốc độ tấn công được cộng dồn tối đa 10 lần.",
      "Khi tấn công địch bằng kĩ năng 'Tấn công điểm yếu', 'Vũ điệu cuồng nhiệt', thời gian hồi chiêu của mỗi kẻ thù bị dính chiêu đó sẽ giảm 1.2 giây và tốc độ tấn công của bản thân anh hùng tăng lên 50 trong 5 giây. Hiệu ứng tăng tốc độ tấn công được cộng dồn tối đa 10 lần.",
      "Khi tấn công địch bằng kĩ năng 'Tấn công điểm yếu', 'Vũ điệu cuồng nhiệt', thời gian hồi chiêu của mỗi kẻ thù bị dính chiêu đó sẽ giảm 1.4 giây và tốc độ tấn công của bản thân anh hùng tăng lên 50 trong 5 giây. Hiệu ứng tăng tốc độ tấn công được cộng dồn tối đa 10 lần.",
      "Khi tấn công địch bằng kĩ năng 'Tấn công điểm yếu', 'Vũ điệu cuồng nhiệt', thời gian hồi chiêu của mỗi kẻ thù bị dính chiêu đó sẽ giảm 1.7 giây và tốc độ tấn công của bản thân anh hùng tăng lên 50 trong 5 giây. Hiệu ứng tăng tốc độ tấn công được cộng dồn tối đa 10 lần.",
      "Khi tấn công địch bằng kĩ năng 'Tấn công điểm yếu', 'Vũ điệu cuồng nhiệt', thời gian hồi chiêu của mỗi kẻ thù bị dính chiêu đó sẽ giảm 2 giây và tốc độ tấn công của bản thân anh hùng tăng lên 50 trong 5 giây. Hiệu ứng tăng tốc độ tấn công được cộng dồn tối đa 10 lần.",
      "Khi tấn công địch bằng kĩ năng 'Tấn công điểm yếu', 'Vũ điệu cuồng nhiệt', thời gian hồi chiêu của mỗi kẻ thù bị dính chiêu đó sẽ giảm 2.5 giây và tốc độ tấn công của bản thân anh hùng tăng lên 50 trong 5 giây. Hiệu ứng tăng tốc độ tấn công được cộng dồn tối đa 10 lần."
    ],
    "story": "Trong suốt sự nghiệp quân đội, Priscilla đã đánh ngã vô số kẻ thù với chiếc kích của mình. Dù chiếc kích bị hư hỏng sau khi cô ta rút lui khỏi quân đội nhưng sau đó nó đã được phục sinh với tên gọi Exilius. Quá trình nâng cấp này là một phần trong yêu cầu được gửi đến Annette để tạo Mahitra cho Aisha. Đây là một vũ khí mới sắc như dao cạo và vô cùng bền bỉ, thậm chí còn có sức mạnh phép thuật để hút kẻ thù. Những người đã từng nhìn thấy Priscilla tiêu diệt Ác quỷ bằng chiếc kích này khẳng định rằng đó như một cơn bão không thể ngăn chặn."
  },
  "s1": {
    "name": "Tấn công điểm yếu",
    "description": "Gây ra {0} sát thương vật lý lên những kẻ địch trong phạm vi phía trước bản thân và làm cho ngất xỉu trong 1 giây. Tấn công này chắc chắn phát sinh đòn chí mạng.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Thời gian ngất xỉu tăng 2 giây.",
    "dark": "Chắc chắn hiệu ứng phát sinh đòn chí mạng biến mất và tăng 150% lượng sát thương đòn chí mạng.",
    "ut": {
      "name": "Quả cân tấn công dữ dội",
      "description": [
        "[Tấn công điểm yếu] Tăng 50% Sát thương và giảm 200 điểm Đỡ đòn vật lý của mục tiêu trong 10 giây.",
        "[Tấn công điểm yếu] Tăng 50% Sát thương và giảm 240 điểm Đỡ đòn vật lý của mục tiêu trong 10 giây.",
        "[Tấn công điểm yếu] Tăng 50% Sát thương và giảm 290 điểm Đỡ đòn vật lý của mục tiêu trong 10 giây.",
        "[Tấn công điểm yếu] Tăng 50% Sát thương và giảm 350 điểm Đỡ đòn vật lý của mục tiêu trong 10 giây.",
        "[Tấn công điểm yếu] Tăng 50% Sát thương và giảm 420 điểm Đỡ đòn vật lý của mục tiêu trong 10 giây.",
        "[Tấn công điểm yếu] Tăng 50% Sát thương và giảm 500 điểm Đỡ đòn vật lý của mục tiêu trong 10 giây."
      ],
      "story": "Quả cân được gắn ở cuối chuôi của Exilius. Nó giúp cho Priscilla giữ cân bằng tốt hơn, nên có thể tung ra những đòn tấn công chính xác, ổn định hơn. Khi Annette cường hóa cây kích của cô ấy vào Exilius, cô ấy cũng thay thế quả cân luôn. Thông qua cường hóa Pháp nghệ, độ cứng của quả cân được tăng lên đáng kể, giúp cô ấy tung ra những đòn tấn công có độ chính xác cao."
    }
  },
  "s2": {
    "name": "Hiệp lực",
    "description": "Trong 20 giây, đặt Priscilla và một đồng minh có cấp độ tấn công cao nhất trong trạng thái 'Hiệp lực', sau đó loại bỏ những Hiệu ứng có hại. Priscilla và đồng minh trong trạng thái Hiệp lực sẽ nhận mức hỗ trợ tấn công tương đương 15% tấn công của Priscilla + {0}.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Tăng 80% lượng sát thương đòn chí mạng.",
    "dark": "Nếu tấn công thường khi ở trạng thái Hiệp lực sẽ làm tăng 30% sát thương nhận được ở đối phương.",
    "ut": {
      "name": "Bộ trà đẹp mắt",
      "description": [
        "[Hiệp lực] Tăng 20% Trợ công và giảm 30% Thời gian hồi chiêu của Anh hùng có điểm Tấn công cao nhất.",
        "[Hiệp lực] Tăng 24% Trợ công và giảm 30% Thời gian hồi chiêu của Anh hùng có điểm Tấn công cao nhất.",
        "[Hiệp lực] Tăng 29% Trợ công và giảm 30% Thời gian hồi chiêu của Anh hùng có điểm Tấn công cao nhất.",
        "[Hiệp lực] Tăng 35% Trợ công và giảm 30% Thời gian hồi chiêu của Anh hùng có điểm Tấn công cao nhất.",
        "[Hiệp lực] Tăng 42% Trợ công và giảm 30% Thời gian hồi chiêu của Anh hùng có điểm Tấn công cao nhất.",
        "[Hiệp lực] Tăng 50% Trợ công và giảm 30% Thời gian hồi chiêu của Anh hùng có điểm Tấn công cao nhất."
      ],
      "story": "Cốc trà bằng sứ yêu thích của Aisha mà Priscilla luôn mang theo mình. Bộ trà xa xỉ làm từ thứ đất sét tốt nhất của lục địa phía đông bên kia biển. Hầu như nó được dùng để uống trà với Aisha, nhưng cũng hữu ích khi dùng chiêu Hiệp lực với Priscilla."
    }
  },
  "s3": {
    "name": "Vũ điệu cuồng nhiệt",
    "description": "Gây ra {0} sát thương vật lý lên những kẻ thù trong phạm vi vòng tròn xung quanh anh hùng và kéo kẻ thù về phía mình. Nếu bản thân đang ở trạng thái 'Hiệp lực' thì lượng sát thương nhận được ở đối tượng đó sẽ tăng lên {1}% trong 10 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Thời gian đợi dùng chiêu lại sẽ giảm 10% khi có đòn chí mạng.",
    "dark": "Khi địch còn 1 người, lượng sát thương tăng 100%.",
    "ut": {
      "name": "Đá ma thuật trung lực",
      "description": [
        "Lượng sát thương của [Vũ điệu cuồng nhiệt] tăng 20% và làm đối thủ choáng trong 3 giây.",
        "Lượng sát thương của [Vũ điệu cuồng nhiệt] tăng 24% và làm đối thủ choáng trong 3 giây.",
        "Lượng sát thương của [Vũ điệu cuồng nhiệt] tăng 29% và làm đối thủ choáng trong 3 giây.",
        "Lượng sát thương của [Vũ điệu cuồng nhiệt] tăng 35% và làm đối thủ choáng trong 3 giây.",
        "Lượng sát thương của [Vũ điệu cuồng nhiệt] tăng 42% và làm đối thủ choáng trong 3 giây.",
        "Lượng sát thương của [Vũ điệu cuồng nhiệt] tăng 50% và làm đối thủ choáng trong 3 giây."
      ],
      "story": "Dụng cụ phép thuật đầu tiên của phù thủy Tím. Món quà đầu tiên mà Aisha tặng. Aisha đã tạo ra dụng cụ này vì không muốn Priscilla phải tốn quá nhiều sức lực khi dùng chiêu Vũ điệu cuồng nhiệt. Viên đá mana trọng lực giảm bớt áp suất khỏi cơ thể khi dùng Vũ điệu cuồng nhiệt, đồng thời tăng cường hiệu ứng của chiêu thức này."
    }
  },
  "s4": {
    "name": "Điêu luyện vũ khí",
    "description": "Sức tấn công của anh hùng tăng {0} , lực xuyên kháng phòng thủ tăng {1}.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% sát thương chí mạng."
    },
    "light": "Chỉ số tăng sức tấn công tăng 40%.",
    "dark": "Xác suất đòn chí mạng tăng 250.",
    "ut": {
      "name": "Khởi nguồn bão táp",
      "description": [
        "[Tinh thông vũ khí] Tăng 50% mức hỗ trợ Tấn công. Tăng 10% Tất cả phòng thủ cho bản thân.",
        "[Tinh thông vũ khí] Tăng 50% mức hỗ trợ Tấn công. Tăng 12% Tất cả phòng thủ cho bản thân.",
        "[Tinh thông vũ khí] Tăng 50% mức hỗ trợ Tấn công. Tăng 14% Tất cả phòng thủ cho bản thân.",
        "[Tinh thông vũ khí] Tăng 50% mức hỗ trợ Tấn công. Tăng 17% Tất cả phòng thủ cho bản thân.",
        "[Tinh thông vũ khí] Tăng 50% mức hỗ trợ Tấn công. Tăng 21% Tất cả phòng thủ cho bản thân.",
        "[Tinh thông vũ khí] Tăng 50% mức hỗ trợ Tấn công. Tăng 25% Tất cả phòng thủ cho bản thân."
      ],
      "story": "Cây kích mà Priscilla sử dụng để luyện tập. Bão tố chiến tranh bắt nguồn từ cây kích cũ kỹ này. Thỉnh thoảng cô ấy sẽ lấy cây kích ra như để gợi nhắc về những tháng ngày luyện tập. Đó là cách cô ấy luôn kiên định với quan niệm sống của mình, bảo vệ Tiểu thư trước mọi hiểm nguy."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / CC Resist +100",
    "dark": "Sức tấn công của các đồng minh tăng một mức bằng 3% sức tấn công của bản thân và lực phòng thủ vật lý của toàn bộ đồng minh tăng một mức tương ứng 3% so với lực phòng thủ vật lý của bản thân."
  }
}