{
  "name": "Yanne",
  "subtitle": "Sát thủ rồng",
  "description": "Một chiến binh nữ Barbarian du ngoạn khắp đại lục săn tìm những tên quái vật quấy nhiễu con người. Kẻ sát rồng đơn độc thức tỉnh Rồng Điên Svelta. Uy lực và sức mạnh của đại tên cô nắm giữ có thể xuyên thủng ngay cả bức tường thành vững chắc.",
  "story": "Một chiến binh Barbaria chuyên xử lý quái vật đe dọa mọi người. Nhờ có thể chất đặc biệt, sức mạnh cơ bắp của cô còn mạnh hơn nhiều lần so với một chiến binh Barbaria bình thường. Cô sử dụng đại cung lớn hơn cả chính cơ thể của mình một cách dễ dàng, khiến mọi người gọi cô là vũ khí vây hãm di động. Mặc dù là một người phụ nữ tốt bụng thích giúp đỡ người khác nhưng mỗi khi tham gia trận chiến, tính hung hăng của người Barbaria trong cô bắt đầu trỗi dậy. Cô đã từng tiêu diệt một con rồng điên có tên là Svelta, một chiến công đem lại cho cô biệt hiệu Kẻ diệt rồng.",
  "like": "Những món ngon, nấu nướng, săn lùng quái vật",
  "dislike": "Những con quái vật không thể bị đánh bại theo quy luật tự nhiên",
  "inn": {
    "idle": "Hahaha, trông tất cả có vẻ vui nhỉ?",
    "recruit": {
      "greet": "Lâu ngày quá~ mọi người vẫn khỏe chứ?",
      "talk": [
        "Vừa vui vì có thể truy giết quái vật?, lại có thể giúp được mọi người nên cũng thấy có ý nghĩa phết.",
        "Nghe nói làm thịt bọn quái vật mà nấu ăn thì được nhiều món ngon lắm?",
        "Các chiến sĩ tộc người Barbarian đều được học nấu ăn, nhưng mà món ta nấu thì chắc hẳn là ngon nhất thôi?"
      ],
      "gift": "Quà ư? haha, cảm ơn nhé! Lần sau ta sẽ tiếp đãi một bữa!"
    },
    "affinity": {
      "greet": "Lâu lắm rồi nhỉ? Dạo này ngươi thế nào?",
      "talk": [
        "Đồ ăn ở đây cũng ngon đấy.",
        "Chà. Hay để lần sau ta bảo Juno chuẩn bị ít đồ ăn trưa nhé?"
      ],
      "gift": "Ôi, cảm ơn nhiều! Ta sẽ tận dụng nó."
    },
    "relationship": {
      "greet": "Chào~ trông bạn vẫn ổn nhỉ? Có ăn uống đầy đủ không đấy?",
      "talk": [
        "Bạn đã từng ăn thịt rồng chưa? Rất là ngon đấy nhé. Lần sau tôi sẽ đem thịt rồng bít tết cho!",
        "Săn rồng không phải là việc dễ nhé, vì nó ý nghĩa nên tôi thích việc này!",
        "Tất cả các chiến binh Babarian đều rất khỏe nhưng... Ừ, cơ thể của tôi có chút đặc biệt."
      ]
    }
  },
  "uw": {
    "name": "Xác rồng, Svelta",
    "description": [
      "Khi ra đòn chí mạng sẽ gây sát thương vật lý bằng 200% sức tấn công với xác suất 10% và hồi 5% mana. Nếu đối tượng là rồng thì rồng sẽ bị ngất trong 1.5 giây.",
      "Khi ra đòn chí mạng sẽ gây sát thương vật lý bằng 240% sức tấn công với xác suất 12% và hồi 5% mana. Nếu đối tượng là rồng thì rồng sẽ bị ngất trong 1.5 giây.",
      "Khi ra đòn chí mạng sẽ gây sát thương vật lý bằng 290% sức tấn công với xác suất 14% và hồi 5% mana. Nếu đối tượng là rồng thì rồng sẽ bị ngất trong 1.5 giây.",
      "Khi ra đòn chí mạng sẽ gây sát thương vật lý bằng 350% sức tấn công với xác suất 17% và hồi 5% mana. Nếu đối tượng là rồng thì rồng sẽ bị ngất trong 1.5 giây.",
      "Khi ra đòn chí mạng sẽ gây sát thương vật lý bằng 420% sức tấn công với xác suất 21% và hồi 5% mana. Nếu đối tượng là rồng thì rồng sẽ bị ngất trong 1.5 giây.",
      "Khi ra đòn chí mạng sẽ gây sát thương vật lý bằng 500% sức tấn công với xác suất 25% và hồi 5% mana. Nếu đối tượng là rồng thì rồng sẽ bị ngất trong 1.5 giây."
    ],
    "story": "Vũ khí đầy mê hoặc được làm từ xương, gân và các mảnh da của Rồng điên Svelta. Quá nặng để người bình thường có thể nhấc lên chứ chưa nói gì đến kéo, chiếc cung khổng lồ này là sự kết hợp của các công nghệ vũ khí từ Yêu tinh Bóng tối và Người lùn. Chỉ những người có sức mạnh cơ bắp đặc biệt như Yanne mới có thể hy vọng cầm được chiếc cung khác thường này. Linh hồn của Rồng điên vẫn còn trong chiếc cung này. Năng lượng dữ dội của Rồng điên vẫn tồn tại trong từng mũi tên được bắn ra, tạo nên sức mạnh có thể xuyên phá những bức tường to lớn nhất."
  },
  "s1": {
    "name": "Tập trung lại trên 1 phát!",
    "description": "Lấy tư thế và tập trung, sau đó tấn công đối thủ gây {0} sát thương vật lý lên đối thủ trong phạm vi đường thẳng phía trước. Nếu đối thủ là rồng, sẽ làm ngất xỉu trong 3 giây. Thời gian kéo dài trạng thái ngất xỉu kéo dài và lượng sát thương sẽ tăng tối đa {1}% tùy theo thời gian tập trung.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% xác suất đòn chí mạng."
    },
    "light": "Tăng 40% sát thương.",
    "dark": "Tăng 25% sát thương vật lý nhận của đối tượng trong 10 giây.",
    "ut": {
      "name": "Bùa tập trung",
      "description": [
        "[Tập trung một phát!] Tăng 800 Tốc độ tấn công trong thời gian hiệu lực của kỹ năng và tăng 10% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Tập trung một phát!] Tăng 800 Tốc độ tấn công trong thời gian hiệu lực của kỹ năng và tăng 12% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Tập trung một phát!] Tăng 800 Tốc độ tấn công trong thời gian hiệu lực của kỹ năng và tăng 14% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Tập trung một phát!] Tăng 800 Tốc độ tấn công trong thời gian hiệu lực của kỹ năng và tăng 17% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Tập trung một phát!] Tăng 800 Tốc độ tấn công trong thời gian hiệu lực của kỹ năng và tăng 21% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Tập trung một phát!] Tăng 800 Tốc độ tấn công trong thời gian hiệu lực của kỹ năng và tăng 25% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây."
      ],
      "story": "Vòng tay mà Yanne nhận được từ người dân trong trấn khi cô tiêu diệt Svelta. Được làm bằng da Rồng đỏ, chiếc bùa này có tác dụng tụ tập năng lượng dương trong cơ thể người đeo, giúp người đó có thể tập trung cao độ. Khi Yanne nhắm bắn, nó giúp cô ấy bắn hạ mục tiêu chỉ bằng một phát."
    }
  },
  "s2": {
    "name": "Đổ ngã tất cả !",
    "description": "Gây {0} sát thương vật lý lên đối thủ và đối thủ trong phạm vi xung quanh đó. Nếu đối tượng là rồng gây thêm {0} sát thương vật lý bỏ qua lực phòng thủ.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% lượng sát thương của đòn chí mạng."
    },
    "light": "Tăng 100% lượng sát thương khi chỉ có 1 đối thủ.",
    "dark": "Gây choáng đối thủ nhận sát thương trong 2 giây.",
    "ut": {
      "name": "Mũi tên đột tử khổng lồ",
      "description": [
        "[Quét sạch!] Tăng 20% Sát thương và giảm 12% Thời gian hồi chiêu khi có Đòn chí mạng.",
        "[Quét sạch!] Tăng 24% Sát thương và giảm 12% Thời gian hồi chiêu khi có Đòn chí mạng",
        "[Quét sạch!] Tăng 29% Sát thương và giảm 12% Thời gian hồi chiêu khi có Đòn chí mạng",
        "[Quét sạch!] Tăng 35% Sát thương và giảm 12% Thời gian hồi chiêu khi có Đòn chí mạng",
        "[Quét sạch!] Tăng 42% Sát thương và giảm 12% Thời gian hồi chiêu khi có Đòn chí mạng",
        "[Quét sạch!] Tăng 50% Sát thương và giảm 12% Thời gian hồi chiêu khi có Đòn chí mạng"
      ],
      "story": "Một mũi tên làm từ sương sống của Rồng điên Svelta, con vật phun ra những quả pháo ma thuật cực mạnh. Đó là chiến lợi phẩm của Yanne. Mũi tên này có con mắt đỏ cháy của Rồng điên. Nó vẫn chứa đựng cơn điên cuồng của con rồng, sẵn sàng thiêu đốt kẻ địch bất cứ lúc nào."
    }
  },
  "s3": {
    "name": "Không khoan nhượng !",
    "description": "Gỡ bỏ mọi hiệu ứng xấu lên bản thân, làm tăng {0} sức tấn công, {1} lực xuyên thủ trong 30 giây. Trong thời gian kéo dài sẽ thay đổi thành tấn công thường và tiêu thụ 3% mana, gây sát thương lên đối thủ theo đường thẳng, gây thêm {2} sát thương vật lý bỏ qua phòng thủ lên rồng.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Tăng 250 tốc độ tấn công trong thời gian diễn ra.",
    "dark": "Giảm 25% tất cả sát thương nhận được trong thời gian diễn ra.",
    "ut": {
      "name": "Rồng bít tết",
      "description": [
        "[Không khoan nhượng!] Giảm 1 điểm mức tiêu hao mana và tăng 10% sát thương với Rồng trong thời gian xuất kỹ năng.",
        "[Không khoan nhượng!] Giảm 1 điểm mức tiêu hao mana và tăng 12% sát thương với Rồng trong thời gian xuất kỹ năng.",
        "[Không khoan nhượng!] Giảm 1 điểm mức tiêu hao mana và tăng 14% sát thương với Rồng trong thời gian xuất kỹ năng.",
        "[Không khoan nhượng!] Giảm 1 điểm mức tiêu hao mana và tăng 17% sát thương với Rồng trong thời gian xuất kỹ năng.",
        "[Không khoan nhượng!] Giảm 1 điểm mức tiêu hao mana và tăng 21% sát thương với Rồng trong thời gian xuất kỹ năng.",
        "[Không khoan nhượng!] Giảm 1 điểm mức tiêu hao mana và tăng 25% sát thương với Rồng trong thời gian xuất kỹ năng."
      ],
      "story": "Miếng sườn chữ T của một con rồng, có cả thịt ngăn ngoại và thăn nõn. Miếng thịt có hương vị tuyệt vời. Năng lượng thiêng của con rồng truyền vào cơ thể và tăng stamina chiến đấu của Yanne lên mức tối đa."
    }
  },
  "s4": {
    "name": "Tay săn rồng",
    "description": "Tăng {0} sức tấn công, {1}% thể lực tối đa của bản thân. Ngoài ra, sát thương gây lên rồng tăng {2}%.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Giảm 20% sát thương do rồng gây ra cho tất cả các đồng đội.",
    "dark": "Thay đổi mức tăng sát thương lên rồng thành 80%.",
    "ut": {
      "name": "Trái tim rực cháy của người khổng lồ",
      "description": [
        "[Tay săn rồng] Tăng 50% mức hỗ trợ Tấn công. Tất cả các đồng minh gây ra thêm 4% Sát thương cho Rồng.",
        "[Tay săn rồng] Tăng 50% mức hỗ trợ Tấn công. Tất cả các đồng minh gây ra thêm 4,8% Sát thương cho Rồng.",
        "[Tay săn rồng] Tăng 50% mức hỗ trợ Tấn công. Tất cả các đồng minh gây ra thêm 5,8% Sát thương cho Rồng.",
        "[Tay săn rồng] Tăng 50% mức hỗ trợ Tấn công. Tất cả các đồng minh gây ra thêm 7% Sát thương cho Rồng.",
        "[Tay săn rồng] Tăng 50% mức hỗ trợ Tấn công. Tất cả các đồng minh gây ra thêm 8,4% Sát thương cho Rồng.",
        "[Tay săn rồng] Tăng 50% mức hỗ trợ Tấn công. Tất cả các đồng minh gây ra thêm 10% Sát thương cho Rồng."
      ],
      "story": "Khi Yanne được yêu cầu tiêu diệt người khổng lồ, cô đã chạm trán thủ lĩnh của chúng – Người khổng lồ lửa. Cô đã chiến đấu ba ngày ba đêm mới đánh bại được nó. Mặc dù bị xuyên thủng, nhưng trái tim của Người khổng lồ lửa vẫn rực cháy ngọn lửa mãnh liệt. Bên trong đó, cô tìm thấy một hòn đá bằng nắm tay. Khi cô lấy hòn đá ra, ngọn lửa vụt tắt. Kể từ đó, mũi tên của Yanne được yểm năng lượng lửa."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Sát thương của tấn công thường bỏ qua hiệu quả block của đối thủ."
  }
}