{
  "name": "Zafir",
  "subtitle": "Hoàng tử bão cát",
  "description": "Hậu duệ của Thần vương cổ đại. Một chàng trai trẻ tài ba dám đứng lên gồng gánh cả sa mạc. Trận bão cát mà anh triệu hồi bằng mũi tên sẽ nhấn chìm kẻ địch, quét sạch chúng khỏi thế gian.",
  "story": "Một vị Hoàng tử và cũng là người kế vị Thần vương của vương quốc sa mạc cổ đại, có khả năng khống chế cát sa mạc. Là thủ lĩnh trẻ tuổi dẫn dắt tộc Mauhata của những Chiến binh sa mạc, anh được huấn luyện và dạy dỗ để trở thành người xứng đáng nối ngôi đức vua vĩ đại. Khi những người anh em kết nghĩa của họ ở tộc Trovatia cầu nguyện nơi Thần điện dòng chảy để thức tỉnh Thần rồng, anh đã thống lĩnh các chiến binh tiêu diệt lũ ác quỷ lăm le đến gần hòn đảo. Với sự trợ giúp của Thần rồng và nữ tu sĩ của cô là Laudia, anh đã bảo vệ được quê hương, làm tròn bổn phận của một Chiến binh sa mạc. Anh hy vọng rằng mọi nỗ lực của mình sẽ làm cho Thần vương quá cố tự hào.",
  "like": "Mèo, nghệ thuật trên cát, cư dân sa mạc",
  "dislike": "Kẻ tìm cách hãm hại những người mà anh quan tâm",
  "inn": {
    "idle": "Ồ, thức uống gì mà kỳ lạ chưa?",
    "recruit": {
      "greet": "Nguyện cầu Thần vương sẽ luôn che chở cho ngươi.",
      "talk": [
        "Ừm, chỗ này khác xa mấy quán rượu ở sa mạc. Ta không được ngồi bệt đâu nhỉ?",
        "Chiến binh sa mạc luôn đặt người dân lên trên hết.",
        "...Ta không thích chỗ đông người cho lắm, nhưng bầu không khí thoải mái này... cũng chẳng có gì để chê cả."
      ],
      "gift": "Thật là rộng lượng. Cảm ơn nhé."
    },
    "affinity": {
      "greet": "Dạo này ngươi khỏe chứ?",
      "talk": [
        "Lời sấm truyền nói rằng Thần vương sắp hồi sinh.",
        "...Khi nào rảnh nhớ ghé Aegina. Ta sẽ dẫn ngươi thăm thú mọi nơi."
      ],
      "gift": "Các Chiến binh sa mạc cũng sẽ hoan nghênh ngươi lắm đấy."
    },
    "relationship": {
      "greet": "Hoan nghênh, chiến hữu sa mạc của ta.",
      "talk": [
        "Ta thích mèo... Chẳng có loài vật nào duyên dáng hơn thế.",
        "Ngay cả trận bão cát dữ dội nhất nơi sa mạc cũng không làm Chiến binh sa mạc chùn bước.",
        "Dù mang huyết thống hoàng tộc nhưng ta còn phải nỗ lực rất nhiều để trở thành người kế vị xứng đáng."
      ]
    }
  },
  "uw": {
    "name": "Hào quang Thần vương, Zaries",
    "description": [
      "Khi sử dụng một kĩ năng, nhận 1 lần cộng dồn 'Ý chí của sa mạc'. 'Ý chí của sa mạc' tăng 4% Tấn công và 20 điểm Xuyên phòng thủ trong 10 giây, có thể cộng dồn tối đa 5 lần. Hiệu ứng này không thể gỡ bỏ.",
      "Khi sử dụng một kĩ năng, nhận 1 lần cộng dồn 'Ý chí của sa mạc'. 'Ý chí của sa mạc' tăng 4.8% Tấn công và 24 điểm Xuyên phòng thủ trong 10 giây, có thể cộng dồn tối đa 5 lần. Hiệu ứng này không thể gỡ bỏ.",
      "Khi sử dụng một kĩ năng, nhận 1 lần cộng dồn 'Ý chí của sa mạc'. 'Ý chí của sa mạc' tăng 5.6% Tấn công và 29 điểm Xuyên phòng thủ trong 10 giây, có thể cộng dồn tối đa 5 lần. Hiệu ứng này không thể gỡ bỏ.",
      "Khi sử dụng một kĩ năng, nhận 1 lần cộng dồn 'Ý chí của sa mạc'. 'Ý chí của sa mạc' tăng 6.8% Tấn công và 35 điểm Xuyên phòng thủ trong 10 giây, có thể cộng dồn tối đa 5 lần. Hiệu ứng này không thể gỡ bỏ.",
      "Khi sử dụng một kĩ năng, nhận 1 lần cộng dồn 'Ý chí của sa mạc'. 'Ý chí của sa mạc' tăng 8% Tấn công và 42 điểm Xuyên phòng thủ trong 10 giây, có thể cộng dồn tối đa 5 lần. Hiệu ứng này không thể gỡ bỏ.",
      "Khi sử dụng một kĩ năng, nhận 1 lần cộng dồn 'Ý chí của sa mạc'. 'Ý chí của sa mạc' tăng 10% Tấn công và 50 điểm Xuyên phòng thủ trong 10 giây, có thể cộng dồn tối đa 5 lần. Hiệu ứng này không thể gỡ bỏ."
    ],
    "story": "Một Vũ khí cổ đại được tôi luyện cho thực thể diễm lệ nhất thế gian. Một người phải trải qua nhiều thử thách khắc nghiệt để chứng minh mình xứng đáng có được món vũ khí mà xưa nay chỉ dành cho người kế vị Thần vương. Chỉ phục tùng người nối ngôi Thần vương được chọn, cây cung này sở hữu sức mạnh tối thượng chốn sa mạc."
  },
  "s1": {
    "name": "Phán quyết của sa mạc",
    "description": "Gây {0} Sát thương vật lý cho kẻ địch trên diện rộng, và với mỗi kẻ địch trúng đòn, thời gian hồi chiêu giảm 1 giây. Gây {1} Sát thương vật lý cho kẻ địch trúng [Dấu ấn của sa mạc] và xóa bỏ 1 lần cộng dồn [Dấu ấn của sa mạc]. Với mỗi lần sử dụng kĩ năng, Sát thương chí mạng tăng 5%. Hiệu ứng này có thể cộng dồn tối đa 12 lần và không thể xóa bỏ.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Hỗ trợ Sát thương chí mạng mỗi lần sử dụng đổi thành 10%.",
    "dark": "Kẻ địch trúng đòn sẽ bị Mù trong 1 giây."
  },
  "s2": {
    "name": "Phước lành của tinh linh cát",
    "description": "Tạo kết giới quanh đồng minh có HP thấp nhất để hấp thu {1} Sát thương trong {0} giây. Nhận miễn nhiễm trạng thái chế ngự khi kết giới vẫn còn. Sau khi hết thời gian duy trì kết giới, 'Bão cát' được kích hoạt và gây {2} Sát thương vật lý cho kẻ địch trên diện rộng, tạo ra 2 lần cộng dồn [Dấu ấn của sa mạc]. Nếu kết giới bị phá hủy hoặc bị giải trừ, thì 'Bão cát' sẽ không được kích hoạt.",
    "books": {
      "0": "Tăng {0}% sát thương và Khiên chắn",
      "1": "Tăng {0}% sát thương và Khiên chắn",
      "2": "Tăng {0}% sát thương và Khiên chắn"
    },
    "light": "Thời gian hồi chiêu giảm 5 giây.",
    "dark": "Kẻ địch trúng 'Bão cát' sẽ bị đánh bật ra xa và bị đánh ngã trong 3 giây.",
    "ut": {
      "name": "Dòng cát ảo mộng",
      "description": [
        "[Phước lành của tinh linh cát] Kết giới hấp thu thêm 20% Sát thương và giải trừ trạng thái chế ngự trên bản thân.",
        "[Phước lành của tinh linh cát] Kết giới hấp thu thêm 24% Sát thương và giải trừ trạng thái chế ngự trên bản thân.",
        "[Phước lành của tinh linh cát] Kết giới hấp thu thêm 29% Sát thương và giải trừ trạng thái chế ngự trên bản thân.",
        "[Phước lành của tinh linh cát] Kết giới hấp thu thêm 35% Sát thương và giải trừ trạng thái chế ngự trên bản thân.",
        "[Phước lành của tinh linh cát] Kết giới hấp thu thêm 42% Sát thương và giải trừ trạng thái chế ngự trên bản thân.",
        "[Phước lành của tinh linh cát] Kết giới hấp thu thêm 50% Sát thương và giải trừ trạng thái chế ngự trên bản thân."
      ],
      "story": "Một chiếc đồng hồ cát bị vùi dưới lòng đất trong một thời gian dài, sau khi trận bão cát khủng khiếp hoành hành trên Sa mạc Aegina. Khi dòng cát bên trong chiếc đồng hồ dịch chuyển cũng là lúc ảo cảnh về một thành phố cổ đại hiện lên hết sức sống động. Trước đây, vị linh mục cấp cao từng dùng món đồ này để minh chứng sự huy hoàng của vương quốc trước mắt thần dân. Ngắm nhìn thành phố lấp lánh sắc vàng, người dân càng thêm tự hào về vương quốc mình."
    }
  },
  "s3": {
    "name": "Án tử của sa mạc",
    "description": "Gây {0} Sát thương vật lý cho kẻ địch hàng trước trên diện rộng và tạo ra 1 lần cộng dồn [Dấu ấn của sa mạc]. Sau đó, triệu hồi 'Hố cát' trong 5 giây, gây {1} Sát thương vật lý mỗi 0,5 giây, giảm 30% Phòng thủ vật lý của kẻ địch trong 10 giây. 'Hố cát' có 25% xác suất tạo ra 1 lần cộng dồn [Dấu ấn sa mạc] và kéo kẻ địch ở trong phạm vi vào giữa.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Mức tiêu hao mana giảm 1.",
    "dark": "Thời gian duy trì 'Hố cát' tăng 2 giây.",
    "ut": {
      "name": "Linh hồn ốc đảo",
      "description": [
        "[Án tử của sa mạc] Thời gian hồi chiêu giảm 30% và xác suất kích hoạt hiệu ứng tăng 8%.",
        "[Án tử của sa mạc] Thời gian hồi chiêu giảm 30% và xác suất kích hoạt hiệu ứng tăng 9,6%.",
        "[Án tử của sa mạc] Thời gian hồi chiêu giảm 30% và xác suất kích hoạt hiệu ứng tăng 11,5%.",
        "[Án tử của sa mạc] Thời gian hồi chiêu giảm 30% và xác suất kích hoạt hiệu ứng tăng 13,8%.",
        "[Án tử của sa mạc] Thời gian hồi chiêu giảm 30% và xác suất kích hoạt hiệu ứng tăng 16,5%.",
        "[Án tử của sa mạc] Thời gian hồi chiêu giảm 30% và xác suất kích hoạt hiệu ứng tăng 20%."
      ],
      "story": "Một thanh thần kiếm được truyền lại cho hậu duệ của Thần vương. Cái tên 'Ốc đảo' bắt nguồn từ cách thanh kiếm phục vụ người dân trong thời kỳ lầm than. Sau khi vương quốc sụp đổ, thanh kiếm bị thất lạc cho tới khi Zafir nhìn thấy nó trong bộ sưu tập nghệ thuật của Kumuro và mua lại với giá cao ngất ngưởng. Với thanh kiếm dành cho hậu duệ đích thực trong tay, Zafir có thể tiếp nối ý chí cha ông và trổ hết tiềm năng của mình."
    }
  },
  "s4": {
    "name": "Tiếng gọi của hộ vệ",
    "description": "Mỗi lần tấn công thường có 15% xác suất gây {0} Sát thương vật lý và bỏ qua Phòng thủ của tất cả kẻ địch, tạo ra 1 lần cộng dồn [Dấu ấn của sa mạc]. [Dấu ấn của sa mạc] có thể cộng dồn tối đa 5 lần.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Khi có hơn 5 kẻ địch, tất cả kẻ địch đều chịu 5 lần cộng dồn 'Dấu ấn của sa mạc'. Hiệu ứng này được kích hoạt một lần trong mỗi 20 giây.",
    "dark": "Xác suất kích hoạt đổi thành 30%."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Hồi 500 điểm mana khi sử dụng kĩ năng. Nếu có hơn 5 kẻ địch, thì tốc độ hồi mana sẽ tăng gấp đôi và Tốc độ tấn công tăng thêm 500 trong 5 giây. Hiệu ứng này không thể cộng dồn."
  }
}