{
  "name": "Yuria",
  "subtitle": "Thợ may bí ẩn",
  "description": "Cô ấy là một trong những thợ may giỏi nhất vùng này, chuyên cắt may trang phục cho những người nổi tiếng khắp lục địa. Cô ấy tiên đoán vận mệnh của mọi người và khéo léo cắt may bằng kim chỉ. Trên mọi thứ cô chạm vào, mũi kim điểm thành những vì sao và sợi chỉ dệt thành những đường ánh sáng huyền diệu.",
  "story": "Nếu hỏi ai là thợ may nổi tiếng nhất ở Lục địa Orbis, thì hầu hết mọi người không biết nói tên ai. Nhưng với những ai biết chút ít về chuyện may mặc, cái tên Yuria sẽ xuất hiện ngay trong đầu họ. Yuria, một thợ may đến từ Penteonia, luôn đặt ra hai điều kiện trước khi chấp nhận yêu cầu cắt may. Trước hết, cô cần dành chút thời gian bên cạnh khách hàng để tìm kiếm nguồn cảm hứng về loại trang phục cô ấy sẽ may. Thứ hai, khi ở cùng cô ấy, khách hàng không được dối trá hay giả bộ là người khác. Điều kiện đầu tiên là vì năng lực 'Viễn kiến' của cô ấy và là để cảm nhận sợi dây vận mệnh của khách hàng, rồi thể hiện nó ra qua đường kim mũi chỉ. Điều kiện thứ hai chủ yếu là vì cô ấy có thể cảm nhận được sự thật, nên rất ghét thói giả dối. Cô ấy không muốn làm ra bất cứ thứ gì cho kẻ không thành thực. Những kiệt tác của cô được làm ra bằng vận mệnh mà cô đọc được, nên chúng trân quý như sao trời. Bất kỳ kẻ quyền quý nào cũng khao khát sở hữu chúng.",
  "like": "Du lịch, công việc, tắm nước ấm, những bài thơ và lời hát của ca sĩ",
  "dislike": "Những người không coi trọng chuyện áo xống, những người khinh thường vận mệnh của kẻ khác, lời dối trá",
  "inn": {
    "idle": "A, mọi thứ quanh đây thật sống động! Ai cũng tỏ ra thoải mái.",
    "recruit": {
      "greet": "Ô, xin chào, đằng ấy cần may quần áo mới chăng?",
      "talk": [
        "Tâm trí tôi chỉ biết có cắt may quần áo, cũng giống như họa sĩ chuyên chú làm việc trên khung vẽ!",
        "Tôi nghe nói trong thị trấn này có một thợ may lừng danh. Thật nóng lòng được gặp người đó.",
        "Mỗi người sinh ra đã có một vận mệnh riêng. Tôi muốn xem số mệnh sẽ dẫn dắt bạn tới đâu."
      ],
      "gift": "Oa, xin cảm ơn. Tôi sẽ may quần áo cho bạn để cảm tạ, không sớm thì muộn."
    },
    "affinity": {
      "greet": "Ha ha, rất vui được gặp bạn. Dường như số mệnh đã sắp đặt cho chúng ta gặp nhau hôm nay.",
      "talk": [
        "Không phải là tôi thực sự có những viễn cảnh về tương lai. Tôi chỉ cảm nhận được điều sẽ xảy ra ngoài thời điểm hiện tại thôi.",
        "Tôi thích ngao du. Bạn có thể nhìn thấy, cảm nhận và trải nghiệm rất nhiều điều."
      ],
      "gift": "Ôi, nhiều thế sao? Có lẽ tôi phải mời bạn uống chút gì để tạ ơn thôi."
    },
    "relationship": {
      "greet": "Thần vận mệnh, con đang chờ đợi người.",
      "talk": [
        "Mỗi bộ đồ của tôi đều qua một quy trình độc đáo. Chính vì vậy mà tôi mới mất nhiều thời gian như thế để hoàn thành.",
        "Ừm, nghĩ lại thì cũng thật thú vị. Tôi làm có phải vì tiền bạc hay danh tiếng đâu, vậy mà giờ tôi nổi tiếng đến vậy. Chính tôi cũng không ngờ đấy.",
        "Thỉnh thoảng, tôi vẫn quay lại quê nhà Penteonia. Chủ yếu là để may đồ cho Nữ hoàng Artemia. *Khúc khích*"
      ]
    }
  },
  "uw": {
    "name": "Thợ dệt trời sao Mellifluo",
    "description": [
      "Tăng 1% Tấn công và 1% Sát thương chí mạng trong 10 giây với mỗi đòn tấn công thường. Hiệu ứng này có thể cộng dồn tối đa 20 lần và không thể xóa bỏ. Hồi phục 200 điểm Mana khi sử dụng kỹ năng.",
      "Tăng 1,2% Tấn công và 1,2% Sát thương chí mạng trong 10 giây với mỗi đòn tấn công thường. Hiệu ứng này có thể cộng dồn tối đa 20 lần và không thể xóa bỏ. Hồi phục 240 điểm Mana khi sử dụng kỹ năng.",
      "Tăng 1,4% Tấn công và 1,4% Sát thương chí mạng trong 10 giây với mỗi đòn tấn công thường. Hiệu ứng này có thể cộng dồn tối đa 20 lần và không thể xóa bỏ. Hồi phục 290 điểm Mana khi sử dụng kỹ năng.",
      "Tăng 1,7% Tấn công và 1,7% Sát thương chí mạng trong 10 giây với mỗi đòn tấn công thường. Hiệu ứng này có thể cộng dồn tối đa 20 lần và không thể xóa bỏ. Hồi phục 350 điểm Mana khi sử dụng kỹ năng.",
      "Tăng 2.1% Tấn công và 2.1% Sát thương chí mạng trong 10 giây với mỗi đòn tấn công thường. Hiệu ứng này có thể cộng dồn tối đa 20 lần và không thể xóa bỏ. Hồi phục 420 điểm Mana khi sử dụng kỹ năng.",
      "Tăng 2,5% Tấn công và 2,5% Sát thương chí mạng trong 10 giây với mỗi đòn tấn công thường. Hiệu ứng này có thể cộng dồn tối đa 20 lần và không thể xóa bỏ. Hồi phục 500 điểm Mana khi sử dụng kỹ năng."
    ],
    "story": "Bộ kim chỉ và kéo ưa thích của Yuria. Cô dùng những dụng cụ này để làm ra tất cả các kiệt tác của mình. Sợi chỉ ánh sao từ bầu trời đêm cùng cây kim, cái kéo được làm bằng thứ kim loại chiết xuất từ thiên thạch mang đến cho Yuria năng lực thấy được tương lai."
  },
  "s1": {
    "name": "Nhân quả ràng buộc",
    "description": "Gây {0} Sát thương phép thuật lên 2 kẻ địch, bỏ qua hiệu ứng Đỡ đòn phép thuật và giảm 500 điểm Mana của chúng. Nếu mục tiêu đang ở trạng thái 'Xâu chuỗi vận mệnh', bỏ qua Phòng thủ của kẻ đó và loại bỏ 'Xâu chuỗi vận mệnh'.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Làm cho kỹ năng giảm 1.000 Mana.",
    "dark": "Làm choáng mục tiêu trúng đòn trong 3 giây.",
    "ut": {
      "name": "Lời thì thầm của trời đêm",
      "description": [
        "[Nhân quả ràng buộc] Tăng 20% Sát thương và được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng.",
        "[Nhân quả ràng buộc] Tăng 24% Sát thương và được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng.",
        "[Nhân quả ràng buộc] Tăng 29% Sát thương và được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng.",
        "[Nhân quả ràng buộc] Tăng 35% Sát thương và được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng.",
        "[Nhân quả ràng buộc] Tăng 42% Sát thương và được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng.",
        "[Nhân quả ràng buộc] Tăng 50% Sát thương và được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng."
      ],
      "story": "Tấm khăn choàng độc nhất trên thế giới, được Yuria làm ra bằng chỉ ánh sao cho chính cô. Là một người lữ hành, Yuria luôn chú ý bảo vệ bản thân trước mọi yếu tố, nên cô ấy quyết định làm ra một thứ khiến mình thật thoải mái. Kết quả chính là tấm khăn choàng này, nó mang đến phép thuật điều chỉnh nhiệt độ cho người sử dụng. Khi cô choàng nó lên vai, dù là giông tố hay bão tuyết cũng không thể cản bước Yuria. Nhược điểm duy nhất là chất vải sáng bóng khiến tấm khăn choàng phát sáng ngay cả trong đêm tối. Ai nhìn thấy cô ấy từ xa sẽ thường hoảng hồn vì nhầm tưởng cô ấy là tiên hoặc ma."
    }
  },
  "s2": {
    "name": "Đường may ánh sao",
    "description": "Loại bỏ hiệu ứng có hại trên bản thân và tạo lập kết giới hấp thụ {1} Sát thương trong {0} giây cho chính mình. Khi kết giới có tác dụng, nhận được trạng thái miễn nhiễm Trạng thái chế ngự và tăng 300 điểm Xác suất chí mạng khi tất cả các đòn tấn công của Yuria đánh trúng 1 mục tiêu nữa.",
    "books": {
      "0": "Lá chắn bảo vệ tăng {0}%",
      "1": "Lá chắn bảo vệ tăng {0}%",
      "2": "Lá chắn bảo vệ tăng {0}%"
    },
    "light": "Tăng 30% Tấn công của bản thân khi kết giới vẫn còn.",
    "dark": "Tăng thêm 1 điểm Tiêu hao mana và áp dụng hiệu ứng này cho 1 đồng minh có chỉ số Tấn công cao nhất.",
    "ut": {
      "name": "Con mắt tiên tri",
      "description": [
        "[Đường may ánh sao] Tăng 50% lượng kết giới và giảm 10% Sát thương vật lý mà bản thân phải chịu trong thời gian hiệu lực của kết giới.",
        "[Đường may ánh sao] Tăng 50% lượng kết giới và giảm 12% Sát thương vật lý mà bản thân phải chịu trong thời gian hiệu lực của kết giới.",
        "[Đường may ánh sao] Tăng 50% lượng kết giới và giảm 14% Sát thương vật lý mà bản thân phải chịu trong thời gian hiệu lực của kết giới.",
        "[Đường may ánh sao] Tăng 50% lượng kết giới và giảm 17% Sát thương vật lý mà bản thân phải chịu trong thời gian hiệu lực của kết giới.",
        "[Đường may ánh sao] Tăng 50% lượng kết giới và giảm 21% Sát thương vật lý mà bản thân phải chịu trong thời gian hiệu lực của kết giới.",
        "[Đường may ánh sao] Tăng 50% lượng kết giới và giảm 25% Sát thương vật lý mà bản thân phải chịu trong thời gian hiệu lực của kết giới."
      ],
      "story": "Một trong những di sản còn truyền lại của nhà tiên tri Lasiphil, tổ tiên xa xưa của Yuria. Một bộ 3 chiếc nhẫn chưa từng phai mờ vẻ óng ánh dù đã qua thời gian rất dài. Chúng chứa đựng những quyền năng đặc biệt mà ngay cả Yuria cũng không thể đo lường. Một trong những quyển sách mà ông bà của Yuria để lại có viết rằng khi đến đúng thời điểm, Con mắt tiên tri sẽ tỏa sáng và sẽ chỉ ra con đường đúng đắn cho nhà tiên tri."
    }
  },
  "s3": {
    "name": "Vòng tròn vận mệnh",
    "description": "Gây {0} Sát thương phép thuật lên 2 kẻ địch, khiến chúng chịu thêm 30% Sát thương phép thuật trong {1} giây và chịu 'Xâu chuỗi vận mệnh' trong {2} giây. Khi bị 'Xâu chuỗi vận mệnh', Tốc độ tấn công của kẻ địch giảm đi 250.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Làm cho kỹ năng giảm 500 điểm Tốc độ tấn công.",
    "dark": "Loại bỏ hiệu ứng có lợi của mục tiêu.",
    "ut": {
      "name": "Tấm gương kỳ ảo",
      "description": [
        "[Vòng tròn vận mệnh] Tăng 50% Sát thương và khiến mục tiêu chịu thêm 10% Sát thương phép thuật trong 10 giây.",
        "[Vòng tròn vận mệnh] Tăng 50% Sát thương và khiến mục tiêu chịu thêm 12% Sát thương phép thuật trong 10 giây.",
        "[Vòng tròn vận mệnh] Tăng 50% Sát thương và khiến mục tiêu chịu thêm 14% Sát thương phép thuật trong 10 giây.",
        "[Vòng tròn vận mệnh] Tăng 50% Sát thương và khiến mục tiêu chịu thêm 17% Sát thương phép thuật trong 10 giây.",
        "[Vòng tròn vận mệnh] Tăng 50% Sát thương và khiến mục tiêu chịu thêm 21% Sát thương phép thuật trong 10 giây.",
        "[Vòng tròn vận mệnh] Tăng 50% Sát thương và khiến mục tiêu chịu thêm 25% Sát thương phép thuật trong 10 giây."
      ],
      "story": "Một trong những di sản còn truyền lại của nhà tiên tri Lasiphil, tổ tiên xa xưa của Yuria. Giờ được giữ gìn ở đằng sau chiếc xe lữ hành của Yuria, một tấm gương kỳ lạ thấm đượm thứ năng lượng màu xanh lam, vừa phản chiếu ánh sáng vừa chỉ ra số mệnh. Yuria hiểu sơ lược những gì được tấm gương tiết lộ, nhưng không thể lý giải hoàn toàn."
    }
  },
  "s4": {
    "name": "Phước lành của sự thật",
    "description": "Tăng cho bản thân {0} Tất cả phòng thủ và 300 điểm Tốc độ tấn công. Đánh trúng 2 kẻ địch khi tấn công thường. Mọi đòn tấn công thường sẽ để lại một lần cộng dồn 'Dấu vết sao' lên kẻ địch. Mục tiêu chịu thêm 1% Sát thương phép thuật đối với mỗi lần cộng dồn 'Dấu vết sao'. Hiệu ứng này có thể cộng dồn tối đa 15 lần và không thể xóa bỏ.",
    "books": {
      "0": "Tăng {0}% Hỗ trợ phòng thủ.",
      "1": "Tăng {0}% Hỗ trợ phòng thủ.",
      "2": "Tăng {0}% Hỗ trợ phòng thủ."
    },
    "light": "Mục tiêu giờ chịu thêm 2% sát thương phép thuật.",
    "dark": "Tăng 50% Hỗ trợ tốc độ tấn công và Hỗ trợ phòng thủ.",
    "ut": {
      "name": "Giọt nước từ thiên đường",
      "description": [
        "[Phước lành của sự thật] Tăng số lần cộng dồn tối đa của 'Dấu vết sao' thêm 10, tăng 20% Sát thương của đòn tấn công thường.",
        "[Phước lành của sự thật] Tăng số lần cộng dồn tối đa của 'Dấu vết sao' thêm 10, tăng 24% Sát thương của đòn tấn công thường.",
        "[Phước lành của sự thật] Tăng số lần cộng dồn tối đa của 'Dấu vết sao' thêm 10, tăng 29% Sát thương của đòn tấn công thường.",
        "[Phước lành của sự thật] Tăng số lần cộng dồn tối đa của 'Dấu vết sao' thêm 10, tăng 35% Sát thương của đòn tấn công thường.",
        "[Phước lành của sự thật] Tăng số lần cộng dồn tối đa của 'Dấu vết sao' thêm 10, tăng 42% Sát thương của đòn tấn công thường.",
        "[Phước lành của sự thật] Tăng số lần cộng dồn tối đa của 'Dấu vết sao' thêm 10, tăng 50% Sát thương của đòn tấn công thường."
      ],
      "story": "Thứ rượu mạnh đến tỉnh người của Penteonia. Một trong những loại rượu ngon nhất ở Orbis, cực kỳ quý giá. Đây là thức uống ưa thích của Yuria, nhưng cô ấy không thể dễ dàng kiếm được nó vì thường xuyên đi xa. Vì vậy, cô ấy luôn về nhà ít nhất một lần mỗi năm, để cắt may váy áo cho nữ hoàng và được người ban thưởng cho vài chai."
    }
  },
  "t5": {
    "light": "Tấn công, Phòng thủ, HP+15% / Tốc độ tấn công +100",
    "dark": "Nhận được 'Phước lành tiên tri' vào đầu trận chiến đầu tiên. 'Phước lành tiên tri' sẽ tăng 300 điểm Tất cả Khả năng né và giảm 300 điểm Tất cả sát thương mà bản thân phải chịu trong 20 giây. Hiệu ứng này không thể xóa bỏ. Khi 'Phước lành tiên tri' có tác dụng, hiệu ứng trạng thái chế ngự đặt lên Yuria sẽ bị loại bỏ ngay, còn 'Phước lành tiên tri' sẽ bị xóa bỏ và hồi phục 1 quả cầu Mana."
  }
}