{
  "name": "Ophelia",
  "subtitle": "Kim chỉ nam vận mệnh",
  "description": "Nhà chiêm tinh thuộc Stardust với những buổi công diễn phiêu du khắp đại lục. Thay vì rảo bộ trên đường hành hương về địa phận Hội Ma Nữ, cô lên đường với mục đích tìm kiếm lại mối định mệnh đã từng gặp trong giấc mơ. Cô điều khiển những thẻ bài Tarrot xung quanh và tấn công đối thủ ở cự li xa.",
  "story": "Một nhà chiêm tinh du hành với một đoàn kịch lang thang có tên 'Bột sao'. Là một thành viên của Hiệp hội phù thủy, đáng nhẽ nàng phải ở tại địa điểm được chỉ định và đọc dòng định mệnh trong quá trình luyện tập của mình. Tuy nhiên, hiện nàng đang du hành để tìm kiếm người đàn ông có định mệnh đặc biệt nàng đã gặp trong giấc mơ. Nàng tin rằng định mệnh của người đàn ông trong giấc mơ ngoại cảm của mình là trở thành vị cứu tinh của thế giới. Ưu tiên hiện nay của nàng là tìm người đàn ông và sau đó là ở bên cạnh anh. Nếu được hỏi về mục tiêu thứ hai của mình... Nàng sẽ đỏ mặt và mất hết vẻ bình tĩnh thường thấy trong khi kể về tương lai của mình với người đàn ông định mệnh.",
  "like": "Những câu chuyện lãng mạn",
  "dislike": "Côn trùng bay",
  "inn": {
    "idle": "Tôi sẽ cho bạn nghe lời thì thầm của các vì sao.",
    "recruit": {
      "greet": "Tôi là nữ phù thủy tên gọi Ophelia.",
      "talk": [
        "Tôi nhìn thấy ở cả đôi mắt của bạn.. Con đường của vì sao...",
        "Tôi sẽ nhìn vào trong đôi mắt của bạn.",
        "Bạn đã từng nghe thấy lời thì thầm của vì sao chưa?"
      ],
      "gift": "Xin cảm ơn. Tôi sẽ xem vận mệnh của bạn xem là đáp lễ."
    },
    "affinity": {
      "greet": "Gặp ngươi thật vui!",
      "talk": [
        "Một người bạn tốt đã dạy ta cách xáo bài.",
        "Ta thích được cười đùa với mọi người mỗi ngày."
      ],
      "gift": "Đổi lại, ta sẽ xem bói cho ngươi."
    },
    "relationship": {
      "greet": "Bạn muốn xem bói ư? Vậy thì hãy ngồi xuống đây!",
      "talk": [
        "Đứa bé này tôi đặc biệt quý. Vì nó rất nóng, nếu không cẩn thận có thể gây bỏng nên tôi không thể cho bạn xem được.",
        "Tôi không hối hận về việc không đi đường hành hương. Vì tôi vẫn không mất đi niềm kiêu hành của một nữ phù thủy dù không đi theo con đường hành hương.",
        "Á! Xem này, đây là thẻ bài cho thấy việc tôi đang ở gần đối phương định mệnh của tôi đấy... Ơ? Lẽ nào?"
      ]
    }
  },
  "uw": {
    "name": "Thẻ bài Định mệnh Del Arcana",
    "description": [
      "Các đòn tấn công có 77,7% xác suất tăng 20 điểm Tốc độ tấn công và 10% Hồi MP mỗi giây trong 15 giây. Hiệu ứng này có thể cộng dồn tối đa 15 lần.",
      "Các đòn tấn công có 77,7% xác suất tăng 24 điểm Tốc độ tấn công và 12% Hồi MP mỗi giây trong 15 giây. Hiệu ứng này có thể cộng dồn tối đa 15 lần.",
      "Các đòn tấn công có 77,7% xác suất tăng 29 điểm Tốc độ tấn công và 14% Hồi MP mỗi giây trong 15 giây. Hiệu ứng này có thể cộng dồn tối đa 15 lần.",
      "Các đòn tấn công có 77,7% xác suất tăng 35 điểm Tốc độ tấn công và 17% Hồi MP mỗi giây trong 15 giây. Hiệu ứng này có thể cộng dồn tối đa 15 lần.",
      "Các đòn tấn công có 77,7% xác suất tăng 42 điểm Tốc độ tấn công và 21% Hồi MP mỗi giây trong 15 giây. Hiệu ứng này có thể cộng dồn tối đa 15 lần.",
      "Các đòn tấn công có 77,7% xác suất tăng 50 điểm Tốc độ tấn công và 25% Hồi MP mỗi giây trong 15 giây. Hiệu ứng này có thể cộng dồn tối đa 15 lần."
    ],
    "story": "Đọc thẻ bài Tarot là cách thức bói toán thường được các phù thủy sử dụng. Một số phù thủy sử dụng thẻ bài tự điều chỉnh để phù hợp với phong cách cá nhân của họ. Thẻ bài của Ophelia cũng đóng vai trò như bằng chứng của các hiệp ước giữa cô ta với những sinh vật mà cô ta triệu hồi. Vô cùng nổi tiếng với tư cách là người dẫn hướng định mệnh trong các thực thể của các chiều không gian bí ẩn, cô ta đã giao kèo với vô số sinh vật. Del Arcana, một bộ bài tarot quyền năng được ghép cẩn thận bởi Ophelia, là vật chứng cho những mối quan hệ này."
  },
  "s1": {
    "name": "Thẻ bài chết chóc - Carta",
    "description": "Tấn công lên đối thủ, gây {0} sát thương phép và làm choáng trong {1} giây. Tiêu thụ thẻ bài đang sở hữu để gây thêm hiệu ứng tùy vào thuộc tính từng thẻ bài. Sau khi sử dụng sẽ nhận được thẻ bài [Chết chóc]. [Chết chóc] - Sát thương sẽ bỏ qua lực phòng thủ và tăng 5 giây thời gian bị choáng. [Tình yêu] – Gây ra tổng {2} sát thương phép thuật kéo dài trong 10 giây và làm giảm 100% lực hồi phục. [May mắn] – Thời gian đợi hồi chiêu không được áp dụng.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Làm tăng 25% sát thương phép nhận phải của đối thủ trong 10 giây.",
    "dark": "Lượng tiêu thụ mana giảm 1.",
    "ut": {
      "name": "Thẻ kỳ lạ",
      "description": [
        "[Thẻ bài chết chóc - Carta] Tăng 50% Sát thương và hồi phục 1000 Mana khi tiêu diệt một kẻ địch.",
        "[Thẻ bài chết chóc - Carta] Tăng 50% Sát thương và hồi phục 1200 Mana khi tiêu diệt một kẻ địch.",
        "[Thẻ bài chết chóc - Carta] Tăng 50% Sát thương và hồi phục 1400 Mana khi tiêu diệt một kẻ địch.",
        "[Thẻ bài chết chóc - Carta] Tăng 50% Sát thương và hồi phục 1700 Mana khi tiêu diệt một kẻ địch.",
        "[Thẻ bài chết chóc - Carta] Tăng 50% Sát thương và hồi phục 2100 Mana khi tiêu diệt một kẻ địch.",
        "[Thẻ bài chết chóc - Carta] Tăng 50% Sát thương và hồi phục 2500 Mana khi tiêu diệt một kẻ địch."
      ],
      "story": "Một tấm thẻ được Phù thủy Eucaletus tạo ra bằng tất cả mana của bà ta, với mong muốn tiến gần hơn đến cái chết sau khi người bà ta thương yêu qua đời. Sau cùng, bà ta bị thiêu thành tro bụi, chỉ để lại mỗi tấm thẻ kỳ lạ này. Về sau, tấm thẻ trở nên nức tiếng là có thể giúp chủ sở hữu thực sự thoát khỏi vòng sinh tử, nên có nhiều người quyết tâm tranh đoạt nó để tìm kiếm sự bất tử. Thế rồi, một vị phù thủy bắt đầu tìm kiếm nó để ngăn chặn tình cảnh giết người vô nghĩa, ông ta tìm thấy nó và phong ấn nó lại. Không ai còn nhìn thấy nó trong nhiều thế kỷ, cho đến khi Ophelia tìm thấy tấm thẻ trong một nhà kho cũ."
    }
  },
  "s2": {
    "name": "Thẻ bài tình yêu - Elliciad",
    "description": "Tăng {1} tấn công trong {0} giây và {2}% mức Hồi MP mỗi giây. Dùng một thẻ bài đang sở hữu để nhận hiệu ứng bổ sung theo loại thẻ bài. Nhận thẻ bài [Tình yêu] khi sử dụng. [Cái chết] - Tăng 600 mức Xuyên phòng thủ trong thời gian hiệu lực của kỹ năng và được miễn nhiễm trạng thái chế ngự trong 6 giây. [Tình yêu] - Hiệu ứng áp dụng cho tất cả đồng minh. [May mắn] - Không áp dụng thời gian hồi chiêu.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Làm hồi phục 1000 mana của đối tượng.",
    "dark": "Lượng tăng sức tấn công tăng 40%.",
    "ut": {
      "name": "Trái tim Elliciad",
      "description": [
        "[Thẻ bài tình yêu - Elliciad] Gỡ bỏ hiệu ứng có hại của đối tượng và làm giảm 6% thời gian đợi hồi chiêu của kĩ năng sử dụng.",
        "[Thẻ bài tình yêu - Elliciad] Gỡ bỏ hiệu ứng có hại của đối tượng và làm giảm 7.2% thời gian đợi hồi chiêu của kĩ năng sử dụng.",
        "[Thẻ bài tình yêu - Elliciad] Gỡ bỏ hiệu ứng có hại của đối tượng và làm giảm 8.6% thời gian đợi hồi chiêu của kĩ năng sử dụng.",
        "[Thẻ bài tình yêu - Elliciad] Gỡ bỏ hiệu ứng có hại của đối tượng và làm giảm 10.4% thời gian đợi hồi chiêu của kĩ năng sử dụng.",
        "[Thẻ bài tình yêu - Elliciad] Gỡ bỏ hiệu ứng có hại của đối tượng và làm giảm 12.5% thời gian đợi hồi chiêu của kĩ năng sử dụng.",
        "[Thẻ bài tình yêu - Elliciad] Gỡ bỏ hiệu ứng có hại của đối tượng và làm giảm 15% thời gian đợi hồi chiêu của kĩ năng sử dụng."
      ],
      "story": "Tinh linh tình yêu, trái tim của Elliciad. Nó ăn cả tình yêu được đáp lại và tình đơn phương, nên có khi nóng như lửa, khi lại lạnh như băng. Nguồn sức mạnh nó phát ra phụ thuộc vào mức độ vấy bẩn của linh hồn và có thể tỏa ra thứ ánh sáng bao trùm những người có linh hồn thuần khiết."
    }
  },
  "s3": {
    "name": "Thẻ bài may mắn - Vellekia",
    "description": "Tấn công mục tiêu và kẻ địch gần đó, gây {0} sát thương phép thuật. Đòn tấn công này không thể trượt và gây thêm 100% sát thương chí mạng. Nhận thẻ bài [May mắn] khi sử dụng. [Cái chết] - Tăng 120% sát thương chí mạng. [Tình yêu] - Loại bỏ tất cả hiệu ứng có lợi khỏi kẻ địch trong tầm và làm chúng câm lặng trong 2 giây. [May mắn] - Không áp dụng thời gian hồi chiêu. Hồi lại 1 quả cầu Mana.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Tăng lượng mana sử dụng thêm 1 và tăng 100% lượng sát thương.",
    "dark": "Chắc chắn phát sinh đòn chí mạng.",
    "ut": {
      "name": "Đồng tiền may mắn",
      "description": [
        "Lượng tiêu thụ mana của [Thẻ bài may mắn - Vellekia] giảm 1 và lượng sát thương tăng 20%.",
        "Lượng tiêu thụ mana của [Thẻ bài may mắn - Vellekia] giảm 1 và lượng sát thương tăng 24%.",
        "Lượng tiêu thụ mana của [Thẻ bài may mắn - Vellekia] giảm 1 và lượng sát thương tăng 29%.",
        "Lượng tiêu thụ mana của [Thẻ bài may mắn - Vellekia] giảm 1 và lượng sát thương tăng 35%.",
        "Lượng tiêu thụ mana của [Thẻ bài may mắn - Vellekia] giảm 1 và lượng sát thương tăng 42%.",
        "Lượng tiêu thụ mana của [Thẻ bài may mắn - Vellekia] giảm 1 và lượng sát thương tăng 50%."
      ],
      "story": "Đồng xu truyền thuyết được cho là đã đổi hướng bánh xe vận mệnh, tránh xa sự diệt vong. Ophelia tin rằng chính tinh linh may mắn Vellekia đã tung đồng xu này."
    }
  },
  "s4": {
    "name": "Người chỉ đường định mệnh",
    "description": "Tăng {0} sức tấn công và 100 xác suất chí mạng của toàn bộ đồng minh. Và nhận thêm hiệu ứng tùy theo thuộc tính của thẻ bài bản thân đang sở hữu. [Chết chóc] – Sức tấn công tăng {2}%. [Tình yêu] – Làm hồi phục thể lực một lượng tương đương {3}% thể lực tối đa mỗi giây. [May mắn] – Xác suất né phép thuật tăng 200.",
    "books": {
      "0": "Lượng tăng sức tấn công tăng lên của toàn bộ đồng minh sẽ tăng {0}%.",
      "1": "Lượng tăng sức tấn công tăng lên của toàn bộ đồng minh sẽ tăng {0}%.",
      "2": "Xác suất chí mạng tăng lên của toàn bộ đồng minh được tăng thêm {0}."
    },
    "light": "Khi bắt đầu trận đấu lần đầu tiên sẽ nhận được thẻ bài [Chết chóc]. Thẻ bài này không có hiệu ứng tăng sức tấn công.",
    "dark": "Khi bắt đầu trận đấu lần đầu tiên sẽ nhận được thẻ bài [Tình yêu]. Thẻ bài này không có hiệu ứng hồi phục.",
    "ut": {
      "name": "Sợi chỉ kết mệnh",
      "description": [
        "[Người chỉ đường định mệnh] Trong 10 giây sau khi nhận được thẻ, tăng 10% Sát thương mà bản thân gây ra cho kẻ địch không phải Anh hùng và giảm 20% Sát thương phải chịu.",
        "[Người chỉ đường định mệnh] Trong 10 giây sau khi nhận được thẻ, tăng 12% Sát thương mà bản thân gây ra cho kẻ địch không phải Anh hùng và giảm 20% Sát thương phải chịu.",
        "[Người chỉ đường định mệnh] Trong 10 giây sau khi nhận được thẻ, tăng 14% Sát thương mà bản thân gây ra cho kẻ địch không phải Anh hùng và giảm 20% Sát thương phải chịu.",
        "[Người chỉ đường định mệnh] Trong 10 giây sau khi nhận được thẻ, tăng 17% Sát thương mà bản thân gây ra cho kẻ địch không phải Anh hùng và giảm 20% Sát thương phải chịu.",
        "[Người chỉ đường định mệnh] Trong 10 giây sau khi nhận được thẻ, tăng 21% Sát thương mà bản thân gây ra cho kẻ địch không phải Anh hùng và giảm 20% Sát thương phải chịu.",
        "[Người chỉ đường định mệnh] Trong 10 giây sau khi nhận được thẻ, tăng 25% Sát thương mà bản thân gây ra cho kẻ địch không phải Anh hùng và giảm 20% Sát thương phải chịu."
      ],
      "story": "Sợi chỉ mà Nữ thần số phận dùng để trói buộc các số phận với nhau. Chỉ các nguyên tố thuần khiết nhất và không có nghiệp chướng xấu mới có thể buộc sợi chỉ số phận. Khi thực sự mở rộng tầm mắt, Ophelia có thể nhìn thấy số phận của thế giới rộng hơn và buộc các số phận mới vào tương lai của chúng bằng cách dùng các tinh linh của mình làm vật trung gian. Mỗi khi thao túng một số phận, cô ta thường để lại một vài mảnh chỉ. Sau đó, Ophelia sẽ buộc các đầu của mảnh chỉ và xem chúng kết hợp thần kỳ thành một sợi dây như thể chưa bao giờ chia lìa. Cuộn chỉ này là kết quả từ thói quen này của cô ta."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Khi tiến hành trận đấu, có 7% xác suất làm giảm 1 khoang lượng mana của mọi kĩ năng trong 7 giây. Hiệu ứng này không thể gỡ bỏ."
  }
}