{
  "name": "Requina",
  "subtitle": "Thương lái độc dược",
  "description": "Nữ thương gia du ngoạn khắp đại lục bán độc dược thiết yếu của bản thân. Cô vô hiệu hóa sức mạnh của đối thủ bằng sức mạnh của các loại độc dược tẩm lên cây tiêu gió.",
  "story": "Một thương nhân kỳ lạ buôn bán mọi loại độc dược mà nhân loại biết đến. Nàng là con gái của hai nhà hóa học lang thang đến từ một đất nước xa xôi. Những thương nhân khác gọi nàng là 'Người mua bán cái chết' nhưng quan điểm của nàng lại khác. Nàng tuyên bố rằng chẳng có độc dược nào vốn đã xấu xa và cách người ta sử dụng mới quyết định tính chất của độc dược. Như một thương nhân thực thụ, nàng tin rằng bất kỳ công cụ nào cũng có mặt tốt đẹp hoặc xấu xa giống như người sử dụng công cụ đó. Kể từ khi Ác quỷ tái xuất hiện, nàng đã đi khắp nơi, tìm kiếm độc dược phù hợp cho trận chiến chống lại những kẻ xâm lược.",
  "like": "Phát triển độc dược mới, những người hiểu được niềm vui khi phát triển những loại thuốc mới",
  "dislike": "Những người có định kiến với độc dược",
  "inn": {
    "idle": "Hừm, để xem người đủ tầm để mua món hàng của ta ở đâu nhỉ?",
    "recruit": {
      "greet": "Chào! Bạn có cần độc dược nào không?",
      "talk": [
        "Chất độc cũng được dùng làm thuốc đấy! Không phải chỉ dùng cho mỗi việc xấu thôi đâu~",
        "À, nhưng chắc chắn là đại đa số độc dược thường dùng vào việc xấu.",
        "Ừm.. Cái chị lần trước mua độc dược của tôi đi đâu rồi nhỉ?"
      ],
      "gift": "Ôi, cảm ơn nhé! Tôi sẽ dùng nó để tăng thêm danh sách hàng buôn!!"
    },
    "affinity": {
      "greet": "Gặp ngươi thật vui! Ta mang ít độc dược đến đây! Cứ chọn thoải mái nhé!",
      "talk": [
        "Độc dược hơi bị đỉnh! Một khi trúng phải là hết đường lui!",
        "Đám cỏ dại này không lớn gì cả. Hay là ta bán ít độc dược hiếm nhỉ? Ngươi thấy sao?"
      ],
      "gift": "Ôi, cảm ơn nhiều! Vậy thì ta sẽ để cho ngươi mấy món độc dược đặc chế kiểu Requina! He he."
    },
    "relationship": {
      "greet": "Lại đây~ Hihi, hôm nay cũng bán được nhiều rồi~",
      "talk": [
        "Bác sĩ, sát thủ, dược sĩ, nhà luyện kim... Tất cả đều là khách quý của tôi cả!",
        "Bạn hỏi vì sao tôi lại dùng kim độc ư? Nó yên ắng và dễ dùng mà! Tất nhiên, nếu dùng không đúng cách sẽ xảy ra chuyện lớn~",
        "Loại độc dược hạ được bọn ma tộc ư? Tôi đang nghiên cứu. Gần đây có vài loại sắp thành công rồi... có đang nghe không đấy?"
      ]
    }
  },
  "uw": {
    "name": "Cây sáo của Ngọn gió yên ắng Rakshathar",
    "description": [
      "Tăng cộng dồn tối đa của Nước phép ngứa ngáy lên 55 lần, khi tấn công thường sẽ có 10% xác suất tấn công lên 1 đối thủ ngẫu nhiên, gây ra sát thương tương đương 20% sức tấn công và làm câm lặng trong 1 giây.",
      "Tăng cộng dồn tối đa của Nước phép ngứa ngáy lên 60 lần, khi tấn công thường sẽ có 10% xác suất tấn công lên 1 đối thủ ngẫu nhiên, gây ra sát thương tương đương 24% sức tấn công và làm câm lặng trong 1 giây.",
      "Tăng cộng dồn tối đa của Nước phép ngứa ngáy lên 65 lần, khi tấn công thường sẽ có 10% xác suất tấn công lên 1 đối thủ ngẫu nhiên, gây ra sát thương tương đương 29% sức tấn công và làm câm lặng trong 1 giây.",
      "Tăng cộng dồn tối đa của Nước phép ngứa ngáy lên 70 lần, khi tấn công thường sẽ có 10% xác suất tấn công lên 1 đối thủ ngẫu nhiên, gây ra sát thương tương đương 35% sức tấn công và làm câm lặng trong 1 giây.",
      "Tăng cộng dồn tối đa của Nước phép ngứa ngáy lên 75 lần, khi tấn công thường sẽ có 10% xác suất tấn công lên 1 đối thủ ngẫu nhiên, gây ra sát thương tương đương 42% sức tấn công và làm câm lặng trong 1 giây.",
      "Tăng cộng dồn tối đa của Nước phép ngứa ngáy lên 80 lần, khi tấn công thường sẽ có 10% xác suất tấn công lên 1 đối thủ ngẫu nhiên, gây ra sát thương tương đương 50% sức tấn công và làm câm lặng trong 1 giây."
    ],
    "story": "Súng khí siêu chính xác do Requina tự chế tạo. Bộ phận giảm thanh đặc biệt được thêm vào phần đầu khiến vũ khí vốn ít tiếng ồn này gần như không gây ra bất kỳ âm thanh nào. Do sự xuất hiện của Ác quỷ gây ảnh hưởng đến công việc của Requina, cô ta đã quyết định sử dụng tất cả những gì có thể thay vì chỉ sử dụng chất độc. Cô ta tìm kiếm sự giúp đỡ từ một người bạn là người sử dụng phép thuật yếu tố tự nhiên và truyền cho chiếc súng khí sức mạnh của gió. Điều này giúp hỏa lực của chiếc súng ngang bằng với pháo phép thuật. Sau khi thêm chất độc siêu chết chóc dùng để tiêu diệt Ác quỷ của Requina, nó trở thành một thứ vũ khí mạnh mẽ và chết chóc với khả năng tiêu diệt bất kỳ sinh vật nào."
  },
  "s1": {
    "name": "Nước mắt cá sấu!",
    "description": "Tấn công lên 2 đối thủ, gây ra {0} sát thương vật lý và gieo độc Nước mắt cá sấu không thể gỡ bỏ trong {1} giây. Đối thủ bị trúng độc Nước mắt cá sấu sẽ không thể hồi phục mana, tăng 30% tất cả sát thương nhận phải và tất cả xác suất chặn đều bị giảm 500.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Lượng tiêu thụ mana giảm 1.",
    "dark": "Làm giảm 1200 mana của đối tượng.",
    "ut": {
      "name": "Giọt lệ kịch độc",
      "description": [
        "[Nước mắt cá sấu!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và tăng 0.8 giây thời gian hiệu lực của kỹ năng.",
        "[Nước mắt cá sấu!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và tăng 1 giây thời gian hiệu lực của kỹ năng.",
        "[Nước mắt cá sấu!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và tăng 1.2 giây thời gian hiệu lực của kỹ năng.",
        "[Nước mắt cá sấu!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và tăng 1.4 giây thời gian hiệu lực của kỹ năng.",
        "[Nước mắt cá sấu!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và tăng 1.7 giây thời gian hiệu lực của kỹ năng.",
        "[Nước mắt cá sấu!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và tăng 2 giây thời gian hiệu lực của kỹ năng."
      ],
      "story": "Tinh chất chiết ra từ rễ của một loài Cây độc rắn nổi tiếng là chỉ mọc một lần trong mỗi một trăm năm. Requina tìm ra nó khi mò mẫm cả lục địa để chế ra chất độc đáng sợ nhất. Cô ấy pha chế ra chất độc đó, rồi đặt tên cho nó là Giọt lệ của ngài rắn bự. Tinh chất rễ của Cây độc rắn gây ra đau đớn ghê rợn. Nỗi đau ấy thực ra là do sự giày vò của phần xấu xa trong linh hồn. Ai vượt qua được cơn đau ấy sẽ có thể gột rửa linh hồn mình."
    }
  },
  "s2": {
    "name": "Mùi cỏ âm ỉ!",
    "description": "Tấn công 3 lần lên đối thủ ngẫu nhiên, gây ra tổng {0} sát thương và gieo độc Mùi cỏ âm ỉ trong {1} giây. Đối thủ bị dính độc Mùi cỏ âm ỉ sẽ bị giảm {2}% sức tấn công và {3} xác suất chí mạng.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Khi đối thủ là 1 người, lượng sát thương tăng 100%.",
    "dark": "Làm đối tượng choáng trong 1 giây.",
    "ut": {
      "name": "Nanh độc Basilisk",
      "description": [
        "[Mùi cỏ âm ỉ!] Giảm 30% thời gian đợi hồi chiêu và gây thêm sát thương vật lý tương đương 3% sức tấn công với mỗi 1 cộng dồn Nước phép ngứa ngáy! của đối tượng.",
        "[Mùi cỏ âm ỉ!] Giảm 30% thời gian đợi hồi chiêu và gây thêm sát thương vật lý tương đương 3.6% sức tấn công với mỗi 1 cộng dồn Nước phép ngứa ngáy! của đối tượng.",
        "[Mùi cỏ âm ỉ!] Giảm 30% thời gian đợi hồi chiêu và gây thêm sát thương vật lý tương đương 4.3% sức tấn công với mỗi 1 cộng dồn Nước phép ngứa ngáy! của đối tượng.",
        "[Mùi cỏ âm ỉ!] Giảm 30% thời gian đợi hồi chiêu và gây thêm sát thương vật lý tương đương 5.2% sức tấn công với mỗi 1 cộng dồn Nước phép ngứa ngáy! của đối tượng.",
        "[Mùi cỏ âm ỉ!] Giảm 30% thời gian đợi hồi chiêu và gây thêm sát thương vật lý tương đương 6.2% sức tấn công với mỗi 1 cộng dồn Nước phép ngứa ngáy! của đối tượng.",
        "[Mùi cỏ âm ỉ!] Giảm 30% thời gian đợi hồi chiêu và gây thêm sát thương vật lý tương đương 7.5% sức tấn công với mỗi 1 cộng dồn Nước phép ngứa ngáy! của đối tượng."
      ],
      "story": "Chiếc nanh vấy bẩn của một con Basilisk chuyên hút năng lượng tà ác. Chất độc của nó đủ để làm tan chảy linh hồn. Nếu chất độc trên chiếc nanh được trộn lẫn với cỏ thét, nó có thể trở thành một loại thuốc kịch độc giết chết bất kỳ sinh vật nào. Trái tim của Requina đang đập nhanh đầy mong đợi."
    }
  },
  "s3": {
    "name": "Nhiều hơn! Mạnh hơn!",
    "description": "Làm tăng {1} sức tấn công của bản thân trong {0} giây và làm tăng gấp 2 hiệu ứng độc của cả [Nước mắt cá sấu], [Mùi cỏ âm ỉ], [Nước phép ngứa ngáy]. Ngoài ra còn tăng thêm 1 đối tượng của [tấn công thường], [Nước mắt cá sấu!], [Mùi cỏ âm ỉ!].",
    "books": {
      "0": "Tăng  {0}% mức Tăng tấn công",
      "1": "Tăng  {0}% mức Tăng tấn công",
      "2": "Tăng  {0}% mức Tăng tấn công"
    },
    "light": "Lượng sát thương của đòn tấn công thường trong thời gian kéo dài tăng 100%.",
    "dark": "Lượng tiêu thụ mana giảm 1.",
    "ut": {
      "name": "Nước phép lấp lánh",
      "description": [
        "Số đối tượng tấn công của [Nhiều hơn! Mạnh hơn!] tăng thêm 1 người và tốc độ tấn công tăng 100 trong thời gian kéo dài.",
        "Số đối tượng tấn công của [Nhiều hơn! Mạnh hơn!] tăng thêm 1 người và tốc độ tấn công tăng 120 trong thời gian kéo dài.",
        "Số đối tượng tấn công của [Nhiều hơn! Mạnh hơn!] tăng thêm 1 người và tốc độ tấn công tăng 140 trong thời gian kéo dài.",
        "Số đối tượng tấn công của [Nhiều hơn! Mạnh hơn!] tăng thêm 1 người và tốc độ tấn công tăng 170 trong thời gian kéo dài.",
        "Số đối tượng tấn công của [Nhiều hơn! Mạnh hơn!] tăng thêm 1 người và tốc độ tấn công tăng 210 trong thời gian kéo dài.",
        "Số đối tượng tấn công của [Nhiều hơn! Mạnh hơn!] tăng thêm 1 người và tốc độ tấn công tăng 250 trong thời gian kéo dài."
      ],
      "story": "Loại thuốc thu được khi đun sôi bột cầu vòng thứ bảy mươi với lưỡi của quái thú Kiselaton khổng lồ có thể băng qua địa ngục. Nó có những màu sắc rực rỡ. Nó gây ra cảm giác bỏng cháy khi mới uống, nhưng bất kỳ ai nhâm nhi thứ thuốc này sẽ chết trong hạnh phúc."
    }
  },
  "s4": {
    "name": "Nước phép ngứa ngáy!",
    "description": "Khi tấn công, gieo độc Nước phép ngứa ngáy không thể gỡ bỏ trong {0} giây lên đối thủ và gây ra tổng {1} sát thương vật lý kéo dài. Nước phép ngứa ngáy cộng dồn tối đa 50 lần.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Mỗi 1 lần dùng Nước phép ngứa ngáy! sẽ cộng dồn 3 lần.",
    "dark": "Làm tăng 20% sát thương vật lý nhận phải của đối tượng."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Khi tấn công thường lên đối thủ có trên 50 cộng dồn Nước phép ngứa ngáy, sẽ gây thêm sát thương vật lý bỏ qua phòng thủ tương đương 200% sức tấn công."
  }
}