{
  "name": "Aselica",
  "subtitle": "Hộ vệ mặt trời",
  "description": "Là một hiệp sĩ của thiên đường công lý, cô dùng kiếm trừng phạt quỷ dữ và bảo vệ những người yếu thế bằng khiên chắn của mình. Sứ mệnh của cô là phải đánh bại lũ Quỷ dữ đang tàn phá trái đất. Cô dùng thanh kiếm và tấm khiên chắn đẹp đẽ để trừng phạt quân thù và bảo vệ đồng đội nhờ ánh sáng của chúng.",
  "story": "Một thiên thần hùng mạnh bảo vệ nơi trú ẩn của các thiên thần. Ngay cả đối với các Thiên thần sử dụng sức mạnh ánh sáng, sự kết nối của nàng với mặt trời, nguồn ánh sáng thần thánh mà nàng dùng để chiến đấu với bóng tối, vẫn rất đặc biệt. Nhiệm vụ của nàng là bảo vệ linh hồn của những thiên thần khác đang chờ hồi sinh. Khi Kiếm thánh tái xuất trên thế giới, nàng đã chú ý đến lời triệu tập thần thánh để tham gia cùng với người bảo vệ mới của thế giới. Nàng phải đảm bảo mọi chiến binh được chọn sẽ không bao giờ đầu hàng bóng tối một lần nữa.",
  "like": "Họ hàng đồng đội, thi hành lệnh",
  "dislike": "Ác quỷ",
  "inn": {
    "idle": "Nơi có các dũng sĩ, là đây sao...",
    "recruit": {
      "greet": "Người phù hộ của mặt trời, cùng với bạn.",
      "talk": [
        "Với bọn ma tộc phá hoại thế giới thì không thể thua được.",
        "Mặt trời không phân biệt ai cả, đều soi rọi ánh sáng công bằng.",
        "Bạn đã thấy chàng trai Arch chưa?"
      ],
      "gift": "Dù món hàng này không cần dùng với ta cho lắm.. Nhưng vẫn cảm ơn bạn."
    },
    "affinity": {
      "greet": "Chiến binh. Vậy ra đây là chỗ nghỉ của ngươi.",
      "talk": [
        "Đám Ác quỷ thật độc ác. Phải diệt trừ chúng bằng bất cứ giá nào.",
        "Đừng quên rằng mặt trời luôn tỏa sáng sau lưng ngươi."
      ],
      "gift": "Con người có khi thật chu đáo. Dù sao cũng cảm ơn nhé."
    },
    "relationship": {
      "greet": "Tôi cảm nhận được nguồn năng lượng từ mặt trời ấm áp. Hôm nay bạn có chuyện gì vui hả?",
      "talk": [
        "Không ngờ cũng có nhóm người thuộc ma tộc đi cứu thế giới. Có sống lâu mới thấy được chuyện này...",
        "Tổ ấm của thiên tộc, đó là nơi mà những người cùng chủng tộc như chúng ta đến một lúc nào đó.",
        "Là người bảo vệ của bạn, tôi xin dâng lên gươm và giáp này."
      ]
    }
  },
  "uw": {
    "name": "Hào quang mặt trời, Ignisius",
    "description": [
      "Khi đòn tấn công thường đánh trúng kẻ địch 5 lần, mục tiêu sẽ nhận thêm 20% sát thương phép trong 10 giây và bị choáng trong 0,5 giây.",
      "Khi đòn tấn công thường đánh trúng kẻ địch 5 lần, mục tiêu sẽ nhận thêm 24% sát thương phép trong 10 giây và bị choáng trong 0,5 giây.",
      "Khi đòn tấn công thường đánh trúng kẻ địch 5 lần, mục tiêu sẽ nhận thêm 29% sát thương phép trong 10 giây và bị choáng trong 0,5 giây.",
      "Khi đòn tấn công thường đánh trúng kẻ địch 5 lần, mục tiêu sẽ nhận thêm 35% sát thương phép trong 10 giây và bị choáng trong 0,5 giây.",
      "Khi đòn tấn công thường đánh trúng kẻ địch 5 lần, mục tiêu sẽ nhận thêm 42% sát thương phép trong 10 giây và bị choáng trong 0,5 giây.",
      "Khi đòn tấn công thường đánh trúng kẻ địch 5 lần, mục tiêu sẽ nhận thêm 50% sát thương phép trong 10 giây và bị choáng trong 0,5 giây."
    ],
    "story": "Truyền thuyết nói rằng vàng, một dạng kim loại huyền bí, là những tia sáng huy hoàng của mặt trời, xanh như bầu trời thuần khiết và trắng như ánh sáng chói lòa. Bộ thanh kiếm và khiên thánh này được rèn từ thứ kim loại đặc biệt mà chỉ các Thiên thần mới có thể tạo ra đó. Đây là những thánh tích của sự bảo hộ, được chế tạo để xua đuổi bóng tối và mang ánh sáng đến khắp thế giới. Chỉ được ban cho Hiệp sĩ Bảo vệ chính nhất của các Thiên thần, những thách tích này có thể thiêu đốt bất kỳ Ác quỷ nào nhìn về phía ánh sáng của chúng ngay lập tức."
  },
  "s1": {
    "name": "Gươm mặt trời",
    "description": "Giáng {0} sát thương phép vào kẻ địch và quân địch quanh đó, gây Choáng trong {1} giây.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0} giây thời gian kéo dài choáng."
    },
    "light": "Sau khi kích hoạt, tăng tốc độ tấn công thêm 350 điểm trong 5 giây.",
    "dark": "Giảm 2 giây thời gian cooldown.",
    "ut": {
      "name": "Ánh sáng bình minh",
      "description": [
        "[Gươm mặt trời] Loại bỏ mọi hiệu ứng có lợi khỏi mục tiêu trong phạm vi và hồi phục 200 Mana của bản thân khi đánh trúng.",
        "[Gươm mặt trời] Loại bỏ mọi hiệu ứng có lợi khỏi mục tiêu trong phạm vi và hồi phục 240 Mana của bản thân khi đánh trúng.",
        "[Gươm mặt trời] Loại bỏ mọi hiệu ứng có lợi khỏi mục tiêu trong phạm vi và hồi phục 290 Mana của bản thân khi đánh trúng.",
        "[Gươm mặt trời] Loại bỏ mọi hiệu ứng có lợi khỏi mục tiêu trong phạm vi và hồi phục 350 Mana của bản thân khi đánh trúng.",
        "[Gươm mặt trời] Loại bỏ mọi hiệu ứng có lợi khỏi mục tiêu trong phạm vi và hồi phục 420 Mana của bản thân khi đánh trúng.",
        "[Gươm mặt trời] Loại bỏ mọi hiệu ứng có lợi khỏi mục tiêu trong phạm vi và hồi phục 500 Mana của bản thân khi đánh trúng."
      ],
      "story": "Một mảnh vỡ của ngôi Sao mai sáng bất diệt. Sao mai là vì sao đã tồn tại từ điểm khởi đầu của thời gian, canh gác thiên đường và bảo hộ cho những lưỡi kiếm của thiên thần không mất đi ngọn lửa linh thiêng. Tổng lãnh thiên thần trao món này cho Aselica cùng với Gươm mặt trời trước khi cô ấy giáng trần."
    }
  },
  "s2": {
    "name": "Phước lành của mặt trời",
    "description": "Truyền Phước lành của mặt trời cho đồng minh có ATK cao nhất, giảm 20% thời gian cooldown của tất cả kỹ năng và tăng {0} ATK trong 15 giây.",
    "books": {
      "0": "Tăng  {0}% mức Tăng tấn công",
      "1": "Tăng  {0}% mức Tăng tấn công",
      "2": "Tăng  {0}% mức Tăng tấn công"
    },
    "light": "Tăng mức Tiêu hao mana thêm 1 điểm và áp dụng hiệu ứng này cho 2 đồng minh có ATK cao nhất.",
    "dark": "Được sử dụng trong khi bỏ qua các hiệu ứng có hại trên bản thân và xóa bỏ hiệu ứng có hại trên đồng minh mục tiêu.",
    "ut": {
      "name": "Vòng tay mặt trời",
      "description": [
        "[Phước lành của mặt trời] Mức Tiêu hao mana giảm 1 và giảm 10% sát thương vật lý của mục tiêu trong 10 giây.",
        "[Phước lành của mặt trời] Mức Tiêu hao mana giảm 1 và giảm 12% sát thương vật lý của mục tiêu trong 10 giây.",
        "[Phước lành của mặt trời] Mức Tiêu hao mana giảm 1 và giảm 14% sát thương vật lý của mục tiêu trong 10 giây.",
        "[Phước lành của mặt trời] Mức Tiêu hao mana giảm 1 và giảm 17% sát thương vật lý của mục tiêu trong 10 giây.",
        "[Phước lành của mặt trời] Mức Tiêu hao mana giảm 1 và giảm 21% sát thương vật lý của mục tiêu trong 10 giây.",
        "[Phước lành của mặt trời] Mức Tiêu hao mana giảm 1 và giảm 25% sát thương vật lý của mục tiêu trong 10 giây."
      ],
      "story": "Chiếc vòng tay mà Tổng lãnh thiên thần làm ra để bảo vệ các Thiên thần khi giáng trần. Nhờ chứa đựng ánh mặt trời nên nó tỏa sáng rực rỡ. Khi các thiên thần cảm thấy sợ hãi, ánh mặt trời trong chiếc vòng tay sẽ bảo vệ linh hồn của họ. Số phận của các thiên thần lồng vào chiếc vòng tay, cho nên khi cảm thấy mạng sống bị đe dọa, họ sẽ cảm nhận được nỗi đau đớn của nhau theo bản năng."
    }
  },
  "s3": {
    "name": "Phán quyết của mặt trời",
    "description": "Vào vị trí, tập trung để hồi phục HP của các đồng minh lân cận (trừ người dùng kỹ năng) 8 lần với tổng số {0} và tăng {1} lực thủ vật lý của họ trong 5 giây. Ngoài ra, gây thêm tổng cộng {2} sát thương phép lên kẻ địch 8 lần trong phạm vi, giảm {3} lực thủ phép của chúng trong 5 giây. Sau khi dùng kỹ năng, hồi phục {4} HP của các đồng minh (trừ người dùng kỹ năng). Kỹ năng này cũng gây {5} sát thương phép lên kẻ địch và hạ gục chúng trong 3 giây.",
    "books": {
      "0": "Lượng sát thương và hồi phục tăng {0}%.",
      "1": "Lượng sát thương và hồi phục tăng {0}%.",
      "2": "Lượng sát thương và hồi phục tăng {0}%."
    },
    "light": "Giảm 1 điểm mức Tiêu hao mana.",
    "dark": "Tăng thời gian của hiệu ứng giảm lực thủ phép thêm 5 giây.",
    "ut": {
      "name": "Kèn trumpet của hộ vệ",
      "description": [
        "[Phán quyết của mặt trời] Giúp miễn nhiễm trạng thái xấu khi sử dụng, tăng tỉ lệ tăng lực phòng thủ vật lý và tỷ lệ giảm lực phòng thủ phép thêm 20%.",
        "[Phán quyết của mặt trời] Giúp miễn nhiễm trạng thái xấu khi sử dụng, tăng tỉ lệ tăng lực phòng thủ vật lý và tỷ lệ giảm lực phòng thủ phép thêm 24%.",
        "[Phán quyết của mặt trời] Giúp miễn nhiễm trạng thái xấu khi sử dụng, tăng tỉ lệ tăng lực phòng thủ vật lý và tỷ lệ giảm lực phòng thủ phép thêm 29%.",
        "[Phán quyết của mặt trời] Giúp miễn nhiễm trạng thái xấu khi sử dụng, tăng tỉ lệ tăng lực phòng thủ vật lý và tỷ lệ giảm lực phòng thủ phép thêm 35%.",
        "[Phán quyết của mặt trời] Giúp miễn nhiễm trạng thái xấu khi sử dụng, tăng tỉ lệ tăng lực phòng thủ vật lý và tỷ lệ giảm lực phòng thủ phép thêm 42%.",
        "[Phán quyết của mặt trời] Giúp miễn nhiễm trạng thái xấu khi sử dụng, tăng tỉ lệ tăng lực phòng thủ vật lý và tỷ lệ giảm lực phòng thủ phép thêm 50%."
      ],
      "story": "Chiếc kèn mà thủ lĩnh Tổng lãnh thiên thần thổi khi thảm họa diệt vong Thế giới vật chất ập xuống. Tương truyền, khi các hộ vệ nghe thấy tiếng kèn, họ bèn thức dậy và đứng lên bảo vệ vùng đất này."
    }
  },
  "s4": {
    "name": "Lời nguyền mặt trời",
    "description": "Khi tấn công mục tiêu, đặt kẻ địch vào trạng thái Lời nguyền của mặt trời trong 10 giây. Kẻ địch chịu 10 Lời nguyền của mặt trời liên tiếp sẽ hấp thu toàn bộ và chịu {0} sát thương phép, bị mù trong {1} giây và bị giảm {2}% ATK trong 10 giây.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Thay đổi tỷ lệ Giảm ATK thành 30%.",
    "dark": "Kích hoạt hiệu ứng khi Lời nguyền mặt trời cộng dồn lên tới 7.",
    "ut": {
      "name": "Ý chí ánh sáng",
      "description": [
        "[Lời nguyền mặt trời] Tăng 1 giây thời gian Mù. Khi kích hoạt, mục tiêu chịu thêm 10% Sát thương phép thuật trong 10 giây.",
        "[Lời nguyền mặt trời] Tăng 1 giây thời gian Mù. Khi kích hoạt, mục tiêu chịu thêm 12% Sát thương phép thuật trong 10 giây.",
        "[Lời nguyền mặt trời] Tăng 1 giây thời gian Mù. Khi kích hoạt, mục tiêu chịu thêm 14% Sát thương phép thuật trong 10 giây.",
        "[Lời nguyền mặt trời] Tăng 1 giây thời gian Mù. Khi kích hoạt, mục tiêu chịu thêm 17% Sát thương phép thuật trong 10 giây.",
        "[Lời nguyền mặt trời] Tăng 1 giây thời gian Mù. Khi kích hoạt, mục tiêu chịu thêm 21% Sát thương phép thuật trong 10 giây.",
        "[Lời nguyền mặt trời] Tăng 1 giây thời gian Mù. Khi kích hoạt, mục tiêu chịu thêm 25% Sát thương phép thuật trong 10 giây."
      ],
      "story": "Phụ kiện cài tóc được tô điểm bằng lá nguyệt quế vàng và lông cánh của Linh điểu 'Illaira', tỏa sáng rực rỡ trong bóng tối. Vật này sẽ bảo vệ chủ nhân khỏi lời nguyền và thiêu cháy năng lượng hắc ám bằng ánh sáng. Tổng lãnh thiên thần đã ban cho Aselica vật này khi cô ấy được tấn phong làm thiên thần hộ mệnh."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / P. Block +200",
    "dark": "Lúc bắt đầu trận chiến đầu tiên, tăng 20% mức thủ vật lý của đồng minh có mức tấn công cao nhất. Không thể xóa bỏ hiệu ứng này."
  }
}