{
  "name": "Crow",
  "subtitle": "Đạn trừng phạt",
  "description": "Anh từng làm sỹ quan hải quân, nhưng hiện đang là thợ săn tiền thưởng kiêm người hòa giải. Anh là kẻ bất cần đạo lý và khó lòng tin tưởng mọi người. Súng ống của gã được chia làm ba loại.",
  "story": "Biệt danh: Chó săn. Gã thợ săn tiền thưởng được biết đến như là chó ngao địa ngục. Người ta nói rằng, không ai có thể thoát khỏi tay cựu sĩ quan hải quân hoàng gia này một khi hắn đã nhắm tới họ. Điều an ủi duy nhất cho đám tội phạm là con người này không chỉ được thôi thúc bởi tiền thưởng. Mặc dù có rất nhiều giả thuyết, nhưng cái thuyết phục nhất là, hắn ta muốn báo thù. Cũng có những lúc khi người đàn ông lạnh lùng này dường như đã mở lòng, họ nói thế. Đó là khi hắn ta lôi ra mặt dây chuyền cũ, thứ đồ mà chưa có ai từng được thấy.",
  "like": "Que kẹo, thứ bùa lưu giữ một ký ức, những lời cằn nhằn đã bị lãng quên của người từng yêu dấu.",
  "dislike": "Cướp biển, những vị thần đã lấy đi tất cả của hắn ta. Và giờ đây, thuốc lá",
  "inn": {
    "idle": "Đừng có khều tôi.",
    "recruit": {
      "greet": "Công việc?",
      "talk": [
        "Chỉ được yêu cầu một lần duy nhất, nên hãy nghĩthật thận trọng.",
        "Kiếm súng đạn ở đây khó thật.",
        "Cái này là kẹo, không phải thuốc lá nên không cần để ý đến đâu."
      ],
      "gift": "Lấy số tiền này đi mua thuốc... à không, mua kẹo mới được."
    },
    "affinity": {
      "greet": "Ngươi gọi ta làm gì? Cần gì thì cứ nói ra.",
      "talk": [
        "Từ thời ta còn chỉ huy, hắn đã gây nhiều phiền phức rồi. Nhưng dù gì thì hắn cũng không làm thế đâu. Vì vậy ta mới nhận lời đề nghị đó.",
        "Hiển nhiên là những người khác không chịu nổi cái tính điên của hắn. Vậy nên ta mới xông lên."
      ],
      "gift": "Đưa kẹo cho ta nào."
    },
    "relationship": {
      "greet": "Công việc... à không, lâu ngày không gặp.",
      "talk": [
        "Orvel là một nơi khá ổn. Không khí ở đây đã khác với đế quốc rồi.",
        "Vì là một hải quân, tôi đã nghĩmình sẽ chỉ suốt đời sống nơi biển cả. Khi nhìn lại mới thấy việc rời ra giữa biển khơi là một lựa chọn sai lầm.",
        "Tôi có 2 người quan trọng. Dù bây giờ không thể gặp được...Hơ hơ, cả 2 đều không thích khói thuốc nhỉ."
      ]
    }
  },
  "uw": {
    "name": "Chó săn địa ngục, Akistra",
    "description": [
      "Đòn tấn công thông thường sẽ bắn thêm một viên đạn có khả năng dùng 50% lực ATK để gây sát thương vật lý. Khi kết thúc kỹ năng, hiệu ứng 'Chó săn địa ngục, Akistra' sẽ phát động, tăng 30% ATK và 30% Crit DMG trong 20 giây. 'Chó săn địa ngục, Akistra' chỉ được phát động một lần vào giây thứ 20.",
      "Đòn tấn công thông thường sẽ bắn thêm một viên đạn có khả năng dùng 60% lực ATK để gây sát thương vật lý. Khi kết thúc kỹ năng, hiệu ứng 'Chó săn địa ngục, Akistra' sẽ phát động, tăng 36% ATK và 36% Crit DMG trong 20 giây. 'Chó săn địa ngục, Akistra' chỉ được phát động một lần vào giây thứ 20.",
      "Đòn tấn công thông thường sẽ bắn thêm một viên đạn có khả năng dùng 70% lực ATK để gây sát thương vật lý. Khi kết thúc kỹ năng, hiệu ứng 'Chó săn địa ngục, Akistra' sẽ phát động, tăng 43% ATK và 43% Crit DMG trong 20 giây. 'Chó săn địa ngục, Akistra' chỉ được phát động một lần vào giây thứ 20.",
      "Đòn tấn công thông thường sẽ bắn thêm một viên đạn có khả năng dùng 85% lực ATK để gây sát thương vật lý. Khi kết thúc kỹ năng, hiệu ứng 'Chó săn địa ngục, Akistra' sẽ phát động, tăng 52% ATK và 52% Crit DMG trong 20 giây. 'Chó săn địa ngục, Akistra' chỉ được phát động một lần vào giây thứ 20.",
      "Đòn tấn công thông thường sẽ bắn thêm một viên đạn có khả năng dùng 100% lực ATK để gây sát thương vật lý. Khi kết thúc kỹ năng, hiệu ứng 'Chó săn địa ngục, Akistra' sẽ phát động, tăng 62% ATK và 62% Crit DMG trong 20 giây. 'Chó săn địa ngục, Akistra' chỉ được phát động một lần vào giây thứ 20.",
      "Đòn tấn công thông thường sẽ bắn thêm một viên đạn có khả năng dùng 125% lực ATK để gây sát thương vật lý. Khi kết thúc kỹ năng, hiệu ứng 'Chó săn địa ngục, Akistra' sẽ phát động, tăng 75% ATK và 75% Crit DMG trong 20 giây. 'Chó săn địa ngục, Akistra' chỉ được phát động một lần vào giây thứ 20."
    ],
    "story": "Không thể nhầm lẫn đó là thành quả của công nghệ hoàng gia mới nhất. Nó có thể biến đổi thành ba chế độ, cái cuối cùng trong số đó sử dụng ma thuật tàn phá đến mức việc dùng nó phải bị hạn chế. Theo như lời Valance, người đứng đầu tổ chức phát triển vũ khí hoàng gia MagosLe’Flamme, vũ khí mới Archistra đã bị đánh cắp, ngay sau khi nó được phát triển, bởi Crow, một cựu sĩ quan Hải quân bị buộc xuất ngũ. Vẫn còn để ngỏ chưa thể chắc chắn rằng liệu Crow có thật sự đột nhập vào một trong những tổ chức quan trọng nhất của Đế quốc để trộm Archistra... Cũng có thể Valance đã đơn giản là giao nó cho hắn ta, căn cứ theo tình bạn lâu dài của họ."
  },
  "s1": {
    "name": "Gỡ bỏ mục tiêu.",
    "description": "Gây tổng cộng {0} sát thương vật lý cho kẻ địch trước mặt trong hơn 15 lần và thả 2 'Dấu nanh của chó săn' trong 40 giây. Dấu nanh của chó săn sẽ cộng dồn tối đa 100 lần.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Hồi phục 30 mana mỗi lần gây ra sát thương.",
    "dark": "Trong lúc sử dụng chiêu sẽ được miễn nhiễm với trạng thái xấu.",
    "ut": {
      "name": "Viên đạn dấu răng",
      "description": [
        "[Gỡ bỏ mục tiêu.] Giảm 3 giây Thời gian hồi chiêu và giảm 20 Mana của mục tiêu trên mỗi đòn đánh trúng.",
        "[Gỡ bỏ mục tiêu.] Giảm 3 giây Thời gian hồi chiêu và giảm 24 Mana của mục tiêu trên mỗi đòn đánh trúng.",
        "[Gỡ bỏ mục tiêu.] Giảm 3 giây Thời gian hồi chiêu và giảm 29 Mana của mục tiêu trên mỗi đòn đánh trúng.",
        "[Gỡ bỏ mục tiêu.] Giảm 3 giây Thời gian hồi chiêu và giảm 35 Mana của mục tiêu trên mỗi đòn đánh trúng.",
        "[Gỡ bỏ mục tiêu.] Giảm 3 giây Thời gian hồi chiêu và giảm 42 Mana của mục tiêu trên mỗi đòn đánh trúng.",
        "[Gỡ bỏ mục tiêu.] Giảm 3 giây Thời gian hồi chiêu và giảm 50 Mana của mục tiêu trên mỗi đòn đánh trúng."
      ],
      "story": "Một viên đạn có dấu răng của Chó địa ngục. Kẻ nào trúng viên đạn này sẽ mang trên người dấu ấn của Chó địa ngục, thứ sẽ vĩnh viễn không biến mất cho đến khi hắn trút hơi thở cuối cùng. Dù hắn có chạy bao xa thì bộ răng của Chó địa ngục vẫn tìm ra được."
    }
  },
  "s2": {
    "name": "Đừng quẩy đạp.",
    "description": "Gây {0} sát thương vật lý bằng cách tấn công một kẻ địch ngẫu nhiên 10 lần, bắn một phát Đạn băng gây {1} sát thương vật lý cho mục tiêu và kẻ địch xung quanh, đồng thời đóng băng chúng trong 4 giây. Loại Đạn băng đặc biệt này tạo ra một vùng băng giá trong 6 giây với khả năng gây {2} sát thương vật lý sau mỗi 2 giây, với 50% cơ hội đóng băng trong 2 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Giảm 3 giây thời gian cooldown.",
    "dark": "Tăng 30% cơ hội đóng băng của Vùng băng giá.",
    "ut": {
      "name": "Ụ chắn lạnh",
      "description": [
        "[Đấu tranh vô nghĩa] Giảm 1 Tiêu hao mana và có 10% xác xuất đóng băng mục tiêu trong 3 giây mỗi lần tấn công.",
        "[Đấu tranh vô nghĩa] Giảm 1 Tiêu hao mana và có 12% xác xuất đóng băng mục tiêu trong 3 giây mỗi lần tấn công.",
        "[Đấu tranh vô nghĩa] Giảm 1 Tiêu hao mana và có 14% xác xuất đóng băng mục tiêu trong 3 giây mỗi lần tấn công.",
        "[Đấu tranh vô nghĩa] Giảm 1 Tiêu hao mana và có 17% xác xuất đóng băng mục tiêu trong 3 giây mỗi lần tấn công.",
        "[Đấu tranh vô nghĩa] Giảm 1 Tiêu hao mana và có 21% xác xuất đóng băng mục tiêu trong 3 giây mỗi lần tấn công.",
        "[Đấu tranh vô nghĩa] Giảm 1 Tiêu hao mana và có 25% xác xuất đóng băng mục tiêu trong 3 giây mỗi lần tấn công."
      ],
      "story": "Magos Le'Flamme, tổ chức phát triển vũ khí hoàng gia đã nâng cấp thành công Đầu đạn đối đất giá lạnh. Để thử nghiệm, họ cố gắng lắp nó vào vũ khí Akistra. Tuy nhiên, vì Crow trộm mất Akistra nên đầu đạn cũng mất theo. Đầu đạn này chứa đựng luồng khí lạnh đầy uy lực, đủ để đóng băng vùng đất xung quanh."
    }
  },
  "s3": {
    "name": "Diệt cả thần linh",
    "description": "Vào vị trí và tập trung bắn tia laze, gây {0} sát thương vật lý cho kẻ địch trong phạm vi đường thẳng về phía trước và cộng thêm {1} sát thương vật lý đối với mỗi lần cộng dồn Dấu nanh của chó săn trên mục tiêu. Phạm vi hiệu ứng sẽ gia tăng tùy thuộc vào thời gian tập trung, lực sát thương có thể tăng tối đa {2}%. Nếu tập trung được đến cuối cùng thì có thể sẽ thổi bay kẻ địch đi rất xa.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng 10 giây thời gian cooldown và 100% sát thương.",
    "dark": "Giảm 1 điểm mức Tiêu hao mana.",
    "ut": {
      "name": "Vòng ký ức",
      "description": [
        "[Diệt cả thần linh] Trong lúc sử dụng, sẽ được miễn nhiễm trạng thái xấu và tăng 20% lượng sát thương.",
        "[Diệt cả thần linh] Trong lúc sử dụng, sẽ được miễn nhiễm trạng thái xấu và tăng 24% lượng sát thương.",
        "[Diệt cả thần linh] Trong lúc sử dụng, sẽ được miễn nhiễm trạng thái xấu và tăng 29% lượng sát thương.",
        "[Diệt cả thần linh] Trong lúc sử dụng, sẽ được miễn nhiễm trạng thái xấu và tăng 35% lượng sát thương.",
        "[Diệt cả thần linh] Trong lúc sử dụng, sẽ được miễn nhiễm trạng thái xấu và tăng 42% lượng sát thương.",
        "[Diệt cả thần linh] Trong lúc sử dụng, sẽ được miễn nhiễm trạng thái xấu và tăng 50% lượng sát thương."
      ],
      "story": "Một mặt dây chuyền quý báu chứa bức ảnh người vợ và con gái quá cố của Crow. Anh thường ngắm bức ảnh đó trong khi ngậm kẹo, với vẻ mặt vừa u buồn, vừa điềm tĩnh. Mặt dây chuyền này quý báu hơn mạng sống của anh, nên đừng dại mà chạm vào nó. Dù có là thần thì anh cũng bắt kẻ đó phải đền mạng."
    }
  },
  "s4": {
    "name": "Chuẩn bị đi săn",
    "description": "Những thay đổi về tốc độ tấn công không làm ảnh hưởng tới Crow. Tăng ATK thêm {0} điểm và tỷ lệ Crit DMG thêm {1}%. Hồi phục {2} MP mỗi giây. Kỹ năng này cũng để lại hiệu ứng 'Dấu nanh của chó săn' lên mục tiêu trong 40 giây trong lúc giáng đòn tấn công thông thường.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Tăng 15% sát thương gây lên Boss.",
    "dark": "Tăng 40% mức hồi phục mana.",
    "ut": {
      "name": "Hộp nhạc vòng quay ngựa gỗ",
      "description": [
        "[Chuẩn bị săn hạ] Tăng 20% mức hỗ trợ Tấn công. Dấu nanh của chó săn trở nên không thể hóa giải.",
        "[Chuẩn bị săn hạ] Tăng 24% mức hỗ trợ Tấn công. Dấu nanh của chó săn trở nên không thể hóa giải.",
        "[Chuẩn bị săn hạ] Tăng 29% mức hỗ trợ Tấn công. Dấu nanh của chó săn trở nên không thể hóa giải.",
        "[Chuẩn bị săn hạ] Tăng 35% mức hỗ trợ Tấn công. Dấu nanh của chó săn trở nên không thể hóa giải.",
        "[Chuẩn bị săn hạ] Tăng 42% mức hỗ trợ Tấn công. Dấu nanh của chó săn trở nên không thể hóa giải.",
        "[Chuẩn bị săn hạ] Tăng 50% mức hỗ trợ Tấn công. Dấu nanh của chó săn trở nên không thể hóa giải."
      ],
      "story": "Một chiếc hộp nhạc vòng quay ngựa gỗ mà Rose – vợ Crow rất thích. Crow đang dạo bước trên đường phố Orvelia thì nhìn thấy hộp nhạc cũ này trong gian trưng bày ở cửa hàng. Anh ta đứng lặng trên đường, nhìn vào hộp nhạc một lúc lâu rồi đi vào cửa hàng. Sau đó, anh vặn hộp nhạc và đứng im để lắng nghe giai điệu. – Vẫn là giai điệu cũ ấy. – Ta đã nói sẽ mua cho vợ một hộp nhạc mới nhưng nàng chỉ thích hộp nhạc cũ kỹ này. Anh ta lẩm bẩm một mình rồi mua chiếc hộp nhạc đó. Trong mắt anh hiện lên hình ảnh người vợ tươi cười đang chơi chiếc hộp nhạc cùng với con gái."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Tăng 1 điểm mức Tiêu hao mana của tất cả kỹ năng và tăng 75% sát thương."
  }
}