{
  "name": "Shamilla",
  "subtitle": "Thánh thể lời nguyền",
  "description": "Một Ác quỷ bậc cao mang trong mình 30 triệu lời nguyền. Bị cuốn hút bởi ý chí của những người không cúi đầu trước sự đau đớn và tuyệt vọng. Sử dụng Cung và Mũi tên sa ngã để hành hạ kẻ địch bằng vô số lời nguyền.",
  "story": "Một Ác quỷ hùng mạnh từng phục vụ cho Chúa tể hắc ám Angmund. Cô có khả năng kìm giữ mọi lời nguyền trên thế gian. Nhưng thực chất, cô không hề có ý định hồi sinh Chúa tể hắc ám, cũng không muốn thống trị thế gian. Mọi sự việc trên đời đều nằm trong một vở kịch, và cô coi mình là khán giả của vở kịch đó. Cô hành động như một nhà biên kịch, đặt ra tình huống rồi bí mật thao túng để chứng kiến vở kịch sẽ diễn biến ra sao.",
  "like": "Những tình huống bất ngờ, những người không chịu gò bó trong khuôn khổ",
  "dislike": "Những cảnh nhàm chán, những câu chuyện dễ đoán",
  "inn": {
    "idle": "Chà, người đông, mà linh hồn cũng mạnh nữa... Hahahaha...",
    "recruit": {
      "greet": "Haha, tìm ta có việc gì?",
      "talk": [
        "Linh hồn hiếm có đấy... Haha, thú vị lắm.",
        "Ác quỷ? Ta chẳng hiểu ngươi nói gì cả.",
        "Cuộc sống phàm trần chẳng phải là đỉnh cao nghệ thuật đó sao?"
      ],
      "gift": "Ôi... Quà tặng ta hả. Haha, thế ngươi muốn gì nào...?"
    },
    "affinity": {
      "greet": "Ồ, xin chào. Ngươi lại ghé thăm đó sao?",
      "talk": [
        "Tại sao ta che giấu thân phận Ác quỷ của mình ư? Haha, tốt hơn hết là không nên hỏi một câu thừa thãi như vậy.",
        "Tình huống có dễ đoán đến mấy thì cũng phải có chút kịch tính chứ. Hahaha..."
      ],
      "gift": "Ta muốn món quà khác cơ... Haha, nhưng thế này là tốt rồi."
    },
    "relationship": {
      "greet": "Haha, hôm nay cũng có chuyện hay ho chứ?",
      "talk": [
        "Mục đích của ta... Haha. Cứ cho là để thưởng thức hương vị mới mẻ mà ta chưa từng nếm trải đi.",
        "Ngươi vui tính đấy. Thế nên ta mới muốn nhìn ngươi gần thêm chút nữa. Chà chà!",
        "À, tốt lắm. Bộ dạng ngươi lúc lâm nguy, cố gắng chống lại định mệnh...!"
      ]
    }
  },
  "uw": {
    "name": "Đôi cánh sa ngã, Apoliox",
    "description": [
      "Cứ mỗi 20 giây, nhận được Thánh thể lời nguyền và tăng 20% sức mạnh tấn công trong 10 giây.",
      "Cứ mỗi 19 giây, nhận được Thánh thể lời nguyền và tăng 24% sức mạnh tấn công trong 10 giây.",
      "Cứ mỗi 18 giây, nhận được Thánh thể lời nguyền và tăng 29% sức mạnh tấn công trong 10 giây.",
      "Cứ mỗi 16 giây, nhận được Thánh thể lời nguyền và tăng 35% sức mạnh tấn công trong 10 giây.",
      "Cứ mỗi 14 giây, nhận được Thánh thể lời nguyền và tăng 42% sức mạnh tấn công trong 10 giây.",
      "Cứ mỗi 12 giây, nhận được Thánh thể lời nguyền và tăng 50% sức mạnh tấn công trong 10 giây."
    ],
    "story": "Lời nguyền sinh ra từ những cảm xúc tiêu cực như thù ghét, ghen tị và oán hận. Đó là những món khoái khẩu của Shamilla. Trong Cuộc chiến chống Ác quỷ, đôi cánh này mạnh lên từng ngày khi hút lời nguyền của vô số người và là nỗi ám ảnh đối với người phàm. Tương truyền, những người tiếp xúc với lông vũ sẽ bị rất nhiều lời nguyền trói buộc và sa vào vực xoáy cảm xúc. Trong vực thẳm đó vang lên những tiếng cười quyến rũ, đầy mời gọi. Đó là tiếng cười của một ác quỷ đang nhâm nhi mọi cung bậc cảm xúc của con người."
  },
  "s1": {
    "name": "Lời nguyền hóa đá",
    "description": "Tấn công một kẻ địch, gây {0} sát thương phép thuật và phát động Lời nguyền hóa đá trong {1} giây mà không thể gỡ bỏ. Kẻ địch chịu Lời nguyền hóa đá sẽ bị giảm {2} tốc độ tấn công và hiệu ứng này mạnh lên đến tối đa {3}% theo thời gian. Khi lời nguyền kết thúc, hóa đá mục tiêu trong {4} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Giảm 3 giây thời gian chờ sử dụng chiêu.",
    "dark": "Giảm 500 MP của kẻ địch chịu sát thương.",
    "ut": {
      "name": "Xóa bỏ lời nguyền",
      "description": [
        "[Lời nguyền hóa đá] Tăng thêm 1 mục tiêu và giảm 120 điểm Né tránh đòn phép thuật của mục tiêu trong 10 giây.",
        "[Lời nguyền hóa đá] Tăng thêm 1 mục tiêu và giảm 140 điểm Né tránh đòn phép thuật của mục tiêu trong 10 giây.",
        "[Lời nguyền hóa đá] Tăng thêm 1 mục tiêu và giảm 170 điểm Né tránh đòn phép thuật của mục tiêu trong 10 giây.",
        "[Lời nguyền hóa đá] Tăng thêm 1 mục tiêu và giảm 210 điểm Né tránh đòn phép thuật của mục tiêu trong 10 giây.",
        "[Lời nguyền hóa đá] Tăng thêm 1 mục tiêu và giảm 250 điểm Né tránh đòn phép thuật của mục tiêu trong 10 giây.",
        "[Lời nguyền hóa đá] Tăng thêm 1 mục tiêu và giảm 300 điểm Né tránh đòn phép thuật của mục tiêu trong 10 giây."
      ],
      "story": "Một viên ngọc hóa giải những lời nguyền Shamilla mang trong mình. Shamilla thi thoảng dùng viên ngọc này để xóa bỏ lời nguyền trên cơ thể cô, chỉ để thấy một câu chuyện hấp dẫn được bộc lộ theo kế hoạch của cô ấy. Lời nguyền cô ấy hay hóa giải nhất là hóa đá, chủ yếu là để bảo đảm các nhân vật phù hợp xuất hiện đúng lúc như ý đồ của cô ấy."
    }
  },
  "s2": {
    "name": "Lời nguyền thời gian",
    "description": "Tấn công một kẻ địch, gây {0} sát thương phép thuật và phát động Lời nguyền thời gian trong {1} giây, tăng toàn bộ thời gian hồi chiêu thêm {2} giây. Toàn bộ thời gian hồi chiêu của kẻ địch chịu Lời nguyền thời gian tăng thêm {4} giây trên mỗi {3} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng tiêu thụ mana giảm 1.",
    "dark": "Gỡ bỏ hiệu ứng có lợi của mục tiêu.",
    "ut": {
      "name": "Trái tim ác quỷ cổ xưa",
      "description": [
        "[Lời nguyền thời gian] Tăng thêm 0.7 giây Thời gian hồi chiêu và giảm 10% Phòng thủ phép thuật của mục tiêu trong 10 giây.",
        "[Lời nguyền thời gian] Tăng thêm 0.7 giây Thời gian hồi chiêu và giảm 12% Phòng thủ phép thuật của mục tiêu trong 10 giây.",
        "[Lời nguyền thời gian] Tăng thêm 0.7 giây Thời gian hồi chiêu và giảm 14% Phòng thủ phép thuật của mục tiêu trong 10 giây.",
        "[Lời nguyền thời gian] Tăng thêm 0.7 giây Thời gian hồi chiêu và giảm 17% Phòng thủ phép thuật của mục tiêu trong 10 giây.",
        "[Lời nguyền thời gian] Tăng thêm 0.7 giây Thời gian hồi chiêu và giảm 21% Phòng thủ phép thuật của mục tiêu trong 10 giây.",
        "[Lời nguyền thời gian] Tăng thêm 0.7 giây Thời gian hồi chiêu và giảm 25% Phòng thủ phép thuật của mục tiêu trong 10 giây."
      ],
      "story": "Một việc ngọc kỳ lạ phát ra tiếng thầm thì đầy hằn học của lũ ác quỷ cổ xưa. Món đồ bị nguyền rủa này chứa đầy linh hồn ác quỷ cổ xưa đã bị quên lãng. Bất chấp tiếng chúng gào thét đòi thoát thân, cô không vẫn không hề nao núng. Vì đã tiếp nhận mọi lời nguyền trên thế gian, nên linh hồn của cô sâu thẳm và tối tăm như đáy vực vậy."
    }
  },
  "s3": {
    "name": "Lời nguyền đau thương",
    "description": "Tấn công một kẻ địch, gây {0} sát thương phép thuật và tung đòn đánh bật. Đồng thời, phát động Lời nguyền đau thương trong {1} giây, gây tổng cộng {2} sát thương phép thuật theo thời gian.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Làm tăng 25% sát thương phép nhận được của đối phương trong 10 giây.",
    "dark": "Tăng 40% sát thương.",
    "ut": {
      "name": "Bình lời nguyền",
      "description": [
        "[Lời nguyền đau thương] Tăng 20% sát thương và được cộng dồn 'Thánh thể lời nguyền' khi giết một kẻ địch.",
        "[Lời nguyền đau thương] Tăng 24% sát thương và được cộng dồn 'Thánh thể lời nguyền' khi giết một kẻ địch.",
        "[Lời nguyền đau thương] Tăng 29% sát thương và được cộng dồn 'Thánh thể lời nguyền' khi giết một kẻ địch.",
        "[Lời nguyền đau thương] Tăng 35% sát thương và được cộng dồn 'Thánh thể lời nguyền' khi giết một kẻ địch.",
        "[Lời nguyền đau thương] Tăng 42% sát thương và được cộng dồn 'Thánh thể lời nguyền' khi giết một kẻ địch.",
        "[Lời nguyền đau thương] Tăng 50% sát thương và được cộng dồn 'Thánh thể lời nguyền' khi giết một kẻ địch."
      ],
      "story": "Shamilla bị nguyền rủa, buộc phải kìm giữ trong mình toàn bộ lời nguyền trên thế gian. Thế nhưng cô cũng có thể được xem là vị cứu tinh trói buộc những lời nguyền đó. Cái chết của cô đồng nghĩa với việc sự tà ác trong thân thể cô sẽ được giải thoát. Shamilla làm ra chiếc Bình lời nguyền này để thu lại những lời nguyền mà cô giải phóng."
    }
  },
  "s4": {
    "name": "Thánh thể lời nguyền",
    "description": "Vào đầu mỗi trận chiến, trong {0} giây, nhận được Thánh thể lời nguyền, tạo lá chắn không thể phá bỏ và hút {1} sát thương. Trong thời gian che chắn, được miễn nhiễm trạng thái chế ngự. Khi kích hoạt kỹ năng, tiêu hao Thánh thể lời nguyền để nhắm mục tiêu vào 4 kẻ địch.",
    "books": {
      "0": "Lá chắn bảo vệ tăng {0}%",
      "1": "Lá chắn bảo vệ tăng {0}%",
      "2": "Lá chắn bảo vệ tăng {0}%"
    },
    "light": "Lá chắn bảo vệ tăng 80%",
    "dark": "Tăng thời gian của Thánh thể lời nguyền thêm 20 giây, và có thể được phát hành.",
    "ut": {
      "name": "Lời nguyền khởi nguyên",
      "description": [
        "[Thánh thể lời nguyền] Khi có được Thánh thể lời nguyền, giảm 12% Thời gian hồi chiêu của tất cả các kỹ năng, đồng thời tăng 50% Tất cả phòng thủ trong 5 giây.",
        "[Thánh thể lời nguyền] Khi có được Thánh thể lời nguyền, giảm 14% Thời gian hồi chiêu của tất cả các kỹ năng, đồng thời tăng 50% Tất cả phòng thủ trong 5 giây.",
        "[Thánh thể lời nguyền] Khi có được Thánh thể lời nguyền, giảm 17% Thời gian hồi chiêu của tất cả các kỹ năng, đồng thời tăng 50% Tất cả phòng thủ trong 5 giây.",
        "[Thánh thể lời nguyền] Khi có được Thánh thể lời nguyền, giảm 21% Thời gian hồi chiêu của tất cả các kỹ năng, đồng thời tăng 50% Tất cả phòng thủ trong 5 giây.",
        "[Thánh thể lời nguyền] Khi có được Thánh thể lời nguyền, giảm 25% Thời gian hồi chiêu của tất cả các kỹ năng, đồng thời tăng 50% Tất cả phòng thủ trong 5 giây.",
        "[Thánh thể lời nguyền] Khi có được Thánh thể lời nguyền, giảm 30% Thời gian hồi chiêu của tất cả các kỹ năng, đồng thời tăng 50% Tất cả phòng thủ trong 5 giây."
      ],
      "story": "Cội rễ của mọi lời nguyền. Khi sự hận thù được sinh ra, rễ của lời nguyền đâm chồi và thế giới lần đầu biết đến cái ác. Lời nguyền nằm sâu trong Shamilla, Thánh thể lời nguyền, và ngày càng trở nên ghê gớm khi có thêm nhiều lời nguyền bắt nguồn từ nó."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / ATK.Spd +100",
    "dark": "Cường hóa tất cả hiệu ứng lời nguyền. [Lời nguyền hóa đá] Thời gian hóa đá tăng 2 giây. [Lời nguyền thời gian] Thời lượng của Lời nguyền thời gian tăng 3 giây. [Lời nguyền đau thương] Tăng 50% sát thương theo thời gian của Lời nguyền đau thương."
  }
}