{
  "name": "Lavril",
  "subtitle": "Ác linh đáng yêu",
  "description": "Một hồn ma sinh ra từ sự kết hợp của vô số sinh mạng chết oan uổng. Dù có nguồn gốc như vậy, nhưng Lavril lại ngây thơ và vô tội đến lạ. Cô ấy hút sinh lực từ kẻ địch bằng sức mạnh ma quái của mình.",
  "story": "Một hồn ma rất khác thường. Những ai nhìn thấy cô đều nghĩ cô là một hồn ma của một cô gái bình thường, nhưng cô không đơn thuần chỉ là một thực thể ma quái. Thay vào đó, cô là sự kết hợp của vô số linh hồn. Chất chứa đầy năng lượng ma quái, sức mạnh của cô đủ khiến cho bất kỳ linh hồn nào cũng phải run rẩy và ếm lời nguyền theo ý muốn của mình....Đó là, nếu cô là một hồn ma bình thường. Một số người có thể cho rằng cô vẫn là một hồn ma sinh ra từ sự kết hợp của những linh hồn trẻ em chết trong Cuộc chiến chống ác quỷ 100 năm trước. Thế nhưng, linh hồn của những đứa trẻ, giống như khi chúng còn sống, lại quá đỗi thuần thiết và ngây thơ để mang lòng hận thù. Lavril, sinh ra từ những linh hồn đó, đã trở thành một thực thể tốt bụng. Tuy nhiên, cô vẫn không quên bản chất về sự tồn tại của mình: sự kết hợp của những hồn ma trẻ em. Một đứa trẻ giống như tờ giấy trắng và những gì vẽ lên trên tờ giấy đó sẽ định hình đứa trẻ. Nếu không có người dẫn lối, cô ấy có thể trở thành mối họa lớn cho thế giới.",
  "like": "Những người có thể là bạn bè, động vật, ngôi làng sống động.",
  "dislike": "Những người đáng sợ, bị coi là điều quái dị hoặc quái vật",
  "inn": {
    "idle": "À... Ừm... Quanh đây nhiều người lạ quá...",
    "recruit": {
      "greet": "Xi... xin chào...",
      "talk": [
        "Đừng... đừng ức hiếp ta...",
        "Bọn ta rất tốt... Đừng ghét bọn ta...",
        "Ở... ở lại với bọn ta thêm chút nữa, được không...?"
      ],
      "gift": "Được chứ...? Cảm... ơn ngươi!"
    },
    "affinity": {
      "greet": "Urr... Bọn ta đến rồi...",
      "talk": [
        "Bọn... ta sợ... và lạnh lẽo...",
        "A... Bọn ta thật cô đơn... Thật không công bằng... Bọn ta là ai...?"
      ],
      "gift": "Cảm... ơn ngươi. Xin đừng bỏ bọn ta. Hãy ở lại với bọn ta..."
    },
    "relationship": {
      "greet": "Hê hê... Mừng vì ngươi đã đến. Hôm nay ngươi muốn làm gì?",
      "talk": [
        "Mọi người ở Nhà thờ Lua thật đáng sợ, nhưng ta biết họ không phải người xấu... He he.",
        "Mọi người muốn làm bạn với tiên và nguyên tố, nhưng... liệu có ai muốn làm bạn với hồn ma không?",
        "Ng... ngươi là bạn của bọn ta... He he, bọn ta rất thích ngươi. Hãy ở lại đây với bọn ta."
      ]
    }
  },
  "uw": {
    "name": "Linh hồn hư vô, Dunn Nemecia",
    "description": [
      "Khi dùng một kỹ năng, nhận được trạng thái [Linh hồn hư vô] trong 1 giây và né tránh tất cả đòn tấn công. Hiệu ứng này kích hoạt 10 giây/lần. Tăng 30% Sát thương chí mạng của đồng minh đang Liên kết linh hồn.",
      "Khi dùng một kỹ năng, nhận được trạng thái [Linh hồn hư vô] trong 1,2 giây và né tránh tất cả đòn tấn công. Hiệu ứng này kích hoạt 10 giây/lần. Tăng 36% Sát thương chí mạng của đồng minh đang Liên kết linh hồn.",
      "Khi dùng một kỹ năng, nhận được trạng thái [Linh hồn hư vô] trong 1,4 giây và né tránh tất cả đòn tấn công. Hiệu ứng này kích hoạt 10 giây/lần. Tăng 42% Sát thương chí mạng của đồng minh đang Liên kết linh hồn.",
      "Khi dùng một kỹ năng, nhận được trạng thái [Linh hồn hư vô] trong 1,7 giây và né tránh tất cả đòn tấn công. Hiệu ứng này kích hoạt 10 giây/lần. Tăng 51% Sát thương chí mạng của đồng minh đang Liên kết linh hồn.",
      "Khi dùng một kỹ năng, nhận được trạng thái [Linh hồn hư vô] trong 2,1 giây và né tránh tất cả đòn tấn công. Hiệu ứng này kích hoạt 10 giây/lần. Tăng 63% Sát thương chí mạng của đồng minh đang Liên kết linh hồn.",
      "Khi dùng một kỹ năng, nhận được trạng thái [Linh hồn hư vô] trong 2,5 giây và né tránh tất cả đòn tấn công. Hiệu ứng này kích hoạt 10 giây/lần. Tăng 75% Sát thương chí mạng của đồng minh đang Liên kết linh hồn."
    ],
    "story": "Một thực thể ma quái khác tách biệt với Lavril. Không giống như Lavril tốt bụng, Dunn Nemecia là sự kết hợp của những linh hồn tiêu cực và hung hăng bên trong cô. May mắn thay, hồn ma dễ thương lẫn dễ sợ này luôn che giấu mặt ác và chỉ dùng sức mạnh của nó khi vật chủ cần hoặc khi thấy nguy hiểm. Nhưng hãy nhớ rằng hồn ma kỳ quặc này không tử tế và vô hại đâu. Những trò tinh nghịch mà nó thường làm là để đồ chơi cứng, nhọn xung quanh người đang ngủ, ngáng chân người qua đường, nhưng... Nó có thể làm nhiều thứ khác ngoài mấy 'trò tinh nghịch' đó nếu Lavril không kiểm soát."
  },
  "s1": {
    "name": "Tránh ra!",
    "description": "Gây {0} Sát thương phép thuật lên kẻ địch và giảm 300 điểm Kháng cự đòn chí mạng của kẻ địch trong 10 giây. Kẻ địch trúng chiêu sẽ bị ảnh hưởng bởi Ngoại chất của Lavril trong 5 giây, nhận {1} Sát thương phép thuật mỗi 0,5 giây. Mỗi khi một kẻ địch nhận Sát thương từ kỹ năng này, tất cả đồng minh được hồi HP tương đương {2}% Sát thương gây ra.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Tăng 25% Sát thương phép thuật mà mục tiêu phải nhận.",
    "dark": "Hồi phục 1 quả cầu Mana khi mục tiêu chết và đặt lại Thời gian hồi chiêu của kỹ năng này.",
    "ut": {
      "name": "Thẻ bài tarot mặt trăng.",
      "description": [
        "[Tránh ra!] Tăng 50% Sát thương và giảm 20% Tỷ lệ hồi máu của kẻ địch trúng chiêu.",
        "[Tránh ra!] Tăng 50% Sát thương và giảm 24% Tỷ lệ hồi máu của kẻ địch trúng chiêu.",
        "[Tránh ra!] Tăng 50% Sát thương và giảm 29% Tỷ lệ hồi máu của kẻ địch trúng chiêu.",
        "[Tránh ra!] Tăng 50% Sát thương và giảm 35% Tỷ lệ hồi máu của kẻ địch trúng chiêu.",
        "[Tránh ra!] Tăng 50% Sát thương và giảm 42% Tỷ lệ hồi máu của kẻ địch trúng chiêu.",
        "[Tránh ra!] Tăng 50% Sát thương và giảm 50% Tỷ lệ hồi máu của kẻ địch trúng chiêu."
      ],
      "story": "Lavril tìm thấy lều của một thầy bói lang thang vào một đêm khuya. Có những sinh vật lạ bay quanh cô và chúng đang tạo ra một bầu không khí kỳ lạ khiến Lavril cảm thấy khó tiếp cận. Thầy bói cảm nhận được sự hiện diện của Lavril và chào mừng cô. – Chào mừng đến với Lều của thầy bói Stardust. Ngươi muốn biết điều gì? Nhìn thầy bói đang mỉm cười, Lavril lí nhí mở miệng. – Bọn... ta muốn kết bạn. Một người bạn khác với bọn ta... Một người bạn thở được và bọn ta có thể chạm vào... Bọn... ta có thể gặp những người bạn như thế ở đâu? Thầy bói mỉm cười, rồi đưa cho cô ấy một lá bài. Trên lá bài khắc hình mặt trăng đó có vẽ một sinh vật dũng mãnh. Lavril cố đặt lá bài xuống ngay vì nỗi sợ bản năng, nhưng sau đó cô ấy cảm thấy sinh vật đó chấp nhận để cho cô chạm vào, như thể làm giảm bớt sự lo lắng của cô. Đó quả thật là một cảm giác kỳ lạ, mặt của Lavril hơi biến sắc nhưng sớm cảm thấy dễ chịu. Sau đó, thầy bói đặt tay bà ta lên tay Lavril. – Cô không phải tìm đâu xa. Chẳng phải chúng ta là bạn tốt đây sao? Dứt lời, thầy bói lần lượt di chuyển các lá bài, trong khi vẫn nắm tay Lavril. Những lá bài đang rỉ tai với thầy bói trong im lặng, như thể họ muốn biến khao khát của Lavril thành sự thật. Chẳng mấy chốc, thầy bói rải các lá bài ra rồi tươi cười nói. – Những đứa trẻ này xem ra thích cô lắm. Họ đang nói cho ta biết rằng cô sẽ gặp rất nhiều người mà cô sẽ quý mến. Trong tương lai gần, cô sẽ gặp được những người bạn mà cô đang mong chờ."
    }
  },
  "s2": {
    "name": "Chịu đựng...!",
    "description": "Hồi {0} HP cho đồng minh có điểm Tấn công cao nhất và hồi thêm {2} HP mỗi {1} giây trong 15 giây. Tăng Sát thương chí mạng của đồng minh thêm 50% + 15% Sát thương chí mạng của Lavril trong 15 giây. Sau khi dùng kỹ năng này, thì có thể dùng được [Thật đáng sợ...!] trong {3} giây.",
    "books": {
      "0": "Tăng phục hồi và sát thương {0}%.",
      "1": "Tăng phục hồi và sát thương {0}%.",
      "2": "Tăng phục hồi và sát thương {0}%."
    },
    "light": "[Chịu đựng...!] Ngăn không cho HP của mục tiêu giảm xuống dưới 5% trong thời gian hiệu lực của kỹ năng. [Thật đáng sợ...!] Loại bỏ hiệu ứng có lợi của mục tiêu.",
    "dark": "[Chịu đựng...!] Tăng 20% mức Tấn công của mục tiêu trong khi dùng kỹ năng. [Thật đáng sợ...!] – Tăng thêm 1 mục tiêu.",
    "ut": {
      "name": "Mùi hương thần tiên",
      "description": [
        "[Chịu đựng...!] Tăng 50% Tỷ lệ hồi máu và 20% Sát thương chí mạng. [Thật đáng sợ...!] Tăng 50% Sát thương và giảm 10% Phòng thủ phép thuật của mục tiêu.",
        "[Chịu đựng...!] Tăng 50% Tỷ lệ hồi máu và 24% Sát thương chí mạng. [Thật đáng sợ...!] Tăng 50% Sát thương và giảm 12% Phòng thủ phép thuật của mục tiêu.",
        "[Chịu đựng...!] Tăng 50% Tỷ lệ hồi máu và 29% Sát thương chí mạng. [Thật đáng sợ...!] Tăng 50% Sát thương và giảm 14% Phòng thủ phép thuật của mục tiêu.",
        "[Chịu đựng...!] Tăng 50% Tỷ lệ hồi máu và 35% Sát thương chí mạng. [Thật đáng sợ...!] Tăng 50% Sát thương và giảm 17% Phòng thủ phép thuật của mục tiêu.",
        "[Chịu đựng...!] Tăng 50% Tỷ lệ hồi máu và 42% Sát thương chí mạng. [Thật đáng sợ...!] Tăng 50% Sát thương và giảm 21% Phòng thủ phép thuật của mục tiêu.",
        "[Chịu đựng...!] Tăng 50% Tỷ lệ hồi máu và 50% Sát thương chí mạng. [Thật đáng sợ...!] Tăng 50% Sát thương và giảm 25% Phòng thủ phép thuật của mục tiêu."
      ],
      "story": "Vào một ngày nắng đẹp, Lavril đang rụt rè lang thang quanh một ngôi làng. Cô muốn đi vào trong làng và kết bạn, nhưng khi nhớ lại chuyện bị các linh mục Lua xua đuổi gần đây, cô lại thôi. Ngay sau đó, cô ấy nghe được một tiếng hát vui tươi gần vườn hoa bên ngoài làng. Cô tò mò, đi chầm chậm về phía có tiếng hát. Một cô gái đang hát và chơi đàn hạc giữa những khóm hoa rung rinh. Xung quanh là trẻ con, các con vật cùng các nàng tiên đang nhảy múa theo bài hát của cô gái. Bị mê hoặc bởi cảnh tượng, cô ấy đi về phía vườn hóa lúc nào không hay. Khoảnh khắc cô đặt chân vào vườn hoa, các nàng tiên và động vật bắt đầu la hét và trốn đi, còn trẻ con thì òa khóc. Họ rất nhạy cảm với năng lượng và sự hiện diện của Lavril khiến họ cảm thấy bị đe dọa. Tuy nhiên, cô gái kia lại phản ứng hoàn toàn khác. Cô ấy trấn an các sinh vật và hái một vài bông hoa xung quanh rồi đưa cho Lavril. Cầm đóa hoa trên tay, Lavril nở một nụ cười hạnh phúc vì cảm thấy mình đã được chấp nhận. Khi nhận ra rằng Lavril sẽ không làm hại họ, các con vật, nàng tiên và những đứa trẻ bắt đầu vui vẻ chào đón cô."
    },
    "linked": {
      "0": {
        "name": "Thật đáng sợ...!",
        "description": "Gây {0} Sát thương phép thuật lên kẻ địch và giảm 250 điểm Tốc độ tấn công của kẻ địch trong 15 giây, đồng thời tăng 25% Sát thương phép thuật mà kẻ địch phải nhận."
      }
    }
  },
  "s3": {
    "name": "Để ta yên...!",
    "description": "Tạo ra một Cơn lốc ma quái trên diện rộng về phía trước, gây {0} Sát thương phép thuật mỗi 0,5 giây trong 5 giây. Mỗi đòn tấn công làm giảm {1}% điểm Tấn công của kẻ địch trúng đòn trong 5 giây và tăng {2}% Sát thương phép thuật mà chúng phải nhận. Hiệu ứng này có thể cộng dồn tối đa 15 lần.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Giảm 30% thời gian hồi chiêu.",
    "dark": "Giảm 1 điểm Tiêu hao mana.",
    "ut": {
      "name": "Bảo hộ phước lành",
      "description": [
        "[Để ta yên...!] Tăng 1 giây thời gian hiệu lực của kỹ năng và mỗi đòn đánh trúng tăng 1% Sát thương phép thuật mà mục tiêu phải nhận.",
        "[Để ta yên...!] Tăng 1 giây thời gian hiệu lực của kỹ năng và mỗi đòn đánh trúng tăng 1,2% Sát thương phép thuật mà mục tiêu phải nhận.",
        "[Để ta yên...!] Tăng 1 giây thời gian hiệu lực của kỹ năng và mỗi đòn đánh trúng tăng 1,4% Sát thương phép thuật mà mục tiêu phải nhận.",
        "[Để ta yên...!] Tăng 1 giây thời gian hiệu lực của kỹ năng và mỗi đòn đánh trúng tăng 1,7% Sát thương phép thuật mà mục tiêu phải nhận.",
        "[Để ta yên...!] Tăng 1 giây thời gian hiệu lực của kỹ năng và mỗi đòn đánh trúng tăng 2,1% Sát thương phép thuật mà mục tiêu phải nhận.",
        "[Để ta yên...!] Tăng 1 giây thời gian hiệu lực của kỹ năng và mỗi đòn đánh trúng tăng 2,5% Sát thương phép thuật mà mục tiêu phải nhận."
      ],
      "story": "Khi Lavril xuất hiện, mọi người đều nghĩ cô là một hồn ma đáng sợ và lan truyền tin đồn về cô. Nhà thờ Lua cho gọi các vị linh mục tối cao xung quanh để xử lý cô. Thánh thần ban phúc Lucias và Baudouin phóng túng là hai trong số các linh mục được triệu tập. Khi nghe về Lavril, hai linh mục tức tốc theo dấu và đối mặt với cô. Ngay khi nhìn thấy cô, họ nhận ra rằng cô không phải là một hồn ma bình thường mà là sự kết hợp của những hồn ma trẻ em. Họ sớm biết rằng cô ấy không phải là mối họa. Tuy nhiên, Nhà thờ đã lên tiếng. Các hồn ma phải được trừ tà và vai trò của linh mục là thanh tẩy và đưa cô ấy đến nơi cô thuộc về. Lucias có một ý khác. Lavril là một linh hồn thuần khiết và không đáng bị trừ trà. Anh ta muốn cô chuyển tiếp sang kiếp phàm tiếp theo khi đến thời điểm, theo quy luật tự nhiên. Lucias rút khăn tay ra, lau đi những giọt lệ trên mặt Lavril và chỉ cho cô con đường đến với ánh sáng cùng với lời dạy của nữ thần Lua. Chiếc khăn tay này gợi nhắc cô ấy về Lucias, ngọn hải đăng dẫn đường khi cô gặp khó khăn."
    }
  },
  "s4": {
    "name": "Mãi mãi bên nhau...",
    "description": "Lúc bắt đầu trận chiến đầu tiên, hình thành một Liên kết linh hồn với đồng minh có điểm Tấn công cao nhất. Không thể xóa bỏ hiệu ứng này. Đồng minh đang Liên kết linh hồn sẽ hồi phục {1} Mana mỗi giây và điểm Tấn công tăng thêm {0}",
    "books": {
      "0": "Tăng  {0}% mức Tăng tấn công",
      "1": "Tăng  {0}% mức Tăng tấn công",
      "2": "Tăng  {0}% mức Tăng tấn công"
    },
    "light": "Tăng {0} Xuyên phòng thủ của đồng minh đang Liên kết linh hồn.",
    "dark": "Tăng {0}% Tất cả phòng thủ của đồng minh đang Liên kết linh hồn.",
    "ut": {
      "name": "Giọt lệ linh hồn",
      "description": [
        "[Mãi mãi bên nhau...] Tăng 50% mức hỗ trợ Tấn công. Tăng 10% Tỷ lệ hồi máu cho các đồng minh có Liên kết linh hồn.",
        "[Mãi mãi bên nhau...] Tăng 50% mức hỗ trợ Tấn công. Tăng 12% Tỷ lệ hồi máu cho các đồng minh có Liên kết linh hồn.",
        "[Mãi mãi bên nhau...] Tăng 50% mức hỗ trợ Tấn công. Tăng 14% Tỷ lệ hồi máu cho các đồng minh có Liên kết linh hồn.",
        "[Mãi mãi bên nhau...] Tăng 50% mức hỗ trợ Tấn công. Tăng 17% Tỷ lệ hồi máu cho các đồng minh có Liên kết linh hồn.",
        "[Mãi mãi bên nhau...] Tăng 50% mức hỗ trợ Tấn công. Tăng 21% Tỷ lệ hồi máu cho các đồng minh có Liên kết linh hồn.",
        "[Mãi mãi bên nhau...] Tăng 50% mức hỗ trợ Tấn công. Tăng 25% Tỷ lệ hồi máu cho các đồng minh có Liên kết linh hồn."
      ],
      "story": "Ác linh là hiện thân của sự oán hận, không kiểm soát được chính mình do bản năng mạnh mẽ, bị thôi thúc bởi những cảm xúc tiêu cực như phẫn nộ và thù hận. Chúng ghen tị với người sống và không ngần ngại công kích để biến họ thành những Ác linh mới giống mình. Tuy nhiên, Lavril sinh ra từ sự thơ ngây bồng bột của trẻ nhỏ. Nó là một ngoại lệ quá thuần khiết với cái tên Ác linh. Một thực thể kỳ lạ mà sự tồn tại có vẻ trớ trêu. Dẫu cho có chất chứa vô vàn linh hồn thì ở nó, sự cô độc luôn ngự trị. Lần đầu thức tỉnh trên vùng đất này, cô không biết mình là ai hay là cái gì. Cô cũng không rõ phải làm sao, trong khi sự đau đớn và giày vò xâm chiếm cơ thể cô. Nỗi thống khổ của những linh hồn trẻ tuổi đã ra đi trong đau đớn bắt đầu hóa thành nước mắt, và sức mạnh bùng nổ của các linh hồn đã gọi về những Ác linh khác. Người ta nói rằng bầu trời bao la bỗng chốc tối đen khi Lavril ra đời. Khi cô cất tiếng khóc kinh hoàng, kẻ đầu tiên tìm đến là Người dẫn hồn Rephy. Biết được cảnh ngộ của Lavril qua lời kể của những linh hồn khác, cậu đã tìm thấy cô với sự trợ giúp của Oddy và Nyx. Rephy tặng rất nhiều quà để dỗ dành cô, và đây là món quà mà cô chú ý nhất. Đó là một loại đá quý mà các Ác linh hằn học để lại khi chúng bị xua đuổi. Dấu vết cuối cùng của một linh hồn được giải phóng, kẻ mà cuối cùng đã tìm thấy tự do trong sự xấu xa. Viên đá quý này được cho là đã xoa dịu nỗi đau sâu thẳm của Lavril."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Khi trúng đòn, tăng 3% điểm Tấn công của đồng minh đang Liên kết linh hồn. Hiệu ứng này có thể cộng dồn tối đa 20 lần."
  }
}