{
  "name": "Seria",
  "subtitle": "Bóng tối của Vực thẳm",
  "description": "Seria là người thừa kế thứ 101. của ShadowHilt, gia tộc thợ săn chuyên săn lùng các giống loài siêu nhiên, không phải người. Cô lặn lội đường xa tới Orvelia với tư cách thợ săn ma cà rồng, mong muốn báo thù đứa em gái đã biến thành ma cà rồng và tàn sát đồng đội của cô. Seria cho rằng chỉ cái chết mới có thể giải thoát đứa em bé bỏng của mình khỏi sự thống khổ.",
  "story": "Người thừa kế thứ 101 của Gia tộc ShadowHilt và là chị gái của Erze. Mọi người coi cô là một người lạnh lùng do thái độ của cô không mấy thân thiện. Tuy nhiên, lúc ở cạnh đứa em gái yêu quý Erze, cô đã từng vui cười không ngớt. Seria cảm thấy xót thương đứa em gái yếu ớt của mình, nên luôn bảo vệ nó quá mức mà không nhận ra rằng, điều đó khiến cho Erze ngày càng sầu não hơn. Một ngày nọ, Erze rơi vào bẫy trong khi làm nhiệm vụ. Dù được cứu nhưng bệnh tình của Erze bắt đầu trở nên trầm trọng. Trong khi đó, Seria được phái đến Núi tuyết Windland để theo dấu Công chúa Ma cà rồng. Cô mang máng nhận ra có gì đó không ổn với em gái mình, nhưng đặt nhiệm vụ lên trên hết, cô vẫn rời đi, cầu mong những điều cô nghĩ không phải là thực. Tuy nhiên, tai họa ập xuống với Erze như thể đùa bỡn lời nguyện cầu của Seria. – Ôi người chị yêu quý của em, Seria! Seria trở về nhưng chỉ thấy xác đồng đội la liệt trên mặt đất, lạnh như băng. Erze chào đón cô bằng hai chiếc răng nanh sắc nhọn, khát máu. Seria bị giày vò trong mớ cảm xúc hỗn độn. Trái tim cô vụn vỡ, nhưng bằng giọng điệu bình tĩnh, lạnh lùng, cô nói. - Ngươi... ngươi không còn là đứa em gái bé bỏng của ta nữa. Ngươi là loài hút máu bẩn thỉu.",
  "like": "Cô em gái Erze, bánh kem dâu, những thanh kiếm tốt, mặt trăng.",
  "dislike": "Ma cà rồng Erze, nhện",
  "inn": {
    "idle": "Nơi này khá ấm áp.",
    "recruit": {
      "greet": "Được rồi.",
      "talk": [
        "Có vẻ như đường phố ban đêm ở đây vẫn an toàn.",
        "Ngươi có một vài đồng đội tốt đấy. Đồng đội ư...? Ha ha.",
        "Liệu ta có thể tin ai đó một lần nữa hay không?..."
      ],
      "gift": "Ta có lý do riêng để không nhận lệnh vào lúc này."
    },
    "affinity": {
      "greet": "Chẳng phải ta đã nói là sẽ không nhận lệnh hay sao?",
      "talk": [
        "Ta tới đây để tìm một người. Ta không có nghĩa vụ phải nói cho ngươi biết người đó là ai, đúng chứ?... Đó là em gái ta. Ta đang tìm con bé.",
        "Dạo gần đây chúng ta chạm mặt nhau suốt. Ngươi tới đây tìm ai ư? Nếu là đồng đội hoặc người thân, thì hãy trân trọng họ..."
      ],
      "gift": "... Cảm ơn, ta chỉ... Xin lỗi, ta rất cảm kích."
    },
    "relationship": {
      "greet": "À, Này... Ngươi khỏe chứ?",
      "talk": [
        "Những đêm tối thống khổ tựa địa ngục mà Erze phải chịu đựng... Ta đã không làm gì được cho con bé. Có lẽ chính ta đã khiến con bé ra nông nỗi như hôm nay. Phải, tất cả là lỗi tại ta...",
        "Điều tốt nhất ta có thể làm là để cho linh hồn con bé được yên nghỉ. Không còn cách nào khác. Cứ nghĩ về điều đó lại khiến tim ta vụn vỡ... Tâm trí không cho phép ta chĩa thanh gươm về phía đứa em của mình.",
        "Ta... Ta muốn nói lời cảm ơn. Cảm ơn ngươi đã trò chuyện... đã lắng nghe ta. Nếu chúng ta có gặp lại, thì..."
      ]
    }
  },
  "uw": {
    "name": "Kẻ hành quyết lang thang, Elsion",
    "description": [
      "Giảm 20% Tỷ lệ hồi máu của bản thân. Khi kỹ năng chí mạng trúng mục tiêu, gây thêm Sát thương phép thuật tương đương 30% điểm Tấn công. Giảm 24% Tỷ lệ hồi máu của mục tiêu trong 5 giây và tăng 4% Tỷ lệ hồi máu của bản thân trong 20 giây. Hiệu ứng tăng Tỷ lệ hồi máu có thể cộng dồn tối đa 5 lần và không thể giải trừ.",
      "Giảm 20% Tỷ lệ hồi máu của bản thân. Khi kỹ năng chí mạng trúng mục tiêu, gây thêm Sát thương phép thuật tương đương 36% điểm Tấn công. Giảm 29% Tỷ lệ hồi máu của mục tiêu trong 5 giây và tăng 5% Tỷ lệ hồi máu của bản thân trong 20 giây. Hiệu ứng tăng Tỷ lệ hồi máu có thể cộng dồn tối đa 5 lần và không thể giải trừ.",
      "Giảm 20% Tỷ lệ hồi máu của bản thân. Khi kỹ năng chí mạng trúng mục tiêu, gây thêm Sát thương phép thuật tương đương 42% điểm Tấn công. Giảm 35% Tỷ lệ hồi máu của mục tiêu trong 5 giây và tăng 6% Tỷ lệ hồi máu của bản thân trong 20 giây. Hiệu ứng tăng Tỷ lệ hồi máu có thể cộng dồn tối đa 5 lần và không thể giải trừ.",
      "Giảm 20% Tỷ lệ hồi máu của bản thân. Khi kỹ năng chí mạng trúng mục tiêu, gây thêm Sát thương phép thuật tương đương 51% điểm Tấn công. Giảm 42% Tỷ lệ hồi máu của mục tiêu trong 5 giây và tăng 7% Tỷ lệ hồi máu của bản thân trong 20 giây. Hiệu ứng tăng Tỷ lệ hồi máu có thể cộng dồn tối đa 5 lần và không thể giải trừ.",
      "Giảm 20% Tỷ lệ hồi máu của bản thân. Khi kỹ năng chí mạng trúng mục tiêu, gây thêm Sát thương phép thuật tương đương 63% điểm Tấn công. Giảm 50% Tỷ lệ hồi máu của mục tiêu trong 5 giây và tăng 9% Tỷ lệ hồi máu của bản thân trong 20 giây. Hiệu ứng tăng Tỷ lệ hồi máu có thể cộng dồn tối đa 5 lần và không thể giải trừ.",
      "Giảm 20% Tỷ lệ hồi máu của bản thân. Khi kỹ năng chí mạng trúng mục tiêu, gây thêm Sát thương phép thuật tương đương 75% điểm Tấn công. Giảm 60% Tỷ lệ hồi máu của mục tiêu trong 5 giây và tăng 10% Tỷ lệ hồi máu của bản thân trong 20 giây. Hiệu ứng tăng Tỷ lệ hồi máu có thể cộng dồn tối đa 5 lần và không thể giải trừ."
    ],
    "story": "Thanh kiếm quyền lực được truyền lại cho các chủ nhân gia tộc ShadowHilt. Thanh kiếm này chứa đựng quyền năng của những giống loài hùng mạnh đã thề phục vụ gia tộc ShadowHilt. Một trong số chúng là các Nguyên tố, số khác là những tinh linh vô tội và thậm chí một số còn là quỷ dữ. Tương truyền có tới hàng vạn thế lực tà ác đã gục ngã dưới thanh kiếm này. Nó cũng có đặc tính ma quỷ trói buộc linh hồn của quỷ dữ bị lưỡi kiếm này hạ gục. Dù có sức mạnh ghê gớm đến vậy, nhưng trong vòng 600 năm, chỉ chưa đến 5 người có thể sử dụng thanh kiếm này. Seria, Người thừa kế của Gia tộc ShadowHilt và là chủ nhân duy nhất trong lịch sử được thanh kiếm lựa chọn, đã thỏa hiệp với thanh kiếm nhằm giải thoát linh hồn của đứa em gái mà cô hết mực yêu thương."
  },
  "s1": {
    "name": "Thanh kiếm thần bí - Cánh hoa rơi",
    "description": "Tung ra một nhát chém theo chiều ngang về phía trước, gây {0} Sát thương phép thuật lên mục tiêu và phạm vi ngay cạnh mục tiêu. Sau khi sử dụng, có thể kích hoạt [Thanh kiếm thần bí - Nở hoa] một lần trong 5 giây.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "[Thanh kiếm thần bí - Cánh hoa rơi] - Lượng tiêu thụ mana giảm 1. [Thanh kiếm thần bí - Nở hoa] - Làm giảm 50% lực hồi phục của đối tượng nhận phải sát thương trong 5 giây.",
    "dark": "[Thanh kiếm thần bí - Cánh hoa rơi] - Làm tăng 25% sát thương phép địch nhận phải trong 10 giây. [Thanh kiếm thần bí - Nở hoa] - Lượng tiêu thụ mana tăng 1 và bỏ qua phòng thủ của kẻ địch.",
    "ut": {
      "name": "Đá mài của ác quỷ",
      "description": [
        "[Thanh kiếm thần bí - Cánh hoa rơi] Tăng 50% Sát thương và hồi phục 200 Mana khi có Đòn chí mạng. [Thanh kiếm thần bí - Nở hoa] Tăng 50% Sát thương và giảm 0.8 giây Thời gian hồi chiêu của [Thanh kiếm thần bí - Cánh hoa rơi] khi có Đòn chí mạng.",
        "[Thanh kiếm thần bí - Cánh hoa rơi] Tăng 50% Sát thương và hồi phục 240 Mana khi có Đòn chí mạng. [Thanh kiếm thần bí - Nở hoa] Tăng 50% Sát thương và giảm 1 giây Thời gian hồi chiêu của [Thanh kiếm thần bí - Cánh hoa rơi] khi có Đòn chí mạng.",
        "[Thanh kiếm thần bí - Cánh hoa rơi] Tăng 50% Sát thương và hồi phục 290 Mana khi có Đòn chí mạng. [Thanh kiếm thần bí - Nở hoa] Tăng 50% Sát thương và giảm 1.2 giây Thời gian hồi chiêu của [Thanh kiếm thần bí - Cánh hoa rơi] khi có Đòn chí mạng.",
        "[Thanh kiếm thần bí - Cánh hoa rơi] Tăng 50% Sát thương và hồi phục 350 Mana khi có Đòn chí mạng. [Thanh kiếm thần bí - Nở hoa] Tăng 50% Sát thương và giảm 1.4 giây Thời gian hồi chiêu của [Thanh kiếm thần bí - Cánh hoa rơi] khi có Đòn chí mạng.",
        "[Thanh kiếm thần bí - Cánh hoa rơi] Tăng 50% Sát thương và hồi phục 420 Mana khi có Đòn chí mạng. [Thanh kiếm thần bí - Nở hoa] Tăng 50% Sát thương và giảm 1.7 giây Thời gian hồi chiêu của [Thanh kiếm thần bí - Cánh hoa rơi] khi có Đòn chí mạng.",
        "[Thanh kiếm thần bí - Cánh hoa rơi] Tăng 50% Sát thương và hồi phục 500 Mana khi có Đòn chí mạng. [Thanh kiếm thần bí - Nở hoa] Tăng 50% Sát thương và giảm 2 giây Thời gian hồi chiêu của [Thanh kiếm thần bí - Cánh hoa rơi] khi có Đòn chí mạng."
      ],
      "story": "Một viên đá mài đầy điềm xấu, nghe đồn là ẩn chứa linh hồn của một tên ác quỷ. Viên đá mài này có thể được dùng để mài sắc những thanh kiếm có khế ước nô lệ, vì mấy viên đá bình thường không có tác dụng với chúng. Khi dùng nó với Ngọn nến khai sáng, Elsion có thể tăng tối đa khả năng kháng Ác quỷ."
    },
    "linked": {
      "0": {
        "name": "Thanh kiếm thần bí - Nở hoa",
        "description": "Tung ra một nhát chém theo chiều dọc về phía trước, gây {0} Sát thương phép thuật lên mục tiêu và phạm vi ngay cạnh mục tiêu."
      }
    }
  },
  "s2": {
    "name": "Lưỡi kiếm vấy máu",
    "description": "Lao nhanh về phía trước, gây {0} Sát thương phép thuật và gây ra hiệu ứng Căn nguyên huyết tội không thể gỡ bỏ lên kẻ địch trong {1} giây. Kẻ địch bị dính trạng thái Căn nguyên huyết tội sẽ bị giảm {2} tốc độ tấn công. Sau đó, tấn công 2 lần lên kẻ địch đang ở trạng thái Căn nguyên huyết tội, gây ra {3} Sát thương phép thuật thêm, khi đối thủ không phải là anh hùng sẽ gây thêm {4} sát thương phép bỏ qua phòng thủ.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Giảm 1 điểm mức Tiêu hao mana.",
    "dark": "Hồi phục 200 mana mỗi lần gây ra sát thương.",
    "ut": {
      "name": "Nhẫn vực thẳm",
      "description": [
        "[Lưỡi kiếm vấy máu] Tăng 50% Sát thương và giảm 200 điểm Đỡ đòn phép thuật của kẻ địch chịu ảnh hưởng.",
        "[Lưỡi kiếm vấy máu] Tăng 50% Sát thương và giảm 240 điểm Đỡ đòn phép thuật của kẻ địch chịu ảnh hưởng.",
        "[Lưỡi kiếm vấy máu] Tăng 50% Sát thương và giảm 290 điểm Đỡ đòn phép thuật của kẻ địch chịu ảnh hưởng.",
        "[Lưỡi kiếm vấy máu] Tăng 50% Sát thương và giảm 350 điểm Đỡ đòn phép thuật của kẻ địch chịu ảnh hưởng.",
        "[Lưỡi kiếm vấy máu] Tăng 50% Sát thương và giảm 420 điểm Đỡ đòn phép thuật của kẻ địch chịu ảnh hưởng.",
        "[Lưỡi kiếm vấy máu] Tăng 50% Sát thương và giảm 500 điểm Đỡ đòn phép thuật của kẻ địch chịu ảnh hưởng."
      ],
      "story": "Một chiếc nhẫn bạc đại diện cho gia tộc ShadowHilt. Mỗi khi cảm thấy cuộc sống của mình vô nghĩa, Seria lại chạm vào nó. Làm vậy sẽ nhắc cô nhớ lại những người đồng đội đã chết của mình, lấp đầy trái tim cô bằng nỗi khát khao trả thù đứa em gái Erze. Trớ trêu thay, ẩn giấu đằng sau những viên đá quý trên chiếc nhẫn là một thông điệp do Erze viết khi còn bé, nhưng Seria chẳng hề hay biết."
    }
  },
  "s3": {
    "name": "Lưỡi kiếm mặt trăng máu",
    "description": "Tập trung và vung thanh kiếm nhuốm máu mặt trăng, gây {0} Sát thương phép thuật lên kẻ địch trên diện rộng, kẻ địch không phải Anh hùng sẽ nhận thêm {1} Sát thương phép thuật. Khi trăng tròn sẽ thành trạng thái Ánh trăng trong {2} giây để gây {3} Sát thương phép thuật lên kẻ địch và giảm {4}% lực hồi phục của chúng, khi đối tượng không phải là anh hùng sẽ gây thêm {5} sát thương phép. Trong lúc ra chiêu sẽ không chịu ảnh hưởng trước thay đổi của tốc độ tấn công.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Hủy hiệu quả có lợi của toàn bộ đối thủ trong phạm vi.",
    "dark": "Tăng 1 mức Tiêu hao mana và bỏ qua Phòng thủ khi tấn công kẻ địch không phải Anh hùng.",
    "ut": {
      "name": "Ngọn nến khai sáng",
      "description": [
        "[Lưỡi kiếm mặt trăng máu] Được miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng. Khi bắt đầu trận chiến, tăng 70% Sát thương 4 lần.",
        "[Lưỡi kiếm mặt trăng máu] Được miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng. Khi bắt đầu trận chiến, tăng 70% Sát thương 5 lần.",
        "[Lưỡi kiếm mặt trăng máu] Được miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng. Khi bắt đầu trận chiến, tăng 70% Sát thương 6 lần.",
        "[Lưỡi kiếm mặt trăng máu] Được miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng. Khi bắt đầu trận chiến, tăng 70% Sát thương 7 lần.",
        "[Lưỡi kiếm mặt trăng máu] Được miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng. Khi bắt đầu trận chiến, tăng 70% Sát thương 9 lần.",
        "[Lưỡi kiếm mặt trăng máu] Được miễn nhiễm trạng thái chế ngự trong thời gian tác dụng của kỹ năng. Khi bắt đầu trận chiến, tăng 70% Sát thương 10 lần."
      ],
      "story": "Tương truyền, ngọn nến đã nằm trên bàn tại hội trường nơi các chiến binh cổ đại từ khắp các lục địa khác nhau tề tựu nhằm mục đích đánh bại các giống loài siêu nhiên. Ngọn nến cổ xưa này rực cháy ánh lửa xanh lam trừ tà ma. Khi ngọn lửa chạm vào thực thể quỷ dữ, nó sẽ hút cạn sự sống khỏi cơ thể sinh vật đó. Đây chính là nguyên liệu đầu tiên mà Seria dùng khi tinh luyện thanh kiếm của cô."
    }
  },
  "s4": {
    "name": "Phù thủy máu lạnh",
    "description": "Tăng {0} điểm Tấn công. Khi có đòn chí mạng, tăng {1}% Sát thương chí mạng của bản thân. Hiệu ứng này có thể cộng dồn tối đa 30 lần.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công",
      "1": "Tăng {0}% lượng tăng lực tấn công",
      "2": "Tăng {0}% lượng tăng lực tấn công"
    },
    "light": "Giảm 0.7% Sát thương gánh chịu trên mỗi lần cộng dồn.",
    "dark": "Khi bắt đầu trận chiến, tăng 25% Sát thương lên kẻ địch không phải Anh hùng trong 200 giây.",
    "ut": {
      "name": "Bát quái ác quỷ",
      "description": [
        "[Phù thủy máu lạnh] Tăng 50% mức hỗ trợ Tấn công và tăng số lần cộng dồn tối đa mức hỗ trợ Sát thương chí mạng thêm 2 lần.",
        "[Phù thủy máu lạnh] Tăng 50% mức hỗ trợ Tấn công và tăng số lần cộng dồn tối đa mức hỗ trợ Sát thương chí mạng thêm 3 lần.",
        "[Phù thủy máu lạnh] Tăng 50% mức hỗ trợ Tấn công và tăng số lần cộng dồn tối đa mức hỗ trợ Sát thương chí mạng thêm 4 lần.",
        "[Phù thủy máu lạnh] Tăng 50% mức hỗ trợ Tấn công và tăng số lần cộng dồn tối đa mức hỗ trợ Sát thương chí mạng thêm 6 lần.",
        "[Phù thủy máu lạnh] Tăng 50% mức hỗ trợ Tấn công và tăng số lần cộng dồn tối đa mức hỗ trợ Sát thương chí mạng thêm 8 lần.",
        "[Phù thủy máu lạnh] Tăng 50% mức hỗ trợ Tấn công và tăng số lần cộng dồn tối đa mức hỗ trợ Sát thương chí mạng thêm 10 lần."
      ],
      "story": "Bát quái mà người thủ lĩnh đầu tiên của Gia tộc Shadow Hilt nhận được từ một thực thể siêu nhiên. Chỉ những thủ lĩnh của Shadow Hilt mới có thể chế ngự vật này và phát huy tối đa sức mạnh của Elsion thông qua năng lượng ác quỷ chứa bên trong. 8 quái thú khác nhau đã trừng phạt cái ác được phong ấn vào bát quái và các dòng sức mạnh khác nhau sẽ trỗi dậy tùy vào mỗi bát quái chỉ âm hay dương. Khi cả bát quái đều hướng về âm, thì trăng tròn do Phù thủy máu lạnh triệu hồi sẽ đỏ rực hơn bao giờ hết."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Tất cả tấn công của bản thân chắc chắn phát sinh đòn chí mạng nhưng bù lại sẽ không thể chặn và sát thương nhận phải sẽ tăng 25%."
  }
}