{
  "name": "Erze",
  "subtitle": "Cơn khát vô tận",
  "description": "Cũng giống như người chị Seria, Erze từng là một thợ săn ma cà rồng. Tuy nhiên, vì bị chính sức mạnh của mình tha hóa, cô tàn sát đồng đội và lựa chọn hóa thân thành ma cà rồng. Sau khi giết chóc và hấp thụ sức mạnh của ma cà rồng tối cao đã biến đổi cô, cô rời xa Seria, người chị và cũng là người duy nhất còn sống sót, để đi tới Orvelia.",
  "story": "Là đứa con gái thứ hai của gia đình ShadowHilt, Erze nối gót người chị Seria yêu dấu của mình, quyết định trở thành thợ săn ma cà rồng. Thể trạng yếu ớt khiến Erze không thể học cách sử dụng kiếm thuật, nhưng bằng tài năng phép thuật của mình, cô vẫn trở thành một thợ săn nổi tiếng. Một ngày nọ, trong một chiến dịch, cô bị rơi vào bẫy và một ma cà rồng bí ẩn đã cắn vào vai cô. Cơ thể cô ngày càng yếu ớt và hằng đêm, cô phải chịu đựng cơn khát và cơn đau đầu không dứt. Erze biết ý nghĩa của những dấu hiệu này và điều gì rồi sẽ xảy đến với cô. Cô che dấu vết cắn và nỗ lực tự mình tìm cách chữa trị, cố gắng tránh xa đồng đội. Trong khi đó, Seria được phái đến Núi tuyết Windland để điều tra Công chúa Ma cà rồng đã mất tích từ 100 năm trước. Vào ngày chị cô rời đi... - Ôi, Seria... Em không thể kiểm soát được nữa rồi... Thầm lặng và bí mật, Erze bắt đầu cắn vào cổ họng đồng đội của mình.",
  "like": "Seria khi là một người chị, ly kem sô cô la, dòng máu tha hóa",
  "dislike": "Seria khi là thợ săn ma cà rồng, nhện",
  "inn": {
    "idle": "Trông thứ nào cũng ngon... *Ngoàm*",
    "recruit": {
      "greet": "Ta biết một trò chơi hồi hộp cho cả nhóm. Muốn thử không?",
      "talk": [
        "Sao trông ngươi cứ sợ sệt thế nhỉ?",
        "Sao, ngươi sợ ta sẽ cắn ngươi ư?",
        "Ta đảm bảo ngươi chưa bao giờ thấy khoái lạc như thế này đâu."
      ],
      "gift": "Ha ha, không cần làm vậy đâu... Sao không cho ta xem cái cổ của nhà ngươi đi nhỉ?"
    },
    "affinity": {
      "greet": "Ta đã từng gặp ngươi rồi... A ha ha. Trùng hợp thế.",
      "talk": [
        "Ma cà rồng không giống ác quỷ chút nào. Ta đồng ý rằng ác quỷ bậc cao có thể chấp nhận được, nhưng lũ còn lại đúng là đồ bỏ đi.",
        "Hương vị của dòng máu tha hóa... Nó khiến ta ngây ngất. Đúng, thực sự ngây ngất!"
      ],
      "gift": "Ngươi có khẩu vị rất tốt. Và mỗi lần gặp, trông ngươi càng dễ thương hơn đấy!"
    },
    "relationship": {
      "greet": "Ta muốn ngươi nhớ đến ta bằng thứ này. Đó là dấu răng của kẻ đã cắn ta...",
      "talk": [
        "Hừm, ả đàn bà đó vẫn theo đuôi ta...Ả đàn bà đó... Cô ấy... Chị gái ta... Ta nhớ chị ấy... Nhưng ta cũng muốn giết ả... he he!",
        "Kẻ xuất hiện lần trước. Hắn đem cho người khác máu của mình. Máu sẽ vô dụng nếu như không có ý chí trong đó. Điều đó có nghĩa rằng hắn tự nguyện đem cho máu của mình... Ta thắc mắc không biết hắn nhận lại được gì? Ta đáng ra nên hỏi điều này trước khi giết hắn.",
        "Không, không đời nào ta quay trở lại là ta của ngày xưa. He he, cái gì, chẳng lẽ ngươi tưởng ta sẽ từ bỏ sự khoái lạc này để trở lại những ngày u uất như xưa ư!? Không, không bao giờ! Ta sẽ không quay đầu lại... Nhưng... nếu thực sự ta có quay đầu lại... thì cũng chỉ có một lý do mà thôi... Đúng thế... Nếu ta trở lại... Thì đó là vì chị ta."
      ]
    }
  },
  "uw": {
    "name": "Tinh chất lòng tham, Perion",
    "description": [
      "Mỗi lần kỹ năng đánh trúng sẽ tăng 0,5% tấn công và tốc độ tấn công trong 15 giây. Hiệu ứng này cộng dồn tối đa 80 lần.",
      "Mỗi lần kỹ năng đánh trúng sẽ tăng 0,5% tấn công và tốc độ tấn công trong 15 giây. Hiệu ứng này cộng dồn tối đa 90 lần.",
      "Mỗi lần kỹ năng đánh trúng sẽ tăng 0,5% tấn công và tốc độ tấn công trong 15 giây. Hiệu ứng này cộng dồn tối đa 110 lần.",
      "Mỗi lần kỹ năng đánh trúng sẽ tăng 0,5% tấn công và tốc độ tấn công trong 15 giây. Hiệu ứng này cộng dồn tối đa 130 lần.",
      "Mỗi lần kỹ năng đánh trúng sẽ tăng 0,5% tấn công và tốc độ tấn công trong 15 giây. Hiệu ứng này cộng dồn tối đa 160 lần.",
      "Mỗi lần kỹ năng đánh trúng sẽ tăng 0,5% tấn công và tốc độ tấn công trong 15 giây. Hiệu ứng này cộng dồn tối đa 200 lần."
    ],
    "story": "Mọi thứ bắt đầu từ khi nào...? Nỗi thống khổ này kèm theo cơn khát không dứt... Nhưng sau khi cơn khát đó dịu đi... Tim ta tràn dâng nỗi căm ghét bỏng cháy đối với chị, Seria......Ôi, Seria. Ta không còn lựa chọn nào khác. Ta cần sức mạnh để thỏa mãn cơn khát vô tận này. Tinh chất sức mạnh cuộn chảy không ngừng này là cách duy nhất để xoa dịu nỗi thống khổ vĩnh hằng của ta. Ôi... Sự ngây ngất này... Nữa đi nào... Ai đó, làm ta thêm ngây ngất đi nào."
  },
  "s1": {
    "name": "Dòng máu ngọt ngào",
    "description": "Gây {0} sát thương vật lý lên tất cả kẻ địch và hút lượng HP tương đương {1}% sát thương gây ra. Giảm Thời gian hồi chiêu của [Dòng máu ngọt ngào] đi {2} giây với mỗi lần đánh trúng và nhận 1 lần cộng dồn [Dòng máu ngọt ngào]. [Dòng máu ngọt ngào] có thể cộng dồn tối đa {3} lần. Khi dùng kỹ năng với {3} lần cộng dồn [Dòng máu ngọt ngào] sẽ cho thêm {4} lần đánh trúng và loại bỏ cộng dồn của [Dòng máu ngọt ngào].",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Hồi phục 150 Mana mỗi lần đánh trúng.",
    "dark": "Mỗi lần sử dụng, lượng sát thương tăng 10%. Cộng dồn tối đa 30.",
    "ut": {
      "name": "Nanh khát máu",
      "description": [
        "[Dòng máu ngọt ngào] Giảm 1 điểm Tiêu hao mana và tăng 1% Sát thương vật lý mà kẻ địch trúng đòn phải chịu. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Dòng máu ngọt ngào] Giảm 1 điểm Tiêu hao mana và tăng 1.2% Sát thương vật lý mà kẻ địch trúng đòn phải chịu. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Dòng máu ngọt ngào] Giảm 1 điểm Tiêu hao mana và tăng 1.4% Sát thương vật lý mà kẻ địch trúng đòn phải chịu. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Dòng máu ngọt ngào] Giảm 1 điểm Tiêu hao mana và tăng 1.7% Sát thương vật lý mà kẻ địch trúng đòn phải chịu. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Dòng máu ngọt ngào] Giảm 1 điểm Tiêu hao mana và tăng 2,1% Sát thương vật lý mà kẻ địch trúng đòn phải chịu. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Dòng máu ngọt ngào] Giảm 1 điểm Tiêu hao mana và tăng 2,5% Sát thương vật lý mà kẻ địch trúng đòn phải chịu. Hiệu ứng này có thể cộng dồn tối đa 10 lần."
      ],
      "story": "Răng nanh của con Ma cà rồng đã cắn Erze. Sau khi Erze thu được quyền năng của dòng máu mà cô ấy khao khát, cô ấy tìm đến tên Ma ca rồng này, mạnh mẽ giết chết hắn, rồi nhổ răng nanh của hắn. Cứ đến kỳ trăng tròn là cô lại lôi cái răng nanh từng ghim vào cổ cô ra và nghĩ về quá khứ trước đây, khi cô còn là người và không bị cơn khát máu khủng khiếp hành hạ."
    }
  },
  "s2": {
    "name": "Đẫm máu",
    "description": "Loại bỏ tất cả hiệu ứng có hại và được miễn nhiễm tất cả trạng thái chế ngự, sát thương vật lý và sát thương phép thuật trong {0} giây. Đặt 1 lần cộng dồn của [Đẫm máu] lên tất cả kẻ địch và thêm 1 lần cộng dồn khi tấn công mục tiêu với [Đẫm máu]. [Đẫm máu] có thể cộng dồn tối đa {1} lần. Gây {2} sát thương vật lý lên tất cả kẻ địch có cộng dồn [Đẫm máu] sau {0} giây, đồng thời đánh cắp lượng máu tương đương {3}% sát thương gây ra. Cứ có {4} lần cộng dồn [Đẫm máu] là số lần đánh trúng tăng thêm 1 và loại bỏ cộng dồn [Đẫm máu] khi tấn công.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Làm choáng mục tiêu trúng đòn trong 3 giây.",
    "dark": "Lượng tiêu thụ mana giảm 1.",
    "ut": {
      "name": "Rượu hãi hùng",
      "description": [
        "[Đẫm máu] Tăng 50% sát thương của [Đẫm máu] và giảm 5 giây Thời gian hồi chiêu của [Đẫm máu].",
        "[Đẫm máu] Tăng 50% sát thương của [Đẫm máu] và giảm 6 giây Thời gian hồi chiêu của [Đẫm máu].",
        "[Đẫm máu] Tăng 50% sát thương của [Đẫm máu] và giảm 7 giây Thời gian hồi chiêu của [Đẫm máu].",
        "[Đẫm máu] Tăng 50% sát thương của [Đẫm máu] và giảm 8 giây Thời gian hồi chiêu của [Đẫm máu].",
        "[Đẫm máu] Tăng 50% sát thương của [Đẫm máu] và giảm 9 giây Thời gian hồi chiêu của [Đẫm máu].",
        "[Đẫm máu] Tăng 50% sát thương của [Đẫm máu] và giảm 10 giây Thời gian hồi chiêu của [Đẫm máu]."
      ],
      "story": "Một loại rượu do chính Erze làm ra bằng máu của những linh mục sa ngã. Một trong những thú vui lớn nhất của Erze là bắt những kẻ từng được coi là thánh thần này quỳ gối trước cô. Bên trong chai rượu là một cây thánh giá đẫm máu, và những kẻ nghe tiếng Erze nốc cạn rượu sẽ phải rùng mình và run rẩy vì tiếng kêu leng keng của cây thánh giá trong chai."
    }
  },
  "s3": {
    "name": "Dòng máu tự do",
    "description": "Gây {2} sát thương vật lý lên tất cả kẻ địch mỗi {1} giây trong {0} giây. Mỗi lần [Dòng máu tự do] đánh trúng sẽ gây thêm một đòn đánh trúng nữa lên 1 kẻ địch ngẫu nhiên.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Hồi phục 75 Mana mỗi lần đánh trúng.",
    "dark": "Tăng lượng mana sử dụng thêm 1 và tăng 100% lượng sát thương.",
    "ut": {
      "name": "Son môi tủi hổ",
      "description": [
        "[Dòng máu tự do] Tăng 20% sát thương của [Dòng máu tự do] và được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của [Dòng máu tự do].",
        "[Dòng máu tự do] Tăng 24% sát thương của [Dòng máu tự do] và được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của [Dòng máu tự do].",
        "[Dòng máu tự do] Tăng 29% sát thương của [Dòng máu tự do] và được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của [Dòng máu tự do].",
        "[Dòng máu tự do] Tăng 35% sát thương của [Dòng máu tự do] và được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của [Dòng máu tự do].",
        "[Dòng máu tự do] Tăng 42% sát thương của [Dòng máu tự do] và được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của [Dòng máu tự do].",
        "[Dòng máu tự do] Tăng 50% sát thương của [Dòng máu tự do] và được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của [Dòng máu tự do]."
      ],
      "story": "Thỏi son môi đỏ và đen tối được làm từ máu của những kẻ chọn cái chết hổ thẹn. Những kẻ đã từ bỏ nhân phẩm của mình và sa vào những ham muốn vô độ, không thể thoát ra khỏi sự cám dỗ của Erze. Những kẻ này chết trong trạng thái bị thôi miên hoàn toàn, nhưng có lẽ chúng vẫn cảm thấy hạnh phúc vì đã được Erze sử dụng. Erze dùng thỏi son này để đánh dấu lên cổ con mồi của cô sau khi đã ăn chúng."
    }
  },
  "s4": {
    "name": "Uống trọn sự sống",
    "description": "Tăng {0} tấn công và {1} HP tối đa khi giết địch. Cộng dồn tối đa tới 50. Khi nhận sát thương chí mạng, tạo [Đẫm máu] và giảm {2}% HP tối đa. Không áp dụng hiệu ứng này khi [Đẫm máu] đang trong thời gian hồi chiêu. Khi kích hoạt, kỹ năng này sẽ dùng toàn bộ Mana.",
    "books": {
      "0": "Tăng {0}% tấn công và Hỗ trợ HP tối đa.",
      "1": "Tăng {0}% tấn công và Hỗ trợ HP tối đa.",
      "2": "Tăng {0}% tấn công và Hỗ trợ HP tối đa."
    },
    "light": "Tăng 100% HP tối đa khi tiêu diệt một kẻ địch và thay đổi tỷ lệ giảm HP tối đa sau khi tự động niệm [Đẫm máu] thành 33%.",
    "dark": "Tăng 200% tấn công khi tiêu diệt một kẻ địch, nhưng không hỗ trợ tăng HP tối đa.",
    "ut": {
      "name": "Piano ánh trăng",
      "description": [
        "[Uống trọn sự sống] Tăng 20% mức hỗ trợ Tấn công và hỗ trợ HP tối đa. Chiêu Uống trọn sự sống trở nên không thể hóa giải.",
        "[Uống trọn sự sống] Tăng 24% mức hỗ trợ Tấn công và hỗ trợ HP tối đa. Chiêu Uống trọn sự sống trở nên không thể hóa giải.",
        "[Uống trọn sự sống] Tăng 29% mức hỗ trợ Tấn công và hỗ trợ HP tối đa. Chiêu Uống trọn sự sống trở nên không thể hóa giải.",
        "[Uống trọn sự sống] Tăng 35% mức hỗ trợ Tấn công và hỗ trợ HP tối đa. Chiêu Uống trọn sự sống trở nên không thể hóa giải.",
        "[Uống trọn sự sống] Tăng 42% mức hỗ trợ Tấn công và hỗ trợ HP tối đa. Chiêu Uống trọn sự sống trở nên không thể hóa giải.",
        "[Uống trọn sự sống] Tăng 50% mức hỗ trợ Tấn công và hỗ trợ HP tối đa. Chiêu Uống trọn sự sống trở nên không thể hóa giải."
      ],
      "story": "Chiếc đàn piano mà Erze chơi trong Lễ hội máu vào đêm trăng rằm. Khi cơn khát máu điên cuồng của ả nguôi ngoai sau khi san phẳng một thị trấn yên bình, ả thấy mình đứng chết lặng trên mặt đất đẫm máu. Ả đã giết hết tất thảy, không chừa một ai, điều đó khiến ả muốn chơi một giai điệu đẹp cho những thính giả câm lặng của mình. Bản sô-nát vang lên qua hàng núi tử thi chất đống."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Hút HP tương đương 25% sát thương của đòn tấn công thường cuối cùng, đồng thời thêm 1 lần cộng dồn [Dòng máu ngọt ngào]."
  }
}