{
  "name": "Lilia",
  "subtitle": "Con gái bão tố và đại dương",
  "description": "Một cô nàng Rồng xanh vừa bước qua thời kỳ mới nở, là em gái của Nữ linh mục của nước Laias. Mặc dù vẫn còn trẻ và chưa trải đời, nhưng cô sẽ khiến những kẻ dám coi thường mình phải trả giá đắt. Cô tận dụng nguồn năng lượng nước bất tận để tàn sát quân địch.",
  "story": "Thần rồng của Ốc đảo, là em gái Nữ linh mục của nước Laias. Cô vẫn còn là một nàng Rồng xanh non trẻ, rất mực yêu quý người chị lớn hơn mình nhiều tuổi. Khi Laias chìm vào giấc ngủ say do kiệt sức trong trận chiến 100 năm về trước, Lilia đã tự mình bảo vệ Thần điện dòng chảy. Mãi đến khi nghe thấy tiếng nguyện cầu khẩn thiết của lũ trẻ sa mạc thì cô mới đánh thức Nữ linh mục của nước để bảo vệ chúng. Tính cách cô có phần nghiêm khắc, khác với vẻ điềm đạm và chín chắn của người chị. Cách cô khống chế sức mạnh dòng chảy và dòng nước cũng mạnh bạo hơn. Cô cảm thấy cần phải bảo vệ người chị xinh đẹp khỏi những gã đàn ông thấp kém, chỉ biết buông lời trăng hoa.",
  "like": "Laias, đồ uống ngọt, cư dân sa mạc",
  "dislike": "Những kẻ hay tán tỉnh chị mình (Neraxis, Cain)",
  "inn": {
    "idle": "...Nhiều người thế...",
    "recruit": {
      "greet": "Nguyện cho Dòng chảy luôn ở bên ngươi!",
      "talk": [
        "Ta không tốt bụng như chị Laias đâu.",
        "Rồng xanh yếu xìu á? Bé cái lầm đấy nhé.",
        "Ta là Rồng trưởng thành. Ta đủ tuổi rồi!"
      ],
      "gift": "Cảm ơn, nhóc người phàm."
    },
    "affinity": {
      "greet": "Chào, trông ngươi tuyệt đấy!",
      "talk": [
        "Sứ mệnh của chị ấy cũng là của ta. Ta sẽ luôn ở bên chị ấy.",
        "Bí ẩn của dòng nước vô tận ư? Ừm...Nghe nói đó là cội nguồn sức mạnh của Rồng xanh đầu tiên."
      ],
      "gift": "Cảm ơn ngươi nhiều lắm. Ta sẽ dùng thứ này cho Thần điện dòng chảy."
    },
    "relationship": {
      "greet": "Rất vui được gặp lại!",
      "talk": [
        "Neraxis? Nhắc tên sở khanh ấy làm gì. Hắn đeo bám chị ta mãi mà chẳng biết mệt!",
        "Cain...? Ờ... Cứ tưởng hắn đi đời nhà ma rồi chứ. Ai mà ngờ hắn lại định rù quyến chị ta lần nữa...",
        "Ta quý chị ta nhất... nhưng cũng rất mến ngươi."
      ]
    }
  },
  "uw": {
    "name": "Dòng suối bất tận, Cielamaha",
    "description": [
      "Mana hồi 50 điểm mỗi giây và với mỗi đòn tấn công, có 80% xác suất gây Sát thương vật lý tương đương 20% Tấn công.",
      "Mana hồi 60 điểm mỗi giây và với mỗi đòn tấn công, có 80% xác suất gây Sát thương vật lý tương đương 24% Tấn công.",
      "Mana hồi 70 điểm mỗi giây và với mỗi đòn tấn công, có 80% xác suất gây Sát thương vật lý tương đương 28% Tấn công.",
      "Mana hồi 85 điểm mỗi giây và với mỗi đòn tấn công, có 80% xác suất gây Sát thương vật lý tương đương 34% Tấn công.",
      "Mana hồi 105 điểm mỗi giây và với mỗi đòn tấn công, có 80% xác suất gây Sát thương vật lý tương đương 42% Tấn công.",
      "Mana hồi 125 điểm mỗi giây và với mỗi đòn tấn công, có 80% xác suất gây Sát thương vật lý tương đương 50% Tấn công."
    ],
    "story": "Dòng suối nguồn tuôn chảy dòng nước vô tận. Đây là chiếc bình tạo tác của Rồng xanh đầu tiên, chủ nhân của mọi nguồn nước trên thế gian. Nó phản ứng theo trí tưởng tượng của người sử dụng. Đối với một cô gái trẻ, nhạy cảm và đầy sáng tạo như Lilia thì đây chính là một bảo vật, một vũ khí vô giá."
  },
  "s1": {
    "name": "Xoáy nước",
    "description": "Trong 8 giây, triệu hồi Xoáy nước tấn công một mục tiêu ngẫu nhiên và những kẻ địch ở gần mục tiêu, gây {0} Sát thương vật lý mỗi 0,5 giây. Nếu mục tiêu bị tiêu diệt, Xoáy nước được triệu hồi để tấn công một mục tiêu ngẫu nhiên khác trong phần thời gian còn lại.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Giảm 250 Tốc độ tấn công của mục tiêu trúng đòn trong 10 giây.",
    "dark": "Mỗi lần sử dụng, lượng sát thương tăng 20%. Cộng dồn tối đa 15.",
    "ut": {
      "name": "Lời thì thầm của biển",
      "description": [
        "[Xoáy nước] Giảm 2,5 giây Thời gian hồi chiêu và tăng 10% Sát thương vật lý lên kẻ địch chịu ảnh hưởng.",
        "[Xoáy nước] Giảm 2,5 giây Thời gian hồi chiêu và tăng 12% Sát thương vật lý lên kẻ địch chịu ảnh hưởng.",
        "[Xoáy nước] Giảm 2,5 giây Thời gian hồi chiêu và tăng 14% Sát thương vật lý lên kẻ địch chịu ảnh hưởng.",
        "[Xoáy nước] Giảm 2,5 giây Thời gian hồi chiêu và tăng 17% Sát thương vật lý lên kẻ địch chịu ảnh hưởng.",
        "[Xoáy nước] Giảm 2,5 giây Thời gian hồi chiêu và tăng 21% Sát thương vật lý lên kẻ địch chịu ảnh hưởng.",
        "[Xoáy nước] Giảm 2,5 giây Thời gian hồi chiêu và tăng 25% Sát thương vật lý lên kẻ địch chịu ảnh hưởng."
      ],
      "story": "Một chiếc kẹp tóc, làm bằng đá ngọc và đá san hô từ Biển cả vĩnh hằng, mà Laias tặng cho Lilia. Trông nó giống một chiếc kẹp tóc bình thường cho trẻ con, nhưng vật liệu của Biển cả vĩnh hằng ẩn chứa năng lượng của Rồng nước, nên nó giúp cho phép Xoáy nước của Lilia càng mạnh hơn."
    }
  },
  "s2": {
    "name": "Ốc đảo trường tồn",
    "description": "Khi được kích hoạt, chuyển thành trạng thái Ốc đảo trường tồn trong 15 giây. Khi ở trạng thái Ốc đảo trường tồn, tốc độ hồi mana mỗi giây tăng 150% và mức Tấn công tăng {0}. Ngoài ra, tất cả các mức Phòng thủ tăng {1}.",
    "books": {
      "0": "Mức hồi mana và hỗ trợ Tấn công tăng {0}%.",
      "1": "Mức hồi mana và hỗ trợ Tấn công tăng {0}%.",
      "2": "Mức hồi mana và hỗ trợ Tấn công tăng {0}%."
    },
    "light": "Mức tiêu hao mana tăng thêm 1 và tác dụng thêm lên đồng minh có mức Tấn công cao nhất ngoài bản thân.",
    "dark": "Thời gian tác dụng của kĩ năng giảm 5 giây và tất cả các hiệu ứng tăng 100%.",
    "ut": {
      "name": "Trái tim dòng chảy",
      "description": [
        "[Ốc đảo trường tồn] Không thể gỡ bỏ hiệu ứng và tăng 20% Sát thương chí mạng khi kĩ năng có tác dụng.",
        "[Ốc đảo trường tồn] Không thể gỡ bỏ hiệu ứng và tăng 24% Sát thương chí mạng khi kĩ năng có tác dụng.",
        "[Ốc đảo trường tồn] Không thể gỡ bỏ hiệu ứng và tăng 29% Sát thương chí mạng khi kĩ năng có tác dụng.",
        "[Ốc đảo trường tồn] Không thể gỡ bỏ hiệu ứng và tăng 35% Sát thương chí mạng khi kĩ năng có tác dụng.",
        "[Ốc đảo trường tồn] Không thể gỡ bỏ hiệu ứng và tăng 42% Sát thương chí mạng khi kĩ năng có tác dụng.",
        "[Ốc đảo trường tồn] Không thể gỡ bỏ hiệu ứng và tăng 50% Sát thương chí mạng khi kĩ năng có tác dụng."
      ],
      "story": "Một sợi dây chuyền vàng dành cho phái nữ mà Laias làm ra từ một Viên ngọc bảo vệ để tặng Lilia. Sợi dây ánh lên nguồn năng lượng của nguyên tố nước bên trong. Đây là vật tượng trưng cho sự quan tâm săn sóc mà Laias dành cho cô em gái."
    }
  },
  "s3": {
    "name": "Thác nước thiên đường",
    "description": "Bắn giọt nước vào kẻ địch ngẫu nhiên 15 lần, gây tổng cộng {0} Sát thương vật lý. Ngoài ra, bắn giọt nước lớn 5 lần vào mục tiêu ngẫu nhiên và những kẻ địch khác ở gần mục tiêu, gây {1} Sát thương vật lý. Kẻ địch trúng phải giọt nước lớn sẽ bị Choáng trong {2} giây. Mỗi giọt nước bắn ra làm tiêu hao {3} mana và mức tiêu hao mana tăng thêm {4}. Dừng sử dụng khi mức mana bằng 0.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Khi sử dụng miễn dịch với trạng thái xấu.",
    "dark": "Với mỗi giọt nước bắn đi, mức tiêu hao mana và tỷ lệ tiêu thụ mana tăng 100%, đồng thời, với mỗi giọt nước bắn đi, có 50% xác suất ném thêm một giọt nước nữa.",
    "ut": {
      "name": "Ấm nguyên tố không đáy",
      "description": [
        "[Thác nước thiên đường] Với mỗi đòn tấn công, có 7% xác suất bắn giọt nước lớn, gây Sát thương vật lý tương đương 100% Tấn công và tăng 2% Sát thương chí mạng của bản thân trong 7 giây.",
        "[Thác nước thiên đường] Với mỗi đòn tấn công, có 7% xác suất bắn giọt nước lớn, gây Sát thương vật lý tương đương 100% Tấn công và tăng 2,4% Sát thương chí mạng của bản thân trong 7 giây.",
        "[Thác nước thiên đường] Với mỗi đòn tấn công, có 7% xác suất bắn giọt nước lớn, gây Sát thương vật lý tương đương 100% Tấn công và tăng 2,8% Sát thương chí mạng của bản thân trong 7 giây.",
        "[Thác nước thiên đường] Với mỗi đòn tấn công, có 7% xác suất bắn giọt nước lớn, gây Sát thương vật lý tương đương 100% Tấn công và tăng 3,4% Sát thương chí mạng của bản thân trong 7 giây.",
        "[Thác nước thiên đường] Với mỗi đòn tấn công, có 7% xác suất bắn giọt nước lớn, gây Sát thương vật lý tương đương 100% Tấn công và tăng 4,2% Sát thương chí mạng của bản thân trong 7 giây.",
        "[Thác nước thiên đường] Với mỗi đòn tấn công, có 7% xác suất bắn giọt nước lớn, gây Sát thương vật lý tương đương 100% Tấn công và tăng 5% Sát thương chí mạng của bản thân trong 7 giây."
      ],
      "story": "Một chiếc ấm mà những người bạn xương rồng xưa kia đã làm tặng Lilia nhân dịp sinh nhật cô. Chiếc ấm không ngừng tạo ra dòng nước thuần khiết nhất. Tuy vậy, mỗi khi nước tuôn ra quá nhiều thì vòi ấm sẽ bịt lại. Đây là công dụng mà nhóm bạn Xương rồng thêm vào để giúp Lilia luôn kiểm soát được nguồn nước cho đến khi sử dụng thuần thục hơn."
    }
  },
  "s4": {
    "name": "Dòng nước thanh tẩy",
    "description": "Mức hồi mana khi Tấn công là cố định, nhưng mức Tấn công của bản thân tăng thêm {0} và mức hồi mana mỗi giây tăng thành 120. Tương ứng với 6 điểm hồi mana mỗi giây, mức Tấn công tăng thêm 1%.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công",
      "1": "Tăng {0}% lượng tăng lực tấn công",
      "2": "Tăng {0}% lượng tăng lực tấn công"
    },
    "light": "Đầu mỗi trận đấu, hồi 1.000 điểm mana.",
    "dark": "Tăng 15% Sát thương đối với Boss."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Tăng 15% sức tấn công với mỗi 1 ô mana đang sở hữu."
  }
}