{
  "name": "Lucias",
  "subtitle": "Thánh thần ban phúc",
  "description": "Linh mục tối cao của Lua và là thượng cấp của Frey. Tín điều của Lucias đủ mạnh để triệu hoán phước lành của Lua. Những vật phẩm được ngài ban phúc sẽ ẩn chứa sức mạnh Ánh sáng và biến thành vũ khí diệt quỷ hữu hiệu.",
  "story": "Lucias từng là một Thánh hiệp sĩ của Lua trước khi thức tỉnh và trở thành Thánh thần ban phúc. Dưới sự chỉ huy của Huyền thoại sống Ricardo, ngài bảo vệ Orvel và các thị trấn xung quanh trước nanh vuốt của Ác quỷ. Tuy vậy, khi ngài bước sang tuổi 19, các vết đốm bắt đầu xuất hiện trên cơ thể ngài. Nghe theo tiếng gọi của Lua, vị thánh hiệp sĩ ấy trở thành Thánh thần ban phúc. Sứ mệnh của ngài là đi khắp thế gian và mang ánh sáng của Lua đến cho những kẻ cần được giúp đỡ. Ngài nghiêm cẩn thực hiện nhiệm vụ của mình, ban phước lành đến khắp muôn nơi. Giờ đây, ngài lại nắm lấy vũ khí trong tay để tiêu trừ sức mạnh bóng tối ngày một lớn dần trong suốt 100 năm qua.",
  "like": "Những món ăn làm bằng táo, câu cá, người cầu nguyện, giúp đỡ mọi người, biểu diễn và thể hiện phép thuật bí ẩn.",
  "dislike": "Những kẻ thô lô, hay thất hứa, không coi trọng sinh mạng con người.",
  "inn": {
    "idle": "Nơi này... ta có thể cảm nhận được cả sức mạnh của ánh sáng và dòng chảy hài hòa.",
    "recruit": {
      "greet": "Hân hoan chào đón. Hi vọng ngươi có một ngày tốt lành.",
      "talk": [
        "Đây là một đám cưới. Aaa... cảnh tượng này thật linh thiêng.",
        "Ngươi có nhìn thấy Tu sĩ Baudouin chăng? Ta nghe nói hôm qua ông ấy hơi quá chén...",
        "Ta có thể cảm nhận đủ loại sức mạnh ở đây. Cứ như thể ở trung tâm của thế giới..."
      ],
      "gift": "Cầu mong Ánh sáng dẫn đường cho ngươi."
    },
    "affinity": {
      "greet": "Ngươi về rồi, thật tốt quá. Mau lại đây cùng ta cầu nguyện trước khi ăn nào.",
      "talk": [
        "Ngươi thắc mắc là ngoài ta ra còn có Thánh thần nào không à? Hừm, đúng là có ba người nữa, nhưng ta chưa gặp họ.",
        "Khi còn trong đội ngũ Thánh hiệp sĩ, ta từng là người mang hiệu kỳ. Ai mà nghĩ được thách tích của ta cũng là một ngọn cờ chứ? Ha ha ha."
      ],
      "gift": "Ngươi thật hào phóng khi tặng quà cho ta, dù ta phải nói là nó giá trị hơn mức ta đáng được nhận. Nếu gặp được một ai đó đang cần đến nó, liệu ta có thể tặng món này cho họ không?"
    },
    "relationship": {
      "greet": "Nguyện cầu cho ngươi luôn được hưởng phước lành của Lua.",
      "talk": [
        "Ô, Stardust ở đây à. Họ từng ghé thăm quê nhà ta mỗi năm một lần khi ta còn nhỏ. Chà, có lẽ chúng ta nên tới đó xem Escur còn ở đấy không nhỉ?",
        "Đôi khi ký ức bỏ rơi ta. Quá khứ của ta, những ký ức về Thánh thần ban phúc trước đây...",
        "Thánh hiệp sĩ, Thánh thần... Tước hiệu không thể thay đổi việc ta phải làm. Ta chỉ cần giúp đỡ những người đang chịu cảnh khốn khổ và đau đớn."
      ]
    }
  },
  "uw": {
    "name": "Phúc lành ánh sáng, Benedicia",
    "description": [
      "Khi bắt đầu trận chiến, giảm 10% sát thương vật lý mà tất cả các đồng minh phải chịu trong 30 giây. Tăng 100 điểm tốc độ tấn công của mục tiêu trong 30 giây.",
      "Khi bắt đầu trận chiến, giảm 12% sát thương vật lý mà tất cả các đồng minh phải chịu trong 30 giây. Tăng 120 điểm tốc độ tấn công của mục tiêu trong 30 giây.",
      "Khi bắt đầu trận chiến, giảm 14% sát thương vật lý mà tất cả các đồng minh phải chịu trong 30 giây. Tăng 140 điểm tốc độ tấn công của mục tiêu trong 30 giây.",
      "Khi bắt đầu trận chiến, giảm 17% sát thương vật lý mà tất cả các đồng minh phải chịu trong 30 giây. Tăng 170 điểm tốc độ tấn công của mục tiêu trong 30 giây.",
      "Khi bắt đầu trận chiến, giảm 21% sát thương vật lý mà tất cả các đồng minh phải chịu trong 30 giây. Tăng 210 điểm tốc độ tấn công của mục tiêu trong 30 giây.",
      "Khi bắt đầu trận chiến, giảm 25% sát thương vật lý mà tất cả các đồng minh phải chịu trong 30 giây. Tăng 250 điểm tốc độ tấn công của mục tiêu trong 30 giây."
    ],
    "story": "Một lá cờ được ban phước, tượng trưng cho mặt trời, mặt trăng và cả bầu trời. Nó ẩn chứa sức mạnh và giáo lý của Đấng sáng thế Lua. Khi ngài phất cờ, sức mạnh ánh sáng lan tỏa, giúp các đồng minh bình tâm, phá tan uy quyền bóng tối. Thánh tích được trao cho Lucias, người từng cầm hiệu kỳ trong đội ngũ Thánh hiệp sĩ của Lua."
  },
  "s1": {
    "name": "Con đường ban phước",
    "description": "Hồi {0} thể lực cho 4 đồng minh có HP thấp nhất và làm giảm {2}% sát thương vật lý những đồng minh này phải chịu trong {1} giây.",
    "books": {
      "0": "Tăng {0}% tỷ lệ hồi máu.",
      "1": "Tăng {0}% tỷ lệ hồi máu.",
      "2": "Tăng {0}% tỷ lệ hồi máu."
    },
    "light": "Tăng 40% Tỷ lệ hồi máu.",
    "dark": "Hồi phục 500 mana cho mục tiêu.",
    "ut": {
      "name": "Cuốn sách phước lành",
      "description": [
        "[Con đường ban phước] Giảm 1 điểm Tiêu hao mana và 12% Thời gian hồi chiêu.",
        "[Con đường ban phước] Giảm 1 điểm Tiêu hao mana và 14% Thời gian hồi chiêu.",
        "[Con đường ban phước] Giảm 1 điểm Tiêu hao mana và 17% Thời gian hồi chiêu.",
        "[Con đường ban phước] Giảm 1 điểm Tiêu hao mana và 21% Thời gian hồi chiêu.",
        "[Con đường ban phước] Giảm 1 điểm Tiêu hao mana và 25% Thời gian hồi chiêu.",
        "[Con đường ban phước] Giảm 1 điểm Tiêu hao mana và 30% Thời gian hồi chiêu."
      ],
      "story": "Thánh kinh vĩnh hằng được một dòng Hiền nhân ban phước sử dụng để ghi lại thành tựu của họ. Danh xưng hiền nhân được truyền thừa cùng với ký ức của vị tiền nhiệm, nên dường như chẳng có lý do gì để họ phải viết ra điều gì cả. Tuy vậy, những ký ức tích lũy cũng tiềm ẩn hiểm họa xóa bỏ tâm trí của hiền nhân hiện tại, thế nên, việc viết ra cuốn thánh kinh này là điều cần thiết."
    }
  },
  "s2": {
    "name": "Vùng tín tâm",
    "description": "Mở ra [Vùng tín tâm] ở vị trí của bản thân trong {0} giây. Tăng {1} Sức tấn công cho đồng minh trong [Vùng tín tâm]. Hồi {4} thể lực của đối tượng đồng minh trong thời gian xuất kỹ năng. Liên tục loại bỏ hiệu ứng có hại của đồng minh trong phạm vi. Kẻ địch trong vùng này nhận phải {2} sát thương vật lý trên mỗi giây. Kẻ địch trúng đòn bị choáng trong {3} giây.",
    "books": {
      "0": "Tăng phục hồi và sát thương {0}%.",
      "1": "Tăng phục hồi và sát thương {0}%.",
      "2": "Tăng phục hồi và sát thương {0}%."
    },
    "light": "Hồi phục 200 Mana/giây cho đồng minh trong phạm vi.",
    "dark": "Liên tục loại bỏ hiệu ứng có lợi của kẻ địch trong phạm vi.",
    "ut": {
      "name": "Xúc xắc kỷ niệm",
      "description": [
        "[Vùng tín tâm] Giảm 1 điểm Tiêu hao mana và giảm 200 Mana của kẻ địch trong phạm vi mỗi giây.",
        "[Vùng tín tâm] Giảm 1 điểm Tiêu hao mana và giảm 240 Mana của kẻ địch trong phạm vi mỗi giây.",
        "[Vùng tín tâm] Giảm 1 điểm Tiêu hao mana và giảm 290 Mana của kẻ địch trong phạm vi mỗi giây.",
        "[Vùng tín tâm] Giảm 1 điểm Tiêu hao mana và giảm 350 Mana của kẻ địch trong phạm vi mỗi giây.",
        "[Vùng tín tâm] Giảm 1 điểm Tiêu hao mana và giảm 420 Mana của kẻ địch trong phạm vi mỗi giây.",
        "[Vùng tín tâm] Giảm 1 điểm Tiêu hao mana và giảm 500 Mana của kẻ địch trong phạm vi mỗi giây."
      ],
      "story": "Hồi bé, Lucias có một người bạn rất thân thiết. Người bạn này tham gia một gánh hát tên là Bụi sao. Hắn còn nhỏ nhưng tay chân nhanh nhẹn, nên thường chôm ví của mấy tay ham cờ bạc. Tuy vậy, mỗi năm gánh hát Bụi sao chỉ ghé qua thị trấn của Lucias một lần, vậy nên hai người bạn thường tặng nhau những thứ chúng trân quý để ghi nhớ tình bạn ấy. Viên xúc xắc này là món đồ đặc biệt mà Escur, người bạn của Lucias, tạo ra."
    }
  },
  "s3": {
    "name": "Vết đốm",
    "description": "Tăng {1} tỷ lệ né vật lý và tăng {2} sức mạnh tấn công của toàn bộ đồng minh trong {0} giây.Trong thời gian hiệu lực của kỹ năng, đòn tấn công thường gây thêm {3} sát thương vật lý, khiến mục tiêu chịu thêm {5}% sát thương vật lý trong {4} giây.Hiệu ứng mất dần khi người dùng kỹ năng chết.",
    "books": {
      "0": "Lượng tăng sức tấn công và lượng sát thương tăng {0}%.",
      "1": "Lượng tăng sức tấn công và lượng sát thương tăng {0}%.",
      "2": "Lượng tăng sức tấn công và lượng sát thương tăng {0}%."
    },
    "light": "Giảm 150 xác suất trúng đòn của đối thủ nhận sát thương trong 5 giây.",
    "dark": "Nhận miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng.",
    "ut": {
      "name": "Sao mai khảo cứu",
      "description": [
        "[Vết đốm] Không thể loại bỏ hiệu ứng Vết đốm bằng kỹ năng loại bỏ hiệu ứng có lợi. Giảm 12% thời gian hồi chiêu.",
        "[Vết đốm] Không thể loại bỏ hiệu ứng Vết đốm bằng kỹ năng loại bỏ hiệu ứng có lợi. Giảm 14% thời gian hồi chiêu.",
        "[Vết đốm] Không thể loại bỏ hiệu ứng Vết đốm bằng kỹ năng loại bỏ hiệu ứng có lợi. Giảm 17% thời gian hồi chiêu.",
        "[Vết đốm] Không thể loại bỏ hiệu ứng Vết đốm bằng kỹ năng loại bỏ hiệu ứng có lợi. Giảm 21% thời gian hồi chiêu.",
        "[Vết đốm] Không thể loại bỏ hiệu ứng Vết đốm bằng kỹ năng loại bỏ hiệu ứng có lợi. Giảm 25% thời gian hồi chiêu.",
        "[Vết đốm] Không thể loại bỏ hiệu ứng Vết đốm bằng kỹ năng loại bỏ hiệu ứng có lợi. Giảm 30% thời gian hồi chiêu."
      ],
      "story": "Tài liệu nghiên cứu về các vết đốm của Thánh thần ban phúc. Dù Lucias có được ký ức của các vị thần, nhưng không phải cái gì họ cũng biết. Các linh mục của Lua đã để lại tài liệu này sau khi nghiên cứu bí ẩn phía sau vết đốm ấy mà không thể làm sáng tỏ mọi thứ."
    }
  },
  "s4": {
    "name": "Thánh tế",
    "description": "Hồi {0} máu cho tất cả các đồng minh khi người dùng kỹ năng chết.",
    "books": {
      "0": "Tăng {0}% tỷ lệ hồi máu.",
      "1": "Tăng {0}% tỷ lệ hồi máu.",
      "2": "Tăng {0}% tỷ lệ hồi máu."
    },
    "light": "Khi phát động hiệu ứng kĩ năng, ngoại trừ bản thân ra, tất cả các đồng minh được miễn nhiễm trạng thái xấu và tất cả các loại sát thương trong 1.5 giây",
    "dark": "Khi kỹ năng được kích hoạt, trừ bản thân ra, tất cả các đồng minh được giải trừ mọi hiệu ứng có hại."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / CC Resist +100",
    "dark": "Tăng 300% Hồi MP mỗi giây của bản thân trong 3 giây khi kích hoạt một kỹ năng chủ động."
  }
}