{
  "name": "Phillop",
  "subtitle": "Vua của các chú lùn",
  "description": "Một sát thủ giết rồng huyền thoại từng săn giết vô số rồng. Sử dụng một chiếc khiên lớn thể phá vỡ đội hình của địch và lấy mạng chúng bằng lực đánh khủng khiếp.",
  "story": "Ngài chính là vị vua can đảm và chính trực của những Người lùn. Ngài đã sát cánh chiến đấu cùng Chiến binh kiếm thánh chống lại Đội quân ác quỷ 100 năm trước. Trên khắp vùng đất, mọi người đều biết đến sự anh hùng của ngài trong trận chiến chống lại Quân đoàn rồng bóng tối, là binh đoàn chủ chốt của Đội quân ác quỷ. Trên thực tế, ngài chỉ tiếp nhận ngai vàng vì ý thức trách nhiệm. Kể cả khi phàn nàn về sự tẻ nhạt của các nghĩa vụ hoàng gia, ngài vẫn không ngừng nỗ lực chăm chỉ.",
  "like": "Đồ uống, bể cát, rèn và nghề thủ công",
  "dislike": "Những hội nghị kéo dài, ngai vàng, Ác quỷ (đặc biệt là Rồng bóng tối)",
  "inn": {
    "idle": "Liệu con người có thể mời một người lùn uống gì không nhỉ?",
    "recruit": {
      "greet": "Ái chà, haha. Anh bạn làm tôi nhớ lại ngày xưa đấy.",
      "talk": [
        "Vua của người lùn thì sao? Cái danh đó chẳng có gì ngoài phiền phức.",
        "Giường ở đây chẳng vừa tôi tẹo nào. Nhưng tôi vẫn chưa về nhà đâu!",
        "So với người lùn chúng tôi, loài người chưa bao giờ biết tận hưởng cuộc sống của họ!"
      ],
      "gift": "Đây có phải là để ghi nhớ cuộc hội ngộ của ta hôm nay? Ái chà haha. Tôi sẽ ghi nhớ chuyện này."
    },
    "affinity": {
      "greet": "Chào mừng. Nào! Nâng ly lên!",
      "talk": [
        "Cuộc chiến từ 100 năm trước... Hồi đi theo Vua Kyle, ta mới chạc tuổi ngươi thôi...",
        "Thỉnh thoảng ta lại nhớ thời còn đánh trận. Hồi đó đâu có nhiều phiền toái như bây giờ."
      ],
      "gift": "Ngươi việc gì phải vậy. Nhưng mà ta thích rượu hơn. Ha ha!"
    },
    "relationship": {
      "greet": "Ơi, chào người anh em! Làm một ly không?",
      "talk": [
        "Thuở chiến tranh với ma tộc, bọn tôi đã bắt rất nhiều Rồng điên và Rồng hiểm. Nhiều đến mức ngán luôn ý chứ.",
        "Cần vũ khí mới? Nếu cần rìu Dwarf thì ta còn dư vài cây đấy.",
        "Hahaha, anh bạn này hào phóng ghê. Được rồi, nếu cần sức mạnh của tộc Dwarf, ta sẽ cho mượn bất cứ lúc nào."
      ]
    }
  },
  "uw": {
    "name": "Hài cốt rồng, Atein",
    "description": [
      "Mỗi lần nhận sát thương cộng dồn 1 Cơn Thịnh Nộ Của Rồng. Duy trì trong 10 giây và tăng mỗi 0.8% lực phòng thủ và lực tấn công của bản thân. Cộng dồn tối đa 100 lần.",
      "Mỗi lần nhận sát thương cộng dồn 1 Cơn Thịnh Nộ Của Rồng. Duy trì trong 10 giây và tăng mỗi 1% lực phòng thủ và lực tấn công của bản thân. Cộng dồn tối đa 100 lần.",
      "Mỗi lần nhận sát thương cộng dồn 1 Cơn Thịnh Nộ Của Rồng. Duy trì trong 10 giây và tăng mỗi 1.2% lực phòng thủ và lực tấn công của bản thân. Cộng dồn tối đa 100 lần.",
      "Mỗi lần nhận sát thương cộng dồn 1 Cơn Thịnh Nộ Của Rồng. Duy trì trong 10 giây và tăng mỗi 1.4% lực phòng thủ và lực tấn công của bản thân. Cộng dồn tối đa 100 lần.",
      "Mỗi lần nhận sát thương cộng dồn 1 Cơn Thịnh Nộ Của Rồng. Duy trì trong 10 giây và tăng mỗi 1.7% lực phòng thủ và lực tấn công của bản thân. Cộng dồn tối đa 100 lần.",
      "Mỗi lần nhận sát thương cộng dồn 1 Cơn Thịnh Nộ Của Rồng. Duy trì trong 10 giây và tăng mỗi 2% lực phòng thủ và lực tấn công của bản thân. Cộng dồn tối đa 100 lần."
    ],
    "story": "Rồng bóng tối là Ác quỷ được tạo ra để tiêu diệt loài rồng, những người phán xử của thế giới. Trong suốt cuộc chiến 100 năm trước, Rồng bóng tối đã giết và tàn sát rồng vô số. Một vài chú rồng còn sống sót đã phát điên do thịnh nộ và xấu hổ, rồi cuối cùng chúng trở thành Rồng điên. Giờ chúng chẳng khác gì những con quái vật khổng lồ với sức mạnh có được từ bản năng phá hủy của mình. Phillop và những Người lùn của mình đã săn lùng Rồng bóng tối và Rồng điên kể từ Cuộc chiến chống ác quỷ, thu thập những gì còn sót lại của chúng để rèn thành những vật phẩm thần kỳ."
  },
  "s1": {
    "name": "Va chạm",
    "description": "Gây {0} sát thương vật lý cho kẻ địch và đẩy ngã chúng trong {1} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Giảm {1}% phòng thủ vật lý đối thủ bị trúng đòn trong {0} giây"
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Địch bị dính sát thương sẽ bị giảm 10% thời gian đợi dùng chiêu lại.",
    "ut": {
      "name": "Họa tiết trang trí khiên rồng điên",
      "description": [
        "[Va chạm] Giảm 250 Lực kháng trạng thái xấu và 200 xác suất chặn vật lý của mục tiêu trong 10 giây.",
        "[Va chạm] Giảm 250 Lực kháng trạng thái xấu và 240 xác suất chặn vật lý của mục tiêu trong 10 giây.",
        "[Va chạm] Giảm 250 Lực kháng trạng thái xấu và 290 xác suất chặn vật lý của mục tiêu trong 10 giây.",
        "[Va chạm] Giảm 250 Lực kháng trạng thái xấu và 350 xác suất chặn vật lý của mục tiêu trong 10 giây.",
        "[Va chạm] Giảm 250 Lực kháng trạng thái xấu và 420 xác suất chặn vật lý của mục tiêu trong 10 giây.",
        "[Va chạm] Giảm 250 Lực kháng trạng thái xấu và 500 xác suất chặn vật lý của mục tiêu trong 10 giây."
      ],
      "story": "Một họa tiết trang trí khiên có khắc hình Rồng điên. Những nghệ nhân lão luyện của tộc người lùn đã dùng nó làm quà tặng cho Vua Phillop để ngợi ca những đóng góp phi thường của người trong việc săn hạ lũ Rồng điên. Nó hơi màu mè, không thích hợp để khảm vào khiên chiến đấu, nên Vua Phillop luôn mang nó bên người như một thứ bùa để tỏ lòng biết ơn những nghệ nhân nhiệt thành."
    }
  },
  "s2": {
    "name": "Húc đầu",
    "description": "Nhảy xổ vào kẻ địch, gây {0} sát thương vật lý và đẩy ngã. Giảm {2}% tốc độ tấn công của đối thủ bị trúng đòn trong {1} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Giảm tấn công của mục tiêu {0}%."
    },
    "light": "Thêm sát thương vật lý tương đương 10% của thể lực tối đa.",
    "dark": "Thay đổi thành ngất xỉu 3 giây lên địch khi sử dụng chiêu.",
    "ut": {
      "name": "Mũ ma kết lùn",
      "description": [
        "[Húc đầu] Giảm 1 Tiêu hao mana và giảm 200 Kháng đòn chí mạng vật lý của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Húc đầu] Giảm 1 Tiêu hao mana và giảm 240 Kháng đòn chí mạng vật lý của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Húc đầu] Giảm 1 Tiêu hao mana và giảm 290 Kháng đòn chí mạng vật lý của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Húc đầu] Giảm 1 Tiêu hao mana và giảm 350 Kháng đòn chí mạng vật lý của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Húc đầu] Giảm 1 Tiêu hao mana và giảm 420 Kháng đòn chí mạng vật lý của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Húc đầu] Giảm 1 Tiêu hao mana và giảm 500 Kháng đòn chí mạng vật lý của kẻ địch bị ảnh hưởng trong 10 giây."
      ],
      "story": "Mũ ma kết của Vua lùn cổ xưa. Nó được làm từ số vàng của rồng, kiếm được sau khi đánh bại rồng hắc ám Bokrug tham lam. Cặp sừng bằng vàng tráng lệ của chiếc mũ được yểm ma thuật rồng hắc ám, có tác dụng làm chậm kẻ địch trúng đòn Húc đầu."
    }
  },
  "s3": {
    "name": "Tái sinh đất",
    "description": "Tăng phòng thủ {1} trong {0} giây, phục hồi {2}% Máu. Ngoài ra, kháng lại các hiệu ứng xấu.",
    "books": {
      "0": "Tăng {0}% tăng trưởng phòng thủ.",
      "1": "Tăng {0}% tăng trưởng phòng thủ.",
      "2": "ăng {0} mức giảm Sát thương phải nhận."
    },
    "light": "Cộng thêm sát thương vật lý 1% của thể lực tối đa mỗi giây lên địch xung quanh.",
    "dark": "Gây choáng đối thủ xung quanh trong 3 giây",
    "ut": {
      "name": "Búa lễ Dawrven",
      "description": [
        "Trong thời gian kéo dài [Tái sinh đất], tốc độ tấn công và tỉ lệ chí mạng của bản thân tăng 250, lượng tăng lực phòng thủ tăng 20%.",
        "Trong thời gian kéo dài [Tái sinh đất], tốc độ tấn công và tỉ lệ chí mạng của bản thân tăng 250, lượng tăng lực phòng thủ tăng 24%.",
        "Trong thời gian kéo dài [Tái sinh đất], tốc độ tấn công và tỉ lệ chí mạng của bản thân tăng 250, lượng tăng lực phòng thủ tăng 29%.",
        "Trong thời gian kéo dài [Tái sinh đất], tốc độ tấn công và tỉ lệ chí mạng của bản thân tăng 250, lượng tăng lực phòng thủ tăng 35%.",
        "Trong thời gian kéo dài [Tái sinh đất], tốc độ tấn công và tỉ lệ chí mạng của bản thân tăng 250, lượng tăng lực phòng thủ tăng 42%.",
        "Trong thời gian kéo dài [Tái sinh đất], tốc độ tấn công và tỉ lệ chí mạng của bản thân tăng 250, lượng tăng lực phòng thủ tăng 50%."
      ],
      "story": "Một chiếc búa được Nguyên tố đất ban tặng cho Vua của tộc Người lùn cổ đại. Đó là món quà mà Nhà vua nhận được khi giải cứu Vương quốc Địa tinh khỏi cuộc tấn công của Địa long Azi Dahaka ác độc. Khi dùng chiêu Tái sinh đất, chiếc búa tượng trưng này, với phù chú của tinh linh đất, sẽ tăng lực thủ bằng sức mạnh của tinh linh đất, và trao hiệu ứng miễn nhiễm hồi HP và CC."
    }
  },
  "s4": {
    "name": "Phá hủy phòng thủ",
    "description": "Khi tấn công một kẻ địch, làm suy yếu  {1}  phòng thủ vật lý của kẻ địch trong  {0}  giây. Cộng dồn tối đa được 5 lần.",
    "books": {
      "0": "Nâng tỷ lệ giảm phòng thủ của địch {0}%.",
      "1": "Nâng tỷ lệ giảm phòng thủ của địch {0}%.",
      "2": "Giảm {0}% tỉ lệ né vật lý của địch mỗi lần cộng dồn."
    },
    "light": "Gây ra sát thương vật lý thêm một lượng tương đương 1% thể lực tối đa mỗi khi tấn công lên địch có trên 5 lần cộng dồn.",
    "dark": "Khi tấn công, gỡ bỏ hiệu ứng có lợi của đối phương và làm tăng sát thương vật lý nhận của đối tượng trong 20 giây. Hồi chiêu sau 20 giây.",
    "ut": {
      "name": "Búa titan",
      "description": [
        "[Phá hủy phòng thủ] Khi tấn công, giảm 20% Tấn công của mục tiêu và giảm 4% tỷ lệ Hồi máu của họ trên mỗi lần cộng dồn.",
        "[Phá hủy phòng thủ] Khi tấn công, giảm 20% Tấn công của mục tiêu và giảm 4,8% tỷ lệ Hồi máu của họ trên mỗi lần cộng dồn.",
        "[Phá hủy phòng thủ] Khi tấn công, giảm 20% Tấn công của mục tiêu và giảm 5,8% tỷ lệ Hồi máu của họ trên mỗi lần cộng dồn.",
        "[Phá hủy phòng thủ] Khi tấn công, giảm 20% Tấn công của mục tiêu và giảm 7% tỷ lệ Hồi máu của họ trên mỗi lần cộng dồn.",
        "[Phá hủy phòng thủ] Khi tấn công, giảm 20% Tấn công của mục tiêu và giảm 8,4% tỷ lệ Hồi máu của họ trên mỗi lần cộng dồn.",
        "[Phá hủy phòng thủ] Khi tấn công, giảm 20% Tấn công của mục tiêu và giảm 10% tỷ lệ Hồi máu của họ trên mỗi lần cộng dồn."
      ],
      "story": "Một cây búa làm bằng titan, thứ kim loại huyền thoại do người khổng lồ rèn ra. Cây búa có thể đập tan mọi loại giáp và vũ khí huyền thoại. Sau Cuộc chiến chống ác quỷ, ở Orvelia chỉ sót lại 3 cây búa như vậy."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / P. Block +200",
    "dark": "Khi tấn công thường, làm địch ngất xỉu trong 2 giây với xác suất 10%, và cộng sát thương vật lý thêm 10% thể lực tối đa của bản thân."
  }
}