{
  "name": "Chrisha",
  "subtitle": "Thiết huyết phán quan",
  "description": "Thống lĩnh của Velchia, đội ngũ Hiệp sĩ phép thuật của Đế quốc được trang bị những vũ khí pháp nghệ tối tân. Các hiệp sĩ, toàn những kẻ vào sống ra chết trên chiến trường, chưa từng thất bại lần nào dưới sự chỉ huy của cô. Chrisha là một hiệp sĩ mạnh mẽ, áp đảo kẻ địch bằng sức mạnh ánh sáng với nhiều thuộc tính.",
  "story": "Thống lĩnh của Velchia, đội ngũ Hiệp sĩ phép thuật đáng tự hào của Đế quốc, và là Phán quan báo cáo trực tiếp cho Hoàng đế. Trách nhiệm của cô là tiêu diệt tham quan, quân phản loạn và bất kỳ thứ gì đe dọa đến Đế quốc. Người dân Đế quốc ca tụng cô, coi cô như là anh hùng, một danh hiệu mà cô chẳng bao giờ muốn nhận. Cô là con gái của gia tộc Van Nosenhill và là một người lính của Đế quốc, nên thực thi chức trách mới là điều có ý nghĩa với cô.",
  "like": "Gia tộc của cô ấy, hiệp sĩ, niềm tự hào, tín điều và dũng khí, cờ và người thông minh.",
  "dislike": "Những tên làm hổ thẹn Đế quốc và kẻ địch đe dọa nền hòa bình của Đế quốc.",
  "inn": {
    "idle": "Ô. Quán trọ của Orvel cũng không tệ lắm.",
    "recruit": {
      "greet": "...Ngươi định làm gì?",
      "talk": [
        "Những kẻ hăm hở tìm hiểu về Đế quốc phải tự chứng minh bản thân trước.",
        "Mệnh lệnh của Hoàng đế là tuyệt đối, không ai được phép làm trái.",
        "Ta nghe nói có người thông thạo Pháp nghệ ở Orvel. Không biết kẻ đó như thế nào nhỉ."
      ],
      "gift": "Quà? Cho ta à? Thế này là vì mục đích gì?"
    },
    "affinity": {
      "greet": "Ngươi tới rồi. Đã no bụng chưa? Đủ sức chiến đấu chưa?",
      "talk": [
        "Ngươi có biết chơi loại cờ nào không?",
        "Hẳn là ta muốn có lúc nào đó nói chuyện với Công chúa xứ Orvelia rồi."
      ],
      "gift": "Nếu ngươi cương quyết thế thì ta nhận."
    },
    "relationship": {
      "greet": "Hiệp sĩ chân chính phải biết nghiêm biết nghỉ. Đi nghỉ chút đi.",
      "talk": [
        "Phán quan báo cáo trực tiếp cho Bệ hạ là một chức trách không hề dễ dàng, nhưng đầy vinh quang.",
        "*Thở dài* Xem ra chẳng có tên quý tộc hay quan chức cao cấp nào ở Đế chế hoặc Orvelia đáng tin cậy cả.",
        "Sao ngươi không gia nhập nhóm Hiệp sĩ phép thuật Velchia? Ta dám chắc là ngươi đủ tiêu chuẩn đấy."
      ]
    }
  },
  "uw": {
    "name": "Tân tinh lăng trụ, Arc Lumineir",
    "description": [
      "Nhận nhiều hiệu ứng khác nhau khi thu được Ánh sáng. Ánh sáng đỏ – Tăng 10% sức tấn công của tất cả đồng minh trong 10 giây. Ánh sáng xanh da trời – Tăng 10% phòng thủ của tất cả đồng minh trong 10 giây. Ánh sáng xanh lá – Hồi 300 MP của tất cả đồng minh khi được sử dụng.",
      "Nhận nhiều hiệu ứng khác nhau khi thu được Ánh sáng. Ánh sáng đỏ – Tăng 12% sức tấn công của tất cả đồng minh trong 10 giây. Ánh sáng xanh da trời – Tăng 12% phòng thủ của tất cả đồng minh trong 10 giây. Ánh sáng xanh lá – Hồi 360 MP của tất cả đồng minh khi được sử dụng.",
      "Nhận nhiều hiệu ứng khác nhau khi thu được Ánh sáng. Ánh sáng đỏ – Tăng 14% sức tấn công của tất cả đồng minh trong 10 giây. Ánh sáng xanh da trời – Tăng 14% phòng thủ của tất cả đồng minh trong 10 giây. Ánh sáng xanh lá – Hồi 430 MP của tất cả đồng minh khi được sử dụng.",
      "Nhận nhiều hiệu ứng khác nhau khi thu được Ánh sáng. Ánh sáng đỏ – Tăng 17% sức tấn công của tất cả đồng minh trong 10 giây. Ánh sáng xanh da trời – Tăng 17% phòng thủ của tất cả đồng minh trong 10 giây. Ánh sáng xanh lá – Hồi 520 MP của tất cả đồng minh khi được sử dụng.",
      "Nhận nhiều hiệu ứng khác nhau khi thu được Ánh sáng. Ánh sáng đỏ – Tăng 21% sức tấn công của tất cả đồng minh trong 10 giây. Ánh sáng xanh da trời – Tăng 21% phòng thủ của tất cả đồng minh trong 10 giây. Ánh sáng xanh lá – Hồi 630 MP của tất cả đồng minh khi được sử dụng.",
      "Nhận nhiều hiệu ứng khác nhau khi thu được Ánh sáng. Ánh sáng đỏ – Tăng 25% sức tấn công của tất cả đồng minh trong 10 giây. Ánh sáng xanh da trời – Tăng 25% phòng thủ của tất cả đồng minh trong 10 giây. Ánh sáng xanh lá – Hồi 750 MP của tất cả đồng minh khi được sử dụng."
    ],
    "story": "Một trong những vũ khí mới phát minh của Magos Le'Flamme, tổ chức nghiên cứu của Đế quốc. Akistra được phát triển thành một khẩu đại bác có hỏa lực cực đại, còn Nguồn sáng hồ quang được phát triển thành thứ vũ khí chiến lược đa năng. Trong lúc tìm hiểu cách kiểm soát sức mạnh ánh sáng, các nhà nghiên cứu đã kết hợp thuộc tính của một loại đá phân tán ánh sáng với nguyên lý Pháp nghệ có nguồn gốc từ Phép thuật nguyên tố, và hình thành một khái niệm hoàn toàn mới về vũ khí quang."
  },
  "s1": {
    "name": "Ánh sáng phá hủy",
    "description": "Gây {0} sát thương phép thuật bỏ qua phòng thủ cho mục tiêu, làm choáng trong {1} giây. Gây thêm {2} sát thương phép thuật bỏ qua phòng thủ đối với mục tiêu không phải Anh hùng. Sau khi sử dụng, xóa bỏ tất cả các Ánh sáng đang sở hữu và thu được Ánh sáng đỏ không thể hóa giải.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Giảm 1 điểm Tiêu hao mana.",
    "dark": "Tăng 1 điểm Tiêu hao Mana và 100% sát thương.",
    "ut": {
      "name": "Kiếm Nosenhill",
      "description": [
        "[Ánh sáng phá hủy] Tăng 20% sát thương và đặt lại Thời gian hồi chiêu khi tiêu diệt một kẻ địch.",
        "[Ánh sáng phá hủy] Tăng 24% sát thương và đặt lại Thời gian hồi chiêu khi tiêu diệt một kẻ địch.",
        "[Ánh sáng phá hủy] Tăng 29% sát thương và đặt lại Thời gian hồi chiêu khi tiêu diệt một kẻ địch.",
        "[Ánh sáng phá hủy] Tăng 35% sát thương và đặt lại Thời gian hồi chiêu khi tiêu diệt một kẻ địch.",
        "[Ánh sáng phá hủy] Tăng 42% sát thương và đặt lại Thời gian hồi chiêu khi tiêu diệt một kẻ địch.",
        "[Ánh sáng phá hủy] Tăng 50% sát thương và đặt lại Thời gian hồi chiêu khi tiêu diệt một kẻ địch."
      ],
      "story": "Một thanh kiếm báu và là báu vật của gia tộc Van Nosenhill. Gia tộc Van Nosenhill nổi danh nhờ sinh ra nhiều chiến lược gia và tướng lĩnh xuất chúng kể từ thời đại của hoàng đế đầu tiên. Kể từ lúc hoàng đế đầu tiên ban thanh kiếm này cho gia tộc, các đời tộc trưởng của Van Nosenhill luôn mang nó bên mình."
    }
  },
  "s2": {
    "name": "Chặn địch",
    "description": "Loại bỏ mọi hiệu ứng có hại khỏi người dùng kỹ năng, gây {0} sát thương phép thuật cho tất cả kẻ địch và làm chúng câm lặng trong {1} giây. Sau khi sử dụng, xóa bỏ tất cả các Ánh sáng đang sở hữu và thu được Ánh sáng xanh da trời không thể hóa giải.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Giảm 1 điểm Tiêu hao mana.",
    "dark": "Tăng 1 giây thời gian Câm lặng.",
    "ut": {
      "name": "Chứng chỉ phán quan",
      "description": [
        "[Chặn địch] Giảm 5 giây Thời gian hồi chiêu và tăng 10% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Chặn địch] Giảm 5 giây Thời gian hồi chiêu và tăng 12% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Chặn địch] Giảm 5 giây Thời gian hồi chiêu và tăng 14% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Chặn địch] Giảm 5 giây Thời gian hồi chiêu và tăng 17% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Chặn địch] Giảm 5 giây Thời gian hồi chiêu và tăng 21% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Chặn địch] Giảm 5 giây Thời gian hồi chiêu và tăng 25% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây."
      ],
      "story": "Thẻ bài phán quan được Hoàng đế trao cho Chrisha. Con sói bạc ngậm kiếm trong miệng biểu trưng cho quyền hành và uy thế, nhờ có nó mà Chrisha mới có thể nhân danh Hoàng đế thực thi công lý và trừng trị cái ác."
    }
  },
  "s3": {
    "name": "Vùng xanh lá",
    "description": "Gây {0} sát thương phép thuật cho kẻ địch phía trước đứng thẳng hàng và tạo Vùng xanh lá ở phía trước. Kẻ địch trong Vùng xanh lá sẽ không thể nhận hiệu ứng có lợi, phải chịu {2} sát thương phép thuật trong {1} giây và bị giảm {3}% Tỷ lệ hồi máu. Sau khi sử dụng, xóa bỏ tất cả các Ánh sáng đang sở hữu và thu được Ánh sáng xanh lá không thể hóa giải.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Giảm 1 điểm Tiêu hao mana.",
    "dark": "Tăng thời gian của Vùng xanh lá thêm 1.5 giây.",
    "ut": {
      "name": "Niềm kiêu hãnh của Velchia",
      "description": [
        "[Vùng xanh lá]Giảm 30% thời gian hồi chiêu và tăng thêm 20% hiệu ứng giảm tỷ lệ hồi máu của Vùng xanh lá.",
        "[Vùng xanh lá]Giảm 30% thời gian hồi chiêu và tăng thêm 24% hiệu ứng giảm tỷ lệ hồi máu của Vùng xanh lá.",
        "[Vùng xanh lá]Giảm 30% thời gian hồi chiêu và tăng thêm 29% hiệu ứng giảm tỷ lệ hồi máu của Vùng xanh lá.",
        "[Vùng xanh lá]Giảm 30% thời gian hồi chiêu và tăng thêm 35% hiệu ứng giảm tỷ lệ hồi máu của Vùng xanh lá.",
        "[Vùng xanh lá]Giảm 30% thời gian hồi chiêu và tăng thêm 42% hiệu ứng giảm tỷ lệ hồi máu của Vùng xanh lá.",
        "[Vùng xanh lá]Giảm 30% thời gian hồi chiêu và tăng thêm 50% hiệu ứng giảm tỷ lệ hồi máu của Vùng xanh lá."
      ],
      "story": "Chiếc nhẫn được trao cho Thống lĩnh của Hiệp sĩ phép thuật Velchia. Nó tượng trưng cho quyền lực và niềm kiêu hãnh của đội ngũ hiệp sĩ phép thuật tinh nhuệ nhất Đế quốc. Các hiệp sĩ cũng dùng chiếc nhẫn này làm dấu triện trên các giấy tờ."
    }
  },
  "s4": {
    "name": "Pháp nghệ của Đế quốc",
    "description": "Tăng {0} Tấn công và {1} Độ chính xác cho tất cả đồng minh, đồng thời thay đổi đòn tấn công thường của người dùng kỹ năng theo màu ánh sáng đang sở hữu. Ánh sáng đỏ – Tăng {2}% sát thương của đòn tấn công thường và giảm 1 giây Thời gian hồi chiêu của [Ánh sáng phá hủy] khi tấn công. Ánh sáng xanh da trời – Giảm {3}% sát thương của đòn tấn công thường, nhưng gây sát thương cho toàn bộ kẻ địch. Tăng {4}% sát thương pháp thuật mà mục tiêu phải chịu trong 10 giây. Ánh sáng xanh lá – Giảm 20% sát thương của đòn tấn công thường, nhưng gây sát thương cho 2 kẻ địch. Giảm {5}% Tỷ lệ hồi máu của mục tiêu trong 5 giây.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Tăng cường hiệu ứng của Ánh sáng đối với đòn tấn công thường. Ánh sáng đỏ: Thay đổi mức Giảm thời gian hồi chiêu thành 2 giây. Ánh sáng xanh da trời: Mục tiêu chịu thêm 60% sát thương phép thuật. Ánh sáng xanh lá: Mức giảm tỷ lệ hồi máu tăng đến 40%.",
    "dark": "Tăng 20% phạm vi của đòn tấn công thường.",
    "ut": {
      "name": "Lăng kính màu cơ bản",
      "description": [
        "[Pháp nghệ của Đế quốc] Khi có được Ánh sáng, tăng 3% Tấn công của bản thân và gây thêm 1,2% Sát thương cho kẻ địch không phải Anh hùng trong 20 giây. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Pháp nghệ của Đế quốc] Khi có được Ánh sáng, tăng 3% Tấn công của bản thân và gây thêm 1,4% Sát thương cho kẻ địch không phải Anh hùng trong 20 giây. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Pháp nghệ của Đế quốc] Khi có được Ánh sáng, tăng 3% Tấn công của bản thân và gây thêm 1,7% Sát thương cho kẻ địch không phải Anh hùng trong 20 giây. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Pháp nghệ của Đế quốc] Khi có được Ánh sáng, tăng 3% Tấn công của bản thân và gây thêm 2,1% Sát thương cho kẻ địch không phải Anh hùng trong 20 giây. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Pháp nghệ của Đế quốc] Khi có được Ánh sáng, tăng 3% Tấn công của bản thân và gây thêm 2,5% Sát thương cho kẻ địch không phải Anh hùng trong 20 giây. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Pháp nghệ của Đế quốc] Khi có được Ánh sáng, tăng 3% Tấn công của bản thân và gây thêm 3% Sát thương cho kẻ địch không phải Anh hùng trong 20 giây. Hiệu ứng này có thể cộng dồn tối đa 10 lần."
      ],
      "story": "Lõi của Arc Lumineir và một nguồn Mana có tác dụng tán sắc ánh sáng của bước sóng nhất định. Khoáng chất này là một cổ vật rất mạnh khi kết hợp với các bùa phép nguyên tố nhưng nó không đủ cứng để chịu được phép thuật mạnh hơn. Pháp nghệ của Magos Le'Flamme đã tăng cường đáng kể độ cứng của khoáng chất này và hiện được dùng làm vũ khí quang học."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Tăng 400 điểm Tốc độ tấn công của đòn tấn công thường và tăng thêm 40 điểm nữa mỗi khi dùng kỹ năng. Hiệu ứng này không bị giải trừ và có thể cộng dồn tối đa 10 lần."
  }
}