{
  "name": "Neraxis",
  "subtitle": "Sự kiêu ngạo của Obsidian",
  "description": "Hậu duệ của rồng đen kiểm soát tia chớp bóng tối. Anh chiến đấu để giải thoát thế giới khỏi ác quỷ, đặc biệt là Quỷ rồng. Năng lượng của tia chớp bóng đêm được yểm trong khẩu Súng đại đinh xuyên thủng lớp phòng thủ của kẻ địch.",
  "story": "Rồng đen nổi tiếng là kiêu ngạo và nóng tính nhất trong tất cả các loài rồng. Chúng chịu tổn thất nặng nề từ Cuộc chiến chống ác quỷ 100 năm trước. Armarta nổi điên, Ashen Nox đánh cắp chúng và Quỷ rồng bắt đầu săn lùng những con rồng. Neraxis là một trong số rất ít rồng đen còn sống sót qua thời kỳ đó và đến nay anh vẫn nung nấu kế hoạch báo thù.",
  "like": "Laias",
  "dislike": "Ác quỷ, Cain, Lilia và bất cứ thứ gì cản đường anh.",
  "inn": {
    "idle": "Hừm. Ta đang làm cái gì ở đây thế này...?",
    "recruit": {
      "greet": "Hừm, một con người thì muốn gì ở ta chứ?",
      "talk": [
        "Ngươi không đáng để ta nói chuyện.",
        "Ngươi muốn gì nào?",
        "Ha, nực cười."
      ],
      "gift": "Ta không biết ngươi muốn gì, và cũng chẳng cần biết."
    },
    "affinity": {
      "greet": "Hừm, lại là ngươi, con người.",
      "talk": [
        "Hả? Ngươi muốn ta giúp? Hừm. Thật phiền phức.",
        "Ha, đúng rồi đó. Rồng đen là loài mạnh nhất!"
      ],
      "gift": "Ta không cần. Sao ngươi cứ...?"
    },
    "relationship": {
      "greet": "...Được rồi, ta rất vui khi gặp ngươi! Hừm...",
      "talk": [
        "Lilia? À, cái con bé phiền phức đó hả? Chậc, nó lúc nào cũng lo chuyện bao đồng thôi.",
        "Sao cái xác ướp đó không biến đi cho rồi? Đôi khi ta thực sự muốn giết hắn.",
        "Sao ta lại thích Laias ư? Hừm, t-thích một người thì cần gì lý do chứ... Mà đợi đã, sao ngươi lại biết!?"
      ]
    }
  },
  "uw": {
    "name": "Họng rồng thét gào, Acravita",
    "description": [
      "Khi đánh trúng 20 đòn tấn công thường, gây sát thương phép thuật tương đương 100% sức tấn công lên 2 kẻ địch bất kỳ, làm choáng chúng trong 0,5 giây và trở thành Bão tố của Neraxis trong 10 giây. Trong thời gian trở thành Bão tố của Neraxis, tăng phòng thủ vật lý của tất cả đồng minh tương đương 4% sức phòng thủ vật lý của bản thân và tăng phòng thủ phép thuật tương đương 4% sức phòng thủ phép thuật của bản thân.",
      "Khi đánh trúng 19 đòn tấn công thường, gây sát thương phép thuật tương đương 100% sức tấn công lên 2 kẻ địch bất kỳ, làm choáng chúng trong 0,5 giây và trở thành Bão tố của Neraxis trong 10 giây. Trong thời gian trở thành Bão tố của Neraxis, tăng phòng thủ vật lý của tất cả đồng minh tương đương 4.8% sức phòng thủ vật lý của bản thân và tăng phòng thủ phép thuật tương đương 4.8% sức phòng thủ phép thuật của bản thân.",
      "Khi đánh trúng 20 đòn tấn công thường, gây sát thương phép thuật tương đương 100% sức tấn công lên 2 kẻ địch bất kỳ, làm choáng chúng trong 0,5 giây và trở thành Bão tố của Neraxis trong 10 giây. Trong thời gian trở thành Bão tố của Neraxis, tăng phòng thủ vật lý của tất cả đồng minh tương đương 5.7% sức phòng thủ vật lý của bản thân và tăng phòng thủ phép thuật tương đương 5.7% sức phòng thủ phép thuật của bản thân.",
      "Khi đánh trúng 20 đòn tấn công thường, gây sát thương phép thuật tương đương 100% sức tấn công lên 2 kẻ địch bất kỳ, làm choáng chúng trong 0,5 giây và trở thành Bão tố của Neraxis trong 10 giây. Trong thời gian trở thành Bão tố của Neraxis, tăng phòng thủ vật lý của tất cả đồng minh tương đương 6.9% sức phòng thủ vật lý của bản thân và tăng phòng thủ phép thuật tương đương 6.9% sức phòng thủ phép thuật của bản thân.",
      "Khi đánh trúng 20 đòn tấn công thường, gây sát thương phép thuật tương đương 100% sức tấn công lên 2 kẻ địch bất kỳ, làm choáng chúng trong 0,5 giây và trở thành Bão tố của Neraxis trong 10 giây. Trong thời gian trở thành Bão tố của Neraxis, tăng phòng thủ vật lý của tất cả đồng minh tương đương 8.3% sức phòng thủ vật lý của bản thân và tăng phòng thủ phép thuật tương đương 8.3% sức phòng thủ phép thuật của bản thân.",
      "Sau khi đánh trúng 15 đòn tấn công thường, gây sát thương phép thuật tương đương 100% sức tấn công lên 2 kẻ địch bất kỳ, làm choáng chúng trong 0,5 giây và trở thành Bão tố của Neraxis trong 10 giây. Trong thời gian trở thành Bão tố của Neraxis, tăng phòng thủ vật lý của tất cả đồng minh tương đương 10% sức phòng thủ vật lý của người niệm kỹ năng và tăng phòng thủ phép thuật tương đương 10% sức phòng thủ phép thuật của người niệm kỹ năng."
    ],
    "story": "Một trang bị được chế tạo từ kim loại đen tối có tên Adamantite, nung trong ngọn lửa bóng tối và tia chớp của rồng đen. Nó chứa đựng sự hận thù và cơn thịnh nộ của những con rồng đen bị giết trong Cuộc chiến chống ác quỷ. Neraxis bắt những người lùn rèn nên vũ khí đặc biệt này cho anh. Sau đó, anh nguyền rủa và phù phép nó bằng linh hồn chất chứa thù hận của những con rồng đen. Ngoài Neraxis, bất kỳ ai đụng vào vũ khí này sẽ nghe tiếng gầm rú thịnh nộ của những con rồng đầy oán khí."
  },
  "s1": {
    "name": "Móng vuốt tia chớp đen",
    "description": "Kéo kẻ địch về phía mục tiêu và gây {0} sát thương phép thuật. Gây {1} sát thương phép thuật xung quanh mục tiêu sau 1 giây và làm choáng chúng trong {2} giây. Giảm {4} tốc độ tấn công của kẻ địch trúng đòn trong {3} giây.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Tăng {0} giây thời gian gây Choáng.",
    "dark": "Tăng 25% sát thương phép thuật mà kẻ địch trúng đòn nhận vào trong 10 giây.",
    "ut": {
      "name": "Hộp tia chớp đen",
      "description": [
        "[Móng vuốt tia chớp đen] Hồi phục 100 Mana trên mỗi đòn đánh trúng, đồng thời tăng 10% Phòng thủ vật lý và Phòng thủ phép thuật của bản thân trong 10 giây.",
        "[Móng vuốt tia chớp đen] Hồi phục 100 Mana trên mỗi đòn đánh trúng, đồng thời tăng 12% Phòng thủ vật lý và Phòng thủ phép thuật của bản thân trong 10 giây.",
        "[Móng vuốt tia chớp đen] Hồi phục 100 Mana trên mỗi đòn đánh trúng, đồng thời tăng 14% Phòng thủ vật lý và Phòng thủ phép thuật của bản thân trong 10 giây.",
        "[Móng vuốt tia chớp đen] Hồi phục 100 Mana trên mỗi đòn đánh trúng, đồng thời tăng 17% Phòng thủ vật lý và Phòng thủ phép thuật của bản thân trong 10 giây.",
        "[Móng vuốt tia chớp đen] Hồi phục 100 Mana trên mỗi đòn đánh trúng, đồng thời tăng 21% Phòng thủ vật lý và Phòng thủ phép thuật của bản thân trong 10 giây.",
        "[Móng vuốt tia chớp đen] Hồi phục 100 Mana trên mỗi đòn đánh trúng, đồng thời tăng 25% Phòng thủ vật lý và Phòng thủ phép thuật của bản thân trong 10 giây."
      ],
      "story": "Một thiết bị khuếch đại pháp thuật chứa Tia chớp đen. Nó được làm bằng chính loại vật liệu chế tạo ra Acravita. Tộc người lùn bị Neraxis ép buộc phải tạo ra Acravita, và khi họ hoàn thành công việc, vẫn còn lại một ít vật liệu thừa. Khi những người lùn thỉnh cầu Neraxis cho họ giữ lại chỗ vật liệu thừa ấy, coi như là phần thưởng cho việc đúc ra Acravita, hắn giật tóc bọn họ và bảo cứ việc. Vậy là, chiếc hộp chứa Tia sét đen ra đời."
    }
  },
  "s2": {
    "name": "Tiếng gầm Obsidian",
    "description": "Tăng {1} tấn công, phòng thủ vật lý và phòng thủ phép thuật của tất cả đồng minh trong {0} giây. Gây {2} sát thương phép thuật lên tất cả kẻ địch và giảm {4}% sức tấn công của chúng trong {3} giây.",
    "books": {
      "0": "Tăng {0}% Hỗ trợ tấn công và Hỗ trợ phòng thủ.",
      "1": "Tăng {0}% Hỗ trợ tấn công và Hỗ trợ phòng thủ.",
      "2": "Tăng {0}% Hỗ trợ tấn công và Hỗ trợ phòng thủ."
    },
    "light": "Tăng 1 điểm mức Tiêu hao Mana và tăng {0}% Hỗ trợ tấn công và phòng thủ.",
    "dark": "Giảm {1} tốc độ tấn công của kẻ địch trúng đòn trong {0} giây.",
    "ut": {
      "name": "Ký ức của Thần rồng xanh",
      "description": [
        "[Tiếng gầm Obsidian] Tăng 20% Hỗ trợ phòng thủ của đồng minh và loại bỏ các hiệu ứng có lợi khỏi tất cả kẻ địch ngay khi sử dụng Tiếng gầm Obsidian.",
        "[Tiếng gầm Obsidian] Tăng 24% Hỗ trợ phòng thủ của đồng minh và loại bỏ các hiệu ứng có lợi khỏi tất cả kẻ địch ngay khi sử dụng Tiếng gầm Obsidian.",
        "[Tiếng gầm Obsidian] Tăng 29% Hỗ trợ phòng thủ của đồng minh và loại bỏ các hiệu ứng có lợi khỏi tất cả kẻ địch ngay khi sử dụng Tiếng gầm Obsidian.",
        "[Tiếng gầm Obsidian] Tăng 35% Hỗ trợ phòng thủ của đồng minh và loại bỏ các hiệu ứng có lợi khỏi tất cả kẻ địch ngay khi sử dụng Tiếng gầm Obsidian.",
        "[Tiếng gầm Obsidian] Tăng 42% Hỗ trợ phòng thủ của đồng minh và loại bỏ các hiệu ứng có lợi khỏi tất cả kẻ địch ngay khi sử dụng Tiếng gầm Obsidian.",
        "[Tiếng gầm Obsidian] Tăng 50% Hỗ trợ phòng thủ của đồng minh và loại bỏ các hiệu ứng có lợi khỏi tất cả kẻ địch ngay khi sử dụng Tiếng gầm Obsidian."
      ],
      "story": "Trâm cài tóc Laias đánh rơi khi đang gột rửa dòng nước mà bọn ác quỷ làm ô uế. Neraxis đã tìm thấy và giữ nó, nhưng anh vẫn chưa quyết định có trả lại cho cô hay không. Có thể phải rất lâu nữa Laias mới nhận lại chiếc trâm cài tóc mà mình đánh mất."
    }
  },
  "s3": {
    "name": "Hơi thở tàn phá",
    "description": "Gây tổng cộng {0} sát thương phép thuật lên kẻ địch trong một vùng rộng lớn xung quanh mục tiêu trong 6 lần và giảm {2}% phòng thủ phép thuật của chúng trong {1} giây. Mỗi lần trúng đòn, kẻ địch sẽ bị choáng trong {3} giây.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Giảm 1 điểm mức Tiêu hao mana.",
    "dark": "Thay đổi tỷ lệ Giảm phòng thủ phép thuật thành 30%.",
    "ut": {
      "name": "Lốc xoáy thịnh nộ",
      "description": [
        "[Hơi thở tàn phá] Tăng 1 giây thời gian gây Choáng và giảm 3 giây Thời gian hồi chiêu của Hơi thở tàn phá.",
        "[Hơi thở tàn phá] Tăng 1 giây thời gian gây Choáng và giảm 4 giây Thời gian hồi chiêu của Hơi thở tàn phá.",
        "[Hơi thở tàn phá] Tăng 1 giây thời gian gây Choáng và giảm 5 giây Thời gian hồi chiêu của Hơi thở tàn phá.",
        "[Hơi thở tàn phá] Tăng 1 giây thời gian gây Choáng và giảm 6 giây Thời gian hồi chiêu của Hơi thở tàn phá.",
        "[Hơi thở tàn phá] Tăng 1 giây thời gian gây Choáng và giảm 7 giây Thời gian hồi chiêu của Hơi thở tàn phá.",
        "[Hơi thở tàn phá] Tăng 1 giây thời gian gây Choáng và giảm 8 giây Thời gian hồi chiêu của Hơi thở tàn phá."
      ],
      "story": "Được chế tạo bằng chính chiếc nanh của Neraxis, chiếc trượng này chứa đựng cơn thịnh nộ bỏng cháy của anh. Khi Neraxis dùng trượng này tấn công, nguồn năng lượng lớn kết hợp với sức mạnh của Neraxis xoáy qua kẻ địch với tốc độ khủng khiếp. Sức mạnh này đủ để xuyên qua mọi thứ và làm đứt tứ chi của những kẻ dám lại gần."
    }
  },
  "s4": {
    "name": "Da rồng đen",
    "description": "Tăng {0} phòng thủ vật lý và phòng thủ phép thuật, đồng thời giảm {1}% sát thương vật lý và sát thương phép thuật nhận vào.",
    "books": {
      "0": "Tăng {0}% Hỗ trợ phòng thủ.",
      "1": "Tăng {0}% Hỗ trợ phòng thủ.",
      "2": "Tăng {0}% Hỗ trợ phòng thủ."
    },
    "light": "Tốc độ tấn công tăng 300.",
    "dark": "Khi HP còn dưới {0}%, tăng {1}% các hiệu ứng kỹ năng."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / CC Resist +100",
    "dark": "Đầu mỗi trận chiến, giảm {1}% sát thương của kẻ địch không phải là Anh hùng gây lên tất cả đồng minh ngoài Neraxis trong {0} giây."
  }
}