{
  "name": "Scarlet",
  "subtitle": "Niềm tin của bách ân",
  "description": "Nàng công chúa được bách tính tin yêu của Orvelia. Cô là một hiệp sĩ chính nghĩa biết cầm gươm đao vì công lý và bảo vệ kẻ yếu.  Cô dùng thanh đại đao làm vô hiệu hóa phép thuật và xẻ làm đôi kẻ địch.",
  "story": "Vua Veroglance đệ nhị của Orvelia ngày càng yếu. Ông đã từng là vị vua can đảm mà không ai dám qua mặt. Tuy nhiên, ông cũng bắt đầu yếu đi theo tuổi tác. Cuối cùng, khi ông bị ốm, những kẻ thèm khát sức mạnh bắt đầu tụ tập quanh ông như ruồi nhặng. Scarlet cố gắng hết sức để bảo vệ vua cha trong cơn hỗn loạn này. Nhưng người đàn ông bị khống chế bởi những kẻ nịnh bợ vây quanh không còn là vị vua đáng kính mà nàng từng biết nữa. Nhà vua quay lưng lại với những lời cầu xin của con gái. Nói một cách nhẹ nhàng nhất thì giới quý tộc không hài lòng khi phải chấp nhận người con duy nhất của nhà vua, là nàng, trở thành nữ hoàng tiếp theo của họ. Không khí trong hoàng cung nhanh chóng trở nên u ám. Nàng biết diều đó. Giới quý tộc sẽ không ngừng gây áp lực cho nàng. Nhưng nàng sẽ không bao giờ đầu hàng. Nàng sẵn sàng chiến đấu để bảo vệ vương quốc của mình, bảo vệ người dân của mình. Nàng sẽ không bao giờ để những kẻ thèm khát quyền lực kiểm soát vương quốc. Cho dù thế nào đi nữa...",
  "like": "Những người trung thực Người thường",
  "dislike": "Những kẻ cơ hội Những kẻ áp bức kẻ yếu",
  "inn": {
    "idle": "Gọn gàng hơn tôi nghĩnhỉ.",
    "recruit": {
      "greet": "Bạn, có việc gì cần đến tôi à?",
      "talk": [
        "Đừng ngại. Hãy lại gần tôi thêm chút nào.",
        "Hãy kể thêm câu chuyện của các bạn.",
        "Nhờ có các bạn mới có đất nước này. Tôi luôn biết ơn điều này."
      ],
      "gift": "... xin, đa tạ..."
    },
    "affinity": {
      "greet": "Gặp ngươi thật vui.",
      "talk": [
        "Chúng ta không được quên rằng con người là trụ cột của đất nước này.",
        "Ta rất lo về bệnh tình của cha."
      ],
      "gift": "Cảm ơn nhiều lắm. Ta sẽ tận dụng nó."
    },
    "relationship": {
      "greet": "Lại gặp nhau rồi... Ngồi đi. Tôi có chuyện muốn nói.",
      "talk": [
        "Lẽ nào bạn nghĩkhông chỉ có thủ đô mà toàn bộ khu vực vương quốc Orvelia đã bị biến đổi chăng...",
        "Nếu nói không mệt thì là nói dối rồi... Nhưng dù phải nói dối, tôi không mệt chút nào.",
        "Bên cạnh tôi có những con người đáng tin cậy. Nhờ có họ mà tôi còn gắng gượng như này... Hú.. Một người thẳng thắn đến mức cứng nhắc..."
      ]
    }
  },
  "uw": {
    "name": "Gươm kiêu hãnh, Bellona thuần khiết",
    "description": [
      "Mỗi 1 kĩ năng sử dụng khi đang trong thời gian đợi dùng lại chiêu sẽ tăng thêm 8% lượng sát thương bản thân gây ra.",
      "Mỗi 1 kĩ năng sử dụng khi đang trong thời gian đợi dùng lại chiêu sẽ tăng thêm 10% lượng sát thương bản thân gây ra.",
      "Mỗi 1 kĩ năng sử dụng khi đang trong thời gian đợi dùng lại chiêu sẽ tăng thêm 12% lượng sát thương bản thân gây ra.",
      "Mỗi 1 kĩ năng sử dụng khi đang trong thời gian đợi dùng lại chiêu sẽ tăng thêm 14% lượng sát thương bản thân gây ra.",
      "Mỗi 1 kĩ năng sử dụng khi đang trong thời gian đợi dùng lại chiêu sẽ tăng thêm 17% lượng sát thương bản thân gây ra.",
      "Mỗi 1 kĩ năng sử dụng khi đang trong thời gian đợi dùng lại chiêu sẽ tăng thêm 20% lượng sát thương bản thân gây ra."
    ],
    "story": "Thanh kiếm thần kỳ nhất tại Orvelia. Lưỡi kiếm thiêng này đã được truyền lại trong dòng dõi hoàng gia Orvelia kể từ khi vương quốc được thành lập, tượng trưng cho quyền lực chân chính của vua. Vua Kyle cũng đã sử dụng thanh kiếm này trước khi được Kiếm Thánh Aea lựa chọn. Được ban sức mạnh của ánh sáng, lưỡi kiếm có thể vô hiệu hóa mọi phép thuật bằng cách cắt đứt dòng chảy của nó. Chỉ hiệp sĩ có dòng máu cao quý và lòng kiêu hãnh chân chính mới có thể sử dụng thanh kiếm này. Những người muốn nâng thanh kiếm phải vượt qua thử thách của gia đình hoàng gia, ngoài Kyle chỉ có Scarlet đạt được kỳ tích này."
  },
  "s1": {
    "name": "Dừng lại!",
    "description": "Tấn công tất cả kẻ địch trước mặt, gây {0} sát thương vật lý và đốn ngã chúng trong 3 giây. Nếu mục tiêu không phải là Anh hùng, gây thêm {1} sát thương vật lý. Hồi HP tương đương 30% sát thương đã gây ra.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Làm tăng {0}% sát thương vật lý của đối phương trong 10 giây."
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Gỡ bỏ mọi hiệu ứng có hại nhận phải lên bản thân khi sử dụng.",
    "ut": {
      "name": "Găng tay cơn sóng",
      "description": [
        "[Dừng!] Tăng 20% Sát thương và 25% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Dừng!] Tăng 24% Sát thương và 25% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Dừng!] Tăng 29% Sát thương và 25% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Dừng!] Tăng 35% Sát thương và 25% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Dừng!] Tăng 42% Sát thương và 25% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Dừng!] Tăng 50% Sát thương và 25% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây."
      ],
      "story": "Găng tay được làm từ loại quặng quý hiếm, có mật độ cao, tìm thấy trong hầm mỏ của gia tộc Ziltrion. Demia đã trao nó cho Scarlet khi họ tặng quà nhau nhân dịp cùng hoàn thành phần cuối cùng trong khóa huấn luyện kiếm thuật của họ. Scarlet coi nó như là bằng chứng cho việc Demia là đối tác tập luyện ăn ý nhất và cũng là người bạn thân nhất của cô. Scarlet chưa bao giờ sử dụng nó, vì sợ nó bị trầy xước."
    }
  },
  "s2": {
    "name": "Đây chính là công lý!",
    "description": "Gỡ bỏ hiệu ứng xấu của toàn bộ đồng minh và gỡ bỏ hiệu ứng có lợi gây {0} sát thương vật lý lên toàn bộ đối thủ.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Nếu mục tiêu không phải là Anh hùng, làm choáng chúng trong 4 giây.",
    "dark": "Lực kháng chí mạng vật lý của toàn bộ đồng minh tăng 200 trong 10 giây.",
    "ut": {
      "name": "Đôi cánh công lý",
      "description": [
        "[Công lý được thực thi!] Tăng 20% Sát thương và giảm 10% Thời gian hồi chiêu của tất cả đồng minh.",
        "[Công lý được thực thi!] Tăng 24% Sát thương và giảm 10% Thời gian hồi chiêu của tất cả đồng minh.",
        "[Công lý được thực thi!] Tăng 29% Sát thương và giảm 10% Thời gian hồi chiêu của tất cả đồng minh.",
        "[Công lý được thực thi!] Tăng 35% Sát thương và giảm 10% Thời gian hồi chiêu của tất cả đồng minh.",
        "[Công lý được thực thi!] Tăng 42% Sát thương và giảm 10% Thời gian hồi chiêu của tất cả đồng minh.",
        "[Công lý được thực thi!] Tăng 50% Sát thương và giảm 10% Thời gian hồi chiêu của tất cả đồng minh."
      ],
      "story": "Mặt dây chuyền chế tạo bởi bàn tay của Scarlet, người có những nguyên tắc bảo vệ công lý hoặc không bao giờ lùi bước. Cô tặng mặt dây chuyền cho những người mình dựa vào: Clause và Demia. Đôi cánh tỏa sáng màu xanh ngọc hoàng gia, biểu tượng của công lý, được khảm vào bên trong mặt dây chuyền. Một người có thể chỉnh đốn lại bản thân khi nhàn vào mặt dây chuyền phản chiếu ánh mắt của mình. Cô ngắm nó mỗi khi thấy tuyệt vọng, khi nhìn vào mắt những người đổ lỗi cho cha mình là đức vua Veroglance II."
    }
  },
  "s3": {
    "name": "Gươm kiêu hãnh",
    "description": "Tấn công 3 lần lên địch, gây ra tổng {0} sát thương vật lý, phát ra khí đen và gây ra {1} sát thương vật lý lên địch trong phạm vi phía trước, và làm mù mắt trong 5 giây.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Làm giảm 40% lượng hồi phục của địch bị nhận sát thương nhận được trong 10 giây.",
    "ut": {
      "name": "Niềm tự hào Orvelia",
      "description": [
        "Lượng sát thương của [Gươm kiêu hãnh!!] tăng 20% và làm đối thủ choáng trong 3 giây ở mỗi lần tấn công.",
        "Lượng sát thương của [Gươm kiêu hãnh!!] tăng 24% và làm đối thủ choáng trong 3 giây ở mỗi lần tấn công.",
        "Lượng sát thương của [Gươm kiêu hãnh!!] tăng 29% và làm đối thủ choáng trong 3 giây ở mỗi lần tấn công.",
        "Lượng sát thương của [Gươm kiêu hãnh!!] tăng 35% và làm đối thủ choáng trong 3 giây ở mỗi lần tấn công.",
        "Lượng sát thương của [Gươm kiêu hãnh!!] tăng 42% và làm đối thủ choáng trong 3 giây ở mỗi lần tấn công.",
        "Lượng sát thương của [Gươm kiêu hãnh!!] tăng 50% và làm đối thủ choáng trong 3 giây ở mỗi lần tấn công."
      ],
      "story": "Một lá cờ mừng được làm để ca ngợi đức vua khi Orvelia được thành lập lần đầu tiên. Mỗi khi nhìn thấy lá cờ trong thư phòng, cô lại thấy nổi giận khi nghĩ đến kẻ phản bội đã khiến cha cô thành một con bù nhìn, và những tên nịnh thần hủy hoại cả vương quốc. Vì thế, Scarlet càng quyết tâm khôi phục quá khứ huy hoàng của Orvelia và củng cố ngai vàng vững mạnh."
    }
  },
  "s4": {
    "name": "Nữ thần chiến tranh",
    "description": "Mọi kháng cự đòn chí mạng của bản thân đều tăng lên {0} , khi tấn công thường sẽ gây thêm {1} sát thương vật lý lên đối tượng với xác suất 10% và làm ngất xỉu trong 1 giây.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Lực kháng đòn chí mạng tăng thành 300.",
    "dark": "Khi địch còn 1 người, thời gian kéo dài ngất xỉu tăng 2 giây."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / CC Resist +100",
    "dark": "Khi nhận phải đòn chí mạng, gỡ bỏ hiệu ứng có lợi của đối tượng gây ra sát thương với xác suất 5% và làm ngất xỉu trong 1 giây. Tời gian đợi dùng lại chiêu được áp dụng 8 giây."
  }
}