{
  "name": "Sonia",
  "subtitle": "Vũ bão ánh sáng xanh",
  "description": "Tuy không thuộc nhóm hiền nhân, nhưng là một nhân tài được công nhận với thực lực pháp thuật xuất chúng của mình. Bản chất của cô gái nhận được gọi tên 'màu xanh' này, thực ra là một homunculus được tạo ra từ việc sao bản gốc con người. Đòn tấn công như sốc điện phát ra từ quả cầu thủy tinh của cô ấy không để lại gì dù là một chút tro tàn.",
  "story": "Một homunculus chiến đấu do một phù thủy ở Orvel tạo ra, với hạt nhân là trái tim của Quái vật tia chớp Vikal. Sau khi có được sự tự nhận thức trong quá trình hình thành, cố trốn khỏi phòng thí nghiệm và sống tại trại trẻ mồ côi của Ricardo trong những năm sau đó. Cô có khả năng tùy ý tung ra phép thuật tia chớp uy mãnh. Là homunculus chiến đấu, cô cũng có năng lực thể chất tuyệt hảo. Bên dưới diện mạo của một cô gái trẻ, cô là một cỗ máy chiến tranh mơ hồ đang tìm kiếm ý nghĩa tồn tại của mình. Các phù thủy của Tháp hiền triết đã đặt cho cô danh hiệu cấp 'Xanh dương' để thể hiện khả năng đọc thần chú không có ngữ điệu của cô. Tuy nhiên, cô không tin tưởng các phù thủy và không có khao khát gắn liền bản thân với tòa Tháp.",
  "like": "Mirianne và mọi người ở trại trẻ mồ côi",
  "dislike": "Phù thủy, nhà giả kim",
  "inn": {
    "idle": "Nhiều người nhỉ... Mirianne, đi đâu rồi?",
    "recruit": {
      "greet": "Hả? Tôi ư? Ừm...",
      "talk": [
        "Tôi đã bảo tôi chỉ giỏi việc chiến đấu thôi mà? Đừng kì vọng vào tôi quá.",
        "Vì không phải là loài người nên nhẹ ư, rồi sẽ phải trả giá đấy?",
        "Nhìn đủ rồi chứ? Trước khi tôi cho ăn một đòn sốc điện."
      ],
      "gift": "Ơ? Cho tôi à? Ừm...cảm, cảm ơn nhé..."
    },
    "affinity": {
      "greet": "Xin chào? Ta vừa ghé qua.",
      "talk": [
        "Nếu muốn đấu võ thì cứ nói với ta. Đương nhiên là sẽ rất đau rồi! Có khi lại bị giật điện chưa biết chừng!",
        "Ôi? Mirianne cũng ở đây sao?"
      ],
      "gift": "Ôi? Cho ta à? Thật không vậy?"
    },
    "relationship": {
      "greet": "Ơ hay, bạn muốn nói chuyện với tôi? Hay đấy...",
      "talk": [
        "Bạn tò mò về tôi ư? Ừm.. Tôi nhớ đã từng kể cho bạn nghe về Homunculus rồi mà nhỉ...",
        "Phương thức chiến đấu? À, tôi sử dụng nguồn điện nằm trong cơ thể tôi...",
        "Người tôi trông cậy? À... ông Ricardo và Mirianne. À, và cả.. bạn?"
      ]
    }
  },
  "uw": {
    "name": "Mắt bão, Yanadis",
    "description": [
      "Thời gian kéo dài trạng thái sốc điện tăng 2 giây và khi tấn công thường lên địch ở trạng thái sốc điện sẽ làm giảm 1.6% thời gian đợi dùng lại tất cả các chiêu của đối phương.",
      "Thời gian kéo dài trạng thái sốc điện tăng 3 giây và khi tấn công thường lên địch ở trạng thái sốc điện sẽ làm giảm 1.9% thời gian đợi dùng lại tất cả các chiêu của đối phương.",
      "Thời gian kéo dài trạng thái sốc điện tăng 4 giây và khi tấn công thường lên địch ở trạng thái sốc điện sẽ làm giảm 2.3% thời gian đợi dùng lại tất cả các chiêu của đối phương.",
      "Thời gian kéo dài trạng thái sốc điện tăng 5 giây và khi tấn công thường lên địch ở trạng thái sốc điện sẽ làm giảm 2.7% thời gian đợi dùng lại tất cả các chiêu của đối phương.",
      "Thời gian kéo dài trạng thái sốc điện tăng 6 giây và khi tấn công thường lên địch ở trạng thái sốc điện sẽ làm giảm 3.3% thời gian đợi dùng lại tất cả các chiêu của đối phương.",
      "Thời gian kéo dài trạng thái sốc điện tăng 7 giây và khi tấn công thường lên địch ở trạng thái sốc điện sẽ làm giảm 4% thời gian đợi dùng lại tất cả các chiêu của đối phương."
    ],
    "story": "Quả cầu điện được Sonia chế tạo dựa trên hạt nhân quái thú mà hiện tại chính là trái tim của cô ta. Cô ta đã cho thấy tài năng tuyệt vời về chế tạo đồ phép thuật, và đây là vũ khí đầu tiên mà cô ta chế tạo. Nó hơi thiếu một chút ổn định, phần lớn là do nguồn điện quá lớn bên trong nó. Cơn bão điện cực mạnh được tạo ra từ vũ khí này thực sự nguy hiểm cho bất kỳ kẻ thù nào. Trong thực tế, ngoài Sonia, bất kỳ ai chạm vào nó sẽ nhanh chóng bị thiêu cháy bởi dòng điện lớn chạy trong đó."
  },
  "s1": {
    "name": "Tia chớp chí tử!",
    "description": "Phát nổ làm giật điện về phía trước, gây ra {0} sát thương phép và tạo ra màn điện trong 3 giây lên địch trong phạm vi đó. Sau 10 lần tạo màn điện sẽ gây ra tổng {1} sát thương phép và mỗi đòn đánh sẽ có 25% xác suất làm ngất xỉu trong 0.5 giây.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Xác suất phát động ngất xỉu tăng 10%."
  },
  "s2": {
    "name": "Sức mạnh tia chớp!",
    "description": "Tăng {0} lực tấn công của bản thân, {1} tất cả lực phòng thủ trong 15 giây. Khi sử dụng chiêu gây thêm {2} sát thương phép lên 2 đối thủ bất kì với xác xuất 20% liên tục tại mỗi tấn công thường và gây choáng trong 0.5 giây.",
    "books": {
      "0": "Lượng tăng sức tấn công và lực phòng thủ tăng {0}%.",
      "1": "Lượng tăng sức tấn công và lực phòng thủ tăng {0}%.",
      "2": "Lượng tăng sức tấn công và lực phòng thủ tăng {0}%."
    },
    "light": "Lượng tăng lực phòng thủ và sức tấn công tăng 40%.",
    "dark": "Hiệu quả sát thương bổ sung được áp dụng lên toàn bộ đối thủ.",
    "ut": {
      "name": "Lều sấm chớp",
      "description": [
        "[Sức mạnh sấm sét!] Thay đổi hiệu ứng thành không thể xóa bỏ và tăng 10% xác suất gây thêm sát thương.",
        "[Sức mạnh sấm sét!] Thay đổi hiệu ứng thành không thể xóa bỏ và tăng 12% xác suất gây thêm sát thương.",
        "[Sức mạnh sấm sét!] Thay đổi hiệu ứng thành không thể xóa bỏ và tăng 14% xác suất gây thêm sát thương.",
        "[Sức mạnh sấm sét!] Thay đổi hiệu ứng thành không thể xóa bỏ và tăng 17% xác suất gây thêm sát thương.",
        "[Sức mạnh sấm sét!] Thay đổi hiệu ứng thành không thể xóa bỏ và tăng 21% xác suất gây thêm sát thương.",
        "[Sức mạnh sấm sét!] Thay đổi hiệu ứng thành không thể xóa bỏ và tăng 25% xác suất gây thêm sát thương."
      ],
      "story": "Một chiếc áo choàng mà Mirianne bất chấp hiểm nguy để làm cho Sonia. Trước đây, quần áo của Sonia thường bốc cháy do vụ nổ điện chạy suốt cơ thể cô. Thấy vậy, Mirianne bèn nhổ loài cây ereth, được cho là sinh trưởng dưới sấm sét. Cô kéo sợi chỉ của loài cây và làm thành áo choàng. Khi nhìn thấy bàn tay phồng rộp vì điện của Mirianne, Sonia đã thầm khóc rất lâu. Đây là bộ đồ dành riêng cho Sonia, không có ở nơi nào khác."
    }
  },
  "s3": {
    "name": "Bùng nổ tia chớp!",
    "description": "Tấn công 3 lần lên địch trong phạm vi vòng tròn xung quanh bản thân, gây ra tổng {0} sát thương phép. Sau đó, phát nổ điện 3 lần và gây ra tổng {1} sát thương phép và làm ngất xỉu trong 5 giây.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Khi sử dụng miễn dịch với trạng thái xấu.",
    "dark": "Thời gian ngất xỉu tăng 1 giây.",
    "ut": {
      "name": "Con tim Baikal",
      "description": [
        "Khi tấn công lên đối thủ ở trạng thái sốc [Bùng nổ tia chớp!] sẽ gây thêm sát thương phép một lượng bằng 100% sức tấn công và trong 5 giây làm giảm 10% tất cả lực phòng thủ của đối thủ.",
        "Khi tấn công lên đối thủ ở trạng thái sốc [Bùng nổ tia chớp!] sẽ gây thêm sát thương phép một lượng bằng 100% sức tấn công và trong 5 giây làm giảm 12% tất cả lực phòng thủ của đối thủ.",
        "Khi tấn công lên đối thủ ở trạng thái sốc [Bùng nổ tia chớp!] sẽ gây thêm sát thương phép một lượng bằng 100% sức tấn công và trong 5 giây làm giảm 14% tất cả lực phòng thủ của đối thủ.",
        "Khi tấn công lên đối thủ ở trạng thái sốc [Bùng nổ tia chớp!] sẽ gây thêm sát thương phép một lượng bằng 100% sức tấn công và trong 5 giây làm giảm 17% tất cả lực phòng thủ của đối thủ.",
        "Khi tấn công lên đối thủ ở trạng thái sốc [Bùng nổ tia chớp!] sẽ gây thêm sát thương phép một lượng bằng 100% sức tấn công và trong 5 giây làm giảm 21% tất cả lực phòng thủ của đối thủ.",
        "Khi tấn công lên đối thủ ở trạng thái sốc [Bùng nổ tia chớp!] sẽ gây thêm sát thương phép một lượng bằng 100% sức tấn công và trong 5 giây làm giảm 25% tất cả lực phòng thủ của đối thủ."
      ],
      "story": "Trái tim của Vikal, còn được gọi là thánh thú. Do ăn những nguyên tố ánh sáng và bóng tối trên thế giới nên hắn có trái tim chứa đầy sấm sét do sự va chạm giữa hai nguyên tố đó. Trái tim này có sức mạnh hút sạch sinh lực của kẻ dám chạm vào. Nhưng Sonia, được hình thành từ hạt nhân sấm sét, đã hút toàn bộ sức mạnh đó và có được lượng mana vượt sức tưởng tượng."
    }
  },
  "s4": {
    "name": "Cú sốc",
    "description": "Dẫn điện lên đối tượng không phải trạng thái sốc điện ở mỗi lần tấn công, làm tăng {0}% sát thương phép trong 10 giây. Điện tích đến 30 lần, đối tượng bị tích cộng dồn 30 lần sẽ bị tiêu hết điện, nhận phải {1} sát thương phép và rơi vào trạng thái sốc điện trong 7 giây. Thời gian kéo dài tất cả hiệu ứng ngất xỉu nhận phải của đối tượng ở trạng thái sốc điện sẽ bị tăng {2} giây, tất cả sát thương nhận phải tăng {3}%.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Tăng 2 giây thời gian kéo dài Cú sốc.",
    "dark": "Hiệu ứng tăng sát thương phép nhận phải đổi thành tăng tất cả sát thương."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / ATK.Spd +100",
    "dark": "Khi tấn công, gây thêm sát thương phép tương đương 10% thể lực tối đa của bản thân với 15% xác suất và dẫn thêm 1 cộng dồn Giật điện."
  }
}