{
  "name": "Artemia",
  "subtitle": "Nữ Hoàng Ánh Sáng",
  "description": "Nữ Hoàng của Pentheonia kiên cố, trong cuộc tranh đấu với ma tộc chưa một lần bị xâm lấn vào 100 năm về trước. Cây trượng cô nắm giữ tỏa sức mạnh ánh sáng chính nghĩa tiêu diệt mọi đối thủ.",
  "story": "Penteonia là một vương quốc bất khả xâm phạm. Kể cả Đội quân ác quỷ cũng không thể phá vỡ lớp phòng thủ của vương quốc 100 năm trước đây. Cai trị vương quốc cứng cỏi này là Nữ hoàng ánh sáng Artermia. Kể từ khi còn nhỏ, nàng đã sống dưới áp lực trách nhiệm của ngai vàng mà cuối cùng nàng sẽ kế vị. Khi cuối cùng cũng nhận ra rằng vương quốc của mình chiến thắng được là nhờ vào sự hy sinh của người dân, nàng đã thề không bao giờ trốn tránh trách nhiệm nữa. Nàng sẽ đối mặt với áp lực trách nhiệm hoàng gia một cách dũng cảm. Penteonia từ trước tới nay vẫn là một vương quốc ích kỷ, chỉ quan tâm đến sự an toàn của chính mình. Giờ đây, khi Artemia lên nắm quyền, mọi thứ sắp thay đổi.",
  "like": "Bánh ngọt, đôi mắt của những hiệp sĩ chân chính",
  "dislike": "Ác quỷ",
  "inn": {
    "idle": "Dường như tôi đã biết chắc sẽ gặp bạn ở đây.",
    "recruit": {
      "greet": "Đừng bao giờ quên rằng tôi luôn ở đây.",
      "talk": [
        "Đây là thành ý của bạn ư?",
        "Tôi hi vọng sẽ nhớ mặt bạn.",
        "Đừng rụt rè như vậy trước mặt tôi. Vững vàng lên nào."
      ],
      "gift": "Đây có phải là thứ quan trọng với bạn? Vậy thì ta phải nhận một cách trân trọng chứ nhỉ."
    },
    "affinity": {
      "greet": "Không cần quỳ đâu.",
      "talk": [
        "Xem ra ta không phải là người duy nhất được ánh sáng lựa chọn.",
        "Không biết mấy nhóc Hộ vệ hoàng gia thế nào rồi."
      ],
      "gift": "Cảm ơn nhé, ngươi hào phóng quá."
    },
    "relationship": {
      "greet": "Chào, bạn vẫn khỏe chứ.",
      "talk": [
        "Bố mẹ ta đã bỏ gánh nặng của vương triều xuống và sống tiếp cuộc đời của riêng hai người.",
        "Một số hiệp sĩcủa Orvelia là quân chủ thì đã có những con người ưu tú mà ai cũng khao khát.",
        "Tôi sẽ không phớt lờ gánh nặng mà một nữ vương sẽ phải mang trên vai. Nên tôi mong bạn sẽ ở bên cạnh tôi."
      ]
    }
  },
  "uw": {
    "name": "Sự ca tụng rực rỡ, Brauxio",
    "description": [
      "Mỗi 15 giây trong vòng 10 giây bung màng bảo hộ chặn sát thương với mức ngang 200% lực tấn công của bản thân và tăng 20% lực tấn công của bản thân. Miễn nhiễm trạng thái xấu tại trạng thái duy trì màng bảo hộ.",
      "Mỗi 15 giây trong vòng 10 giây bung màng bảo hộ chặn sát thương với mức ngang 240% lực tấn công của bản thân và tăng 24% lực tấn công của bản thân. Miễn nhiễm trạng thái xấu tại trạng thái duy trì màng bảo hộ.",
      "Mỗi 15 giây trong vòng 10 giây bung màng bảo hộ chặn sát thương với mức ngang 290% lực tấn công của bản thân và tăng 29% lực tấn công của bản thân. Miễn nhiễm trạng thái xấu tại trạng thái duy trì màng bảo hộ.",
      "Mỗi 15 giây trong vòng 10 giây bung màng bảo hộ chặn sát thương với mức ngang 350% lực tấn công của bản thân và tăng 35% lực tấn công của bản thân. Miễn nhiễm trạng thái xấu tại trạng thái duy trì màng bảo hộ.",
      "Mỗi 15 giây trong vòng 10 giây bung màng bảo hộ chặn sát thương với mức ngang 420% lực tấn công của bản thân và tăng 42% lực tấn công của bản thân. Miễn nhiễm trạng thái xấu tại trạng thái duy trì màng bảo hộ.",
      "Mỗi 15 giây trong vòng 10 giây bung màng bảo hộ chặn sát thương với mức ngang 500% lực tấn công của bản thân và tăng 50% lực tấn công của bản thân. Miễn nhiễm trạng thái xấu tại trạng thái duy trì màng bảo hộ."
    ],
    "story": "Báu vật thiêng của Penteonia này được cho là đến từ Thiên đường để diệt trừ Ác quỷ. Quyền trượng Ánh sáng này chỉ đáp ứng người xứng đáng được tôn vinh là thánh, phát ra ánh sáng lộng lẫy trong tay Artemia trẻ tuổi như để tán dương vị nữ hoàng tương lai. Nó triệu hồi sức mạnh của ánh sáng tuyệt đối, giải phóng sự báo thù của thiên đường lên kẻ thù trong khi vẫn bảo vệ chủ nhân với ánh sáng thần thánh."
  },
  "s1": {
    "name": "Cột Ánh Sáng",
    "description": "Đặt Cột Ánh Sáng lên đối thủ gây tổng {0} sát thương phép trong 3 giây và giảm {1}% lực tấn công trong 10 giây.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Tăng 40% lượng sát thương.",
    "dark": "Mỗi khi ra đòn gây choáng đối thủ trong 1 giây với xác xuất 25%.",
    "ut": {
      "name": "Chân phẩm của Nữ hoàng",
      "description": [
        "[Cột Ánh Sáng] Giảm 1 điểm Tiêu hao mana và tăng 10% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Cột Ánh Sáng] Giảm 1 điểm Tiêu hao mana và tăng 12% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Cột Ánh Sáng] Giảm 1 điểm Tiêu hao mana và tăng 14% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Cột Ánh Sáng] Giảm 1 điểm Tiêu hao mana và tăng 17% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Cột Ánh Sáng] Giảm 1 điểm Tiêu hao mana và tăng 21% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Cột Ánh Sáng] Giảm 1 điểm Tiêu hao mana và tăng 25% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây."
      ],
      "story": "Một cây trâm cài do người thợ rèn giỏi nhất Vương quốc Penteonia chế tạo ra, để tôn vinh Nữ hoàng xinh đẹp. Người dân gọi nó là Chân phẩm của Nữ hoàng. Món trang sức này được người thợ rèn vận dụng những kỹ năng học được từ người lùn, nên nó ẩn chứa một sức mạnh kỳ bí. Nó có thể tập trung năng lượng ánh sáng của Artemia và giải phóng toàn bộ cùng một lúc."
    }
  },
  "s2": {
    "name": "Ánh Sáng Chí Mạng",
    "description": "Gây {0} sát thương phép lên đối thủ trong phạm vi đường thẳng phía trước. Tại tấn công này lượng sát thương đòn chí mạng được áp dụng lên đến 100%.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Giảm lượng tiêu thụ mana 1.",
    "dark": "Chúc Phúc Của Ánh Sáng khi sử dụng 10 lần thời gian chờ sử dụng chiêu được giảm 50%",
    "ut": {
      "name": "Niềm kiêu hãnh của nữ hoàng",
      "description": [
        "[Ánh Sáng Chí Mạng] Nhận miễn nhiễm trạng thái chế ngự và tăng 20% Sát thương.",
        "[Ánh Sáng Chí Mạng] Nhận miễn nhiễm trạng thái chế ngự và tăng 24% Sát thương.",
        "[Ánh Sáng Chí Mạng] Nhận miễn nhiễm trạng thái chế ngự và tăng 29% Sát thương.",
        "[Ánh Sáng Chí Mạng] Nhận miễn nhiễm trạng thái chế ngự và tăng 35% Sát thương.",
        "[Ánh Sáng Chí Mạng] Nhận miễn nhiễm trạng thái chế ngự và tăng 42% Sát thương.",
        "[Ánh Sáng Chí Mạng] Nhận miễn nhiễm trạng thái chế ngự và tăng 50% Sát thương."
      ],
      "story": "Đôi khuyên tai được làm từ kveril ánh sáng, một khoáng chất hiếm được cho là chỉ có ở Penteonia. Khi Artemia lên ngôi Nữ hoàng, nàng nhận đôi khuyên tai này cùng với vương miện. Nó không mất đi ánh sáng, thậm chí còn tỏa sáng hơn nữa trong bóng đêm. Mọi người biết đến đôi khuyên tai như một viên đá tượng trưng cho nguyên tắc và sự ưu việt. Một vật phẩm đề cao niềm kiêu hãnh của nữ hoàng khi nàng đeo lên tai."
    }
  },
  "s3": {
    "name": "Phán Quyết Của Ánh Sáng",
    "description": "Gây tổng {0} sát thương phép lên toàn bộ đối thủ trong 3 lần và gây choáng trong 5 giây. Mỗi khi đối thủ chết do kĩ năng này thời gian đợi sử dụng chiêu được giảm 30%.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Giảm 3 giây thời gian chờ sử dụng chiêu.",
    "dark": "Tăng lượng mana sử dụng thêm 1 và tăng 100% lượng sát thương.",
    "ut": {
      "name": "Vương miệng rực rỡ",
      "description": [
        "Lượng sát thương của [Phán Quyết Của Ánh Sáng] tăng 20% và nếu làm đối thủ chết sẽ được hồi phục 700 mana.",
        "Lượng sát thương của [Phán Quyết Của Ánh Sáng] tăng 24% và nếu làm đối thủ chết sẽ được hồi phục 700 mana.",
        "Lượng sát thương của [Phán Quyết Của Ánh Sáng] tăng 29% và nếu làm đối thủ chết sẽ được hồi phục 700 mana.",
        "Lượng sát thương của [Phán Quyết Của Ánh Sáng] tăng 35% và nếu làm đối thủ chết sẽ được hồi phục 700 mana.",
        "Lượng sát thương của [Phán Quyết Của Ánh Sáng] tăng 42% và nếu làm đối thủ chết sẽ được hồi phục 700 mana.",
        "Lượng sát thương của [Phán Quyết Của Ánh Sáng] tăng 50% và nếu làm đối thủ chết sẽ được hồi phục 700 mana."
      ],
      "story": "Một chiếc vương miện được truyền lại cho vua Penteonia. Vương miện này đã được sửa sau khi bị tên bạo chúa từng trị vì làm vỡ một phần. Một viên đá quý màu đỏ có tên Linh hồn mặt trời đã được khảm ở chính giữa vương miện. Hình thù trang nghiêm của nó buộc người đối diện phải quỳ xuống để tỏ lòng kính trọng."
    }
  },
  "s4": {
    "name": "Chúc Phúc Của Ánh Sáng",
    "description": "Gây {0} sát thương phép lên đối thủ và xung quanh với xác suất 50% khi tấn công và cộng dồn 1 lần Chúc Phúc Của Ánh Sáng lên bản thân. Chúc Phúc Của Ánh Sáng có thể cộng dồn tối đa 10 lần, trên mỗi 1 lần tăng lực tấn công của bản thân lên {1} , {2}% lượng sát thương gây lên đối thủ không phải anh hùng và giảm {3}% lượng sát thương nhận từ đối thủ không phải anh hùng.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Thay đổi xác suất phát động thành 60%.",
    "dark": "Tăng số lượng cộng dồn tối đa Chúc Phúc Của Ánh Sáng thành 12.",
    "ut": {
      "name": "Gương phước lành",
      "description": [
        "[Phúc lành của ánh sáng] Tăng 50% Sát thương và thay đổi mức hỗ trợ Sát thương lên kẻ địch không phải Anh hùng thành 8%.",
        "[Phúc lành của ánh sáng] Tăng 50% Sát thương và thay đổi mức hỗ trợ Sát thương lên kẻ địch không phải Anh hùng thành 8,2%.",
        "[Phúc lành của ánh sáng] Tăng 50% Sát thương và thay đổi mức hỗ trợ Sát thương lên kẻ địch không phải Anh hùng thành 8,4%.",
        "[Phúc lành của ánh sáng] Tăng 50% Sát thương và thay đổi mức hỗ trợ Sát thương lên kẻ địch không phải Anh hùng thành 8,7%.",
        "[Phúc lành của ánh sáng] Tăng 50% Sát thương và thay đổi mức hỗ trợ Sát thương lên kẻ địch không phải Anh hùng thành 9,1%.",
        "[Phúc lành của ánh sáng] Tăng 50% Sát thương và thay đổi mức hỗ trợ Sát thương lên kẻ địch không phải Anh hùng thành 9,5%."
      ],
      "story": "Một chiếc gương huyền bí chứa đựng bùa chú của các phù thủy già trong hoàng tộc, truyền qua nhiều đời hoàng tộc Penteonia. Tương truyền vị vua đầu tiên đã tự làm chiếc gương này vì sự thịnh vượng vĩnh cửu của Penteonia. Chỉ người đứng đầu đất nước mới có thể nhìn vào gương và người đứng trước gương sẽ nhận được phúc lành của ánh sáng. Điều này sẽ dẫn lối nhà vua để trở thành tia sáng soi đường cho toàn thể dân chúng trên đất nước."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Khi thể lực bản thân xuống dưới 50% miễn nhiễm với mọi sát thương trong 2 giây. Hiệu quả này chỉ được phát 1 lần trong 30 giây."
  }
}