{
  "name": "Mirianne",
  "subtitle": "Người phục dịch ánh sáng xanh",
  "description": "Người phụ tá và là trợ thủ cho đại phù thủy được gọi tên 'ánh sáng xanh' Sonia. Cô hành động chỉ vì cô gái vừa là chủ nhân vừa là bạn thân như chị em của mình. Cô vung dao găm và nhắm vào điểm yếu của địch bằng đôi mắt diều hâu và lực phân tích ưu việt của mình.",
  "story": "Nàng vừa là phụ tá vừa là người bạn thân như chị em của Sonia từ trại trẻ mồ côi. Nàng là người duy nhất sống sót khi Ác quỷ tấn công ngôi làng toàn Người và Tiên của nàng. Ricardo đã tìm thấy nàng và đưa nàng về trại trẻ mồ côi của mình. Vì lý do bí ẩn nào đó, nàng đã trải qua giai đoạn phát triển bùng nổ ở tuổi lên 6. Cơ thể của nàng cho thấy một thiếu nữ 18 tuổi nhưng trí óc của nàng vẫn là của một đứa trẻ. Nàng thuần khiết và mộ đạo quá mức. Có lẽ những đức tính này liên quan đến việc nàng bị mất ký ức tuổi thơ.",
  "like": "Sonia và mọi người ở trại trẻ mồ côi",
  "dislike": "Bọ nhiều chân",
  "inn": {
    "idle": "Sonia~ Ừm, lại biến đi đâu mất tiêu rồi.",
    "recruit": {
      "greet": "À, xin chào! Thật may vì vẫn thấy bạn khỏe mạnh!",
      "talk": [
        "Anh Kasel và chị Frey vẫn khỏe chứ ạ? Hihi.",
        "Cũng lâu rồi tôi đang định đi thăm ông.",
        "À, tuy tôi không phải là một quản gia chính thức nhưng.. Vì bộ đồ đẹp quá. Hihi."
      ],
      "gift": "A, xin cảm ơn! Bạn không cần phải tặng như thế này..."
    },
    "affinity": {
      "greet": "Ta lại đến rồi! Gặp ngươi thật vui!",
      "talk": [
        "Ta mang theo ít quần áo đẹp đây! Hãy chọn thứ gì đó hợp với ta nhé!",
        "He he. Ta đến chơi cùng Sonia được chứ?"
      ],
      "gift": "Cảm ơn nhé! Lần sau cùng đến thăm ông đi!"
    },
    "relationship": {
      "greet": "Bạn đến rồi? Hihi, nghỉ tí rồi đi tiếp.",
      "talk": [
        "Bầu không khí ồn ào náo nhiệt này, làm tôi nhớ đến cô nhi viện tôi từng sống~",
        "Bạn không đói bụng à? Có cần tôi làm cho món ăn tạm nào không?",
        "Bộ đồ này có ngắm mãi vẫn thấy đẹp. Phấp phới~"
      ]
    }
  },
  "uw": {
    "name": "Gia tốc vô hạn Riventina",
    "description": [
      "Tốc độ tấn công của bản thân tăng 200, khi tấn công lên đối thủ đang ở trạng thái Phát hiện mục tiêu sẽ gây ra thêm sát thương phép tương đương 200% sức tấn công. Hiệu quả sát thương thêm chỉ phát động 2 giây/lần.",
      "Tốc độ tấn công của bản thân tăng 240, khi tấn công lên đối thủ đang ở trạng thái Phát hiện mục tiêu sẽ gây ra thêm sát thương phép tương đương 240% sức tấn công. Hiệu quả sát thương thêm chỉ phát động 2 giây/lần.",
      "Tốc độ tấn công của bản thân tăng 290, khi tấn công lên đối thủ đang ở trạng thái Phát hiện mục tiêu sẽ gây ra thêm sát thương phép tương đương 290% sức tấn công. Hiệu quả sát thương thêm chỉ phát động 2 giây/lần.",
      "Tốc độ tấn công của bản thân tăng 350, khi tấn công lên đối thủ đang ở trạng thái Phát hiện mục tiêu sẽ gây ra thêm sát thương phép tương đương 350% sức tấn công. Hiệu quả sát thương thêm chỉ phát động 2 giây/lần.",
      "Tốc độ tấn công của bản thân tăng 420, khi tấn công lên đối thủ đang ở trạng thái Phát hiện mục tiêu sẽ gây ra thêm sát thương phép tương đương 420% sức tấn công. Hiệu quả sát thương thêm chỉ phát động 2 giây/lần.",
      "Tốc độ tấn công của bản thân tăng 500, khi tấn công lên đối thủ đang ở trạng thái Phát hiện mục tiêu sẽ gây ra thêm sát thương phép tương đương 500% sức tấn công. Hiệu quả sát thương thêm chỉ phát động 2 giây/lần."
    ],
    "story": "Món đồ phép thuật do Sonia chế tạo, Phù thủy xanh. Nó được truyền phép thuật cho phép đạt được tốc độ đáng kinh ngạc. Ngoài ra, nó còn được yểm một câu thần chú đặc biệt luôn đưa nó trở về với chủ chân sau khi được ném đi. Đây là món quà tốt nhất mà Sonia có thể trao cho Mirianne, người không chỉ là gia đình mà còn là một người bạn của cô. Nói cách khác, nó chính là cách thể hiện tình yêu độc nhất dành riêng cho Mirianne."
  },
  "s1": {
    "name": "Phát hiện mục tiêu",
    "description": "Tấn công 3 lần lên đối thủ có lực phòng thủ thấp nhất, gây ra tổng {0} sát thương phép và làm choáng trong 1 giây, nếu đối thủ ở trạng thái Phát hiện mục tiêu, sẽ gây thêm {1} sát thương phép. Tấn công cuối sẽ tạo ra trạng thái Phát hiện mục tiêu trong 10 giây. Trạng thái Phát hiện mục tiêu này không thể gỡ bỏ và làm giảm 300 tỉ lệ chặn phép thuật.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Tăng 100% lượng sát thương khi chỉ có 1 đối thủ.",
    "dark": "Thời gian ngất xỉu tăng 1 giây.",
    "ut": {
      "name": "Bằng chứng về sự nỗ lực",
      "description": [
        "[Phát hiện mục tiêu] Tăng 20% Sát thương và giảm 500 điểm Kháng đòn chí mạng phép thuật của mục tiêu trong 10 giây.",
        "[Phát hiện mục tiêu] Tăng 24% Sát thương và giảm 500 điểm Kháng đòn chí mạng phép thuật của mục tiêu trong 10 giây.",
        "[Phát hiện mục tiêu] Tăng 29% Sát thương và giảm 500 điểm Kháng đòn chí mạng phép thuật của mục tiêu trong 10 giây.",
        "[Phát hiện mục tiêu] Tăng 35% Sát thương và giảm 500 điểm Kháng đòn chí mạng phép thuật của mục tiêu trong 10 giây.",
        "[Phát hiện mục tiêu] Tăng 42% Sát thương và giảm 500 điểm Kháng đòn chí mạng phép thuật của mục tiêu trong 10 giây.",
        "[Phát hiện mục tiêu] Tăng 50% Sát thương và giảm 500 điểm Kháng đòn chí mạng phép thuật của mục tiêu trong 10 giây."
      ],
      "story": "Một chiếc phi đao do Ricardo chế tạo ra, được Mirianne dùng để tập luyện. Mirianne là kẻ duy nhất còn sống ở một ngôi làng nơi tiên và người sống cùng nhau. Lúc Ricardo đưa cô ấy đến cô nhi viện, ông ấy đã sợ rằng cô bé sẽ trở nên khép kín sau khi nhận ra mình khác với những người khác trong trấn. Sonia, người lúc ấy đang ghé thăm Orvelia, cũng lo lắng điều ấy giống như ông. Ông ấy nhờ Sonia chăm sóc cô bé và tặng chiếc phi đao này để cô bé chuẩn bị cho hành trình của mình."
    }
  },
  "s2": {
    "name": "Cảnh giác và bảo hộ",
    "description": "Gây {0} sát thương phép lên đối thủ mục tiêu và những đối thủ xung quanh đó, gây choáng trong 2 giây. Sau đó di chuyển đến đồng minh có lực phòng thủ vật lý thấp nhất (không tính bản thân) bung màng bảo hộ lên đối tượng và bản thân hấp thụ {1} sát thương trong 5 giây. Trường hợp không có đồng minh không thể bung màng bảo hộ, miễn nhiễm với trạng thái xấu trong thời gian xuất hiện màng bảo hộ.",
    "books": {
      "0": "Tăng {0}% sát thương và Khiên chắn",
      "1": "Tăng {0}% sát thương và Khiên chắn",
      "2": "Tăng {0}% sát thương và Khiên chắn"
    },
    "light": "Khi sử dụng miễn nhiễm trạng thái xấu.",
    "dark": "Thời gian ngất xỉu tăng 2 giây.",
    "ut": {
      "name": "Nhẫn dịch chuyển tức thời Gemini",
      "description": [
        "[Cảnh giác và bảo hộ] Giảm 1 lượng tiêu hao mana và hồi phục 160 mana khi phát sinh chí mạng.",
        "[Cảnh giác và bảo hộ] Giảm 1 lượng tiêu hao mana và hồi phục 190 mana khi phát sinh chí mạng.",
        "[Cảnh giác và bảo hộ] Giảm 1 lượng tiêu hao mana và hồi phục 230 mana khi phát sinh chí mạng.",
        "[Cảnh giác và bảo hộ] Giảm 1 lượng tiêu hao mana và hồi phục 270 mana khi phát sinh chí mạng.",
        "[Cảnh giác và bảo hộ] Giảm 1 lượng tiêu hao mana và hồi phục 330 mana khi phát sinh chí mạng.",
        "[Cảnh giác và bảo hộ] Giảm 1 lượng tiêu hao mana và hồi phục 400 mana khi phát sinh chí mạng."
      ],
      "story": "Chiếc nhẫn mà Mirianne mua trong 'Tiệm đồ chơi phép thuật cực vui' ở Orvel. Cô khắc tên mình và Sonia trong chiếc nhẫn. Họ mua một cặp nhẫn như vậy để đến thăm nhau một lần mỗi ngày. Tuy vậy, vì thấy phiền nên Sonia không hay dùng đến nó... Dù nó là một món đồ chơi, nhưng Mirianne rất vui khi có thêm một cách nữa để cô bảo vệ Sonia."
    }
  },
  "s3": {
    "name": "Ám sát",
    "description": "Di chuyển tới đối thủ có thể lực kém nhất gây {0} sát thương phép sau đó di chuyển về đồng minh xa nhất. Nếu đối tượng không phải là anh hùng gây thêm {1} sát thương phép bỏ qua phòng thủ. Nếu đối tượng chết bởi kĩ năng này phát kĩ năng 'Cảnh giác và Bảo hộ'",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Gỡ bỏ hiệu ứng có lợi của đối tượng và gây choáng trong 1 giây.",
    "dark": "Tăng 40% lượng sát thương.",
    "ut": {
      "name": "Bột phép thuật chớp nhoáng",
      "description": [
        "Lượng sát thương của [Ám sát] tăng 50% và trong 10 giây sẽ làm tăng 10% sức tấn công của bản thân khi có đòn chí mạng.",
        "Lượng sát thương của [Ám sát] tăng 50% và trong 10 giây sẽ làm tăng 12% sức tấn công của bản thân khi có đòn chí mạng.",
        "Lượng sát thương của [Ám sát] tăng 50% và trong 10 giây sẽ làm tăng 14% sức tấn công của bản thân khi có đòn chí mạng.",
        "Lượng sát thương của [Ám sát] tăng 50% và trong 10 giây sẽ làm tăng 17% sức tấn công của bản thân khi có đòn chí mạng.",
        "Lượng sát thương của [Ám sát] tăng 50% và trong 10 giây sẽ làm tăng 21% sức tấn công của bản thân khi có đòn chí mạng.",
        "Lượng sát thương của [Ám sát] tăng 50% và trong 10 giây sẽ làm tăng 25% sức tấn công của bản thân khi có đòn chí mạng."
      ],
      "story": "Tập hợp những vật chất tuyệt đẹp, lung linh được phun lên quả bóng pha lê của Sonia. Mirianne thu thập thứ bột này để chơi, nhưng nó mạnh đến nỗi được dùng làm vũ khí ám sát."
    }
  },
  "s4": {
    "name": "Tiêu diệt mục tiêu",
    "description": "Khi có đối thủ ở trạng thái Phát hiện mục tiêu, sức tấn công tăng {0} và tất cả kĩ năng sức sử dụng sẽ tấn công ưu tiên vào đối thủ có trạng thái Phát hiện mục tiêu. Nếu đối thủ này chết thì sẽ khiến đối thủ có lực phòng thủ thấp nhất rơi vào trạng thái Mục tiêu trong 10 giây.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Tăng 400 xác suất đòn chí mạng khi có đối thủ trong 'Trạng thái mục tiêu'.",
    "dark": "Lượng sát thương nhận phải khi có địch đang ở trạng thái 'Phát hiện mục tiêu' giảm 30%."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Giảm 50% thời gian hồi chiêu của toàn bộ kĩ năng sử dụng và hồi 1 khoang mana của bản thân nếu đối thủ chết."
  }
}