{
  "name": "Shea",
  "subtitle": "Giai điệu kì diệu",
  "description": "Cô nàng bí ẩn này trị thương cho mọi người bằng những giai điệu đầy lôi cuốn. Cô chữa lành thương tổn cho mọi người bằng giọng ca tuyệt hay và những âm thanh du dương của chiếc đàn hạc thần kì.",
  "story": "'Lắng nghe giai điệu tuyệt đẹp đó giữa chiến trường khiến cho tôi tự hỏi liệu mình có phải thật sự đang ở giữa chiến trường hay không.' 'Tôi buông thanh kiếm khỏi tay. Tất cả những người lính khác có mặt lúc đó cũng buông kiếm.' 'Cảm giác giống như là cô gái đó thuộc về một thực tại hoàn toàn khác, tách biệt khỏi những người còn lại chúng ta.' Câu chuyện cảm động về cô gái tóc hồng, người đột nhiên xuất hiện là biểu diễn khiến cuộc chiến phải ngừng lại, nhanh chóng được lan truyền. Giai điệu đẹp đẽ, mê hoặc và dáng vẻ nghiêm trang, đáng yêu của cô đã thu hút trí tưởng tượng của tất cả mọi người. Tuy nhiên, không một ai thật sự biết cô từ đâu đến hay sẽ đi về đâu. 'Cô ấy luôn có vẻ khác lạ đối với tôi, cái cách mà cô nói với hư không, cứ như thể có ai đang ở đó...' Tất nhiên, cũng có vài giả thuyết thuyết phục về hành tung của cô gái, nhưng sắc đẹp kì bí của cô đã nhấn chìm mọi phỏng đoán.",
  "like": "Giai điệu tuyệt đẹp, làn gió mát rượi.",
  "dislike": "Bóng ma, quỷ bí ngô hút máu.",
  "inn": {
    "idle": "Lalala~ Lalala~La~ ơ?",
    "recruit": {
      "greet": "Ngài mặt trời ấm áp, chúc ngài một ngày hạnh phúc.",
      "talk": [
        "Bạn có nghe thấy âm thanh bài ca trong gió không?",
        "Ô la la? Bạn có nhìn thấy cây đàn hạc ở đây không?",
        "Lần đầu tiên gặp Shuwanheit ở khu rừng."
      ],
      "gift": "Xin cảm ơn~ tôi sẽ đàn một khúc để tặng lại bạn."
    },
    "affinity": {
      "greet": "Mình lại mang phước lành đến đây!",
      "talk": [
        "Nhìn ngươi rất vui. Ở ngươi toát lên một giai điệu diệu kỳ.",
        "Đây là giai điệu của các tinh linh trong rừng. Thật ấm áp phải không?"
      ],
      "gift": "Cảm ơn nhé. Schwanheit sẽ vui lắm đấy."
    },
    "relationship": {
      "greet": "Bạn luôn đem lại sự mềm mại của giai điệu nhỉ.",
      "talk": [
        "Mọi người có thể không biết nhưng Shuwanheit là một người khá là nhiều chuyện.",
        "Shuwanheit tùy theo tâm trạng mà có nhiều lúc tự đổi âm pháp theo ý mình.",
        "Hi vọng sẽ có một ngày tôi diễn ca khúc của bạn."
      ]
    }
  },
  "uw": {
    "name": "Giai điệu quyến rũ, Schwanheite",
    "description": [
      "Khi nhận được Thôi miên, thời gian đợi hồi chiêu của tất cả kĩ năng sử dụng của bản thân sẽ giảm 10% và hồi phục 200 mana của bản thân.",
      "Khi nhận được Thôi miên, thời gian đợi hồi chiêu của tất cả kĩ năng sử dụng của bản thân sẽ giảm 12% và hồi phục 240 mana của bản thân.",
      "Khi nhận được Thôi miên, thời gian đợi hồi chiêu của tất cả kĩ năng sử dụng của bản thân sẽ giảm 14% và hồi phục 290 mana của bản thân.",
      "Khi nhận được Thôi miên, thời gian đợi hồi chiêu của tất cả kĩ năng sử dụng của bản thân sẽ giảm 17% và hồi phục 350 mana của bản thân.",
      "Khi nhận được Thôi miên, thời gian đợi hồi chiêu của tất cả kĩ năng sử dụng của bản thân sẽ giảm 20% và hồi phục 420 mana của bản thân.",
      "Khi nhận được Thôi miên, thời gian đợi hồi chiêu của tất cả kĩ năng sử dụng của bản thân sẽ giảm 25% và hồi phục 500 mana của bản thân."
    ],
    "story": "Trang bị hùng mạnh và đáng kinh ngạc này có thể làm chuyển hóa người dùng nó, đôi khi thậm chí còn áp chế cả chính chủ nhân. Schwanheit thuộc hàng những vũ khí tuyệt hảo đó. Chiếc đàn hạc này, nó cứ nhất quyết đòi được gọi là 'Quý ngài Schute,' có thể làm tăng rõ rệt lượng mana của người dùng và phóng thích nó ra khắp xung quanh. Bởi vì lượng mana gia tăng được tản mác ra xung quanh, sử dụng nó làm ma thuật tấn công không hiệu quả lắm. Tuy nhiên, tùy theo cách sử dụng mà nó có thể tỏ ra cực kì hữu hiệu theo những cách khác. Quý ngài Schute khá là lắm mồm, nhưng chỉ với những ai mà nó coi là bạn. Dạo gần đây nó chỉ nói chuyện với Shea."
  },
  "s1": {
    "name": "Giai điệu tự nhiên xanh",
    "description": "Hồi tổng cộng {0} HP cho toàn bộ đồng minh trong 8 lần và giảm {1}% sát thương nhận vào cho toàn bộ đồng minh trong 8 giây. Nếu được dùng khi Thôi miên cộng dồn đến mức 3, thì tỷ lệ hồi máu của kỹ năng này sẽ tăng thêm 100% và thay đổi Hiệu ứng giảm sát thương về mức {2}%.",
    "books": {
      "0": "Tăng {0}% tỷ lệ hồi máu.",
      "1": "Tăng {0}% tỷ lệ hồi máu.",
      "2": "Tăng {0}% tỷ lệ hồi máu."
    },
    "light": "Hồi 15% HP của tất cả đồng minh khi được sử dụng.",
    "dark": "Tăng 250 khả năng Kháng đòn chí mạng của tất cả đồng minh trong 8 giây."
  },
  "s2": {
    "name": "Bài ca gió lam",
    "description": "Hồi phục tổng cộng {0} MP cho toàn bộ đồng minh trong 8 lần, hồi {1} HP cho một mục tiêu có MP lớn nhất, và giảm {2}% thời gian chịu trạng thái chế ngự trong 8 giây. Nếu được dùng khi Thôi miên cộng dồn đến mức 3, thì tỷ lệ hồi MP và hồi máu của kỹ năng này sẽ tăng thêm 50% và tất cả đồng minh sẽ được miễn nhiễm trạng thái chế ngự trong 8 giây.",
    "books": {
      "0": "Tăng {0}% hồi điểm mana",
      "1": "Tăng {0}% hồi điểm mana",
      "2": "Tăng {0}% hồi điểm mana"
    },
    "light": "Hồi 500 MP của tất cả đồng minh khi được sử dụng.",
    "dark": "Tăng 250 tốc độ tấn công của tất cả đồng minh trong 8 giây.",
    "ut": {
      "name": "Hoa gió",
      "description": [
        "[Bài ca gió lam] Tăng 250 Độ chính xác trong 8 giây và hồi phục 160 MP mỗi lần một đồng minh dùng một kỹ năng.",
        "[Bài ca gió lam] Tăng 250 Độ chính xác trong 8 giây và hồi phục 190 MP mỗi lần một đồng minh dùng một kỹ năng.",
        "[Bài ca gió lam] Tăng 250 Độ chính xác trong 8 giây và hồi phục 230 MP mỗi lần một đồng minh dùng một kỹ năng.",
        "[Bài ca gió lam] Tăng 250 Độ chính xác trong 8 giây và hồi phục 270 MP mỗi lần một đồng minh dùng một kỹ năng.",
        "[Bài ca gió lam] Tăng 250 Độ chính xác trong 8 giây và hồi phục 330 MP mỗi lần một đồng minh dùng một kỹ năng.",
        "[Bài ca gió lam] Tăng 250 Độ chính xác trong 8 giây và hồi phục 400 MP mỗi lần một đồng minh dùng một kỹ năng."
      ],
      "story": "Một đóa hoa cài bên tóc Shea sau khi cô biểu diễn điệu Cơn gió hạnh phúc. Theo Schwanheit, đó còn là món quà của các vị tiên rừng khi thưởng thức giọng ca tuyệt đẹp của cô. Nó chứa đựng ước nguyện của Shea rằng cơn gió sẽ lan tỏa niềm hạnh phúc trên khắp thế giới."
    }
  },
  "s3": {
    "name": "Bước nhảy đam mê đỏ",
    "description": "Gây tổng cộng {0} sát thương phép thuật lên tất cả kẻ địch trong 8 lần, và tăng sức tấn công của tất cả đồng minh thêm {1} trong 8 giây. Nếu được dùng khi Thôi miên cộng dồn đến mức 3, thì sát thương và mức tăng sức tấn công của kỹ năng này sẽ tăng thêm 100%, và hiệu ứng hỗ trợ của kẻ địch sẽ liên tục bị hủy bỏ.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Giảm 10% thời gian cooldown của kỹ năng cho tất cả đồng minh khi sử dụng.",
    "dark": "Toàn bộ kẻ thù nhận thêm 15% sát thương trong 8 giây.",
    "ut": {
      "name": "Vương miện tiên",
      "description": [
        "[Bước nhảy đam mê đỏ] Khi tung kỹ năng, làm toàn bộ kẻ địch câm lặng trong 2 giây, đồng thời tăng tỷ lệ Crit DMG của tất cả đồng minh thêm 20%.",
        "[Bước nhảy đam mê đỏ] Khi tung kỹ năng, làm toàn bộ kẻ địch câm lặng trong 2 giây, đồng thời tăng tỷ lệ Crit DMG của tất cả đồng minh thêm 24%.",
        "[Bước nhảy đam mê đỏ] Khi tung kỹ năng, làm toàn bộ kẻ địch câm lặng trong 2 giây, đồng thời tăng tỷ lệ Crit DMG của tất cả đồng minh thêm 29%.",
        "[Bước nhảy đam mê đỏ] Khi tung kỹ năng, làm toàn bộ kẻ địch câm lặng trong 2 giây, đồng thời tăng tỷ lệ Crit DMG của tất cả đồng minh thêm 35%.",
        "Khi tung kỹ năng [Bước nhảy đam mê đỏ], làm toàn bộ kẻ địch câm lặng trong 2 giây, đồng thời tăng tỷ lệ Crit DMG của tất cả đồng minh thêm 42%.",
        "[Bước nhảy đam mê đỏ] Khi tung kỹ năng, làm toàn bộ kẻ địch câm lặng trong 2 giây, đồng thời tăng tỷ lệ Crit DMG của tất cả đồng minh thêm 50%."
      ],
      "story": "Chuỗi tràng hạt mà Shea đội trên đầu sau khi hát ru cho những Giấc mơ trong rừng. Theo Schwanheit, đó là món quà của các vị tiên rừng khi thưởng thức giọng ca tuyệt đẹp của cô. Tương truyền, đó là vật phẩm qua tay các vị tiên có sức mạnh hồi chuyển linh hồn về hình thức thuần khiết nhất."
    }
  },
  "s4": {
    "name": "Thôi miên",
    "description": "Thêm 1 cộng dồn Thôi miên khi kết thúc kỹ năng. Thôi miên có thể cộng dồn đến mức 3. Nếu sử dụng kĩ năng khi đang có 3 cộng dồn, hiệu ứng cộng dồn Thôi miên sẽ được tiêu thụ để hồi phục {0} HP cho toàn bộ đồng minh. Cộng dồn này không thể gỡ bỏ.",
    "books": {
      "0": "Tăng {0}% tỷ lệ hồi máu.",
      "1": "Tăng {0}% tỷ lệ hồi máu.",
      "2": "Tăng {0}% tỷ lệ hồi máu."
    },
    "light": "Tăng 100% tỷ lệ Hồi máu của Thôi miên.",
    "dark": "Nếu dùng kỹ năng trong khi có 3 lần cộng dồn Thôi miên, gây sát thương phép cho kẻ địch thay vì hồi máu cho đồng minh, đồng thời giảm 10% tất cả lực thủ trong 10 giây."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / CC Resist +100",
    "dark": "Khi bắt đầu mỗi trận chiến, thêm 1 lần cộng dồn Thôi miên để hồi phục 500 MP."
  }
}