{
  "name": "Nia",
  "subtitle": "Đôi mắt nuốt chửng bóng tối",
  "description": "Một tộc trưởng trẻ tuổi của tộc man di sống trong rừng rậm sâu thẳm phía nam. Cô được thừa hưởng dòng máu ác quỷ và Đôi mắt ác quỷ hóa đá từ tổ tiên. Cô ngăn cản kẻ địch và kết liễu chúng bằng những đòn tấn công dữ dội.",
  "story": "Truyền thuyết xưa kể lại rằng có một tên ác quỷ đã dùng con người để thực hiện thí nghiệm về biến đổi thân xác. Hắn đã nhân bản, kết hợp và biến đổi vô số mãnh thú và cơ thể người bằng ma thuật của hắn. Một mẫu thí nghiệm sở hữu sức mạnh khủng khiếp đã trốn thoát khỏi phòng thí nghiệm và tạo nên một bộ tộc sống giữa loài người. Tương truyền, tộc trưởng của bộ tộc đã phát triển một kỹ năng bí ẩn mang tên Đôi mắt ác quỷ hóa đá. Đôi mắt ác quỷ, rất giống với đôi mắt bị nguyền rủa của mãnh thú quý hiếm Basilisk, có lời nguyền hóa đá tất cả mọi thứ nhìn vào nó. Nia, tộc trưởng trẻ tuổi của Tộc Krakashu đã thừa hưởng đôi mắt ác quỷ này. Mãnh thú non trẻ, nhanh nhẹn như báo đốm này đang săn lùng ác quỷ và mãnh thú ác quỷ để báo thù cho tổ tiên của cô ta.",
  "like": "Thịt, người cho cô thịt, gối đầu cô vào lòng người khác, tắm nắng",
  "dislike": "Rau, người dân của Vương quốc Vespia, Mãnh thú ác quỷ, bị đem ra làm thí nghiệm, thời tiết lạnh",
  "inn": {
    "idle": "Gừ... Con người... Quá nhiều...",
    "recruit": {
      "greet": "*Khịt, khịt* Mùi của ánh sáng... và bóng tối...",
      "talk": [
        "...Lúc nào... thì mới được ăn đây...?",
        "Đói... đói lắm rồi... Đi săn nào...",
        "Gừ... Mùi này... của thú ăn thịt..."
      ],
      "gift": "Ta không thể ăn thứ này..."
    },
    "affinity": {
      "greet": "*Khịt, khịt* Có mùi gì đó rất quen thuộc...",
      "talk": [
        "Đi săn thật... thú vị. Ta có thể chạy nhảy... tùy thích.",
        "Mặt nạ xương...vật liệu? He he... Cái đó xấu xí mà cũng dễ thương... có mũi... và sừng..."
      ],
      "gift": "Cái này... ta không cần... Mang thịt... cho ta... Hử? Ta có thể mua thịt không?"
    },
    "relationship": {
      "greet": "*Khịt* Thức ăn... ăn cùng nhau...?",
      "talk": [
        "Đó là... thịt sao? Thịt... ta thích. Ngon lắm...",
        "Ác quỷ... đã thí nghiệm... trên tổ tiên của ta... biến họ... thành những mãnh thú ác quỷ... Thật tệ...",
        "Gừ... Có lẽ ta thích vuốt ve đầu... hơi nhiều... He he..."
      ]
    }
  },
  "uw": {
    "name": "Hỗn loạn giằng xé Zakadras",
    "description": [
      "Tăng 200 xác suất đòn chí mạng và 40% lượng sát thương chí mạng.",
      "Tăng 240 xác suất đòn chí mạng và 48% lượng sát thương chí mạng.",
      "Tăng 290 xác suất đòn chí mạng và 58% lượng sát thương chí mạng.",
      "Tăng 350 xác suất đòn chí mạng và 70% lượng sát thương chí mạng.",
      "Tăng 420 xác suất đòn chí mạng và 84% lượng sát thương chí mạng.",
      "Tăng 500 xác suất đòn chí mạng và 100% lượng sát thương chí mạng."
    ],
    "story": "Một vũ khí được rèn từ thứ kim loại đặc biệt do vị pháp sư của tộc bóng tối Krakashu chế tạo ra bằng cách nung chảy mãnh thú ác quỷ còn sống. Sau đó, người thợ rèn tài hoa nhất trong Khu rừng đã rèn kim loại này thành một vũ khí ma thuật để trừng phạt ác quỷ. Một đôi móng vuốt chất chứa lời nguyền, sự hận thù và cơn thịnh nộ. Đôi móng vuốt này là vũ khí biểu tượng của tộc trưởng tộc Krakashu. Đồng thời, vũ khí này còn là một loại bùa chú giúp xoa dịu cơn thịnh nộ của tổ tiên họ. Nia trở thành tộc trưởng khi còn rất trẻ và chưa hiểu được tất cả sự tăm tối ẩn chứa trong vũ khí này. Thế nhưng, vào ban đêm, thường là lúc sắp đi ngủ, cô có thể nghe thấy tiếng vọng hận thù của tổ tiên phát ra từ vũ khí này."
  },
  "s1": {
    "name": "Vết sẹo man di",
    "description": "Gây {0} Sát thương vật lý cho 1 kẻ địch. Sau đó, di chuyển về phía trước trong khi liên tục tấn công khu vực lân cận và đánh bật kẻ địch trúng đòn, gây tổng cộng {1} Sát thương vật lý. Đòn tấn công cuối cùng gây {2} Sát thương vật lý lên kẻ địch trước mặt và đốn ngã chúng trong {3} giây.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Tăng 40% Sát thương.",
    "dark": "Hồi phục 50 Mana của bản thân trên mỗi đòn đánh trúng.",
    "ut": {
      "name": "Hoa rừng",
      "description": [
        "[Vết sẹo man di] Giảm 1 Tiêu hao mana và giảm 200 Kháng đòn chí mạng vật lý của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Vết sẹo man di] Giảm 1 Tiêu hao mana và giảm 240 Kháng đòn chí mạng vật lý của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Vết sẹo man di] Giảm 1 Tiêu hao mana và giảm 290 Kháng đòn chí mạng vật lý của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Vết sẹo man di] Giảm 1 Tiêu hao mana và giảm 350 Kháng đòn chí mạng vật lý của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Vết sẹo man di] Giảm 1 Tiêu hao mana và giảm 420 Kháng đòn chí mạng vật lý của kẻ địch bị ảnh hưởng trong 10 giây.",
        "[Vết sẹo man di] Giảm 1 Tiêu hao mana và giảm 500 Kháng đòn chí mạng vật lý của kẻ địch bị ảnh hưởng trong 10 giây."
      ],
      "story": "Khu rừng bóng tối nằm ở phía nam Vespia. Đây là nơi ở, địa điểm săn bắn và chiến trường của tộc Krakashu. Người dân trong Vương quốc đối xử với họ như lũ man di, nhưng họ là những người giàu cảm xúc và nhạy cảm, biết tặng hoa cho người họ yêu quý. Đối với tộc Krakashu, một bó hoa mang ý nghĩa 'hãy trở về bình an'. Bó hoa này do các thành viên trong tộc của Nia tự tay kết, chứa đựng một bùa chú giữ cho hoa không tàn chừng nào Nia còn khỏe mạnh."
    },
    "linked": {
      "name": "Vết sẹo man di cường hóa",
      "description": "Gây {0} Sát thương vật lý cho 1 kẻ địch. Sau đó, di chuyển đến kẻ địch ngẫu nhiên trong khi liên tục tấn công khu vực lân cận và đánh bật kẻ địch trúng đòn, gây tổng cộng {1} Sát thương vật lý. Đòn tấn công cuối cùng gây {2} Sát thương vật lý lên kẻ địch trước mặt và đốn ngã chúng trong {3} giây."
    }
  },
  "s2": {
    "name": "Cuộc săn bắt đầu",
    "description": "Di chuyển ra sau kẻ địch xa nhất, gây {0} Sát thương vật lý và khắc [Dấu ấn săn mồi] lên tất cả kẻ địch trong {1} giây. Kẻ địch chịu [Dấu ấn săn mồi] nhận thêm {2}% Sát thương vật lý và giảm {3}% Tỷ lệ hồi máu. Loại bỏ mọi hiệu ứng có lợi khỏi kẻ địch chịu ảnh hưởng của [Dấu ấn săn mồi cường hóa].",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Làm choáng mục tiêu trong 1 giây khi khắc [Dấu ấn săn mồi] và 3 giây khi khắc [Dấu ấn săn mồi cường hóa].",
    "dark": "[Dấu ấn săn mồi] và [Dấu ấn săn mồi cường hóa] không thể bị giải trừ bởi những kỹ năng xóa bỏ hiệu ứng có hại.",
    "ut": {
      "name": "Món quà của thợ săn",
      "description": [
        "[Cuộc săn bắt đầu] Tăng 50% Sát thương và tăng thêm 8% Sát thương vật lý gây ra bởi [Dấu ấn săn mồi] và [Dấu ấn săn mồi cường hóa].",
        "[Cuộc săn bắt đầu] Tăng 50% Sát thương và tăng thêm 10% Sát thương vật lý gây ra bởi [Dấu ấn săn mồi] và [Dấu ấn săn mồi cường hóa].",
        "[Cuộc săn bắt đầu] Tăng 50% Sát thương và tăng thêm 12% Sát thương vật lý gây ra bởi [Dấu ấn săn mồi] và [Dấu ấn săn mồi cường hóa].",
        "[Cuộc săn bắt đầu] Tăng 50% Sát thương và tăng thêm 14% Sát thương vật lý gây ra bởi [Dấu ấn săn mồi] và [Dấu ấn săn mồi cường hóa].",
        "[Cuộc săn bắt đầu] Tăng 50% Sát thương và tăng thêm 17% Sát thương vật lý gây ra bởi [Dấu ấn săn mồi] và [Dấu ấn săn mồi cường hóa].",
        "[Cuộc săn bắt đầu] Tăng 50% Sát thương và tăng thêm 20% Sát thương vật lý gây ra bởi [Dấu ấn săn mồi] và [Dấu ấn săn mồi cường hóa]."
      ],
      "story": "Danh tiếng của Sát thủ rồng Yanne vang xa không chỉ ở Lục địa Orbis và còn đến tận vương quốc Vespia. Yanne, một thợ săn quái vật lão luyện, được một nhà quý tộc trong vương quốc yêu cầu đi lùng bắt lũ quái vật đang trú ngụ trong Khu rừng bóng tối. Tuy nhiên, động cơ ẩn giấu đằng sau của vương quốc đó là đuổi người dân bản địa đi để họ có thể phát triển khu rừng và tận dụng nó vì lợi ích riêng. Yanne đi vào khu rừng mà không hề biết sự thật đó, và tộc Krakashu đã nhầm tưởng Yanne là một kẻ xâm phạm do hoàng gia phái tới nên cô đã bị tộc trưởng trẻ Nia tấn công. Sau khi Yanne dễ dàng đánh bại các tộc nhân bằng siêu năng lực của mình, cô đã trò chuyện với Nia và biết được chân tướng mọi chuyện. Cô xin lỗi Nia vì đã xâm phạm vùng đất của họ mà chưa được phép và tặng cho Nia chiếc vòng cổ mà cô tự làm để hòa giải hiểu lầm và kết bạn."
    },
    "linked": {
      "name": "Cuộc săn bắt đầu cường hóa",
      "description": "Di chuyển ra sau kẻ địch xa nhất, gây {0} Sát thương vật lý bỏ qua Phòng thủ và khắc [Dấu ấn săn mồi cường hóa] lên tất cả kẻ địch trong {1} giây. Kẻ địch chịu ảnh hưởng của [Dấu ấn săn mồi cường hóa] nhận thêm {2}% Sát thương vật lý, giảm {3}% Tỷ lệ hồi máu và {4}% Tốc độ tấn công. Loại bỏ mọi hiệu ứng có lợi khỏi kẻ địch chịu ảnh hưởng của [Dấu ấn săn mồi]."
    }
  },
  "s3": {
    "name": "Đôi mắt ác quỷ hóa đá",
    "description": "Gây {0} Sát thương vật lý lên kẻ địch trước mặt {1} lần và hóa đá chúng trong {2} giây.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng.",
    "dark": "Tăng 100% Sát thương lên kẻ địch không phải là Anh hùng trong thời gian hiệu lực của kỹ năng.",
    "ut": {
      "name": "Mặt nạ xương bùa chú",
      "description": [
        "[Đôi mắt ác quỷ hóa đá] Kéo kẻ địch về phía trước mặt khi dùng kỹ năng và giảm 200 Mana của kẻ địch khi đánh trúng.",
        "[Đôi mắt ác quỷ hóa đá] Kéo kẻ địch về phía trước mặt khi dùng kỹ năng và giảm 240 Mana của kẻ địch khi đánh trúng.",
        "[Đôi mắt ác quỷ hóa đá] Kéo kẻ địch về phía trước mặt khi dùng kỹ năng và giảm 290 Mana của kẻ địch khi đánh trúng.",
        "[Đôi mắt ác quỷ hóa đá] Kéo kẻ địch về phía trước mặt khi dùng kỹ năng và giảm 350 Mana của kẻ địch khi đánh trúng.",
        "[Đôi mắt ác quỷ hóa đá] Kéo kẻ địch về phía trước mặt khi dùng kỹ năng và giảm 420 Mana của kẻ địch khi đánh trúng.",
        "[Đôi mắt ác quỷ hóa đá] Kéo kẻ địch về phía trước mặt khi dùng kỹ năng và giảm 500 Mana của kẻ địch khi đánh trúng."
      ],
      "story": "Một chiếc mặt nạ làm bằng đầu lâu của Prektrek, mãnh thú bùa mê, kết hợp với ma thuật. Nia không thích mặt nạ truyền thống che toàn bộ khuôn mặt, nên đã chỉnh sửa mặt nạ xương thành một chiếc mũ giáp. Công dụng chính của mặt nạ xương là để kiểm soát đôi mắt ác quỷ của vị tộc trưởng, nhưng đôi mắt ác quỷ của Nia, dù sở hữu sức mạnh to lớn, lại rất ổn định. Chiếc mặt nạ không có ý nghĩa nhiều với cô. Chiếc mặt nạ như một vật kỷ niệm gợi nhớ đến cha cô sau khi ông ấy được Ngôi sao xanh triệu hồi khi cô kế thừa Đôi mắt ác quỷ hóa đá. Người ta đồn rằng cô đã làm một chiếc mặt nạ đầu lâu để trông giống nhất với mặt nạ xương của cha cô. Thông tin thêm: Tương truyền, mãnh thú Prektrek có họ hàng xa với Yêu tinh..."
    },
    "linked": {
      "name": "Đôi mắt ác quỷ hóa đá cường hóa",
      "description": "Gây {0} Sát thương vật lý bỏ qua Phòng thủ lên kẻ địch trước mặt {1} lần trong phạm vi rộng hơn và hóa đá chúng trong {2} giây."
    }
  },
  "s4": {
    "name": "Máu ác quỷ",
    "description": "Nhận 1 lần cộng dồn [Máu ác quỷ] khi dùng một kỹ năng. Có thể cộng dồn tối đa {0} lần. Khi nhận đủ {0} lần cộng dồn, đặt lại Thời gian hồi chiêu của toàn bộ kỹ năng và sử dụng được [Kỹ năng cường hóa]. Sử dụng [Kỹ năng cường hóa] sẽ xóa số lần cộng dồn [Máu ác quỷ]. Mỗi lần được cộng dồn [Máu ác quỷ], tăng {2} điểm Tấn công và {3} điểm Tất cả khả năng né của bản thân trong {1} giây. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Tăng 50% Hỗ trợ tấn công và Hỗ trợ tất cả khả năng né.",
    "dark": "Giải trừ hiệu ứng có hại khỏi bản thân khi được 4 lần cộng dồn [Máu ác quỷ]."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / ATK.Spd +100",
    "dark": "Đòn tấn công thường và [Vết sẹo man di cường hóa] gây thêm Sát thương vật lý bỏ qua Phòng thủ tương đương 25% điểm Tấn công."
  }
}