{
  "name": "Esker",
  "subtitle": "Kẻ bài bạc ranh mãnh",
  "description": "Người nguy hiểm nhất trong thế giới bài bạc ngầm. Anh ta có một khả năng kỳ lạ đó là đọc suy nghĩ của mọi người. Khoảnh khắc anh ta gieo xúc xắc thì ván bài đã được định đoạt.",
  "story": "Sinh ra với tâm hồn của một nghệ sĩ lang thang, Esker là một nhà ảo thuật đại tài của Stardust, một gánh hát lưu động, cho đến khi anh ta bị El Moriham, Tể tướng của Orvelia, vu oan và biến mất. Đúng lúc mọi người sắp lãng quên anh ta, thì anh ta lại xuất hiện với bộ mặt là kẻ bài bạc nguy hiểm nhất trong thế giới bài bạc ngầm. 'Kẻ bài bạc ranh mãnh'. Đó là biệt danh mà những kẻ thách đấu vẫn đang run rẩy dùng để gọi anh ta. Những con bạc từng chơi với anh ta đều mô tả anh ta như vậy. Ngay khi đối mặt với tiếng cười không lẫn đi đâu được của Esker, giọng nói nhỏ nhẹ cùng đôi mắt vô hồn của anh ta, họ đều cảm thấy kinh hãi khi nghi ngờ rằng người ở trước mặt họ đang đọc từng nước đi của họ.",
  "like": "Khối rubik cổ tự hỗn loạn, Bản concerto số 7 cho dương cầm của Hayedden, Phi lê cá trê bạc cay nồng với 4 giọt nước cốt chanh.",
  "dislike": "Câu cá, giun đất, nghệ sĩ lừa bịp, thức ăn cay.",
  "inn": {
    "idle": "Suỵt! Đừng nói cho ai biết là ngươi nhìn thấy ta đấy.",
    "recruit": {
      "greet": "Ngươi có muốn chơi không? Ta có thể cho ngươi thắng một vài ván.",
      "talk": [
        "Mở to mắt và nhìn cho kỹ. Khi ta gieo xúc xắc này, thế giới mà ta sáng tạo sẽ mở ra trước mắt ngươi.",
        "À há. Ta biết lần gieo xúc xắc tiếp theo sẽ là gì. Khoảnh khắc để đối thủ đọc được suy nghĩ là ngươi đã thua rồi.",
        "Tức giận vì mãi không thắng được ta sao? Thôi nào, lần tới ta sẽ để ngươi thắng."
      ],
      "gift": "Vậy thôi sao?"
    },
    "affinity": {
      "greet": "Ha ha ha, ngươi khá hơn rồi đó! Ngươi có muốn nhập bọn với ta và kiếm chác chút đỉnh không?",
      "talk": [
        "Lucias là một tên ngốc cứng đầu. Đừng có nói cho hắn biết ta ở đây. Hừ, cứ nghĩ đến việc bắt gặp hắn là ta lại nổi cả da gà.",
        "Sòng bạc ngầm? Hừm, ngươi chẳng bao giờ tưởng tượng ra đâu. Nếu ngươi không có lọ máu Ma cà rồng đầy ắp, thì họ sẽ không để ngươi nhập bàn đâu. Thôi nào, đừng khóc. Ta chỉ đang đùa thôi mà."
      ],
      "gift": "Quên món quà đi và cùng ăn tối nào. Phi lê cá trê bạc cay nồng với nước cốt chanh sẽ rất tuyệt."
    },
    "relationship": {
      "greet": "Trò chơi của ta kết thúc khi ta trả thù xong. Ngay cả khi điều đó hủy hoại ta. Xúc xắc sẽ vẫn cứ gieo.",
      "talk": [
        "Ta thường đi câu với hắn khi còn nhỏ... Ờ, ta chưa bao giờ thích đi câu. Ta ghét việc gài những con giun đất nhầy nhụa vào móc câu.",
        "Ta sẽ chỉ cho Ophelia cách trộn bài sau buổi biểu diễn.",
        "Khi nào ta quay về Stardust ư? À... Ta sẽ nghĩ đến việc đó nếu ngươi đến xem buổi biểu diễn."
      ]
    }
  },
  "uw": {
    "name": "Thú vui của lãng khách, Xúc xắc Lu Etrona",
    "description": [
      "Khi kỹ năng trúng mục tiêu gây chí mạng, tăng 20% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây và hồi phục 100 Mana cho bản thân.",
      "Khi kỹ năng trúng mục tiêu gây chí mạng, tăng 24% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây và hồi phục 120 Mana cho bản thân.",
      "Khi kỹ năng trúng mục tiêu gây chí mạng, tăng 29% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây và hồi phục 140 Mana cho bản thân.",
      "Khi kỹ năng trúng mục tiêu gây chí mạng, tăng 35% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây và hồi phục 170 Mana cho bản thân.",
      "Khi kỹ năng trúng mục tiêu gây chí mạng, tăng 42% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây và hồi phục 210 Mana cho bản thân.",
      "Khi kỹ năng trúng mục tiêu gây chí mạng, tăng 50% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây và hồi phục 250 Mana cho bản thân."
    ],
    "story": "Một cặp xúc xắc được Hexipolia, Chú hề ảo ảnh lang thang, sử dụng. Anh ta là một pháp sư và nghệ sĩ nổi tiếng thời cổ đại và đã đi khắp lục địa để mang niềm vui đến cho mọi người và giúp họ quên đi ưu phiền. Buổi biểu diễn của anh ấy trở thành niềm an ủi và hi vọng cho những người sống trong lúc khó khăn. Họ yêu mến anh ta đến độ đã tạo ra Mặt trăng Hexipolia sau khi anh ta qua đời để vinh danh tâm hồn cao thượng của anh ta. Tuy nhiên, bản chất cái nghề đòi hỏi trí óc này của Hexipolia đã dần dần gặm nhấm linh hồn anh ta, khiến anh ta phải chịu sự cô đơn và trầm cảm. Anh ta muốn từ bỏ thiên bẩm này, nhưng cái bóng mà anh ta để lại quá lớn. Và anh ta cũng biết rằng buổi biểu diễn của mình có ý nghĩa thế nào với khán giả. Số phận của anh ta là giúp mọi người có được niềm vui. Anh ta tạo ra Xúc xắc Lu Etrona để tiêu khiển trong suốt hành trình giải trí đau khổ của mình. Anh ta đã ngưng tụ ma thuật của mình vào con xúc xắc và cho nó sức mạnh để tạo thành ảo ảnh không gian. Khi gieo xúc xắc, một thế giới tưởng tượng sẽ mở ra, nơi Hexipolia có thể tìm thấy bình yên. Xúc xắc được truyền lại cho con cháu của anh ta để theo đuổi nghiệp hề suốt đời, nhưng đã biến mất khi nền văn minh cổ đại sụp đổ. Và giờ, xúc xắc nằm trong tay của kẻ có biệt danh Kẻ bài bạc ranh mãnh. Được dùng hoàn toàn khác với ý đồ của người tạo ra nó... Người ta nói rằng con xúc xắc xuất hiện trong tay Esker với ánh sáng chói lòa khi anh ta tuyệt vọng muốn thoát khỏi thế giới này."
  },
  "s1": {
    "name": "Ván bài của ta",
    "description": "Tấn công một kẻ địch ngẫu nhiên 3 lần, gây {0} Sát thương phép thuật và làm choáng kẻ địch trong {1} giây. Nếu ba đòn tấn công vào cùng một kẻ địch, gây thêm {2} Sát thương phép thuật bỏ qua phòng thủ.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng 100% Sát thương khi chỉ còn lại 1 kẻ địch.",
    "dark": "Giảm 200 điểm Tốc độ tấn công của kẻ địch trong 10 giây.",
    "ut": {
      "name": "Khối rubik cổ tự hỗn loạn",
      "description": [
        "[Ván bài của ta] Tăng 20% Sát thương và thêm 1 lần tấn công.",
        "[Ván bài của ta] Tăng 24% Sát thương và thêm 1 lần tấn công.",
        "[Ván bài của ta] Tăng 29% Sát thương và thêm 1 lần tấn công.",
        "[Ván bài của ta] Tăng 35% Sát thương và thêm 1 lần tấn công.",
        "[Ván bài của ta] Tăng 42% Sát thương và thêm 1 lần tấn công.",
        "[Ván bài của ta] Tăng 50% Sát thương và thêm 1 lần tấn công."
      ],
      "story": "Một khối rubik đồ chơi mà Esker thường chơi với Ophelia khi cô ấy buồn. Khi kết hợp các chữ Cổ tự lại với nhau, khối Rubik sẽ tỏa ra ánh sáng lấp lánh, và khi giải được khối Rubik, một điệu nhạc du dương sẽ phát ra. Ophelia thường cảm thấy chán nản rằng cô không biết người đàn ông định mệnh mình gặp trong giấc mơ trông như thế nào. Những lúc đó, Esker sẽ lấy khối rubik này ra và cho cô ấy xem mình giải rubik, như cách anh ta đã làm để trấn an chị gái."
    }
  },
  "s2": {
    "name": "Đến lượt ta",
    "description": "Gieo xúc xắc để tăng {0} điểm Tấn công và {1}% Sát thương chí mạng của 2 đồng minh ngẫu nhiên trong 60 giây. Hiệu ứng này có thể cộng dồn tối đa {2} lần và số lượng mục tiêu tăng thêm 1 tương ứng với mỗi dấu chấm trên xúc xắc đã gieo.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Tăng 1 điểm Tiêu hao mana nhưng xúc xắc đã gieo luôn xuất hiện mặt 6 chấm.",
    "dark": "Giảm 1 điểm Tiêu hao mana.",
    "ut": {
      "name": "Quân cờ không thể chơi",
      "description": [
        "[Đến lượt ta] Hiệu ứng Đến lượt ta trở nên không thể xóa bỏ, và đồng minh có mức Tấn công cao nhất được tăng 30 điểm Tốc độ tấn công trên mỗi lần cộng dồn.",
        "[Đến lượt ta] Hiệu ứng Đến lượt ta trở nên không thể xóa bỏ, và đồng minh có mức Tấn công cao nhất được tăng 36 điểm Tốc độ tấn công trên mỗi lần cộng dồn.",
        "[Đến lượt ta] Hiệu ứng Đến lượt ta trở nên không thể xóa bỏ, và đồng minh có mức Tấn công cao nhất được tăng 43 điểm Tốc độ tấn công trên mỗi lần cộng dồn.",
        "[Đến lượt ta] Hiệu ứng Đến lượt ta trở nên không thể xóa bỏ, và đồng minh có mức Tấn công cao nhất được tăng 52 điểm Tốc độ tấn công trên mỗi lần cộng dồn.",
        "[Đến lượt ta] Hiệu ứng Đến lượt ta trở nên không thể xóa bỏ, và đồng minh có mức Tấn công cao nhất được tăng 63 điểm Tốc độ tấn công trên mỗi lần cộng dồn.",
        "[Đến lượt ta] Hiệu ứng Đến lượt ta trở nên không thể xóa bỏ, và đồng minh có mức Tấn công cao nhất được tăng 75 điểm Tốc độ tấn công trên mỗi lần cộng dồn."
      ],
      "story": "Một quân cờ thuộc về người biểu diễn cùng Esker trong Stardust. Khi buổi biểu diễn ảo thuật kết thúc, bộ đôi sẽ chơi cờ vua và trò chuyện về buổi biểu diễn ngày hôm đó. Ngày mà 'sự cố' xảy ra và Esker quyết định rời khỏi gánh hát, không ai ngoài người biểu diễn cùng anh ta biết anh ta nghĩ gì. Anh ta đã trao quân cờ này cho Esker và bảo Esker đừng quên Stardust và hãy quay lại khi có thể."
    }
  },
  "s3": {
    "name": "Có nên thử vận may?",
    "description": "Tấn công tất cả kẻ địch và gây {0} Sát thương phép thuật, có 50% xác suất giảm vĩnh viễn {1} giây Thời gian hồi chiêu hoặc tăng {2}% Sát thương của kỹ năng này. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Hiệu ứng Tăng sát thương sẽ kích hoạt sau khi hiệu ứng Giảm thời gian hồi chiêu kích hoạt với số lần cộng dồn tối đa.",
    "dark": "Đổi mục tiêu sang 4 kẻ địch nhưng giảm 50% Thời gian hồi chiêu khi tiêu diệt một kẻ địch.",
    "ut": {
      "name": "Cần câu cũ",
      "description": [
        "[Có nên thử vận may?] Giảm 1 điểm Tiêu hao mana và tăng 10% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Có nên thử vận may?] Giảm 1 điểm Tiêu hao mana và tăng 12% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Có nên thử vận may?] Giảm 1 điểm Tiêu hao mana và tăng 14% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Có nên thử vận may?] Giảm 1 điểm Tiêu hao mana và tăng 17% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Có nên thử vận may?] Giảm 1 điểm Tiêu hao mana và tăng 21% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây.",
        "[Có nên thử vận may?] Giảm 1 điểm Tiêu hao mana và tăng 25% Sát thương phép thuật mà mục tiêu phải nhận trong 10 giây."
      ],
      "story": "Một chiếc cần câu trẻ em mà người bạn thời thơ ấu của Esker tặng cho anh ta. Có một cậu bé phiền phức sống trong thị một trấn nơi mà gánh hát Stardust sẽ đến lưu diễn hàng năm. Cậu bé Lucias sẽ đọc cuốn kinh thánh nhàm chán cho Esker và dọa anh ta bằng những con bọ cánh cứng. Lúc đầu, Esker ghét cậu ta vì lúc nào cũng cười như thằng ngốc, nhưng họ sớm trở thành bạn thân. Khi Stardust đến thị trấn của Lucias lưu diễn, hai ngươi đã trao đổi kỷ vật tình bạn, và chiếc cần câu này là thứ mà Lucias tặng cho Esker. Kể từ đó, Esker phải đi câu cá cùng Lucias mỗi khi cậu ta đến thị trấn."
    }
  },
  "s4": {
    "name": "Đâu phải trò bịp",
    "description": "Mỗi 10 giây, tăng {0} điểm Tấn công và {1} điểm Phòng thủ của bản thân. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
    "books": {
      "0": "Tăng {0}% Hỗ trợ tấn công và Hỗ trợ phòng thủ.",
      "1": "Tăng {0}% Hỗ trợ tấn công và Hỗ trợ phòng thủ.",
      "2": "Tăng {0}% Hỗ trợ tấn công và Hỗ trợ phòng thủ."
    },
    "light": "Tăng số lần cộng dồn tối đa thêm 3.",
    "dark": "Tăng 3% Sát thương trên mỗi lần cộng dồn lên kẻ địch không phải Anh hùng.",
    "ut": {
      "name": "Con chip mờ ám",
      "description": [
        "[Đâu phải trò bịp] Tăng 50% mức hỗ trợ Tấn công và Phòng thủ. Tăng 20 điểm Tốc độ tấn công của bản thân trên mỗi lần cộng dồn.",
        "[Đâu phải trò bịp] Tăng 50% mức hỗ trợ Tấn công và Phòng thủ. Tăng 24 điểm Tốc độ tấn công của bản thân trên mỗi lần cộng dồn.",
        "[Đâu phải trò bịp] Tăng 50% mức hỗ trợ Tấn công và Phòng thủ. Tăng 29 điểm Tốc độ tấn công của bản thân trên mỗi lần cộng dồn.",
        "[Đâu phải trò bịp] Tăng 50% mức hỗ trợ Tấn công và Phòng thủ. Tăng 35 điểm Tốc độ tấn công của bản thân trên mỗi lần cộng dồn.",
        "[Đâu phải trò bịp] Tăng 50% mức hỗ trợ Tấn công và Phòng thủ. Tăng 42 điểm Tốc độ tấn công của bản thân trên mỗi lần cộng dồn.",
        "[Đâu phải trò bịp] Tăng 50% mức hỗ trợ Tấn công và Phòng thủ. Tăng 50 điểm Tốc độ tấn công của bản thân trên mỗi lần cộng dồn."
      ],
      "story": "Một đồng xèng đánh bạc kỳ lạ dùng trong sòng bạc chợ đen. Đây là đồng xèng đắt giá nhất và chỉ có tay chơi sành sỏi nhất trong sòng bạc bí mật mới có thể sở hữu. Đồng xèng này trông giống như một đồng xèng vàng đánh bạc thông thường, nhưng nó chứa đựng sinh lực của vô số linh hồn do bùa chú của Phù thủy hắc ám yểm lên."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / ATK.Spd +100",
    "dark": "Mỗi 10 giây, nhận tới 6 lần cộng dồn Phước lành của xúc xắc. Giảm 5% Thời gian hồi chiêu của kỹ năng chủ động trên mỗi 1 Phước lành của xúc xắc nhận được."
  }
}