{
  "name": "Lakrak",
  "subtitle": "Kẻ đi săn bằng súng thần công",
  "description": "Một Yêu tinh trắng có kiến thức uyên bác về kỹ thuật cơ khí, sử dụng một khẩu thần công cầm tay để gây nổ sát thương, tấn công địch bằng những viên đạn đặc biệt và gây ra sát thương chí mạng cho chúng.",
  "story": "Yêu tinh bạch tạng lập dị này thích phát triển các món vũ khí mạnh hơn bất cứ thứ gì khác. Do đã từng bị những tên Yêu tinh khác quấy rối và tẩy chay bởi màu da của mình, hắn không có chút lòng trắc ẩn nào đối với giống loài của mình. Hắn sẵn sàng bắn, cho nổ tung và nghiền nát ngay cả một tên Yêu tinh đồng đội để thử vũ khí của mình. Tuy nhiên, hắn cũng thể hiện sự cảm kích với những người giúp đỡ mình và trở thành bạn của Roi theo cách đó. Không may là hắn rất kém cỏi trong việc ghi nhớ các gương mặt nên thường chỉa súng bắn vào cả Roi.",
  "like": "Thuốc súng, súng, súng thần công",
  "dislike": "Những tên Yêu tinh ngu ngốc",
  "inn": {
    "idle": "Không có yêu tinh nào! Nơi này tốt đấy!",
    "recruit": {
      "greet": "Ái chà!! Vũ khí của bạn trông ngon đấy!!",
      "talk": [
        "Bạn đã đánh nhau với yêu tinh sao? Thắng nữa à? Kakaka, giỏi!!",
        "Hãy làm tôi ngạc nhiên nào!! Giúp thử nghiệm sao?! Được!! Ngay bây giờ nhé!!",
        "Thích Súng thần công cầm tay sao? Giỏi lắm!! Thông minh đấy!!"
      ],
      "gift": "Quà tặng sao? Quỹ vũ khí?? Được thôi!! Thêm thuốc súng đây!!"
    },
    "affinity": {
      "greet": "Chào mừng!!! Có muốn xem nghiên cứu của ta không?",
      "talk": [
        "Ta không giỏi nói tiếng người! A-B-C-Dờ!!! Chữ D khó chết đi được!!!",
        "Một người bất phàm! Độc nhất vô nhị! Chỉ mình ngươi mà thôi! Giờ thì ta có Roi với ngươi rồi!!!"
      ],
      "gift": "Ngươi có mang theo cái gì hay ho không!? Ta biết thứ hay lắm! Tuyệt!!!"
    },
    "relationship": {
      "greet": "Kakaka! Buổi nghiên cứu hôm nay thuận lợi phết!",
      "talk": [
        "Thuốc nổ đây! Nổ tung nào! Kakaka!!",
        "Thí nghiệm! Rồi lại thí nghiệm! Chế tạo vũ khí thật thú vị!",
        "Nhờ vậy mới có thể nghiên cứu được đấy! Người bạn tuyệt vời!"
      ]
    }
  },
  "uw": {
    "name": "Lakrak MK-1",
    "description": [
      "Khi tấn công, có 25% cơ hội nhận một lần cộng dồn Thuốc súng. Mỗi lần cộng dồn Thuốc súng sẽ tăng 3% tấn công, 30 điểm tốc độ tấn công và 3% sát thương lên kẻ địch không phải là Anh hùng. Thuốc súng cộng dồn tối đa 7 lần và không thể bị loại bỏ.",
      "Khi tấn công, có 25% cơ hội nhận một lần cộng dồn Thuốc súng. Mỗi lần cộng dồn Thuốc súng sẽ tăng 3,6% tấn công, 36 điểm tốc độ tấn công và 3,6% sát thương lên kẻ địch không phải là Anh hùng. Thuốc súng cộng dồn tối đa 7 lần và không thể bị loại bỏ.",
      "Khi tấn công, có 25% cơ hội nhận một lần cộng dồn Thuốc súng. Mỗi lần cộng dồn Thuốc súng sẽ tăng 4,3% tấn công, 43 điểm tốc độ tấn công và 4,3% sát thương lên kẻ địch không phải là Anh hùng. Thuốc súng cộng dồn tối đa 7 lần và không thể bị loại bỏ.",
      "Khi tấn công, có 25% cơ hội nhận một lần cộng dồn Thuốc súng. Mỗi lần cộng dồn Thuốc súng sẽ tăng 5,1% tấn công, 51 điểm tốc độ tấn công và 5,1% sát thương lên kẻ địch không phải là Anh hùng. Thuốc súng cộng dồn tối đa 7 lần và không thể bị loại bỏ.",
      "Khi tấn công, có 25% cơ hội nhận một lần cộng dồn Thuốc súng. Mỗi lần cộng dồn Thuốc súng sẽ tăng 6,2% tấn công, 62 điểm tốc độ tấn công và 6,2% sát thương lên kẻ địch không phải là Anh hùng. Thuốc súng cộng dồn tối đa 7 lần và không thể bị loại bỏ.",
      "Khi tấn công, có 25% cơ hội nhận một lần cộng dồn Thuốc súng. Mỗi lần cộng dồn Thuốc súng sẽ tăng 7,5% tấn công, 75 điểm tốc độ tấn công và 7,5% sát thương lên kẻ địch không phải là Anh hùng. Thuốc súng cộng dồn tối đa 7 lần và không thể bị loại bỏ."
    ],
    "story": "Kiệt tác vừa mang tính phá hủy nhưng lại đầy chất nghệ thuật của một nhà phát minh Yêu tinh xảo quyệt. Súng thần công một tay này có hỏa lực tối đa mà một Yêu tinh có thể xử lý về mặt thể chất. Mặc dù sử dụng lượng thuốc súng nguy hiểm nhưng vũ khí này may mắn chưa bị nổ tung."
  },
  "s1": {
    "name": "Súng phun lửa",
    "description": "Tấn công tất cả kẻ địch phía trước theo đường thẳng, gây {0} sát thương vật lý và đẩy lùi chúng. Nếu mục tiêu không phải là Anh hùng, gây thêm {1} sát thương vật lý và làm choáng chúng trong {2} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng sát thương tăng 40%.",
    "dark": "Làm đối phương ngất xỉu trong 3 giây.",
    "ut": {
      "name": "Đạn dùi cui",
      "description": [
        "[Súng phun lửa] Tăng 50% Sát thương và tăng 10% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Súng phun lửa] Tăng 50% Sát thương và tăng 12% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Súng phun lửa] Tăng 50% Sát thương và tăng 14% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Súng phun lửa] Tăng 50% Sát thương và tăng 17% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Súng phun lửa] Tăng 50% Sát thương và tăng 21% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây.",
        "[Súng phun lửa] Tăng 50% Sát thương và tăng 25% Sát thương vật lý mà mục tiêu phải nhận trong 10 giây."
      ],
      "story": "Một loại đạn tự vệ, có lực sát thương thấp. Viên đạn này được thiết kế theo tri thức xử lý chất nổ chính xác của Lakrak, có tác dụng tạo hiệu ứng đánh bật khi dùng Súng phun lửa. Để giảm thiểu nguy cơ ngộ sát, anh ấy lập hẳn một quy tắc là phải dán nhãn cho tất cả các loại thuốc nổ."
    }
  },
  "s2": {
    "name": "Bom khói",
    "description": "Gây {0} sát thương vật lý cho kẻ địch trong phạm vi và gây mù trong 4 giây",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Gây choáng 1 giây lên đối thủ nhận sát thương."
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Thời gian kéo dài bị mù tăng 2 giây",
    "ut": {
      "name": "Mặt nạ chống độc đặc biệt",
      "description": [
        "[Bom khói] Giảm 30% Thời gian hồi chiêu và tăng 1 giây thời gian mù.",
        "[Bom khói] Giảm 30% Thời gian hồi chiêu và tăng 1,2 giây thời gian mù.",
        "[Bom khói] Giảm 30% Thời gian hồi chiêu và tăng 1,4 giây thời gian mù.",
        "[Bom khói] Giảm 30% Thời gian hồi chiêu và tăng 1,7 giây thời gian mù.",
        "[Bom khói] Giảm 30% Thời gian hồi chiêu và tăng 2,1 giây thời gian mù.",
        "[Bom khói] Giảm 30% Thời gian hồi chiêu và tăng 2,5 giây thời gian mù."
      ],
      "story": "Một chiếc mặt nạ hiệu suất cao được làm từ các vật liệu đặc biệt mà Lakrak kiếm được trên khắp Lục địa Orbis. Chiếc mặt nạ này được làm từ sợi lông vũ đầu tiên của Tiên cánh chim, vảy rồng, lá Cây thế giới và mithril của đế quốc. Tất cả đều là vật phẩm khó kiếm. Nó bảo vệt người đeo khỏi khí độc, cũng như hiệu ứng gây mù của Bom khói."
    }
  },
  "s3": {
    "name": "Bom keo",
    "description": "Sau {0} giây phát nổ lên đối thủ ngẫu nhiên gây sát thương vật lý tỉ lệ với thể lực còn lại của đối thủ trong phạm vi, tối đa {1} , gài Bom Keo gây choáng trong 3 giây. Khi gài Bom keo, đối tượng bị choáng trong 2 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng 1 lượng tiêu thị mana, tấn công 2 lần đối thủ tùy ý.",
    "dark": "Lượng tiêu thụ Mana giảm 1.",
    "ut": {
      "name": "Thuốc nổ mật độ cao đặc chế Goblin",
      "description": [
        "Lượng sát thương [Bom keo] tăng 50%, hồi phục 200 mana nếu có đòn chí mạng.",
        "Lượng sát thương [Bom keo] tăng 50%, hồi phục 240 mana nếu có đòn chí mạng.",
        "Lượng sát thương [Bom keo] tăng 50%, hồi phục 290 mana nếu có đòn chí mạng.",
        "Lượng sát thương [Bom keo] tăng 50%, hồi phục 350 mana nếu có đòn chí mạng.",
        "Lượng sát thương [Bom keo] tăng 50%, hồi phục 420 mana nếu có đòn chí mạng.",
        "Lượng sát thương [Bom keo] tăng 50%, hồi phục 500 mana nếu có đòn chí mạng."
      ],
      "story": "Thuốc súng làm từ công thức bí mật, đầy nguy hiểm của Lakrak. Nhận thấy chỉ đơn thuần gây nổ thì không đủ hiệu quả về mặt chiến thuật, Lakrak đã thêm một loại axit fomic và độc cây tầm ma để có được hiệu ứng cực kỳ đẹp mắt. Việc chế thuốc cần đến quy trình lọc cực kỳ công phu, nên anh bí mật dùng để tránh lạm dụng."
    }
  },
  "s4": {
    "name": "Lên đạn súng thần công",
    "description": "Khi tấn công thường bắn Đạn Pháo với xác suất 15% gây {1} sát thương vật lý lên đối thủ trong phạm vi và gây choáng trong 2 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tỉ lệ ra chiêu tăng 10%.",
    "dark": "Làm tăng 25% sát thương vật lý của đối phương trong 10 giây."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Khi tấn công đòn chí mạng nâng lượng sát thương chí mạng 5%, tỉ lệ trúng đòn chí mạng 30 lần. Cộng dồn tối đa 10 lần."
  }
}