{
  "name": "Cecilia",
  "subtitle": "Ngọn gió đỏ của công lý",
  "description": "Một cô gái có ý thức mạnh mẽ về công lý. Cô luôn muốn trở thành nguồn tiếp sức mạnh cho những người khác. Cô trừng phạt lũ Ác quỷ quấy rối mọi người bằng đôi giày pháp nghệ vô cùng mạnh mẽ, đủ để nghiền nát kẻ địch.",
  "story": "Một cô gái mơ về một thế giới không có bất công. Cecilia, người được ca tụng là Ngọn gió đỏ của công lý, đánh bại kẻ thù bằng những cú đá như vũ bão, làm dải ruy băng màu đỏ của cô tung bay trên không. Ông nội cô là Ricardo, đội trưởng của đội Thánh hiệp sĩ Orvelia. Cô từng theo dõi ông thực thi công lý với trái tim thép, và giờ cô mơ ước chính mình sẽ thực thi công lý, xóa bỏ cái ác ở Đế chế với tư cách là quân Kháng chiến. Ricardo rất lo lắng về cô cháu gái, vì mộng ước công lý ấy có thể đưa cô vào chốn hiểm nguy. Dẫu vậy, tiếng thét và những cú đá của cô vẫn luôn hào hùng và bùng nổ, còn những mối lo âu kia chẳng hề khiến cô bận tâm.",
  "like": "Kèn harmonica, mì cay, cá cược, chạy thi.",
  "dislike": "Bất công, trò đùa nhảm, luyên thuyên, rắn",
  "inn": {
    "idle": "Ta tin tưởng tiềm năng vô hạn của ngươi!",
    "recruit": {
      "greet": "Hãy sát cánh bên ta trong hành trình này.",
      "talk": [
        "Có lẽ ngươi biết ông nội của ta chứ?",
        "Tinh thần không lùi bước là điều quan trọng nhất khi chiến đấu vì công lý!",
        "Tập luyện hôm nay! Tập luyện mọi ngày!"
      ],
      "gift": "Ế? Thứ này cho thật ta sao?"
    },
    "affinity": {
      "greet": "Nay cứ chơi cho thỏa thích đi! Ai theo ta nào?",
      "talk": [
        "Đừng từ bỏ! Có ta hỗ trợ phía sau đây!",
        "Về khoản ăn mì cay thì ta không thể thua được! Cá 5 đồng Vàng là ta ăn được nhiều mì cay hơn ngươi. Dám nhận không?"
      ],
      "gift": "Đáng yêu quá! Ngươi có muốn kiếm thứ gì không?"
    },
    "relationship": {
      "greet": "Dũng khí là sức mạnh mang công lý đến cho thế giới!",
      "talk": [
        "Ta có bao nhiêu đôi giày à? Hừm... riêng giày tập là khoảng 100 đôi thì phải?",
        "Hử? Muốn ta chơi harmonica à? Ha ha ha... Ch... chờ chút nhé.",
        "Ngươi thấy chán thì có muốn chơi đá bóng không?"
      ]
    }
  },
  "uw": {
    "name": "Giông tố siêu thanh Gigantix",
    "description": [
      "Tăng 100 điểm Tốc độ tấn công. Các đòn tấn công thường và kỹ năng tạo ra một lần cộng dồn Bùng nổ cho bản thân và có 3% xác suất làm choáng mục tiêu trúng đòn trong 4 giây. Gigantix phát nổ khi số lần cộng dồn Bùng nổ đạt đến 100, giúp tăng 100 điểm Tốc độ tấn công và Tất cả Khả năng né. Không thể gỡ bỏ hiệu ứng này.",
      "Tăng 120 điểm Tốc độ tấn công. Các đòn tấn công thường và kỹ năng tạo ra một lần cộng dồn Bùng nổ cho bản thân và có 3% xác suất làm choáng mục tiêu trúng đòn trong 4 giây. Gigantix phát nổ khi số lần cộng dồn Bùng nổ đạt đến 100, giúp tăng 120 điểm Tốc độ tấn công và Tất cả Khả năng né. Không thể gỡ bỏ hiệu ứng này.",
      "Tăng 140 điểm Tốc độ tấn công. Các đòn tấn công thường và kỹ năng tạo ra một lần cộng dồn Bùng nổ cho bản thân và có 3% xác suất làm choáng mục tiêu trúng đòn trong 4 giây. Gigantix phát nổ khi số lần cộng dồn Bùng nổ đạt đến 100, giúp tăng 140 điểm Tốc độ tấn công và Tất cả Khả năng né. Không thể gỡ bỏ hiệu ứng này.",
      "Tăng 170 điểm Tốc độ tấn công. Các đòn tấn công thường và kỹ năng tạo ra một lần cộng dồn Bùng nổ cho bản thân và có 3% xác suất làm choáng mục tiêu trúng đòn trong 4 giây. Gigantix phát nổ khi số lần cộng dồn Bùng nổ đạt đến 100, giúp tăng 170 điểm Tốc độ tấn công và Tất cả Khả năng né. Không thể gỡ bỏ hiệu ứng này.",
      "Tăng 210 điểm Tốc độ tấn công. Các đòn tấn công thường và kỹ năng tạo ra một lần cộng dồn Bùng nổ cho bản thân và có 3% xác suất làm choáng mục tiêu trúng đòn trong 4 giây. Gigantix phát nổ khi số lần cộng dồn Bùng nổ đạt đến 100, giúp tăng 210 điểm Tốc độ tấn công và Tất cả Khả năng né. Không thể gỡ bỏ hiệu ứng này.",
      "Tăng 250 điểm Tốc độ tấn công. Các đòn tấn công thường và kỹ năng tạo ra một lần cộng dồn Bùng nổ cho bản thân và có 3% xác suất làm choáng mục tiêu trúng đòn trong 4 giây. Gigantix phát nổ khi số lần cộng dồn Bùng nổ đạt đến 100, giúp tăng 250 điểm Tốc độ tấn công và Tất cả Khả năng né. Không thể gỡ bỏ hiệu ứng này."
    ],
    "story": "Một đôi giày pháp nghệ được chế tác chủ yếu bằng thứ Đá phép thuật giông tố khai quật từ khu tàn tích pháp nghệ cổ đại. Mỗi khi người dùng chúng triển khai tấn công, thứ đá phép thuật ấy sẽ tỏa ra một làn sóng năng lượng giúp người đó đạt đến tốc độ siêu thanh và tạo ra sức công phá khủng khiếp, đến mức có thể bẻ cong trụ kim loại dễ như bỡn. Thực tế thì, viên Đá phép thuật giông tố cốt lõi của đôi giày này chính là món quà của Ricardo tặng cho Cecilia. Cô nói Ricardo đã giữ gìn nó ở nơi an toàn, dù ông không bao giờ kể là lấy được nó ở nơi nào. Một hôm, Ricardo tới thăm Cecilia ở Đế quốc, và Cecilia nói với ông rằng cô sẽ gia nhập quân Kháng chiến. Ông nhận ra ý chí kiên quyết trong ánh mắt của cô. Vậy là ông tặng viên Đá phép thuật giông tố cho cô và dặn dò: 'Hãy cho thế giới thấy cảm nhận của cháu'. Sau này, tay kỹ sư cuồng chế tạo Landet của quân Kháng chiến đã làm ra đôi giày mạnh mẽ đó."
  },
  "s1": {
    "name": "Tránh đường!",
    "description": "Nhắm vào kẻ địch ở xa nhất và chỉ định kẻ đó là [Ác nhân], giảm {1} Tốc độ tấn công của kẻ đó trong {0} giây. Di chuyển đến mục tiêu để gây {2} Sát thương vật lý. [Cú đá rìu!] có thể dùng được sau khi sử dụng kỹ năng này.",
    "books": {
      "0": "Tăng {0}% Sát thương.",
      "1": "Tăng {0}% Sát thương.",
      "2": "Tăng {0}% Sát thương."
    },
    "light": "Tăng 25% lượng Sát thương vật lý mà mục tiêu nhận vào trong 10 giây.",
    "dark": "Loại bỏ hiệu ứng có lợi của mục tiêu.",
    "ut": {
      "name": "Bước đầu tiên của anh hùng",
      "description": [
        "[Tránh đường!] Giảm 1 điểm Tiêu hao mana và khiến mục tiêu trúng đòn chịu thêm 10% Sát thương vật lý trong 10 giây.",
        "[Tránh đường!] Giảm 1 điểm Tiêu hao mana và khiến mục tiêu trúng đòn chịu thêm 12% Sát thương vật lý trong 10 giây.",
        "[Tránh đường!] Giảm 1 điểm Tiêu hao mana và khiến mục tiêu trúng đòn chịu thêm 14% Sát thương vật lý trong 10 giây.",
        "[Tránh đường!] Giảm 1 điểm Tiêu hao mana và khiến mục tiêu trúng đòn chịu thêm 17% Sát thương vật lý trong 10 giây.",
        "[Tránh đường!] Giảm 1 điểm Tiêu hao mana và khiến mục tiêu trúng đòn chịu thêm 21% Sát thương vật lý trong 10 giây.",
        "[Tránh đường!] Giảm 1 điểm Tiêu hao mana và khiến mục tiêu trúng đòn chịu thêm 25% Sát thương vật lý trong 10 giây."
      ],
      "story": "Một đôi giày đặc chế mà Cecilia từng đi trước khi có được đôi giày hiện giờ. Sau nhiều năm rèn luyện các môn võ nghệ, cô đã hình thành phong cách chiến đấu riêng, chủ yếu dựa vào đôi chân nhanh nhẹn của cô. Để chứng tỏ bản thân với ông nội, cô đã rèn luyện rất chăm chỉ với đôi giày đặc chế này. Những vết xước, chỗ trầy trên đôi giày là dấu ấn vinh quang của những tháng ngày vất vả tập luyện."
    },
    "linked": {
      "0": {
        "name": "Cú đá rìu!",
        "description": "Tấn công kẻ địch mục tiêu, gây {0} Sát thương vật lý và đánh văng kẻ đó trong {1} giây. Kẻ địch có trạng thái [Ác nhân] bị tấn công trước. [Cú đá giông tố!] có thể dùng được sau khi sử dụng kỹ năng này."
      },
      "1": {
        "name": "Cú đá giông tố!",
        "description": "Di chuyển đến chỗ kẻ địch xa nhất và gây {0} Sát thương vật lý, làm choáng kẻ đó trong {1} giây. Kẻ địch có trạng thái [Ác nhân] bị tấn công trước."
      }
    }
  },
  "s2": {
    "name": "Tiềm năng vô hạn",
    "description": "Gây {0} Sát thương vật lý cho kẻ địch lân cận trong phạm vi vòng tròn, đốn ngã chúng trong {1} gây. Nhận được [Tiềm năng vô hạn], giúp tăng {3} Tốc độ tấn công của bản thân trong {2} giây. Khi [Tiềm năng vô hạn] đang có hiệu lực, các đòn tấn công thường và kỹ năng sẽ gây {4} Sát thương vật lý cho mục tiêu là Anh hùng và {5} Sát thương vật lý cho mục tiêu không phải là Anh hùng. Không thể gỡ bỏ hiệu ứng này.",
    "books": {
      "0": "Tăng {0}% Sát thương.",
      "1": "Tăng {0}% Sát thương.",
      "2": "Tăng {0}% Sát thương."
    },
    "light": "Tăng {0}% Sát thương lên kẻ địch không phải là Anh hùng trong thời gian hiệu lực của kỹ năng.",
    "dark": "Giảm {0}% Sát thương phải chịu trong thời gian hiệu lực của kỹ năng.",
    "ut": {
      "name": "Ký ức tuổi thơ",
      "description": [
        "[Tiềm năng vô hạn] Loại bỏ hiệu ứng có hại trên bản thân và tăng 20% Sát thương.",
        "[Tiềm năng vô hạn] Loại bỏ hiệu ứng có hại trên bản thân và tăng 24% Sát thương.",
        "[Tiềm năng vô hạn] Loại bỏ hiệu ứng có hại trên bản thân và tăng 29% Sát thương.",
        "[Tiềm năng vô hạn] Loại bỏ hiệu ứng có hại trên bản thân và tăng 35% Sát thương.",
        "[Tiềm năng vô hạn] Loại bỏ hiệu ứng có hại trên bản thân và tăng 42% Sát thương.",
        "[Tiềm năng vô hạn] Loại bỏ hiệu ứng có hại trên bản thân và tăng 50% Sát thương."
      ],
      "story": "Những quả bóng mà Cecilia từng chơi. Đặc biệt, đá bóng giúp cô cải thiện kỹ năng dùng chân. Cô từng là thủ lĩnh của đám trẻ trong vùng, và cô luôn giữ những quả bóng ấy bên mình để nhớ về tuổi thơ vô tư lự ấy. Cứ lúc nào cảm thấy chán chường hay bực bội là cô lại lấy chúng ra."
    }
  },
  "s3": {
    "name": "OAAA!!!",
    "description": "Tấn công kẻ địch lân cận trong phạm vi vòng tròn và gây tổng cộng {1} Sát thương vật lý trong {0} lần. Sau đó, gây {2} cho kẻ địch mục tiêu và những tên đứng quanh kẻ đó, đốn ngã chúng trong {3} giây. Nếu [Tiềm năng vô hạn] đang có hiệu lực tại thời điểm sử dụng kỹ năng này, thì [Tuyệt chiêu. Cú đá sao băng!] sẽ có thể dùng được trong {4} giây.",
    "books": {
      "0": "Tăng {0}% Sát thương.",
      "1": "Tăng {0}% Sát thương.",
      "2": "Tăng {0}% Sát thương."
    },
    "light": "Tăng 100% Sát thương khi chỉ còn lại 1 kẻ địch.",
    "dark": "Nhận miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng.",
    "ut": {
      "name": "Khoảnh khắc thư thái",
      "description": [
        "[OAAA!] Tăng 4% Sát thương của bản thân lên Boss mỗi lần sử dụng. Hiệu ứng này có thể cộng dồn tối đa 10 lần. Giảm 1 điểm Tiêu hao mana của [Tuyệt chiêu. Cú đá sao băng!].",
        "[OAAA!] Tăng 4,8% Sát thương của bản thân lên Boss mỗi lần sử dụng. Hiệu ứng này có thể cộng dồn tối đa 10 lần. Giảm 1 điểm Tiêu hao mana của [Tuyệt chiêu. Cú đá sao băng!].",
        "[OAAA!] Tăng 5,8% Sát thương của bản thân lên Boss mỗi lần sử dụng. Hiệu ứng này có thể cộng dồn tối đa 10 lần. Giảm 1 điểm Tiêu hao mana của [Tuyệt chiêu. Cú đá sao băng!].",
        "[OAAA!] Tăng 7% Sát thương của bản thân lên Boss mỗi lần sử dụng. Hiệu ứng này có thể cộng dồn tối đa 10 lần. Giảm 1 điểm Tiêu hao mana của [Tuyệt chiêu. Cú đá sao băng!].",
        "[OAAA!] Tăng 8,4% Sát thương của bản thân lên Boss mỗi lần sử dụng. Hiệu ứng này có thể cộng dồn tối đa 10 lần. Giảm 1 điểm Tiêu hao mana của [Tuyệt chiêu. Cú đá sao băng!].",
        "[OAAA!] Tăng 10% Sát thương của bản thân lên Boss mỗi lần sử dụng. Hiệu ứng này có thể cộng dồn tối đa 10 lần. Giảm 1 điểm Tiêu hao mana của [Tuyệt chiêu. Cú đá sao băng!]."
      ],
      "story": "Một cây kèn harmonica mà Cecilia thích chơi lúc rảnh rỗi. Ricardo đã tặng nó cho cô nhân dịp sinh nhật thứ 15 của cô. Ông ấy lo rằng trên hành trình hiện thực hóa một thế giới công bằng, cô cháu gái mình có thể quên mất rằng đôi lúc cũng cần thư giãn. Sau một hồi lâu cân nhắc, ông tặng cho Cecilia một cây kèn harmonica nhỏ có khắc tên cô. Tuy nhiên, Cecilia không nhận ra ý định của ông nội, nên chẳng thèm học quá một bài."
    },
    "linked": {
      "0": {
        "name": "Tuyệt chiêu. Cú đá sao băng!",
        "description": "Thực hiện một đòn tấn công toàn lực, gây {0} Sát thương vật lý cho kẻ địch mục tiêu và những tên đứng quanh kẻ đó, làm choáng chúng trong {1} giây. Kỹ năng này chắc chắn là một Đòn chí mạng."
      }
    }
  },
  "s4": {
    "name": "Tài năng bẩm sinh",
    "description": "Tăng {0} Phòng thủ và {1} Xác suất chí mạng cho bản thân. Các đòn tấn công thường và kỹ năng của Cecilia không trượt mục tiêu.",
    "books": {
      "0": "Tăng {0}% hỗ trợ Phòng thủ.",
      "1": "Tăng {0}% hỗ trợ Phòng thủ.",
      "2": "Tăng {0}% hỗ trợ Phòng thủ."
    },
    "light": "Giảm {0}% Sát thương phải chịu.",
    "dark": "Tăng {0}% Sát thương gây ra cho Anh hùng.",
    "ut": {
      "name": "Trái tim công lý",
      "description": [
        "[Tài năng bẩm sinh] Đầu mỗi trận chiến, gây thêm 10% Sát thương cho kẻ địch không phải là Anh hùng và giảm 25% Sát thương phải chịu trong 20 giây.",
        "[Tài năng bẩm sinh] Đầu mỗi trận chiến, gây thêm 12% Sát thương cho kẻ địch không phải là Anh hùng và giảm 25% Sát thương phải chịu trong 20 giây.",
        "[Tài năng bẩm sinh] Đầu mỗi trận chiến, gây thêm 14% Sát thương cho kẻ địch không phải là Anh hùng và giảm 25% Sát thương phải chịu trong 20 giây.",
        "[Tài năng bẩm sinh] Đầu mỗi trận chiến, gây thêm 17% Sát thương cho kẻ địch không phải là Anh hùng và giảm 25% Sát thương phải chịu trong 20 giây.",
        "[Tài năng bẩm sinh] Đầu mỗi trận chiến, gây thêm 21% Sát thương cho kẻ địch không phải là Anh hùng và giảm 25% Sát thương phải chịu trong 20 giây.",
        "[Tài năng bẩm sinh] Đầu mỗi trận chiến, gây thêm 25% Sát thương cho kẻ địch không phải là Anh hùng và giảm 25% Sát thương phải chịu trong 20 giây."
      ],
      "story": "Món quà mà Cecilia nhận được nhờ lần thi hành công lý đầu tiên trong đời. Trước đây, Cecilia đã cứu được một cô bé thoát khỏi nguy hiểm nhưng lại bị thương, và cô bé ấy đã buộc một sợi ruy băng đỏ quanh vết thương đó. Sau này, cô luôn buộc nó vào cổ tay khi thi hành nhiệm vụ, và mọi người dần gọi cô là Ngọn gió đỏ của công lý."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Tăng {0}% Tấn công của bản thân khi [Tiềm năng vô hạn] gây thêm Sát thương cho kẻ địch. Hiệu ứng này có thể cộng dồn tối đa {1} lần và không thể gỡ bỏ."
  }
}