{
  "name": "Kirze",
  "subtitle": "Linh miêu huyết ngọc",
  "description": "Người đoạt giải cuộc thi Thiết kế anh hùng [87CEFA]Mochi00 (JPN)[-] Thiếu nữ thuộc chủng tộc lai thú vốn đã mang trong mình một nguồn ma lực quý hiếm từ khi được sinh ra. Từ nhỏ cô đã bị bắt giữ và bị biến thành thủy tinh qua cuộc thí nghiệm của thế lực hắc ám. Sau khi được tiếp thêm sức mạnh và trốn thoát, cô chiến đấu với địch bằng những mảnh thủy tinh đỏ - thứ tạo nên cơ thể của chính cô.",
  "story": "Người đoạt giải cuộc thi Thiết kế anh hùng [87CEFA]Mochi00 (JPN)[-] Vài năm trước, thị trấn lục địa Orbis đã bị những cái xác sống của Malduk tấn công. Những đứa trẻ bạch tạng sinh ra mang trong mình một ma lực mạnh mẽ đặc biệt đã bị thuộc hạ của Malduk bắt cóc. Chúng tiến hành thí nghiệm sáp nhập những viên đá cẩm thạch, nguồn năng lượng phù hợp với đặc tính của bọn ác quỷ vào những đứa trẻ. Chúng sản sinh ra đá cẩm thạch đỏ từ những đứa trẻ còn sống, tạo ra những mỏ khoáng sản khổng lồ. Đằng sau những thí nghiệm vô nhân đạo đó là sự hy sinh của những đứa trẻ phải chịu nhiều đau đớn. Những đứa trẻ có thuộc tính không hợp với đá cẩm thạch đỏ sẽ bị chúng hoá đá rồi nghiền nát thành cát bụi. Những đứa trẻ còn lại chứng kiến cảnh tượng hãi hùng ấy khiếp sợ, nhưng chúng cũng chẳng biết phải làm gì ngoài việc tuyệt vọng chờ chết. Thế nhưng, thí nghiệm đó đã thành công. Tất cả đá cẩm thạch đỏ được tạo ra đã hấp thụ và cộng hưởng với cơ thể Kirze. Kết quả là Kirze có trong tay sức mạnh đặc biệt có thể sử dụng ma lực và đá cẩm thạch đỏ theo ý muốn của mình. Với sức mạnh đó, Kirze đã đánh bại đám thuộc hạ của Malduk, giải cứu những đứa trẻ còn sống và cùng chúng thoát khỏi phòng thí nghiệm. Kirze đã tự hứa với bản thân mình rằng sẽ không để thêm một đứa trẻ nào phải hy sinh như mình nữa... Sau đó, Kirze đã đi phiêu lưu khắp nơi và bắt đầu săn tìm những tên ác quỷ lang bạt...",
  "like": "Búp bê vải, bờ sông gió mát, những động vật nhỏ, nụ cười thơ ngây của em bé.",
  "dislike": "Ác quỷ, những con bọ ghê tởm, kẻ cư xử tùy tiện với người khác.",
  "inn": {
    "idle": "Ahaha... Ta đã bị cuốn vào một bầu không khí đầy sức sống thế này rồi sao...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Xin chào, lâu rồi không gặp!",
      "talk": [
        "Muốn rủ đi ăn hả? Ahaha... Không sao, tôi chỉ ngồi nói chuyện thôi cũng được.",
        "Khi nhìn người khác rơi vào tình thế hiểm nguy... thì cái suy nghĩ phải giúp họ lại xuất hiện như một phản xạ tự động."
      ],
      "gift": "Tôi nghe nói đá cẩm thạch đỏ tạo nên người tôi... có thể sử dụng để làm chất xúc tác cho thuốc thử phép thuật."
    },
    "relationship": {
      "greet": "Xin... Xin chào? Tôi vừa tạo ra một con búp bê mới... Có muốn xem thử không?",
      "talk": [
        "Tôi không thích những trận chiến nhưng dù vậy... thì cũng không thể để tăng thêm những người hi sinh như tôi được.",
        "Tôi không thể ăn nhiều được... từ sau khi cơ thể bị biến thành như thế này... Thế nên khi nhìn những người ăn nhiều tôi cảm thấy hạnh phúc nhưng cũng thật ghen tị.",
        "Hôm nay người tôi thật là rã rời... và có tí hơi buồn ngủ. Nếu thấy tôi ngủ quá lâu thì hãy đánh thức tôi dậy nhé... Vì tôi sợ... tôi sẽ mãi không thể dậy được..."
      ]
    }
  },
  "uw": {
    "name": "Ngày kết án Elicipira",
    "description": [
      "Khuếch đại sức mạnh đá cẩm thạch, tăng phạm vi hiệu ứng 'Hoa đỏ nở rộ'. Gây thêm sát thương phép thuật tương đương 500% lực tấn công với xác suất 4% khi tấn công thông thường và tấn công sử dụng kỹ năng. Tăng sát thương gấp đôi lên Boss.",
      "Khuếch đại sức mạnh đá cẩm thạch, tăng phạm vi hiệu ứng 'Hoa đỏ nở rộ'. Gây thêm sát thương phép thuật tương đương 600% lực tấn công với xác suất 4% khi tấn công thông thường và tấn công sử dụng kỹ năng. Tăng sát thương gấp đôi lên Boss.",
      "Khuếch đại sức mạnh đá cẩm thạch, tăng phạm vi hiệu ứng 'Hoa đỏ nở rộ'. Gây thêm sát thương phép thuật tương đương 720% lực tấn công với xác suất 4% khi tấn công thông thường và tấn công sử dụng kỹ năng. Tăng sát thương gấp đôi lên Boss.",
      "Khuếch đại sức mạnh đá cẩm thạch, tăng phạm vi hiệu ứng 'Hoa đỏ nở rộ'. Gây thêm sát thương phép thuật tương đương 860% lực tấn công với xác suất 4% khi tấn công thông thường và tấn công sử dụng kỹ năng. Tăng sát thương gấp đôi lên Boss.",
      "Khuếch đại sức mạnh đá cẩm thạch, tăng phạm vi hiệu ứng 'Hoa đỏ nở rộ'. Gây thêm sát thương phép thuật tương đương 1.000% lực tấn công với xác suất 4% khi tấn công thông thường và tấn công sử dụng kỹ năng. Tăng sát thương gấp đôi lên Boss.",
      "Khuếch đại sức mạnh đá cẩm thạch, tăng phạm vi hiệu ứng 'Hoa đỏ nở rộ'. Gây thêm sát thương phép thuật tương đương 1.250% lực tấn công với xác suất 4% khi tấn công thông thường và tấn công sử dụng kỹ năng. Tăng sát thương gấp đôi lên Boss."
    ],
    "story": "Cây kéo to lớn được làm từ đá cẩm thành đỏ tạo nên cơ thể Kirze. Nó được làm ra dựa trên thiết kế của chiếc kéo cổ mà mẹ Kirze đã sử dụng trong quá khứ. Là vũ khí có thể vung ra giống như một thanh gươm to lớn, và cũng có thể tháo lưỡi dao ra sử dụng như thanh song kiếm. Chứa đựng ước nguyện của một cô gái có mong muốn là sẽ không để có thêm bất cứ ai phải chịu đựng nỗi thống khổ từ ác quỷ, cây kéo có thể phát huy sức mạnh khủng khiếp hơn nữa tuỳ theo trạng thái cảm xúc của Kirze."
  },
  "s1": {
    "name": "Chém hạ, lưỡi đao phán quyết",
    "description": "Gây tổng {0} sát thương phép thuật qua 7 lần lên kẻ địch trong phạm vi hình tròn. Tiếp tục gây {1} sát thương phép thuật và hạ gục kẻ địch trong phạm vi trước mặt trong vòng {2} giây. Gây thêm {2} sát thương phép thuật mỗi đòn khi đối thủ không phải là anh hùng.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Giảm {0}% thời gian đợi hồi chiêu tương ứng với 1 kẻ địch bị sát thương.",
    "dark": "Tăng 100% sát thương khi địch có 1 người.",
    "ut": {
      "name": "Hoa sen pha lê đỏ",
      "description": [
        "[Chém hạ, lưỡi đao phán quyết] Tăng 20% sát thương, giảm 1 điểm tiêu hao mana.",
        "[Chém hạ, lưỡi đao phán quyết] Tăng 24% sát thương, giảm 1 điểm tiêu hao mana.",
        "[Chém hạ, lưỡi đao phán quyết] Tăng 29% sát thương, giảm 1 điểm tiêu hao mana.",
        "[Chém hạ, lưỡi đao phán quyết] Tăng 35% sát thương, giảm 1 điểm tiêu hao mana.",
        "[Chém hạ, lưỡi đao phán quyết\\] Tăng 42% sát thương, giảm 1 điểm tiêu hao mana.",
        "[Chém hạ, lưỡi đao phán quyết] Tăng 50% sát thương, giảm 1 điểm tiêu hao mana."
      ],
      "story": "Những mảnh pha lê thỉnh thoảng rơi ra khỏi cơ thể của Kirze. Giống như một phần cơ thể mình, Kirze không thể bỏ mặc những mảnh pha lê vậy được. Cô đã nhặt và gom chúng lại. Một ngày nọ, khi những mảnh pha lê đã đầy và không thể xứ lý thêm được nữa, cô đã ghé vào Orvel. Kirze đã nhìn thấy những món đồ thủy tinh được làm rất tinh xảo ở cửa hàng của May. Kirze rất thích những món đồ đó, nên cô đã quyết định gửi toàn bộ những mảnh đá cẩm thạch đỏ mà bản thân gom lại cho May và mong chúng sẽ được May tận dụng. Để báo đáp cô, May đã sử dụng những mảnh pha lê đó làm ra hoa sen đỏ, dành tặng cô với ý nghĩa tác phẩm đầu tay."
    }
  },
  "s2": {
    "name": "Tinh thể sương mù giăng kín",
    "description": "Phát huy sức mạnh đá cẩm thạch trong cơ thể, gây {0} sát thương phép thuật lên toàn bộ địch, làm choáng kẻ địch trong vòng {1} giây. Trong thời gian xuất chiêu, bản thân sẽ trong trạng thái 'Thức tỉnh đá cẩm thạch' trong vòng {2} giây, tăng {3} tốc độ tấn công cho tất cả đồng đội, phát sóng xung kích lên địch trong phạm vi xung quanh trong {4} giây, gây {5} sát thương phép thuật và làm choáng địch trong vòng {6} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng {0} giây thời gian kéo dài hiệu ứng choáng sóng xung kích lên kẻ địch không phải là anh hùng.",
    "dark": "Tăng {0}% sát thương lên kẻ địch không phải là anh hùng trong trạng thái 'Thức tỉnh đá cẩm thạch'.",
    "ut": {
      "name": "Dấu tích của sở thích",
      "description": [
        "[Tinh thể sương mù giăng kín] Tăng thêm 100 tốc độ tấn công, tăng 7 giây thời gian kéo dài hiệu ứng 'Thức tỉnh đá cẩm thạch'.",
        "[Tinh thể sương mù giăng kín] Tăng thêm 120 tốc độ tấn công, tăng 7 giây thời gian kéo dài hiệu ứng 'Thức tỉnh đá cẩm thạch'.",
        "[Tinh thể sương mù giăng kín] Tăng thêm 140 tốc độ tấn công, tăng 7 giây thời gian kéo dài hiệu ứng 'Thức tỉnh đá cẩm thạch'.",
        "[Tinh thể sương mù giăng kín] Tăng thêm 170 tốc độ tấn công, tăng 7 giây thời gian kéo dài hiệu ứng 'Thức tỉnh đá cẩm thạch'.",
        "[Tinh thể sương mù giăng kín] Tăng thêm 210 tốc độ tấn công, tăng 7 giây thời gian kéo dài hiệu ứng 'Thức tỉnh đá cẩm thạch'.",
        "[Tinh thể sương mù giăng kín] Tăng thêm 250 tốc độ tấn công, tăng 7 giây thời gian kéo dài hiệu ứng 'Thức tỉnh đá cẩm thạch'."
      ],
      "story": "Kirze từ lúc nhỏ đã rất thích chơi búp bê nhưng hoàn cảnh gia đình khó khăn nên cô thường chơi những con búp bê mà mẹ cô làm cho từ vải vụn. Dĩ nhiên khi sống với mẹ, Kirze cũng học được nhiều điều về việc may vá và chế tạo búp bê. Cô gái ấy giờ đây, mặc dù đã trưởng thành, nhưng vẫn thích búp bê như ngày nào. Bây giờ cô không chỉ làm búp bê cho mình mà còn làm búp bê cho người khác nữa. Đặc biệt là cho những đứa trẻ bị mất cha mẹ do bọn ác quỷ lang bạt gây ra..."
    }
  },
  "s3": {
    "name": "Hoa đỏ nở rộ",
    "description": "Triệu hồi đá cẩm thạch, gây {0} sát thương phép thuật lên kẻ địch trong phạm vi đường thẳng trước mặt, sau đó làm nổ kẻ địch và gây thêm {1} sát thương phép thuật, tạo ra trạng thái 'Lời nguyền đá cẩm thạch' trong {2} giây, giảm {3} tốc độ tấn công. Khi tấn công kẻ địch đang trong trạng thái 'Lời nguyền đá cẩm thạch' sẽ gây thêm hiệu ứng 'Khí lực đá cẩm thạch'. 'Lời nguyền đá cẩm thạch' sẽ phát nổ sau {4} giây, gây {6} sát thương phép thuật mỗi {5} lần cộng dồn Khí lực đá cẩm thạch.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}%sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng {0} lượng giảm tốc độ tấn công.",
    "dark": "Cộng dồn 2 Khí lực đá cẩm thạch mỗi khi địch có 1 người.",
    "ut": {
      "name": "Ký ức bỏ trốn",
      "description": [
        "[Hoa đỏ nở rộ] Giảm 30% thời gian hồi chiêu, khi cộng dồn 'Khí lực đá cẩm thạch' 3 hiệu ứng sẽ cộng dồn thêm với xác suất 40%.",
        "[Hoa đỏ nở rộ] Giảm 30% thời gian hồi chiêu, khi cộng dồn 'Khí lực đá cẩm thạch' 3 hiệu ứng sẽ cộng dồn thêm với xác suất 48%.",
        "[Hoa đỏ nở rộ] Giảm 30% thời gian hồi chiêu, khi cộng dồn 'Khí lực đá cẩm thạch' 3 hiệu ứng sẽ cộng dồn thêm với xác suất 58%.",
        "[Hoa đỏ nở rộ] Giảm 30% thời gian hồi chiêu, khi cộng dồn 'Khí lực đá cẩm thạch' 3 hiệu ứng sẽ cộng dồn thêm với xác suất 70%.",
        "[Hoa đỏ nở rộ] Giảm 30% thời gian hồi chiêu, khi cộng dồn 'Khí lực đá cẩm thạch' 3 hiệu ứng sẽ cộng dồn thêm với xác suất 84%.",
        "[Hoa đỏ nở rộ] Giảm 30% thời gian hồi chiêu, khi cộng dồn 'Khí lực đá cẩm thạch' 3 hiệu ứng sẽ cộng dồn thêm với xác suất 100%."
      ],
      "story": "Khi Kirze bị ác quỷ bắt giữ làm thí nghiệm, biến cơ thể thành đá cẩm thạch đỏ,... Khi lần đầu tiên Kirze cộng hưởng đá cẩm thạch đỏ ấy vào cơ thể và khơi dậy sức mạnh của mình,... Đây chính là vũ khí đầu tiên mà cô tạo ra trong lúc gấp gáp để bỏ trốn khỏi phòng thí nghiệm đó. Hai thanh dao găm không được tạo ra một cách cẩn thận, thô sơ và dường như có thể vỡ ra bất cứ lúc nào. Chính hai thanh dao găm này đã cứu cô và những những đứa trẻ bị bắt tới phòng thí nghiệm. Là thứ vũ khí lưu giữ những kí ức quan trọng mà cô không nỡ lòng bỏ đi."
    }
  },
  "s4": {
    "name": "Tội ác chỉ tới đó thôi",
    "description": "Tăng {0} lực tấn công và {1} tỉ lệ xuất đòn chí mạng của bản thân, tăng {2}% thời gian kéo dài hiệu ứng trạng thái chế ngự mà tất cả đồng đội gây lên Boss.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Tăng {0}% sát thương lên kẻ địch không phải là anh hùng trong 20 giây mỗi khi bắt đầu trận đấu.",
    "dark": "Tăng {0}% sát thương lên Boss.",
    "ut": {
      "name": "Thời gian yên bình",
      "description": [
        "[Tội ác chỉ tới đó thôi] Tăng thêm 250 xác suất đòn chí mạng và chuyển hiệu ứng tăng thời gian kéo dài trạng thái chế ngự thành 30%.",
        "[Tội ác chỉ tới đó thôi] Tăng thêm 250 xác suất đòn chí mạng và chuyển hiệu ứng tăng thời gian kéo dài trạng thái chế ngự thành 32%.",
        "[Tội ác chỉ tới đó thôi] Tăng thêm 250 xác suất đòn chí mạng và chuyển hiệu ứng tăng thời gian kéo dài trạng thái chế ngự thành 34%.",
        "[Tội ác chỉ tới đó thôi] Tăng thêm 250 xác suất đòn chí mạng và chuyển hiệu ứng tăng thời gian kéo dài trạng thái chế ngự thành 37%.",
        "[Tội ác chỉ tới đó thôi] Tăng thêm 250 xác suất đòn chí mạng và chuyển hiệu ứng tăng thời gian kéo dài trạng thái chế ngự thành 41%.",
        "[Tội ác chỉ tới đó thôi] Tăng thêm 250 xác suất đòn chí mạng và chuyển hiệu ứng tăng thời gian kéo dài trạng thái chế ngự thành 45%."
      ],
      "story": "Dụng cụ may được Kirze sử dụng cho sở thích của mình. Đó là món đồ làm búp bê cần thiết với cô. Gần đây cô đã kiếm được một loại chỉ và bông đặc biệt, nên cô đang rất hạnh phúc vì có thể làm ra những con búp bê đẹp hơn. Cô cho biết thêm là, cây kéo chính là vật đã giúp cô tạo ra những bản thu nhỏ của vũ khí dùng hằng ngày."
    }
  },
  "t5": {
    "light": "Lực tấn công, lực phòng thủ, máu + 15%/ Tốc độ tấn công +100",
    "dark": "Tăng {0} tốc độ tấn công của bản thân khi tấn công thông thường và tấn công sử dụng kỹ năng. Hiệu ứng này được cộng dồn tối đa {1} lần."
  }
}