{
  "name": "Chase",
  "subtitle": "Mẫu 0",
  "description": "Một đối tượng thí nghiệm không nhớ chuyện quá khứ, một chiến binh điên cuồng luôn xông pha chiến đấu với sức mạnh vô biên. Một vũ khí cực mạnh phá hủy bất cứ thứ gì dám cản đường.",
  "story": "Một người đàn ông mất trí nhớ. Đối tượng thí nghiệm Mẫu 0 sinh ra trong cuộc thí nghiệm cường hóa loài người của đế quốc. Là hình mẫu đầu tiên trong công trình nghiên cứu nhóm Hiệp sĩ tà ác phục vụ mục đích sát nhân, Chase bị lôi vào một giao kèo bí mật với đế quốc hòng ám sát người kế vị duy nhất là Scarlet. Tuy vậy, trong trận chiến với hai người hộ vệ của Scarlet là Clause và Demia, anh bỗng nổi điên rồi bỏ đi khi nhiệm vụ còn dang dở. Nhiệm vụ không thành và sự biến mất của tay thích khách đã làm chao đảo giới quý tộc lập mưu ám sát. Cuối cùng, chúng thuê tổ chức sát thủ Mặt nạ cười thủ tiêu anh. Thế nhưng lúc đó, Scarlet đã đặt cho anh cái tên Chase và giữ anh lại bên mình.",
  "like": "Scarlet, Demia, Clause và những người bạn gọi tên anh",
  "dislike": "Ký ức, mã số thí nghiệm.",
  "inn": {
    "idle": "Không khí lạ lẫm. Khung cảnh cũng vậy...",
    "recruit": {
      "greet": "Ta không nhớ ngươi.",
      "talk": [
        "Có ai ở đây biết ta không?",
        "Đúng là ta từng sát hại rất nhiều người. Nhưng vì sao nhỉ...? Vì sao?",
        "Hôm nay có người nhìn ta chòng chọc. Lẽ nào... Họ biết ta?"
      ],
      "gift": "Cảm ơn. Có lẽ ta nên nói vậy."
    },
    "affinity": {
      "greet": "Hmm...",
      "talk": [
        "Tên ta... Cái tên mà họ gọi ta... Chính là lý do ta chiến đấu vì họ.",
        "Tên ta là Chase... Chase... Giờ ta là Chase rồi..."
      ],
      "gift": "Cho ta... sao...? Thật không...?"
    },
    "relationship": {
      "greet": "Ta không thấy cô ấy. Nếu không sớm tìm được cô ấy thì Demia sẽ nổi điên lên mất.",
      "talk": [
        "Nó cuộn trào trong cơ thể ta. Sức mạnh của chúng... Có lẽ chúng đang cố khống chế mà không giết ta.",
        "Cô ấy thu nhận ta với tấm lòng nhân từ, không màng tới chuyện ta từng cố sát hại cô ấy... Cô ấy đặt tên cho ta... và bảo vệ ta...",
        "Demia thật đáng sợ... Clause tốt bụng, nhưng đôi khi cũng hơi dữ dằn. Dù vậy, cô ấy luôn đối xử tốt với ta."
      ]
    }
  },
  "uw": {
    "name": "Huyết thương nguyên khối",
    "description": [
      "Tăng 20% sát thương chí mạng. Khi tung đòn tấn công thường, gây sát thương vật lý tương đương 30% sức mạnh tấn công với [Ngọn lửa nguyên khối] và hồi phục HP tương đương 20% sát thương. Khi [Phá bỏ giới hạn] hoạt động, hiệu ứng của [Ngọn lửa nguyên khối] sẽ tăng gấp đôi.",
      "Tăng 24% sát thương chí mạng. Khi tung đòn tấn công thường, gây sát thương vật lý tương đương 36% sức mạnh tấn công với [Ngọn lửa nguyên khối] và hồi phục HP tương đương 20% sát thương. Khi [Phá bỏ giới hạn] hoạt động, hiệu ứng của [Ngọn lửa nguyên khối] sẽ tăng gấp đôi.",
      "Tăng 28% sát thương chí mạng. Khi tung đòn tấn công thường, gây sát thương vật lý tương đương 43% sức mạnh tấn công với [Ngọn lửa nguyên khối] và hồi phục HP tương đương 20% sát thương. Khi [Phá bỏ giới hạn] hoạt động, hiệu ứng của [Ngọn lửa nguyên khối] sẽ tăng gấp đôi.",
      "Tăng 34% sát thương chí mạng. Khi tung đòn tấn công thường, gây sát thương vật lý tương đương 52% sức mạnh tấn công với [Ngọn lửa nguyên khối] và hồi phục HP tương đương 20% sát thương. Khi [Phá bỏ giới hạn] hoạt động, hiệu ứng của [Ngọn lửa nguyên khối] sẽ tăng gấp đôi.",
      "Tăng 42% sát thương chí mạng. Khi tung đòn tấn công thường, gây sát thương vật lý tương đương 62% sức mạnh tấn công với [Ngọn lửa nguyên khối] và hồi phục HP tương đương 20% sát thương. Khi [Phá bỏ giới hạn] hoạt động, hiệu ứng của [Ngọn lửa nguyên khối] sẽ tăng gấp đôi.",
      "Tăng 50% sát thương chí mạng. Khi tung đòn tấn công thường, gây sát thương vật lý tương đương 75% sức mạnh tấn công với [Ngọn lửa nguyên khối] và hồi phục HP tương đương 20% sát thương. Khi [Phá bỏ giới hạn] hoạt động, hiệu ứng của [Ngọn lửa nguyên khối] sẽ tăng gấp đôi."
    ],
    "story": "Một vũ khí dành cho Cường nhân Mẫu 0, chế tạo thành công sau hàng nghìn lần thất bại tại một trong những phòng thí nghiệm của đế quốc. Ngay sau khi tỉnh giấc ở phòng thí nghiệm, Cường nhân Mẫu 0 phá tan mọi thứ để tìm được vũ khí chịu được sức mạnh của anh. Cuối cùng, anh bẻ sừng của Cannibal, con quái vật khét tiếng từng nuốt chửng Kiêu ngạo - một trong 7 tội lỗi. Sau đó, chiếc sừng này qua tay của những người thợ rèn tài hoa nhất đế quốc và trở thành cây Huyết thương nguyên khối. Vũ khí này luôn rực cháy ngọn lửa tội lỗi và để lại thương tích vĩnh viễn cho bất kỳ thứ gì nó xuyên qua. Khi công kích bằng vũ khí này, anh có được cảm giác vui thích và tạm quên đi sự tiếc nuối về ký ức xa xưa."
  },
  "s1": {
    "name": "Ta sẽ phá tan!",
    "description": "Ngăn không cho mục tiêu nhận hiệu ứng có lợi trong 4 giây, đồng thời tấn công để gây {0} sát thương vật lý và đánh bật kẻ địch. Gây {1} sát thương vật lý sau 1 giây cho quân địch xung quanh mục tiêu và gây choáng trong {2} giây.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Giảm 1 điểm mức Tiêu hao mana.",
    "dark": "Mục tiêu chịu hiệu ứng sẽ nhận thêm 25% sát thương vật lý trong 10 giây.",
    "ut": {
      "name": "Dẫn dắt tội lỗi",
      "description": [
        "[Ta sẽ phá tan!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và hồi phục 200 Mana khi đánh trúng.",
        "[Ta sẽ phá tan!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và hồi phục 240 Mana khi đánh trúng.",
        "[Ta sẽ phá tan!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và hồi phục 290 Mana khi đánh trúng.",
        "[Ta sẽ phá tan!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và hồi phục 350 Mana khi đánh trúng.",
        "[Ta sẽ phá tan!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và hồi phục 420 Mana khi đánh trúng.",
        "[Ta sẽ phá tan!] Được miễn nhiễm trạng thái chế ngự trong thời gian hiệu lực của kỹ năng và hồi phục 500 Mana khi đánh trúng."
      ],
      "story": "Viên ngọc gắn ở trước Nguyên khối, được làm từ trái tim thứ tư của Quái thú ngạo mạn Cannibal. Khi Chase xung về phía kẻ địch, trái tim của Cannibal bắt đầu rung động và khi có va chạm, nó sẽ phóng ra ngọn lửa tội lỗi bên trong Nguyên khối."
    }
  },
  "s2": {
    "name": "Phá bỏ giới hạn",
    "description": "Khi kích hoạt, [Phá bỏ giới hạn] sẽ có hiệu lực. Khi kích hoạt, tiêu hao {0}% HP hiện tại để hóa giải mọi hiệu ứng có hại cho bản thân và gây {1} sát thương vật lý cho quân địch đứng gần trong phạm vi. Khi [Phá bỏ giới hạn] được kích hoạt, tiêu hao {2}% HP hiện tại trên mỗi 1 giây, được miễn nhiễm trạng thái chế ngự, tăng {3}% sát thương chí mạng và {4} tốc độ tấn công. Mức tiêu hao HP, mức tăng sát thương chí mạng và tốc độ tấn công sẽ lớn hơn theo thời gian. Hiệu ứng này không thể gỡ bỏ và được tự động vô hiệu khi HP còn dưới mức 25%.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Gây choáng đối thủ nhận sát thương trong 2 giây.",
    "dark": "Tăng 100% lượng tiêu hao thể lực trên giây và tăng gấp đôi lực tăng sát thương chí mạng và tốc độ tấn công.",
    "ut": {
      "name": "Khăn tay trung thành",
      "description": [
        "[Phá bỏ giới hạn] Trong thời gian tác dụng của kỹ năng, gây sát thương tương đương 40% điểm Tấn công mỗi giây cho kẻ địch lân cận và tăng 30% Khả năng hồi phục.",
        "[Phá bỏ giới hạn] Trong thời gian tác dụng của kỹ năng, gây sát thương tương đương 48% điểm Tấn công mỗi giây cho kẻ địch lân cận và tăng 30% Khả năng hồi phục.",
        "[Phá bỏ giới hạn] Trong thời gian tác dụng của kỹ năng, gây sát thương tương đương 58% điểm Tấn công mỗi giây cho kẻ địch lân cận và tăng 30% Khả năng hồi phục.",
        "[Phá bỏ giới hạn] Trong thời gian tác dụng của kỹ năng, gây sát thương tương đương 70% điểm Tấn công mỗi giây cho kẻ địch lân cận và tăng 30% Khả năng hồi phục.",
        "[Phá bỏ giới hạn] Trong thời gian tác dụng của kỹ năng, gây sát thương tương đương 84% điểm Tấn công mỗi giây cho kẻ địch lân cận và tăng 30% Khả năng hồi phục.",
        "[Phá bỏ giới hạn] Trong thời gian tác dụng của kỹ năng, gây sát thương tương đương 100% điểm Tấn công mỗi giây cho kẻ địch lân cận và tăng 30% Khả năng hồi phục."
      ],
      "story": "Một món quà mà Scarlet tặng cho Chase vì thấy thương anh không có tên tuổi rõ ràng. Tên của Chase được thêu ở một góc khăn tay. Anh luôn mang theo chiếc khăn bên mình, dù trông nó chẳng mấy ăn nhập với vẻ ngoài của anh. Chase mất đi ký ức và chỉ biết được mình là ai nhờ mã số thí nghiệm xăm bên eo. Khoảnh khắc có người gọi tên anh cũng là lúc anh tìm được mục đích sống của mình. Anh quyết định dùng nguồn sức mạnh tràn đầy này để bảo vệ những người khơi dậy ý chí sống sót trong mình."
    }
  },
  "s3": {
    "name": "Ngọn giáo cuồng nộ",
    "description": "Công kích một kẻ địch, gây {0} sát thương vật lý và hạ gục kẻ địch đó, đồng thời kích nổ khu vực xung quanh bản thân để tấn công 4 lần, gây ra tổng cộng {1} sát thương vật lý và gây Choáng trong {2} giây. Hồi phục HP tương đương {3}% sát thương.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Được miễn nhiễm trạng thái chế ngự khi dùng.",
    "dark": "Tăng thời gian Choáng thêm 1 giây.",
    "ut": {
      "name": "Giáp vai bất khuất",
      "description": [
        "[Ngọn giáo cuồng nộ] Giảm 1 điểm mức Tiêu hao mana là tăng 20% sát thương.",
        "[Ngọn giáo cuồng nộ] Giảm 1 điểm mức Tiêu hao mana là tăng 24% sát thương.",
        "[Ngọn giáo cuồng nộ] Giảm 1 điểm mức Tiêu hao mana là tăng 29% sát thương.",
        "[Ngọn giáo cuồng nộ] Giảm 1 điểm mức Tiêu hao mana là tăng 35% sát thương.",
        "[Ngọn giáo cuồng nộ] Giảm 1 điểm mức Tiêu hao mana là tăng 42% sát thương.",
        "[Ngọn giáo cuồng nộ] Giảm 1 điểm mức Tiêu hao mana là tăng 50% sát thương."
      ],
      "story": "Tấm giáp mà Chase mang trên vai. Nó được làm từ các loại quặng chuyên biệt, rất khó tìm ở Lục địa Orbis. Nó có trọng lượng nhẹ nhưng cực kỳ kiên cố và không phá vỡ được. Một món quà mà Demia tìm cách tặng cho Chase vì Scarlet rất quý mến anh. Tuy không thể hiện ra ngoài nhưng Demia rất hứng thú với cái cách Chase hăng hái chiến đấu nhưng lại rất đỗi ngây thơ trong đời thường. Một ngày kia, sau mấy hôm quan sát Chase, Demia vỗ vai anh rồi đưa cho anh tấm giáp với vẻ không mấy quan tâm. Cô bảo rằng chiến đấu rất quan trọng, nhưng bảo vệ bản thân cũng quan trọng không kém."
    }
  },
  "s4": {
    "name": "Bài học dưới địa ngục",
    "description": "Không chịu ảnh hưởng của chỉ số Hút máu. Thay vào đó, tăng {0} HP tối đa, {1} tỷ lệ chí mạng, {2} độ chính xác ở trạng thái chế ngự và {3} độ chính xác. Khi chịu sát thương dẫn đến bỏ mạng, hồi sinh trong {4} giây, tăng {5}% sát thương chí mạng và {6} tốc độ tấn công. Hiệu ứng hồi sinh chỉ kích hoạt một lần mỗi trận và Chase được hồi sinh không thể dùng kỹ năng.",
    "books": {
      "0": "Tăng {0}% mức hỗ trợ HP.",
      "1": "Tăng {0}% mức hỗ trợ HP.",
      "2": "Tăng {0}% mức hỗ trợ HP."
    },
    "light": "Khi kích hoạt hiệu ứng hồi sinh, tăng sức mạnh tấn công thêm 50%.",
    "dark": "Khi kích hoạt hiệu ứng hồi sinh, đánh bật kẻ địch đứng gần trong phạm vi trong 3 giây.",
    "ut": {
      "name": "Cảm biến sinh trắc học – Mẫu 0",
      "description": [
        "[Bài học dưới địa ngục] Tăng 1 giây thời gian hồi sinh và được miễn nhiễm Trạng thái chế ngự trong 1 giây khi hồi sinh.",
        "[Bài học dưới địa ngục] Tăng 1 giây thời gian hồi sinh và được miễn nhiễm Trạng thái chế ngự trong 1,5 giây khi hồi sinh.",
        "[Bài học dưới địa ngục] Tăng 1 giây thời gian hồi sinh và được miễn nhiễm Trạng thái chế ngự trong 2 giây khi hồi sinh.",
        "[Bài học dưới địa ngục] Tăng 1 giây thời gian hồi sinh và được miễn nhiễm Trạng thái chế ngự trong 2,5 giây khi hồi sinh.",
        "[Bài học dưới địa ngục] Tăng 1 giây thời gian hồi sinh và được miễn nhiễm Trạng thái chế ngự trong 3 giây khi hồi sinh.",
        "[Bài học dưới địa ngục] Tăng 1 giây thời gian hồi sinh và được miễn nhiễm Trạng thái chế ngự trong 3,5 giây khi hồi sinh."
      ],
      "story": "Một cảm biến sinh vật sống gắn trên thắt lưng của Chase. Cảm biến trông giống một viên nang nhỏ và được thiết kế để gắn vào cơ thể của vật thí nghiệm. Trên viên nang có in tên mã vật thí nghiệm 'Mẫu 0' và chứa một vật liệu đỏ kỳ lạ có tác dụng lưu trữ thông tin. Cảm biến sinh trắc học này có thể chứa nhiều thông tin nghiên cứu và thí nghiệm, đồng thời có thể ghi nhật ký thông tin vị trí của vật thí nghiệm. Nếu có người cố dùng lực gỡ cảm biến ra, nó sẽ tự phát nổ và giết chết vật thí nghiệm để giữ bí mật về thí nghiệm. Chase đã đập vỡ ngay cảm biến khi gỡ nó ra khỏi thắt lưng. Thứ nhỏ bé này đã bóp méo linh hồn anh quá lâu rồi Sau đó, Chase đã tự hứa với bản thân. Anh ta sẽ khiến cho những kẻ đã đẩy mình vào sự thống khổ phải run rẩy vì sợ hãi khi nghe đến tên mình."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Mỗi khi mất 1% HP, sát thương chí mạng tăng 1% và tốc độ tấn công tăng 4 điểm."
  }
}