{
  "name": "Dakaris",
  "subtitle": "Hiền triết khu hồ",
  "description": "Nhà hiền triết của những cư dân thằn lằn sống gần khu hồ Eretana bị đế quốc chiếm lĩnh. 8 năm trước, ông từng tham gia vào cuộc kháng chiến để tìm lại quê hương bị áp bức bởi vũ lực của mình. Ông đã khiến kẻ thù phải rơi vào tình trạng hoảng loạn nhờ phép thuật truyền thống của bộ tộc.",
  "story": "Thời kì mà đế quốc tập trung mở rộng lãnh thổ, thì những người dân trú ngự tại vùng đất ấy đã bất khuất đấu tranh nhằm giữ vững đất đai của mình. Tuy nhiên, tất cả đã phải cúi đầu trước sự áp đảo của quân lực và kỹ thuật chiến đấu của quân đội đế quốc. Và quê hương của Dakaris - khu hồ Eretana, nằm trên vùng cao nguyên hẻo lánh, nơi ít có sự giao lưu với thế giới bên ngoài cũng không phải là ngoại lệ. Đế quốc đã không ép những người dân nơi đây phải bỏ đi nhưng lại không có chính sách đối đãi tốt với họ. Hơn nữa, trong số những quan lại và quý tộc quản lý ở đây tồn tại rất nhiều kẻ bất chính nên cuộc sống của người dân ngày càng trở nên lầm than hơn. Đặc biệt quý tộc được bổ nhiệm quản lý quê hương của Dakaris lại có bản chất xấu xa hơn rất nhiều. Kết cục là chúng đã sát hại nhiều người trẻ tuổi thuộc bộ tộc thằn lằn trong bối cảnh rối ren này. Do đó, Dakaris đã tập hợp những người dân của bộ tộc lại và chuẩn bị cho cuộc đấu tranh giành lại tự do. 'Vì tổ tiên, vì tự do của bộ tộc, ta sẽ không chần chừ, quyết đồng hành kháng chiến cho tới cùng để giành lại tương lai bộ tộc.' Dakaris giờ đã trở thành một trong số những nhân vật chính dẫn đầu bộ tộc thằn lằn có trí tuệ và năng lực quan sát nhạy bén hơn người.",
  "like": "Người dân của bộ tộc, tự do đọc sách, các món cá và hải sản.",
  "dislike": "Kẻ đàn áp sự tự do, kẻ khơi nguồn mâu thuẫn và bạo lực.",
  "inn": {
    "idle": "Là quán trọ của con người sao?... Hừm, bầu không khí thật là ấm áp!",
    "recruit": {
      "greet": "Xin chào những vị khách bộ hành!",
      "talk": [
        "Hừm, đồ ăn ở đây như thế nào vậy? Văn hóa ẩm thực của loài người lúc nào cũng thật là tuyệt vời!",
        "Văn hóa mới, thế giới mới, trải nghiệm mới. Mỗi ngày là một bài học mới.",
        "Hiếm thấy một khách bộ hành thằn lằn nào rời bộ tộc và nơi ở nhỉ!"
      ],
      "gift": "Hô hô, quà tặng à? Cảm ơn! Lần sau chắc ta phải báo đáp lại bằng một món cá mới được!"
    },
    "affinity": {
      "greet": "Xin chào bạn hữu. Cậu có chuyện gì không?",
      "talk": [
        "Hahaha, cậu cũng chưa tham gia kháng chiến à?",
        "Nỗ lực vì tự do thì tốt nhưng mà dùng vũ lực thì không tốt đâu."
      ],
      "gift": "Ôi trời, lại tặng quà nữa... Haha, thật là cảm ơn mà!"
    },
    "relationship": {
      "greet": "Ôi ôi, đến rồi à? Ngày hôm nay có thể ngồi dùng bữa cùng nhau rồi! Hahaha...",
      "talk": [
        "Mặc dù được những người thằn lằn gọi là hiền triết nhưng ta thực sự vẫn còn nhiều thiếu sót lắm. Hahaha!",
        "Vì cuộc sống tự do, và vì tương lai của con cháu - Chắc ta phải tiếp tục trợ giúp kháng chiến thôi.",
        "Tổ tiên luôn theo dõi... và chúc phúc cho tương lai của chúng ta."
      ]
    }
  },
  "uw": {
    "name": "Khu hồ Ký Ức, Armekith",
    "description": [
      "Giảm 10% sát thương dính đòn cho bản thân và tăng 100 lực kháng cự trạng thái chế ngự. Tăng hiệu quả lên gấp đôi trong 2 giây sau khi sử dụng kỹ năng.",
      "Giảm 12% sát thương dính đòn cho bản thân và tăng 120 lực kháng cự trạng thái chế ngự. Tăng hiệu quả lên gấp đôi trong 2 giây sau khi sử dụng kỹ năng.",
      "Giảm 14% sát thương dính đòn cho bản thân và tăng 140 lực kháng cự trạng thái chế ngự. Tăng hiệu quả lên gấp đôi trong 2 giây sau khi sử dụng kỹ năng.",
      "Giảm 17% sát thương dính đòn cho bản thân và tăng 170 lực kháng cự trạng thái chế ngự. Tăng hiệu quả lên gấp đôi trong 2 giây sau khi sử dụng kỹ năng.",
      "Giảm 21% sát thương dính đòn cho bản thân và tăng 210 lực kháng cự trạng thái chế ngự. Tăng hiệu quả lên gấp đôi trong 2 giây sau khi sử dụng kỹ năng.",
      "Giảm 25% sát thương dính đòn cho bản thân và tăng 250 lực kháng cự trạng thái chế ngự. Tăng hiệu quả lên gấp đôi trong 2 giây sau khi sử dụng kỹ năng."
    ],
    "story": "Bảo vật của bộ tộc bị giấu kín sâu trong khu hồ Eretana - quê hương của Dakaris. Tất cả trí tuệ và phép thuật của bộ tộc thằn lằn sau hàng trăm năm tu luyện đều được cất giữ trong đó. Dường như nó mang trong mình một sức mạnh êm dịu của những cơn sóng nhỏ nhẹ nhàng nhưng, bất cứ lúc nào cũng có thể phun trào ra một sức mạnh khủng khiếp như sức mạnh ập tới của những cơn sóng thần mà chỉ có người điều khiển nó mới biết được."
  },
  "s1": {
    "name": "Lệnh phán quyết",
    "description": "Tấn công kẻ địch và phạm vi xung quanh, gây {0} sát thương phép thuật, làm choáng kẻ địch trong {1} giây và hồi phục {2} thể lực cho đồng đội trong phạm vi. Khi sử dụng 'Mượn sức mạnh', thời gian đợi hồi chiêu chiêu này sẽ được đặt lại và thời gian đợi hồi chiều sẽ không bị phát sinh cho tới khi dùng hết 3 lần chiêu này.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng 1 giây thời gian kéo dài hiệu ứng choáng.",
    "dark": "Giảm 1 điểm tiêu hao mana.",
    "ut": {
      "name": "Yến tiệc thịnh soạn bờ hồ",
      "description": [
        "[Lệnh phán quyết] Tăng 50% sát thương, hồi phục thêm 1% máu trên tổng lượng máu đang có cho đồng đội được hồi phục.",
        "[Lệnh phán quyết] Tăng 50% sát thương, hồi phục thêm 1,2% máu trên tổng lượng máu đang có cho đồng đội được hồi phục.",
        "[Lệnh phán quyết] Tăng 50% sát thương, hồi phục thêm 1,4% máu trên tổng lượng máu đang có cho đồng đội được hồi phục.",
        "[Lệnh phán quyết] Tăng 50% sát thương, hồi phục thêm 1,7% máu trên tổng lượng máu đang có cho đồng đội được hồi phục.",
        "[Lệnh phán quyết] Tăng 50% sát thương, hồi phục thêm 2,1% máu trên tổng lượng máu đang có cho đồng đội được hồi phục.",
        "[Lệnh phán quyết] Tăng 50% sát thương, hồi phục thêm 2,5% máu trên tổng lượng máu đang có cho đồng đội được hồi phục."
      ],
      "story": "Món ăn mà Dakaris thích nhất và cũng là món Dakaris nấu ngon nhất. Đây là một trong những món ăn lễ hội tượng trưng cho bộ tộc. Tôm hùm nước ngọt và nghêu, cùng các loại món ăn phụ. Dakaris bình thường rất thích nấu những món cá nhưng, trong những dịp đặc biệt thì Dakaris lại thích ăn món này."
    }
  },
  "s2": {
    "name": "Mượn sức mạnh",
    "description": "Hồi phục {1} máu cho bản thân, {2} điểm mana và tăng {3} lực tấn công trong {0} giây. Ngăn {4} sát thương và tạo màng bảo vệ miễn nhiễm trạng thái chế ngự trong {5} giây nếu máu đầy khi tiến đánh. Khi đồng đội còn dưới 3 người thì hiệu quả được áp dụng cho tất cả đồng đội.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Tăng 500 tốc độ tấn công của bản thân khi tiến đánh.",
    "dark": "Tăng 5 giây thời gian kéo dài hiệu ứng màng bảo vệ.",
    "ut": {
      "name": "Vòng tay truyền thống",
      "description": [
        "[Mượn sức mạnh] Giảm 5 giây thời gian đợi hồi chiêu và tăng 20% lực hồi máu và hồi mana.",
        "[Mượn sức mạnh] Giảm 5 giây thời gian đợi hồi chiêu và tăng 24% lực hồi máu và hồi mana.",
        "[Mượn sức mạnh] Giảm 5 giây thời gian đợi hồi chiêu và tăng 29% lực hồi máu và hồi mana.",
        "[Mượn sức mạnh] Giảm 5 giây thời gian đợi hồi chiêu và tăng 35% lực hồi máu và hồi mana.",
        "[Mượn sức mạnh] Giảm 5 giây thời gian đợi hồi chiêu và tăng 42% lực hồi máu và hồi mana.",
        "[Mượn sức mạnh] Giảm 5 giây thời gian đợi hồi chiêu và tăng 50% lực hồi máu và hồi mana."
      ],
      "story": "Món đồ trang trí mà Dakaris đã được nhận lại từ cha mẹ ngày trước. Chiếc vòng tay được kết từ vòng vàng và vòng bạc này chính là chiếc vòng hôn ước truyền thống, tượng trưng cho nhân duyên mãi mãi không thể tách rời của bộ tộc. Nó cũng là món kỷ vật tưởng nhớ về cha mẹ của Dakaris."
    }
  },
  "s3": {
    "name": "Chấm dứt nỗi đau",
    "description": "Tấn công kẻ địch ngẫu nhiên 5 lần, gây tổng {0} sát thương phép thuật. Khi đối thủ không phải là anh hùng, gây thêm {1} sát thương phép thuật. Ưu tiên tấn công kẻ địch có lực tấn công cao nhất khi bản thân đang trong trạng thái 'Mượn sức mạnh'.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Miễn nhiễm trạng thái chế ngự trong khi sử dụng.",
    "dark": "Tăng 40% sát thương.",
    "ut": {
      "name": "Dao găm ma thuật",
      "description": [
        "[Chấm dứt nỗi đau] Tăng 20% sát thương. Khi quân địch bị giết kỹ năng sẽ được sử dụng lại 1 lần.",
        "[Chấm dứt nỗi đau] Tăng 24% sát thương. Khi quân địch bị giết kỹ năng sẽ được sử dụng lại 1 lần.",
        "[Chấm dứt nỗi đau] Tăng 29% sát thương. Khi quân địch bị giết kỹ năng sẽ được sử dụng lại 1 lần.",
        "[Chấm dứt nỗi đau] Tăng 35% sát thương. Khi quân địch bị giết kỹ năng sẽ được sử dụng lại 1 lần.",
        "[Chấm dứt nỗi đau] Tăng 42% sát thương. Khi quân địch bị giết kỹ năng sẽ được sử dụng lại 1 lần.",
        "[Chấm dứt nỗi đau] Tăng 50% sát thương. Khi quân địch bị giết kỹ năng sẽ được sử dụng lại 1 lần."
      ],
      "story": "Thanh dao găm đã được bộ tộc thằn lằn của khu hồ Eretana sử dụng trong lễ hội và nghi thức truyền thống của họ. Thanh dao găm được sử dụng chủ yếu trong các lễ hội hoặc lễ trưởng thành này có thể được dùng làm đồ trang sức ở bất cứ nơi đâu. Tuy nhiên, sau khi đế quốc chiếm lĩnh vùng đất của bộ tộc thằn lằn thì nó đã được cải biến để có thể tái sinh lại thành một món vũ khí mang tính phép thuật."
    }
  },
  "s4": {
    "name": "Sức mạnh tổ tiên",
    "description": "Khi máu của bản thân đầy, sẽ tăng {0} lực tấn công. Khi máu ở trạng thái không đầy, sẽ hồi phục {1} máu mỗi giây. Khi bị tấn công liên tục tới chết, sẽ giúp ngăn {2} sát thương cho bản thân, sử dụng hết mana để tạo màng bảo vệ miễn nhiễm trạng thái chế ngự trong {3} giây. Không thể hồi phục mana khi màng bảo vệ đang được duy trì.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Tăng 100% lượng hồi phục.",
    "dark": "Hồi phục 300 mana mỗi giây khi máu bản thân đầy.",
    "ut": {
      "name": "Sách của rồng",
      "description": [
        "[Sức mạnh tổ tiên] Tăng 20% lượng màng bảo vệ và bảo vệ cho tất cả đồng đội.",
        "[Sức mạnh tổ tiên] Tăng 24% lượng màng bảo vệ và bảo vệ cho tất cả đồng đội.",
        "[Sức mạnh tổ tiên] Tăng 29% lượng màng bảo vệ và bảo vệ cho tất cả đồng đội.",
        "[Sức mạnh tổ tiên] Tăng 35% lượng màng bảo vệ và bảo vệ cho tất cả đồng đội.",
        "[Sức mạnh tổ tiên] Tăng 42% lượng màng bảo vệ và bảo vệ cho tất cả đồng đội.",
        "[Sức mạnh tổ tiên] Tăng 50% lượng màng bảo vệ và bảo vệ cho tất cả đồng đội."
      ],
      "story": "Cuốn sách phép thuật truyền thống được truyền qua nhiều thế hệ. Nó cũng giống như một cuốn sử kí được truyền lại từ nhiều đời hiền triết của bộ tộc. Nó chứa đựng thông tin về lịch sử chiến tranh, thành tựu của các cao nhân hay đời sống bình thường của người dân. Nó cũng sở hữu sức mạnh thần bí có thể tái hiện lại những ghi chép lịch sử kia bằng phép thuật."
    }
  },
  "t5": {
    "light": "Lực tấn công, lực phòng thủ, máu +15%/ Tỉ lệ trúng đòn chí mạng +100.",
    "dark": "Nhận 'Lời khuyên của tổ tiên' giúp tăng 200 lực kháng trạng thái chế ngự của bản thân trong 5 giây khi bắt đầu trận đầu tiên. Sau 5 giây, nếu 'Lời khuyên của tổ tiên' vẫn còn tác dụng thì sẽ loại bỏ hiệu ứng có hại cho 3 đồng đội ngẫu nhiên và tăng 50% lực phòng thủ trong 10 giây. Không thể hủy hiệu quả tăng lực phòng thủ."
  }
}