{
  "name": "Bernheim",
  "subtitle": "Thanh kiếm hủy diệt",
  "description": "Hiệp sĩ im lặng, Kiếm sĩ bóng tối và Thanh kiếm phá núi. Đây là những cái tên người ta đặt cho gã lính đánh thuê huyền thoại này ở Đế quốc. Thanh cự kiếm của anh ta có thể hấp thu bất kỳ loại sức mạnh nào để rồi bộc phát ra lực hủy diệt tuyệt đối.",
  "story": "Bernheim von Lachelima ra đời trong một gia tộc quyền quý ở Penteonia và được thiên phú tài năng võ thuật xuất chúng. Anh sở hữu sức mạnh của một gã khổng lồ và óc xét đoán xuất sắc, nên không ai nghi ngờ gì chuyện anh sẽ trở thành một hiệp sĩ vĩ đại. Tuy vậy, có một khiếm khuyết nghiêm trọng khiến anh khó đạt được thành công: anh hoàn toàn không thể vận dụng quyền năng ánh sáng. Dù anh cố gắng đến mức nào, dù đức tin và ý chí của anh mạnh mẽ đến nhường nào, thì quyền năng ánh sáng cũng không đáp lại lời kêu gọi của anh. Anh hằng mong được phụng sự Nữ hoàng và tổ quốc, nhưng sự khuyết thiếu năng lực kia khiến anh không thoát khỏi vị trí hiệp sĩ cấp thấp, điều đó khiến anh nản lòng. Bernheim không chấp nhận từ bỏ mà kiên trì rèn luyện để kiểm soát quyền năng ánh sáng, nhưng rồi anh mất dần ý chí khi thấy mình chẳng tiến bộ được bao nhiêu. Một hôm, anh tới Nhà thờ trung tâm để học tập về quyền năng ánh sáng và cơ chế vận dụng. Khi đang lặng lẽ đọc sách, anh chợt nghe thấy một âm thanh. Đó là một giọng nói thiên thần kêu gọi anh. Sự chán nản tích tụ đã lâu trong Bernheim dẫn lối cho anh tới nơi phát ra tiếng nói đó, một căn phòng bị phong ấn bằng nhiều lớp kết giới dưới tầng hầm của nhà thờ. Khi anh tiến lại gần, các lớp kết giới tan biến đi như chúng chưa hề tồn tại ở đó. Trong căn phòng đó, anh thấy một thanh kiếm trong hình dáng thiên thần, tỏa sáng chói lòa. 'Ngươi là kẻ được chọn', thanh kiếm phát ra tiếng thì thầm, lôi kéo anh lại gần vùng sáng linh thiêng ấy. Những tưởng rằng nỗ lực không mệt mỏi của mình cuối cùng cũng được đền đáp, anh chậm rãi nắm lấy thanh kiếm. Đúng lúc ấy, tâm trí anh rơi vào bóng tối sâu thẳm. Bóng tối đã chiếm lấy anh, đó là một khoảng không vô vọng bất tận. Một hố sâu không bao giờ có thể lấp đầy, một vũ trụ hoàn toàn khác. Trong bóng tối âm u đó, Bernheim cảm thấy tinh thần mình dần bị hủy hoại, sinh lực dần tan biến. Tâm trí và cơ thể anh bị một sức mạnh đen tối, tà ác xâm chiếm. Nhưng Bernheim vẫn là Hiệp sĩ Penteonia, một Hiệp sĩ ánh sáng đã thề không bao giờ khuất phục bóng tối. Từ nơi tăm tối thăm thẳm ấy, anh vùng vẫy giành lại ý thức bằng tinh thần bất khuất đó. Anh tỉnh dậy, thấy mình đang nằm trên sàn, trong tay cầm một thanh cự kiếm đen bóng. Thanh kiếm có dáng vẻ của một con ác quỷ đang cười nhạo tên hệp sĩ đi lạc khỏi con đường ánh sáng. Cuối cùng, Bernheim bị trục xuất khỏi Penteonia và bắt đầu kiếp lính đánh thuê ở Đế quốc Vespia, với thanh kiếm ác khẩu, hiểm độc đó trong tay...",
  "like": "Khung cảnh trở lại nhà, thư thái đọc, khoảng thời gian một mình, Nữ hoàngArtemia",
  "dislike": "Bản thể yếu hơn trong quá khứ, Targarios",
  "inn": {
    "idle": "...Một tên lính đánh thuê như ta hiểu rõ những nơi này như lòng bàn tay.",
    "recruit": {
      "greet": "Hừm, yêu cầu à?",
      "talk": [
        "Hôm nay đẹp trời đấy. À, tức là để tập luyện ấy.",
        "Lý do ta nâng kiếm à?... Có một số điều tốt nhất là nên giữ bí mật.",
        "Đồ ăn chỉ là thứ giúp ta duy trì sức lực. Trên chiến trường không có chỗ cho mấy thứ xa xỉ."
      ],
      "gift": "Hử? Quà chứ không phải là yêu cầu à? Ta không hiểu thứ này để làm gì chứ."
    },
    "affinity": {
      "greet": "Xin chào. Dạo này ta gặp ngươi nhiều hơn đấy.",
      "talk": [
        "Ngươi tò mò về thanh kiếm của ta? Hừ... Tốt hơn là ngươi đừng nên hỏi gì cả",
        "Đau đầu quá... A, đừng lo. Ta quen bị thế rồi."
      ],
      "gift": "Cảm ơn nhé. Ta sẽ dùng nó cho tốt."
    },
    "relationship": {
      "greet": "Trông ngươi khá vui vẻ đấy. Có chuyện gì đặc biệt vừa xảy ra à?",
      "talk": [
        "Vận mệnh của ta dường như gắn chặt vào thanh kiếm ma quỷ này... Liệu có thể có một ngày nào đó ta buông bỏ được nó không?",
        "Giọng nói của Targarios cứ vang vọng trong đầu ta... Keu...",
        "Dù trước đây ta luôn khao khát sức mạnh, nhưng đó hoàn toàn là vì ý chí của ta còn chưa đủ vững vàng. Ta sẽ không để việc đó tái diễn nữa."
      ]
    }
  },
  "uw": {
    "name": "Targarios, Hố sâu vô vọng",
    "description": [
      "Sau mỗi 10 giây, tăng cho bản thân 10% điểm Tấn công, 10% tất cả Phòng thủ và giảm 1 giây Thời gian hồi chiêu của tất cả các kỹ năng. Khi trong trạng thái [Lâm trận], nhân đôi mức Giảm thời gian hồi chiêu. Hiệu ứng tăng Công và Thủ này có thể cộng dồn tối đa 4 lần và không thể xóa bỏ.",
      "Sau mỗi 10 giây, tăng cho bản thân 12% điểm Tấn công, 12% tất cả Phòng thủ và giảm 1,2 giây Thời gian hồi chiêu của tất cả các kỹ năng. Khi trong trạng thái [Lâm trận], nhân đôi mức Giảm thời gian hồi chiêu. Hiệu ứng tăng Công và Thủ này có thể cộng dồn tối đa 4 lần và không thể xóa bỏ.",
      "Sau mỗi 10 giây, tăng cho bản thân 14% điểm Tấn công, 14% tất cả Phòng thủ và giảm 1,4 giây Thời gian hồi chiêu của tất cả các kỹ năng. Khi trong trạng thái [Lâm trận], nhân đôi mức Giảm thời gian hồi chiêu. Hiệu ứng tăng Công và Thủ này có thể cộng dồn tối đa 4 lần và không thể xóa bỏ.",
      "Sau mỗi 10 giây, tăng cho bản thân 17% điểm Tấn công, 17% tất cả Phòng thủ và giảm 1,7 giây Thời gian hồi chiêu của tất cả các kỹ năng. Khi trong trạng thái [Lâm trận], nhân đôi mức Giảm thời gian hồi chiêu. Hiệu ứng tăng Công và Thủ này có thể cộng dồn tối đa 4 lần và không thể xóa bỏ.",
      "Sau mỗi 10 giây, tăng cho bản thân 21% điểm Tấn công, 21% tất cả Phòng thủ và giảm 2,1 giây Thời gian hồi chiêu của tất cả các kỹ năng. Khi trong trạng thái [Lâm trận], nhân đôi mức Giảm thời gian hồi chiêu. Hiệu ứng tăng Công và Thủ này có thể cộng dồn tối đa 4 lần và không thể xóa bỏ.",
      "Sau mỗi 10 giây, tăng cho bản thân 25% điểm Tấn công, 25% tất cả Phòng thủ và giảm 2,5 giây Thời gian hồi chiêu của tất cả các kỹ năng. Khi trong trạng thái [Lâm trận], nhân đôi mức Giảm thời gian hồi chiêu. Hiệu ứng tăng Công và Thủ này có thể cộng dồn tối đa 4 lần và không thể xóa bỏ."
    ],
    "story": "Cái tên của thanh kiếm này có nghĩa là 'kẻ không biết thỏa mãn', 'kẻ có dục vọng không ngớt'. Nó có khả năng hấp thu tất cả các dạng năng lượng, dù là linh thiêng hay tà ác, để dùng cho chính nó. Nó có ý chí riêng, với tính khí vô cùng thất thường, hay quên và tàn bạo. Đến cả Nữ hoàng Artemia cũng không biết chính xác tại sao thanh kiếm ấy lại bị phong ấn bên dưới Nhà thờ trung tâm ở Penteonia, nhưng người ta đồn rằng Targarios là một Chúa tể bóng tối từ thời rất xa xưa rồi. Với tính cách quái gở như thế thì trông nó chẳng có vẻ gì giống như lời đồn, nhưng có một điều chắc chắn: nó sở hữu thứ sức mạnh hủy diệt."
  },
  "s1": {
    "name": "Vòng tròn vô vọng",
    "description": "Tấn công mục tiêu và kẻ địch trong phạm vi, gây {0} sát thương phép thuật và tạo Vòng tròn vô vọng. Gây {2} sát thương phép thuật, giảm {3} Tốc độ tấn công và không cho kẻ địch nhận hiệu ứng có lợi trong {1} giây. Thời gian hồi chiêu {4} giây vào đầu trận chiến đầu tiên.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Giảm 3 giây thời gian hồi chiêu lần đầu tiên.",
    "dark": "Nếu [Vòng tròn vô vọng] được sử dụng khi [Lâm trận] đang có hiệu lực, thì thời lượng của kỹ năng này sẽ tăng thêm 4 giây.",
    "ut": {
      "name": "Thanh kiếm mờ ảo",
      "description": [
        "[Vòng tròn vô vọng] Giảm 100 Mana của mục tiêu trúng đòn và tăng 25% Sát thương phép thuật mà mục tiêu phải chịu trong 5 giây.",
        "[Vòng tròn vô vọng] Giảm 120 Mana của mục tiêu trúng đòn và tăng 25% Sát thương phép thuật mà mục tiêu phải chịu trong 5 giây.",
        "[Vòng tròn vô vọng] Giảm 140 Mana của mục tiêu trúng đòn và tăng 25% Sát thương phép thuật mà mục tiêu phải chịu trong 5 giây.",
        "[Vòng tròn vô vọng] Giảm 170 Mana của mục tiêu trúng đòn và tăng 25% Sát thương phép thuật mà mục tiêu phải chịu trong 5 giây.",
        "[Vòng tròn vô vọng] Giảm 210 Mana của mục tiêu trúng đòn và tăng 25% Sát thương phép thuật mà mục tiêu phải chịu trong 5 giây.",
        "[Vòng tròn vô vọng] Giảm 250 Mana của mục tiêu trúng đòn và tăng 25% Sát thương phép thuật mà mục tiêu phải chịu trong 5 giây."
      ],
      "story": "Thanh kiếm thường được cấp cho Hiệp sĩ Penteonia mà Bernheim sử dụng trước khi rơi vào cái bẫy của Targarios. Nó được thiết kế để dẫn phát sức mạnh to lớn khi thấm đẫm quyền năng ánh sáng. Một hôm, Targarios nhận ra Bernheim đang cố gắng sử dụng các vũ khí khác thay vì chính nó, nên nó nổi điên và phá hủy tất cả những vũ khí ấy sau khi đã hấp thu toàn bộ sức mạnh, phép thuật bảo vệ và chúc phúc có trong chúng. Bernheim nhìn thấy việc đó, thở dài đánh sượt, rồi thu gom những mảnh kim loại vỡ và đem vứt đi, nhưng anh quyết định giữ lại thanh kiếm này."
    }
  },
  "s2": {
    "name": "Lâm trận",
    "description": "Đánh kẻ địch hàng trước trong phạm vi, gây {0} sát thương phép thuật và đẩy lùi chúng. Tăng Tất cả Xác xuất đỡ đòn của bản thân thêm {2} và tăng {3} Phòng thủ của bản thân, được miễn nhiễm trạng thái chế ngự trong {1} giây. Thời gian hồi chiêu {4} giây vào đầu trận chiến đầu tiên.",
    "books": {
      "0": "Tăng {0}% chỉ số tăng phòng phủ",
      "1": "Tăng {0}% chỉ số tăng phòng phủ",
      "2": "Tăng {0}% chỉ số tăng phòng phủ"
    },
    "light": "Gỡ bỏ mọi hiệu ứng có hại nhận phải lên bản thân khi sử dụng.",
    "dark": "Tăng 8 giây thời gian hồi chiêu lần đầu tiên và 8 giây thời gian tác dụng của hiệu ứng.",
    "ut": {
      "name": "Huy chương ánh sáng",
      "description": [
        "[Lâm trận] Tiêu tốn 50% HP hiện tại để khiến hiệu ứng trở thành không thể xóa bỏ khi sử dụng.",
        "[Lâm trận] Tiêu tốn 46% HP hiện tại để khiến hiệu ứng trở thành không thể xóa bỏ khi sử dụng.",
        "[Lâm trận] Tiêu tốn 41% HP hiện tại để khiến hiệu ứng trở thành không thể xóa bỏ khi sử dụng.",
        "[Lâm trận] Tiêu tốn 35% HP hiện tại để khiến hiệu ứng trở thành không thể xóa bỏ khi sử dụng.",
        "[Lâm trận] Tiêu tốn 28% HP hiện tại để khiến hiệu ứng trở thành không thể xóa bỏ khi sử dụng.",
        "[Lâm trận] Tiêu tốn 20% HP hiện tại để khiến hiệu ứng trở thành không thể xóa bỏ khi sử dụng."
      ],
      "story": "Một biểu tượng ánh sáng được ban cho anh khi anh tiếp nhận tước vị hiệp sĩ ở Penteonia. Trên mặt có khắc hình mặt trời, chiếc huy chương vàng này giống như một lời bảo đảm rằng ánh sáng luôn ở bên kẻ mang theo nó. Dù Bernheim đã mất tước vị hiệp sĩ và bị trục xuất khỏi đất nước, nhưng lòng trung của anh vẫn dành cho hội Hiệp sĩ Penteonia đầy kiêu hãnh."
    }
  },
  "s3": {
    "name": "Kẻ hủy diệt",
    "description": "Gây {0} sát thương phép thuật bằng 10 đòn tấn công vào kẻ địch vây quanh bản thân theo hình tròn. Tấn công kẻ địch ở khu vực bao quanh rộng hơn, gây {1} sát thương phép thuật và khiến chúng bị choáng trong {2} giây. Mỗi đòn tấn công gây thêm {4} sát thương phép thuật đối với kẻ địch không phải là Anh hùng. Thời gian hồi chiêu {5} giây vào đầu trận chiến đầu tiên.",
    "books": {
      "0": "Tăng {0}% lượng sát thương.",
      "1": "Tăng {0}% lượng sát thương.",
      "2": "Tăng {0}% lượng sát thương."
    },
    "light": "Giảm 5 giây thời gian hồi chiêu lần đầu tiên.",
    "dark": "Sát thương bổ sung đối với kẻ địch không phải là Anh hùng, bỏ qua phòng thủ.",
    "ut": {
      "name": "Chiếc cốc của lính đánh thuê",
      "description": [
        "[Kẻ hủy diệt] Tăng 20% sát thương và làm choáng kẻ địch trong 0,5 giây với xác suất 20% mỗi lần đánh trúng.",
        "[Kẻ hủy diệt] Tăng 24% sát thương và làm choáng kẻ địch trong 0,5 giây với xác suất 20% mỗi lần đánh trúng.",
        "[Kẻ hủy diệt] Tăng 29% sát thương và làm choáng kẻ địch trong 0,5 giây với xác suất 20% mỗi lần đánh trúng.",
        "[Kẻ hủy diệt] Tăng 35% sát thương và làm choáng kẻ địch trong 0,5 giây với xác suất 20% mỗi lần đánh trúng.",
        "[Kẻ hủy diệt] Tăng 42% sát thương và làm choáng kẻ địch trong 0,5 giây với xác suất 20% mỗi lần đánh trúng.",
        "[Kẻ hủy diệt] Tăng 50% sát thương và làm choáng kẻ địch trong 0,5 giây với xác suất 20% mỗi lần đánh trúng."
      ],
      "story": "Một chiếc cốc kỷ niệm được trao cho những lính đánh thuê mạnh mẽ và gan dạ ở Đế quốc. Trên đó có khắc biểu tượng con sói của Đế quốc. Để ghi nhận vô số những thắng lợi mà Bernheim đã mang đến cho Đế quốc, hoàng tộc đã tặng hắn chiếc cốc tinh tế này, 1 trong 5 chiếc hiếm hoi trên thế giới. Nghe đồn chiếc cốc được yểm một bùa chú giúp bất kỳ thức uống nào đựng trong nó cũng có tác dụng khôi phục thể lực."
    }
  },
  "s4": {
    "name": "Suy sụp",
    "description": "Bernheim không thể hồi Mana và tất cả các kỹ năng của anh không tiêu tốn Mana. Các đòn tấn công thường và tấn công bằng kỹ năng đều khiến kẻ địch Suy sụp trong {0} giây, giảm {1}% tỷ lệ hồi máu của chúng, tăng {2} Tấn công và {3}% tỷ lệ hồi máu của bản thân. Có thể cộng dồn tất cả hiệu ứng đến {4} lần.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Lần cộng dồn Suy sụp trở thành không thể xóa bỏ.",
    "dark": "Mức tăng Tấn công và Tỷ lệ hồi máu trở thành không thể xóa bỏ.",
    "ut": {
      "name": "Lá thư chưa gửi",
      "description": [
        "[Suy sụp] Thay đổi số lần cộng dồn của cả bản thân và mục tiêu thành 2 và tăng số lần cộng dồn tối đa của tất cả các hiệu ứng thêm 20.",
        "[Suy sụp] Thay đổi số lần cộng dồn của cả bản thân và mục tiêu thành 2 và tăng số lần cộng dồn tối đa của tất cả các hiệu ứng thêm 24.",
        "[Suy sụp] Thay đổi số lần cộng dồn của cả bản thân và mục tiêu thành 2 và tăng số lần cộng dồn tối đa của tất cả các hiệu ứng thêm 29.",
        "[Suy sụp] Thay đổi số lần cộng dồn của cả bản thân và mục tiêu thành 2 và tăng số lần cộng dồn tối đa của tất cả các hiệu ứng thêm 35.",
        "[Suy sụp] Thay đổi số lần cộng dồn của cả bản thân và mục tiêu thành 2 và tăng số lần cộng dồn tối đa của tất cả các hiệu ứng thêm 42.",
        "[Suy sụp] Thay đổi số lần cộng dồn của cả bản thân và mục tiêu thành 2 và tăng số lần cộng dồn tối đa của tất cả các hiệu ứng thêm 50."
      ],
      "story": "Những lá thư Bernheim viết cho gia đình sau khi bị trục xuất. Anh viết chúng ra nhưng lại không biết có nên gửi đi không, mãi cho tới tận bây giờ, 7 năm sau khi anh nhận án trục xuất. Những lá thư ấy chủ yếu là dành cho hai đứa em trai và em gái kém anh 5 và 10 tuổi."
    }
  },
  "t5": {
    "light": "Tấn công, Phòng thủ, HP +15% / Xác suất chí mạng +100",
    "dark": "Khi tấn công thường, khiến mục tiêu phải chịu thêm 1% sát thương phép thuật và giảm 1% Phòng thủ phép thuật trong 10 giây. Hiệu ứng này có thể cộng dồn tối đa 20 lần."
  }
}