{
  "name": "Kaulah",
  "subtitle": "Pháp sư của sét",
  "description": "Là Tù trưởng Thủy quái lâu năm của bộ tộc Sky Wind, phát động các cuộc tấn công nguyên tố sử dụng sức mạnh từ gió và bầu trời. Các tia sét làm tê liệt kẻ thù, trong khi quân đồng minh được chữa lành vết thương và ban phúc bởi gió.",
  "story": "Pháp sư Orc vĩ đại sở hữu sức mạnh của tia chớp. Ông là thủ lĩnh của Bộ tộc Skywind và là vị trưởng lão được kính trọng của Liên minh Orc. Ông đã đào tạo vô số pháp sư Orc và được coi là thủ lĩnh tinh thần của họ. Ông cũng là một trong số ít những pháp sư có các giấc mơ ngoại cảm và ông đủ thông thái để diễn giải hợp lý những giấc mơ đó.",
  "like": "Họ hàng đồng đội, hòa bình thế giới",
  "dislike": "Malduk, chiến tranh",
  "inn": {
    "idle": "Bạn có cần một pháp sư Orc giúp một tay không?",
    "recruit": {
      "greet": "Xin tự giới thiệu, tôi là Kaulah, thủ lĩnh của bộ tộc Skywind.",
      "talk": [
        "Khi tôi ở đây, tôi đã nghĩ rằng nền văn minh vật chất của con người thật là đáng kinh ngạc.",
        "Tôi rất nhớ ngọn gió mà tôi cưỡi trên đỉnh núi. Mai tôi sẽ phải trèo lên một ngọn núi nào đó quanh đây mới được.",
        "Dù tôi phải ở trong Quán trọ này vì có việc, tôi không thể chịu được cảnh nhàm chán trên chiếc giường bất tiện này thêm nữa."
      ],
      "gift": "Tôi sẽ ghi lòng tạc dạ ý tốt của anh."
    },
    "affinity": {
      "greet": "Nguyện cho cơn gió của ta sẽ giúp ngươi an nghỉ, dù chỉ trong thoáng chốc.",
      "talk": [
        "Ta vẫn chưa quen được với thành phố này. Nhưng thấy mọi người vui vẻ cũng hay.",
        "Gió cứ thổi bất chấp thời gian trôi... Những khổ cực ngươi phải chịu cũng sẽ thành dĩ vãng."
      ],
      "gift": "Ta sẽ tận dụng nó trong chuyến đi này."
    },
    "relationship": {
      "greet": "Tự dưng lại cảm nhận được làn gió nào quen thuộc, hóa ra là bạn. Chào người bạn.",
      "talk": [
        "Cứng cáp như đá, và còn mềm mại như làn gió vẫn như ngày nào nhỉ.",
        "Bạn đã từng leo lên đỉnh ngọn Ogria? Bạn có thể tận hưởng vẻ đẹp thiên nhiên vốn có của nó.",
        "Đêm qua tôi đã mơ thấy điềm báo trước. Trong giấc mơ tôi thấy anh ấy đã cứu thế gian..."
      ]
    }
  },
  "uw": {
    "name": "Làn gió xanh dương Coventina",
    "description": [
      "Trao 10% cơ hội gây sát thương phép thuật tương đương 100% tấn công và tạo Sốc điện trên 2 kẻ địch ngẫu nhiên trong đòn tấn công thông thường. Nếu mục tiêu đã trúng đòn Sốc điện, hãy gây choáng mục tiêu trong 2 giây.",
      "Trao 12% cơ hội gây sát thương phép thuật tương đương 120% chỉ số tấn công và tạo Sốc điện trên 2 kẻ địch ngẫu nhiên trong đòn tấn công thông thường. Nếu mục tiêu đã trúng đòn Sốc điện, hãy gây choáng mục tiêu trong 2 giây.",
      "Trao 14% cơ hội gây sát thương phép thuật tương đương 140% chỉ số tấn công và tạo Sốc điện trên 2 kẻ địch ngẫu nhiên trong đòn tấn công thông thường. Nếu mục tiêu đã trúng đòn Sốc điện, hãy gây choáng mục tiêu trong 2 giây.",
      "Trao 17% cơ hội gây sát thương phép thuật tương đương 170% chỉ số tấn công và tạo Sốc điện trên 2 kẻ địch ngẫu nhiên trong đòn tấn công thông thường. Nếu mục tiêu đã trúng đòn Sốc điện, hãy gây choáng mục tiêu trong 2 giây.",
      "Trao 21% cơ hội gây sát thương phép thuật tương đương 210% chỉ số tấn công và tạo Sốc điện trên 2 kẻ địch ngẫu nhiên trong đòn tấn công thông thường. Nếu mục tiêu đã trúng đòn Sốc điện, hãy gây choáng mục tiêu trong 2 giây.",
      "Trao 25% cơ hội gây sát thương phép thuật tương đương 250% chỉ số tấn công và tạo Sốc điện trên 2 kẻ địch ngẫu nhiên trong đòn tấn công thông thường. Nếu mục tiêu đã trúng đòn Sốc điện, hãy gây choáng mục tiêu trong 2 giây."
    ],
    "story": "Một cây quyền trượng có hình chim sấm bốn cánh. Quả thực là cây quyền trượng được chết tạo từ lông chim sấm, một mãnh thú được Orc Skywind cho là thần thánh. Cây quyền trượng có khả năng giao tiếp với bầu trời, dự báo thời tiết và điều khiển không khí. Đối với một pháp sư Skywind sử dụng sức mạnh ánh sáng thì cây quyền trượng này là công cụ tối thượng."
  },
  "s1": {
    "name": "Sét",
    "description": "Giáng 5 tia sét xuống đối thủ ngẫu nhiên, gây {0} sát thương phép thuật và giật điện. Đối thủ bị điện giật bị choáng trong {1} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0} xác suất chí mạng."
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Lượng sát thương phép của đối phương trong 10 giây sẽ tăng 25%.",
    "ut": {
      "name": "Vòng tay lôi thạch",
      "description": [
        "[Sét] Giảm 30% Tỷ lệ hồi máu và 100 Mana của mục tiêu trong 10 giây.",
        "[Sét] Giảm 30% Tỷ lệ hồi máu và 120 Mana của mục tiêu trong 10 giây.",
        "[Sét] Giảm 30% Tỷ lệ hồi máu và 140 Mana của mục tiêu trong 10 giây.",
        "[Sét] Giảm 30% Tỷ lệ hồi máu và 170 Mana của mục tiêu trong 10 giây.",
        "[Sét] Giảm 30% Tỷ lệ hồi máu và 210 Mana của mục tiêu trong 10 giây.",
        "[Sét] Giảm 30% Tỷ lệ hồi máu và 250 Mana của mục tiêu trong 10 giây."
      ],
      "story": "Chiếc vòng tay được làm từ lôi thạch linh thiêng. Còn được gọi là Lôi thần lệ, lôi thạch trên vòng tay này có thể tăng tối đa uy năng của Sét. Chiếc vòng được lưu truyền qua nhiều thế hệ pháp sư orc."
    }
  },
  "s2": {
    "name": "Mưa trị thương",
    "description": "Phục hồi {1} máu cho tất cả đồng minh trong {0} giây.",
    "books": {
      "0": "Tăng hồi máu {0}%.",
      "1": "Tăng hồi máu {0}%.",
      "2": "Khi xuất chiêu, miễn nhiễm với các hiệu ứng trạng thái và tăng {0} mức giảm sát thương phải nhận"
    },
    "light": "Trong lúc sử dụng chiêu, sát thương nhận được của đồng minh giảm 25%.",
    "dark": "Lượng tiêu thụ Mana tăng 1 và 5% thể lực tối đa của đối phương được hồi phục thêm.",
    "ut": {
      "name": "Mặt nạ chim sấm",
      "description": [
        "[Mưa trị thương] Hấp thụ sát thương tương đương 200% điểm Tấn công và tạo một khiên giúp miễn nhiễm trạng thái chế ngự trong 1 giây khi được dùng trên đồng minh đầy HP.",
        "[Mưa trị thương] Hấp thụ sát thương tương đương 240% điểm Tấn công và tạo một khiên giúp miễn nhiễm trạng thái chế ngự trong 1 giây khi được dùng trên đồng minh đầy HP.",
        "[Mưa trị thương] Hấp thụ sát thương tương đương 290% điểm Tấn công và tạo một khiên giúp miễn nhiễm trạng thái chế ngự trong 1 giây khi được dùng trên đồng minh đầy HP.",
        "[Mưa trị thương] Hấp thụ sát thương tương đương 350% điểm Tấn công và tạo một khiên giúp miễn nhiễm trạng thái chế ngự trong 1 giây khi được dùng trên đồng minh đầy HP.",
        "[Mưa trị thương] Hấp thụ sát thương tương đương 420% điểm Tấn công và tạo một khiên giúp miễn nhiễm trạng thái chế ngự trong 1 giây khi được dùng trên đồng minh đầy HP.",
        "[Mưa trị thương] Hấp thụ sát thương tương đương 500% điểm Tấn công và tạo một khiên giúp miễn nhiễm trạng thái chế ngự trong 1 giây khi được dùng trên đồng minh đầy HP."
      ],
      "story": "Mặt nạ của chim sấm báo điềm lành và gây mưa. Khi Giọt trị thương của pháp sư Skywind bắt đầu, linh hồn của chim sấm sẽ ở bên cạnh người trúng chiêu Mưa trị thương và khôi phục thân xác mệt mỏi của họ."
    }
  },
  "s3": {
    "name": "Gió xiết",
    "description": "Trong {0} giây, tăng {1} lực tấn công và {2} tốc độ tấn công của tất cả đồng minh.",
    "books": {
      "0": "Tăng {0}% mức tăng ATK",
      "1": "Tăng {0}% mức tăng ATK",
      "2": "Tăng {0} xác suất đòn chí mạng trong thời gian thực hiện chiêu."
    },
    "light": "Chỉ số tăng sức tấn công tăng 40%.",
    "dark": "Thời gian đợi dùng chiêu lại giảm 3 giây.",
    "ut": {
      "name": "Trang sức lông vũ của gió trời",
      "description": [
        "Lượng tiêu thụ mana của [Gió xiết] giảm 1, thêm hiệu ứng tăng 20% lượng sát thương chí mạng.",
        "Lượng tiêu thụ mana của [Gió xiết] giảm 1, thêm hiệu ứng tăng 24% lượng sát thương chí mạng.",
        "Lượng tiêu thụ mana của [Gió xiết] giảm 1, thêm hiệu ứng tăng 29% lượng sát thương chí mạng.",
        "Lượng tiêu thụ mana của [Gió xiết] giảm 1, thêm hiệu ứng tăng 35% lượng sát thương chí mạng.",
        "Lượng tiêu thụ mana của [Gió xiết] giảm 1, thêm hiệu ứng tăng 42% lượng sát thương chí mạng.",
        "Lượng tiêu thụ mana của [Gió xiết] giảm 1, thêm hiệu ứng tăng 50% lượng sát thương chí mạng."
      ],
      "story": "Lông vũ của chim sấm, hộ vệ mưa và sấm sét. Những pháp sư bậc cao của Bộ tộc Skywind dùng lông vũ của chim sấm để di chuyển. Họ dùng phụ kiện lông vũ này cùng với chiêu Gió xiết để hợp thể với chim sấm, tăng ATK và tốc độ tấn công."
    }
  },
  "s4": {
    "name": "Sấm xích",
    "description": "Gây {1} sát thương phép thuật cho 4 kẻ địch mỗi {0} giây và tạo Sốc điện trong {2} giây. Những kẻ địch trúng đòn Sốc điện sẽ nhận tổng cộng {4} sát thương phép thuật trong hơn {3} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Khi trúng đòn chí mạng, khiến kẻ địch ngất xỉu trong {0} giây"
    },
    "light": "Tỉ lệ đòn chí mạng tăng 400.",
    "dark": "Khi địch còn 1 người, thời gian kéo dài ngất xỉu sẽ tăng 3 giây."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Khi nhận sát thương, giảm 300 tốc độ tấn công của kẻ địch đang tấn công trong 5 giây. Hiệu ứng này chỉ được kích hoạt 5 giây/lần."
  }
}