{
  "name": "Glenwys",
  "subtitle": "Khiên đế quốc",
  "description": "Một nữ hiệp sĩ được phong tặng có nguồn gốc thường dân trong Vương quốc. Cô ấy được tôn trọng bởi vô số thường dân, đảm nhận vị trí Đội phó đội Hiệp sĩ bảo vệ kinh thành nhờ vào kỹ năng của mình. Cô ấy thề sẽ trở thành tấm khiên bảo vệ người dân trong vương quốc và không còn ai khác nguyện phục vụ Vương quốc.",
  "story": "Nếu ngươi yêu cầu người dân trong Vương quốc chọn ra một hiệp sĩ mà họ yêu mến nhất, cái tên Glenwys sẽ đứng đầu danh sách. Cô ấy là đội phó đội Hiệp sĩ bảo vệ kinh thành của vương quốc, vị trí cao nhất mà một hiệp sĩ xuất thân từ thường dân đảm nhiệm. Nhờ các kỹ năng chiến đấu điêu luyện cùng đức tính khiêm tốn và tinh thần trách nhiệm cao, trở thành hiệp sĩ là tiếng gọi cuộc sống của cô ấy. Không nghi ngờ gì nữa Glenwys là niềm hi vọng cho mọi thường dân trong Vương quốc, xét cho cùng thì cô ấy xứng đáng với vị trí Đội phó và cô ấy đã chiến thắng 3 giải đấu võ mà Hoàng đế đích thân đứng ra tổ chức. Là biểu tượng của lòng tin rằng bất kỳ ai có kỹ năng đều có thể thành công trong Vương quốc, cô ấy được rất nhiều người chú ý đến.",
  "like": "Huấn luyện, tiếng cười của người dân trong vương quốc, không khí vui vẻ, bánh táo.",
  "dislike": "Nỗi khổ của người dân, vấn đề xã hội và các nhóm quý tộc.",
  "inn": {
    "idle": "Đó là một quán trọ tốt và mọi thứ đều sạch đẹp. Đồ ăn nhìn cũng rất thú vị.",
    "recruit": {
      "greet": "Xin chào. Dạo này thế nào?",
      "talk": [
        "Ngôi làng có vẻ khá an toàn hôm nay.",
        "Ồ, chỉ cần một ổ bánh mỳ và một ít súp là đủ. Ta thực sự không hào hứng với cao lương mỹ vị.",
        "Ha ha, đôi khi một hiệp sĩ cũng cần phải nghỉ ngơi."
      ],
      "gift": "Một món quà... cho ta? Ờ-ừm... Cảm ơn lòng tốt của ngươi."
    },
    "affinity": {
      "greet": "A, xin chào. Chúng ta lại gặp nhau.",
      "talk": [
        "Ngươi xong việc của hôm nay chưa? Về việc chúng ta tập luyện cùng nhau thì sao?",
        "Ở Vương quốc này, chúng ta xem trọng năng lực hơn là xuất thân. Nỗ lực không ngừng nghỉ là cách duy nhất để thành công."
      ],
      "gift": "Ta không xứng đáng nhận món quà này, nhưng... Cảm ơn ngươi. Ta sẽ làm việc chăm chỉ để đền đáp ân huệ này."
    },
    "relationship": {
      "greet": "Ồ, ngươi đây rồi. Ngươi có muốn cùng ăn gì không?",
      "talk": [
        "Đôi khi... Ta cảm thấy không xứng đáng nhận được sự ngưỡng mộ từ đám trẻ.",
        "Ta kết bạn với một số hiệp sĩ cao quý. Thậm chí một số còn chiến đấu cùng ta.",
        "Ta luôn biết ơn Bệ hạ. Nhờ có Bệ hạ mà một thường dân như ta mới có được như ngày hôm nay."
      ]
    }
  },
  "uw": {
    "name": "Phản công, Maxithea",
    "description": [
      "Mỗi khi dùng Kỹ năng, tăng 1% Tấn công cho tất cả đồng minh và 2% Sát thương chí mạng. Hiệu ứng này cộng dồn tới 4 lần và tất cả hiệu ứng sẽ nhân đôi khi đạt mức cộng dồn tối đa. Hiệu quả này không thể bị gỡ bỏ.",
      "Mỗi khi dùng Kỹ năng, tăng 1,2% Tấn công cho tất cả đồng minh và 2,4% Sát thương chí mạng. Hiệu ứng này cộng dồn tới 4 lần và tất cả hiệu ứng sẽ nhân đôi khi đạt mức cộng dồn tối đa. Hiệu quả này không thể bị gỡ bỏ.",
      "Mỗi khi dùng Kỹ năng, tăng 1,4% Tấn công cho tất cả đồng minh và 2,8% Sát thương chí mạng. Hiệu ứng này cộng dồn tới 4 lần và tất cả hiệu ứng sẽ nhân đôi khi đạt mức cộng dồn tối đa. Hiệu quả này không thể bị gỡ bỏ.",
      "Mỗi khi dùng Kỹ năng, tăng 1,7% Tấn công cho tất cả đồng minh và 3,4% Sát thương chí mạng. Hiệu ứng này cộng dồn tới 4 lần và tất cả hiệu ứng sẽ nhân đôi khi đạt mức cộng dồn tối đa. Hiệu quả này không thể bị gỡ bỏ.",
      "Mỗi khi dùng Kỹ năng, tăng 2% Tấn công cho tất cả đồng minh và 4,2% Sát thương chí mạng. Hiệu ứng này cộng dồn tới 4 lần và tất cả hiệu ứng sẽ nhân đôi khi đạt mức cộng dồn tối đa. Hiệu quả này không thể bị gỡ bỏ.",
      "Mỗi khi dùng Kỹ năng, tăng 2,5% Tấn công cho tất cả đồng minh và 5% Sát thương chí mạng. Hiệu ứng này cộng dồn tới 4 lần và tất cả hiệu ứng sẽ nhân đôi khi đạt mức cộng dồn tối đa. Hiệu quả này không thể bị gỡ bỏ."
    ],
    "story": "Một tấm khiên và một thanh gunblade được chế tạo bằng kỹ thuật cơ học tối tân của Vương quốc. Thanh gunblade là một nguyên mẫu được tạo bởi Phân khu kỹ thuật cơ học của Magos Le'Flamme và là vũ khí nguy hiểm được thiết kế để tấn công nhiều kẻ địch trong phạm vi gần. Tấm khiên được thiết kế để đỡ và chống lại các đòn tấn công của kẻ địch và có khả năng hấp thụ cũng như giảm chấn động vô đối. Nó là quà tặng từ hoàng tộc của Vương quốc nhằm ghi nhận các thành tích của Glenwys sau khi gia nhập đội Hiệp sĩ."
  },
  "s1": {
    "name": "Đó là tất cả",
    "description": "Gây tổng cộng {0} Sát thương vật lý trong 7 lần tấn công kẻ địch ở trước mặt trong phạm vi. Mỗi đòn tấn công tăng 4% Sát thương vật lý nhận vào trong 10 giây. Hiệu ứng này cộng dồn tối đa 7 lần. Nếu mục tiêu không phải là Anh hùng, gây thêm {1} Sát thương vật lý.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng 1 mức Tiêu hao mana. Lúc này, bỏ qua Phòng thủ khi gây Sát thương cho kẻ địch không phải Anh hùng.",
    "dark": "Giảm 250 điểm Tốc độ tấn công của mục tiêu trong 10 giây.",
    "ut": {
      "name": "Huy hiệu thủ lĩnh alpha",
      "description": [
        "[Đó là tất cả] Tăng 50% Sát thương và giảm 1% Thời gian hồi chiêu khi có Đòn chí mạng.",
        "[Đó là tất cả] Tăng 50% Sát thương và giảm 1,2% Thời gian hồi chiêu khi có Đòn chí mạng.",
        "[Đó là tất cả] Tăng 50% Sát thương và giảm 1,4% Thời gian hồi chiêu khi có Đòn chí mạng.",
        "[Đó là tất cả] Tăng 50% Sát thương và giảm 1,7% Thời gian hồi chiêu khi có Đòn chí mạng.",
        "[Đó là tất cả] Tăng 50% Sát thương và giảm 2% Thời gian hồi chiêu khi có Đòn chí mạng.",
        "[Đó là tất cả] Tăng 50% Sát thương và giảm 2.5% Thời gian hồi chiêu khi có Đòn chí mạng."
      ],
      "story": "Đó là biểu tượng của Hiệp sĩ bảo vệ kinh thành. Đó là huy hiệu được ban tặng cho Thủ lĩnh alpha, người có quyền thực thi công lý để bảo vệ sự an toàn chung của Vương quốc. Được bầu chọn với sự tán thành tuyệt đối, vị trí Thủ lĩnh alpha dành cho hiệp sĩ có kỹ thuật chiến đấu vô song và được các hiệp sĩ khác tín nhiệm."
    }
  },
  "s2": {
    "name": "Quyết không chùn bước",
    "description": "Gây {0} Sát thương vật lý trong 10 lần tấn công kẻ địch đứng thành vòng tròn quanh bản thân và làm choáng chúng trong {1} giây. Đòn tấn công cuối gây {2} Sát thương vật lý cho kẻ địch trước mặt và làm choáng chúng trong {3} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng 25% lượng Sát thương vật lý mà mục tiêu nhận được trong 10 giây.",
    "dark": "Tăng thời gian Choáng thêm 0.5 giây.",
    "ut": {
      "name": "Lời tán dương của Dandelion",
      "description": [
        "[Quyết không chùn bước] Giảm 4.5 giây Thời gian hồi chiêu và giảm 20% Tỷ lệ hồi máu của địch.",
        "[Quyết không chùn bước] Giảm 4.5 giây Thời gian hồi chiêu và giảm 24% Tỷ lệ hồi máu của địch.",
        "[Quyết không chùn bước] Giảm 4.5 giây Thời gian hồi chiêu và giảm 28% Tỷ lệ hồi máu của địch.",
        "[Quyết không chùn bước] Giảm 4.5 giây Thời gian hồi chiêu và giảm 34% Tỷ lệ hồi máu của địch.",
        "[Quyết không chùn bước] Giảm 4.5 giây Thời gian hồi chiêu và giảm 42% Tỷ lệ hồi máu của địch.",
        "[Quyết không chùn bước] Giảm 4.5 giây Thời gian hồi chiêu và giảm 50% Tỷ lệ hồi máu của địch."
      ],
      "story": "Giải đấu hàng năm Đấu trường hoàng gia là nơi tất cả chiến binh can đảm thi đấu để chứng minh giá trị của mình, bất kể xuất thân và địa vị xã hội, nhưng người chiến thắng luôn là một quý tộc, hiệp sĩ hoặc người lính trang bị đầy đủ được tài trợ bởi các gia đình quý tộc. Mọi người đều biết rằng giải đấu không còn công bằng nữa, nhưng không ai dám lên tiếng. Tuy nhiên, Glenwys, một cô gái bình thường 16 tuổi không có tầm ảnh hưởng gì, đã chiến thắng giải đấu 4 năm trước và mục đích cao quý của cuộc thi đã trở lại. Vào ngày cô ấy chiến thắng, Đấu trường vang dội tiếng vỗ tay như sấm dậy của khán giả, những người từ lâu muốn thấy các quý tộc kiêu căng mất đi những gì mà họ nghĩ phải thuộc về họ. Glenwys trở thành thần tượng mới của Vương quốc và mọi người mua quà tặng cho cô ấy. Tuy nhiên, Glenwys phải trả lại tất cả quà tặng. Không chỉ vương quốc chú ý quá nhiều đến cô ấy, mà cô ấy còn biết rằng những kẻ nắm quyền lực sẽ không bao giờ vui vẻ khi thấy thường dân vây quanh một anh hùng như cô ấy. Tuy vậy, cô ấy không thể từ chối một bé gái cầm trên tay một cái chặn giấy làm từ cây bồ công anh và đó là món quà duy nhất cô ấy giữ cho riêng mình."
    }
  },
  "s3": {
    "name": "Phát động phản công",
    "description": "Triệu hồi sức mạnh của Lá chắn hoàng gia, gây {0} Sát thương vật lý cho kẻ địch đứng thành vòng tròn rộng quanh bản thân và đánh gục chúng trong {1} giây. Giải trừ Hiệu ứng có hại khỏi tất cả đồng minh, tăng {3} Tấn công trong {2} giây và tăng {4} Phòng thủ.",
    "books": {
      "0": "Tăng {0}% Hỗ trợ tấn công và Hỗ trợ phòng thủ.",
      "1": "Tăng {0}% Hỗ trợ tấn công và Hỗ trợ phòng thủ.",
      "2": "Tăng {0}% Hỗ trợ tấn công và Hỗ trợ phòng thủ."
    },
    "light": "Giảm 250 điểm Kháng đòn chí mạng vật lý của mục tiêu trong 10 giây.",
    "dark": "Tăng 1 điểm mức Tiêu hao mana, đồng thời tăng 100% Tấn công và Phòng thủ.",
    "ut": {
      "name": "Ruby Ballas",
      "description": [
        "[Phát động phản công] Tăng 50% Tấn công và Phòng thủ, tăng 10% Sát thương vật lý nhận vào của mục tiêu chịu sát thương trong 10 giây.",
        "[Phát động phản công] Tăng 50% Tấn công và Phòng thủ, tăng 12% Sát thương vật lý nhận vào của mục tiêu chịu sát thương trong 10 giây.",
        "[Phát động phản công] Tăng 50% Tấn công và Phòng thủ, tăng 14% Sát thương vật lý nhận vào của mục tiêu chịu sát thương trong 10 giây.",
        "[Phát động phản công] Tăng 50% Tấn công và Phòng thủ, tăng 17% Sát thương vật lý nhận vào của mục tiêu chịu sát thương trong 10 giây.",
        "[Phát động phản công] Tăng 50% Tấn công và Phòng thủ, tăng 21% Sát thương vật lý nhận vào của mục tiêu chịu sát thương trong 10 giây.",
        "[Phát động phản công] Tăng 50% Tấn công và Phòng thủ, tăng 25% Sát thương vật lý nhận vào của mục tiêu chịu sát thương trong 10 giây."
      ],
      "story": "Món quà cuối cùng từ một tướng phụ trợ ẩn danh. Glenwys trở thành người chiến thắng giải đấu đầu tiên có xuất thân từ dân thường, nhưng cái giá mà cô ấy phải trả để bảo vệ vị trí của mình trong Giải đấu Đấu trường hoàng gia tiếp theo vượt xa thu nhập của dân thường. Phần lớn phí tham gia của cô ấy đến từ nguồn tài trợ của người dân, nhưng cuối cùng mức phí trở nên quá cao khiến cô ấy khó có thể tiếp tục thi đấu. Tuy nhiên, thật ngạc nhiên, luôn có tướng phụ trợ ẩn danh trợ giúp khi cô ấy tuyệt vọng, cho phép cô ấy tiếp tục chiến đấu. Vào ngày cô ấy trở thành người chiến thắng của 3 giải đấu liên tiếp, 'Ruby Ballas', một viên ngọc của hiệp sĩ, được trao cho cô ấy, đây là hành động trợ giúp cuối cùng mà cô ấy nhận được từ người giúp không tên. Kể từ đó, viên ruby này trở thành bùa chiến thắng mà cô ấy luôn mang theo bên mình, biết ơn, nhưng tò mò về việc ai có thể là tướng phụ trợ cho cô ấy."
    }
  },
  "s4": {
    "name": "Niềm tự hào của Hiệp sĩ hoàng gia",
    "description": "Tăng {0} mức Tấn công của tất cả đồng minh, tăng {2}% Sát thương lên kẻ địch không phải Anh hùng trong {1} giây vào đầu trận chiến và giảm {3}% Sát thương nhận vào.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Lúc này, hiệu ứng Sát thương gây ra cho kẻ địch không phải Anh hùng là 20%.",
    "dark": "Lúc này, hiệu ứng Sát thương mà kẻ địch không phải Anh hùng gây ra là 20%.",
    "ut": {
      "name": "Vinh quang hệ vàng",
      "description": [
        "[Niềm tự hào của Hiệp sĩ hoàng gia] Tăng 50% mức thưởng Tấn công, tăng 30% Sát thương chí mạng mà bản thân và đồng minh có điểm tấn công cao nhất (trừ bản thân) gây ra trong 20 giây vào đầu trận chiến, đồng thời tăng 10% Sát thương cho kẻ địch không phải Anh hùng.",
        "[Niềm tự hào của Hiệp sĩ hoàng gia] Tăng 50% mức thưởng Tấn công, tăng 36% Sát thương chí mạng mà bản thân và đồng minh có điểm tấn công cao nhất (trừ bản thân) gây ra trong 20 giây vào đầu trận chiến, đồng thời tăng 12% Sát thương cho kẻ địch không phải Anh hùng.",
        "[Niềm tự hào của Hiệp sĩ hoàng gia] Tăng 50% mức thưởng Tấn công, tăng 42% Sát thương chí mạng mà bản thân và đồng minh có điểm tấn công cao nhất (trừ bản thân) gây ra trong 20 giây vào đầu trận chiến, đồng thời tăng 14% Sát thương cho kẻ địch không phải Anh hùng.",
        "[Niềm tự hào của Hiệp sĩ hoàng gia] Tăng 50% mức thưởng Tấn công, tăng 50% Sát thương chí mạng mà bản thân và đồng minh có điểm tấn công cao nhất (trừ bản thân) gây ra trong 20 giây vào đầu trận chiến, đồng thời tăng 17% Sát thương cho kẻ địch không phải Anh hùng.",
        "[Niềm tự hào của Hiệp sĩ hoàng gia] Tăng 50% mức thưởng Tấn công, tăng 63% Sát thương chí mạng mà bản thân và đồng minh có điểm tấn công cao nhất (trừ bản thân) gây ra trong 20 giây vào đầu trận chiến, đồng thời tăng 21% Sát thương cho kẻ địch không phải Anh hùng.",
        "[Niềm tự hào của Hiệp sĩ hoàng gia] Tăng 50% mức thưởng Tấn công, tăng 75% Sát thương chí mạng mà bản thân và đồng minh có điểm tấn công cao nhất (trừ bản thân) gây ra trong 20 giây vào đầu trận chiến, đồng thời tăng 25% Sát thương cho kẻ địch không phải Anh hùng."
      ],
      "story": "Glenwys được nhận mũ miện vàng vì giành chiến thắng 3 Giải đấu Đấu trường hoàng gia liên tiếp. Đó là quà tặng của Hoàng đế cho người anh hùng đích thực của Đấu trường. Trận thi đấu thứ ba, trận đấu cuối cùng của giải đấu mà Glenwys tham gia. Đối thủ cuối cùng của cô ấy là một người đàn ông bí ẩn đeo mặt nạ đã đánh bại tất cả các đối thủ của mình trong giải đấu chỉ sau vài giây. Glenwys rất lo lắng khi thấy người đó chiến đấu trong trận bán kết. Đúng như dự kiến, trận đấu nghiêng về một phía. Người đàn ông vung cặp song kiếm màu đỏ về phía Glenwys như một cơn bão đỏ rực. Cô ấy chờ cơ hội khi đỡ đòn tấn công khốc liệt của người đó. Cuối cùng người đàn ông có vẻ chủ quan không phòng thủ và Glenwys đã tung ra một đòn tấn công rất mạnh. Nhưng, ngạc nhiên thay, người đàn ông đó dễ dàng hóa giải đòn tấn công bằng cách lùi lại vài bước. Vụ nổ từ đòn tấn công của Glenwys đã khiến mặt nạ của người đàn ông vỡ tan, để lộ ra một khuôn mặt rất khôi ngô. Cô ấy đã nhìn thấy người đàn ông đó đang cười. Khi thấy đòn tấn công của mình không gây thương tích gì cho người đàn ông, Glenwys giơ tấm khiên lên và thất kinh nhưng người đàn ông đột nhiên ném tấm khăn. Ngay lập tức, làn khói bao quanh hai người tan ra và có một mặt nạ khác trên khuôn mặt của người đàn ông. Bàng hoàng và kinh ngạc, Glenwys không thể hiểu được điều gì đã xảy ra cho đến khi Hoàng đế trao mũ miện cho cô ấy, cho đến khi cô thấy người đàn ông đứng đằng sau Hoàng đế cùng Đội trưởng bảo vệ hoàng gia, vỗ tay tán thưởng cô ấy."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / All DEF + 10%",
    "dark": "Tăng cho toàn bộ đồng minh một mức Tấn công tương đương 8% tổng giá trị Tất cả phòng thủ của bản thân."
  }
}