{
  "name": "Epis",
  "subtitle": "Ác quỷ quyến rũ",
  "description": "Một con quỷ máu lạnh mưu cầu niềm vui niêng cho mình. Dùng một lưỡi hái lớn để thu hoạch linh hồn của địch. Mụ ta thường xuất hiện ở giữa lòng địch và chém mọi thứ xung quanh.",
  "story": "Nữ yêu ham chơi và quyến rũ này luôn hành động theo ý thích nhất thời của mình. Đúng như dòng giống Ác quỷ của mình, nàng là người theo chủ nghĩa khoái lạc, luôn làm những điều mà bản thân thấy vui thích và hưởng thụ. Kể cả trong Cuộc chiến chống ác quỷ, lựa chọn của nàng vẫn là tự do bay nhảy thay vì tham gia vào cuộc xâm lược. Trong mắt nàng, chiến đấu sát cánh bên Kyle đã đủ lý thú để nàng thậm chí có thể phản bội chính giống loài của mình. Sau này, khi gặp Kasel, nàng vui vẻ tham gia phe của anh, biết rằng mình đã tìm thấy một cuộc phiêu lưu thú vị khác cho bản thân. Khi tìm được những người đàn ông hấp dẫn, đôi khi nàng sẽ đến thăm họ qua những giấc mơ.",
  "like": "Bất kỳ điều gì gây quan tâm hay tò mò",
  "dislike": "Không khí tẻ nhạt",
  "inn": {
    "idle": "Hm hmm hmm~ (tiếng ậm ừ)",
    "recruit": {
      "greet": "Hôm nay bạn có rảnh không?",
      "talk": [
        "Bạn đang đỏ mặt sao? Dễ thương quá~",
        "Giờ bạn đang nhìn chằm chằm vào đâu vậy? Đừng lo, tôi sẽ không nói với ai cả...",
        "Hmm.. Gì vậy, bạn có muốn thử cái gì đó thú vị không~?"
      ],
      "gift": "Ôi, cho tôi sao? Vậy bạn muốn nhận lại gì nào?"
    },
    "affinity": {
      "greet": "Chào cưng! Ngươi đã đóng cửa chưa?",
      "talk": [
        "Ồ, ngươi nghĩ đi đâu vậy? Ngươi cũng láu cá đấy.",
        "Ngươi muốn biết vì sao ác quỷ lại về phe con người ư? Trông giống thật lắm hả? Ha ha."
      ],
      "gift": "Cũng khá đấy. Xem ra ngươi cũng biết đôi chút về thuật quyến rũ. Thế ngươi có thấy giống ta hơn tẹo nào không?"
    },
    "relationship": {
      "greet": "Hô hô, nhìn vẻ mặt của ngươi thì chắc là đã gặp ta trong mơ nhỉ?",
      "talk": [
        "À há~ thế giấc mơ đấy thế nào? Có mãn nguyện không? Hay có muốn mơ tiếp không?",
        "Hà... dạo gần đây tôi có điều bận lòng. Là tôi cứ hay nghĩ về bạn... Huhu, có biết vì sao tôi lại như thế này không~?",
        "Dạo này cứ thấy áo quần bị nhỏ lại. Hay là tôi bị tăng cân nhỉ..? Thử lên xác nhận không?"
      ]
    }
  },
  "uw": {
    "name": "Guillotine say đắm",
    "description": [
      "Khi tấn công gây thêm sát thương phép ngang mức 80% lực tấn công với xác suất 25%, tăng 2% lực tấn công của bản thân. Hiệu quả tăng lực tấn công có thể cộng dồn tối đa 10 lần.",
      "Khi tấn công gây thêm sát thương phép ngang mức 96% lực tấn công với xác suất 25%, tăng 2.4% lực tấn công của bản thân. Hiệu quả tăng lực tấn công có thể cộng dồn tối đa 10 lần.",
      "Khi tấn công gây thêm sát thương phép ngang mức 115% lực tấn công với xác suất 25%, tăng 2.9% lực tấn công của bản thân. Hiệu quả tăng lực tấn công có thể cộng dồn tối đa 10 lần.",
      "Khi tấn công gây thêm sát thương phép ngang mức 138% lực tấn công với xác suất 25%, tăng 3.5% lực tấn công của bản thân. Hiệu quả tăng lực tấn công có thể cộng dồn tối đa 10 lần.",
      "Khi tấn công gây thêm sát thương phép ngang mức 165% lực tấn công với xác suất 25%, tăng 4.2% lực tấn công của bản thân. Hiệu quả tăng lực tấn công có thể cộng dồn tối đa 10 lần.",
      "Khi tấn công gây thêm sát thương phép ngang mức 200% lực tấn công với xác suất 25%, tăng 5% lực tấn công của bản thân. Hiệu quả tăng lực tấn công có thể cộng dồn tối đa 10 lần."
    ],
    "story": "Lưỡi hái tử thần phù hợp với cá tính của người sử dụng, Epis. Lưỡi hái này cướp đi linh hồn của những người lại gần để chiêm ngưỡng vẻ đẹp của nó. Được tạo thành bên trong chính cơ thể của Epis, bản thân vũ khí này cũng giống một nữ quái. Nó đem lại cực khoái cho nạn nhân trước khi hấp thu năng lượng sống của họ. Dường như Epis đã cố gắng thể hiện sự tốt bụng với vũ khí này theo một cách nào đó."
  },
  "s1": {
    "name": "Ngọn gió hấp thụ",
    "description": "Gây {0} sát thương phép bỏ qua phòng thủ lên kẻ địch và hồi máu bằng {1}% sát thương đã gây ra.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Khi địch còn 1 người, lượng sát thương tăng 100%.",
    "dark": "Bỏ qua hiệu ứng chặn hiệu quả của đối phương."
  },
  "s2": {
    "name": "Ác mộng",
    "description": "Di chuyển ra phía sau cùng đối phương gây {0} sát thương phép và tăng 30% lượng sát thương phép thuật nhận trong 10 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng tiêu thụ Mana giảm 1.",
    "dark": "Tăng 1 lượng mana tiêu thụ và sau khi sử dụng kĩ năng, kĩ năng 'Ngọn gió hấp thụ' được phát. Không thể sử dụng khi phạm vi xung quanh không có đối thủ.",
    "ut": {
      "name": "Hộp của yêu nữ",
      "description": [
        "[Ác mộng] Tăng 50% Sát thương và làm choáng kẻ địch bị ảnh hưởng trong 2 giây.",
        "[Ác mộng] Tăng 50% Sát thương và làm choáng kẻ địch bị ảnh hưởng trong 2,4 giây.",
        "[Ác mộng] Tăng 50% Sát thương và làm choáng kẻ địch bị ảnh hưởng trong 2,9 giây.",
        "[Ác mộng] Tăng 50% Sát thương và làm choáng kẻ địch bị ảnh hưởng trong 3,5 giây.",
        "[Ác mộng] Tăng 50% Sát thương và làm choáng kẻ địch bị ảnh hưởng trong 4,2 giây.",
        "[Ác mộng] Tăng 50% Sát thương và làm choáng kẻ địch bị ảnh hưởng trong 5 giây."
      ],
      "story": "Chiếc hộp chứa hạt cát ngủ say của Nữ hoàng ác mộng. Chiếc hộp của Thế giới ác quỷ, chứa cát ma thuật khiến người ta chìm vào giấc ngủ. Khi kẻ địch ngủ say, tấn công chúng và gây sát thương phép thuật qua một cơn ác mộng không thể nào hóa giải."
    }
  },
  "s3": {
    "name": "Dạ vũ của Quỷ",
    "description": "Gây {0} sát thương phép lên đối thủ trong phạm vi. Trong thời gian phát kĩ năng miễn nhiễm trạng thái xấu.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Khi ra đòn chí mạng, hồi phục {0}% sát thương lên tướng"
    },
    "light": "Lượng sát thương tăng 40%.",
    "dark": "Trong lúc sử dụng chiêu, tất cả sát thương nhận được sẽ giảm 50%.",
    "ut": {
      "name": "Giày mê hoặc",
      "description": [
        "Lượng tiêu thụ mana của [Dạ vũ của Quỷ] giảm 1, lượng sát thương tăng 20%.",
        "Lượng tiêu thụ mana của [Dạ vũ của Quỷ] giảm 1, lượng sát thương tăng 24%.",
        "Lượng tiêu thụ mana của [Dạ vũ của Quỷ] giảm 1, lượng sát thương tăng 29%.",
        "Lượng tiêu thụ mana của [Dạ vũ của Quỷ] giảm 1, lượng sát thương tăng 35%.",
        "Lượng tiêu thụ mana của [Dạ vũ của Quỷ] giảm 1, lượng sát thương tăng 42%.",
        "Lượng tiêu thụ mana của [Dạ vũ của Quỷ] giảm 1, lượng sát thương tăng 50%."
      ],
      "story": "Báu vật của Epis. Lần đầu đến thế giới con người, Epis thực sự hòa nhập vào nền văn hóa của họ và tham dự một lễ hội hóa trang. Khi thấy một cô gái đang khiêu vũ đi đôi guốc đỏ, nàng đã thỏa thuận với cô gái đó để đổi lấy đôi guốc. Mang đôi guốc lôi cuốn, nàng luôn say mê khi gây đau đớn cho kẻ địch trong từng bước khiêu vũ."
    }
  },
  "s4": {
    "name": "Thu hoạch",
    "description": "Trường hợp bản thân đánh bại một đối thủ, tăng {1} lực tấn công của bản thân trong {0} giây và giảm 30% thời gian chờ xuất chiêu của tất cả các kĩ năng.",
    "books": {
      "0": "Tăng {0}% mức tăng ATK",
      "1": "Tăng {0}% mức tăng ATK",
      "2": "Khi loại bỏ kẻ địch, hồi 1 điểm mana."
    },
    "light": "Lượng hồi phục Mana mỗi giây của bản thân với 1 lần cộng dồn tăng 50%.",
    "dark": "Khi có trên 5 cộng dồn, mana luôn duy trì 100% và thời gian hồi chiêu giảm thêm 1 giây."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit DMG +20%",
    "dark": "Khi tấn công giảm 20% lực phòng thủ phép của đối thủ trong 10 giây và tăng 2% lực tấn công của bản thân. Cộng dồn tối đa 10 lần."
  }
}