{
  "name": "May",
  "subtitle": "Thiếu nữ với giấc mơ làm giàu",
  "description": "Thiếu nữ kinh doanh cửa hàng đặc biệt tại lâu đài Orvel. Một thiếu nữ luôn đối đãi mọi người với hình ảnh tươi sáng và hoạt bát thế này thì ai có thể ghé cho được? Cô lấy nhiều vật phẩm hữu dụng từ trong giỏ đồ của mình để giúp đỡ các đồng minh.",
  "story": "Một cô gái điều hành Cửa hàng bách hóa của riêng mình tại Lâu đài Orvel. Nàng rất được yêu quý và luôn tươi sáng, nhiệt tình khi đối xử với mọi người. Mơ về một ngày sẽ trở thành thương nhân giàu có nhất tại Orvel, May thường săn lủng và thu thập hàng hóa của riêng mình. Vì phải cố mua lại hàng hóa nên giá của cô không hề rẻ và mọi người thường chỉ trích cô về điều này. Hiện nay, cô đang chuẩn bị đi đến Sa mạc Aegina sau khi nghe được có ai đó gần đây đã phát hiện ra một báu vật ở đó.",
  "like": "Vàng",
  "dislike": "Thiếu hụt tài chính",
  "inn": {
    "idle": "Măm măm... Tay nghề của Juno đúng là số một...! Thể nào món này cũng bán đắt như tôm tươi!",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "A! Quý khách xin mời vào! À, à không! Đây là quán trọ mà nhỉ.",
      "talk": [
        "Bạn cũng sẽ ghé thăm cửa hàng của tôi chứ?",
        "Thức ăn của Juno thực sự rất ngon!"
      ],
      "gift": "Hehe! Xin cảm ơn!"
    },
    "relationship": {
      "greet": "Ta siêng năng làm việc mỗi ngày để trở thành cô gái giàu nhất xứ Orvel!",
      "talk": [
        "Hôm nay tôi định đi vào tận khu giữa rừng Ellidora để tìm hàng!",
        "Dạo này tôi có thêm một thú vui là may và sửa quần áo. Nếu có cơ hội, tôi sẽ may áo cho bạn nữa nhé.",
        "Ở sa mạc Aegina đã xuất hiện báu vật rồi đấy bạn biết chưa?"
      ]
    }
  },
  "uw": {
    "name": "Chiếc hộp ngát hương, Etelia",
    "description": [
      "Giảm 1,4 giây thời gian hồi chiêu của tất cả các kỹ năng, tăng 20 điểm Hỗ trợ tốc độ tấn công và Hỗ trợ xuyên phòng thủ từ [Lấy bất cứ cái gì đi!].",
      "Giảm 1,7 giây thời gian hồi chiêu của tất cả các kỹ năng, tăng 24 điểm Hỗ trợ tốc độ tấn công và Hỗ trợ xuyên phòng thủ từ [Lấy bất cứ cái gì đi!].",
      "Giảm 2,1 giây thời gian hồi chiêu của tất cả các kỹ năng, tăng 29 điểm Hỗ trợ tốc độ tấn công và Hỗ trợ xuyên phòng thủ từ [Lấy bất cứ cái gì đi!].",
      "Giảm 2,5 giây thời gian hồi chiêu của tất cả các kỹ năng, tăng 35 điểm Hỗ trợ tốc độ tấn công và Hỗ trợ xuyên phòng thủ từ [Lấy bất cứ cái gì đi!].",
      "Giảm 3 giây thời gian hồi chiêu của tất cả các kỹ năng, tăng 42 điểm Hỗ trợ tốc độ tấn công và Hỗ trợ xuyên phòng thủ từ [Lấy bất cứ cái gì đi!].",
      "Giảm 3,6 giây thời gian hồi chiêu của tất cả các kỹ năng, tăng 50 điểm Hỗ trợ tốc độ tấn công và Hỗ trợ xuyên phòng thủ từ [Lấy bất cứ cái gì đi!]."
    ],
    "story": "Chiếc giỏ kỳ lạ mà May luôn mang theo người mỗi khi đi săn tìm những vật liệu mới. Chiếc giỏ huyền bí này có chứa không gian vô tận và biến tất cả mọi thứ được đưa vào trong đó trở thành không có trọng lượng. Điều này cho phép May mang về số lượng đồ vật cực lớn chỉ trong một chuyến đi. Nhìn thoáng qua, có vẻ như nó chỉ có thể đựng đồ ăn cho chuyến đi giã ngoại. Tuy nhiên, người ta đồn rằng mỗi khi mang chiếc giỏ theo trong các chuyến đi, cô ấy nhét vào đó......Những vật đáng ngờ khác. Hoặc đó chỉ là những gì họ nói mà thôi."
  },
  "s1": {
    "name": "Lấy bất cứ cái gì đi!",
    "description": "Làm tăng {0} sức tấn công của toàn bộ đồng minh trong 120 giây, cấp thêm 1 trong các hiệu ứng: tăng {1} lực xuyên kháng phòng thủ, tăng {2} tốc độ tấn công, hồi phục ngay {3} mana. Ngoại trừ hiệu ứng hồi phục mana, tất cả các hiệu ứng đều được cộng dồn tối đa 5 lần.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Tất cả các hiệu ứng không giải bỏ được bằng hiệu quả gỡ bỏ hiệu ứng có lợi.",
    "dark": "Tất cả hiệu quả được cộng dồn tối đa đến 8 lần.",
    "ut": {
      "name": "Bộ thuốc tăng lực",
      "description": [
        "[Lấy bất cứ cái gì đi!] Giảm 1 điểm Tiêu hao mana và tăng 2% Phòng thủ phép thuật của mục tiêu trong 20 giây. Hiệu ứng này có thể cộng dồn tối đa 8 lần.",
        "[Lấy bất cứ cái gì đi!] Giảm 1 điểm Tiêu hao mana và tăng 2.4% Phòng thủ phép thuật của mục tiêu trong 20 giây. Hiệu ứng này có thể cộng dồn tối đa 8 lần.",
        "[Lấy bất cứ cái gì đi!] Giảm 1 điểm Tiêu hao mana và tăng 2.9% Phòng thủ phép thuật của mục tiêu trong 20 giây. Hiệu ứng này có thể cộng dồn tối đa 8 lần.",
        "[Lấy bất cứ cái gì đi!] Giảm 1 điểm Tiêu hao mana và tăng 3.4% Phòng thủ phép thuật của mục tiêu trong 20 giây. Hiệu ứng này có thể cộng dồn tối đa 8 lần.",
        "[Lấy bất cứ cái gì đi!] Giảm 1 điểm Tiêu hao mana và tăng 4.2% Phòng thủ phép thuật của mục tiêu trong 20 giây. Hiệu ứng này có thể cộng dồn tối đa 8 lần.",
        "[Lấy bất cứ cái gì đi!] Giảm 1 điểm Tiêu hao mana và tăng 5% Phòng thủ phép thuật của mục tiêu trong 20 giây. Hiệu ứng này có thể cộng dồn tối đa 8 lần."
      ],
      "story": "Bốn lọ thuốc khác màu nhau và có tác dụng như một bộ, chúng giúp tăng cường sức mạnh ý chí, độ tập trung, mana và sinh lực. Có thể khẳng định rằng bộ thuốc đặc biệt này có tác dụng cải lão hoàn đồng kỳ lạ, nhưng thành phần tạo ra chúng vẫn là một bí ẩn to lớn. Mà có lẽ như thế lại tốt hơn."
    }
  },
  "s2": {
    "name": "Cố lên!",
    "description": "Làm hồi phục {0} thể lực của đồng minh và trong vòng 10 giây sẽ hồi phục một lượng tương đương {1}% thể lực tối đa của mỗi người trên giây. Làm hồi phục 2 lần thể lực với xác suất 10%.",
    "books": {
      "0": "Tăng {0}% tỷ lệ hồi máu.",
      "1": "Tăng {0}% tỷ lệ hồi máu.",
      "2": "Tăng {0}% tỷ lệ hồi máu."
    },
    "light": "Làm tăng 250 lực kháng trạng thái xấu của đồng minh trong 10 giây.",
    "dark": "Làm hồi phục 1 mốc mana với xác suất 15%.",
    "ut": {
      "name": "Miếng bánh ngọt ngào",
      "description": [
        "[Cố lên!] Tăng 20% Hồi máu và thêm 20% xác suất Hồi máu gấp đôi.",
        "[Cố lên!] Tăng 24% Hồi máu và thêm 20% xác suất Hồi máu gấp đôi.",
        "[Cố lên!] Tăng 29% Hồi máu và thêm 20% xác suất Hồi máu gấp đôi.",
        "[Cố lên!] Tăng 35% Hồi máu và thêm 20% xác suất Hồi máu gấp đôi.",
        "[Cố lên!] Tăng 42% Hồi máu và thêm 20% xác suất Hồi máu gấp đôi.",
        "[Cố lên!] Tăng 50% Hồi máu và thêm 20% xác suất Hồi máu gấp đôi."
      ],
      "story": "Món bánh đặc biệt của Juno. Nó có hương vị rất ngọt. May rất thích món ăn vặt này. Không ai biết vì sao cô không kể rằng mình đã bỏ thứ gì vào món bánh."
    }
  },
  "s3": {
    "name": "Không bán đâu!",
    "description": "Tấn công 3 lần lên đối tượng địch ngẫu nhiên và xung quanh đó, gây ra {0} sát thương sát thương phép và gây choáng trong 4 giây. Áp dụng nhân 2 thời gian choáng và lượng sát thương cùng với phạm vi hiệu ứng với xác suất 10%.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Lượng tiêu thụ mana giảm 1.",
    "dark": "Mọi tấn công thay đổi thành đánh trúng vào một kẻ địch ngẫu nhiên.",
    "ut": {
      "name": "Quả cầu tinh chất không rõ nguồn gốc",
      "description": [
        "Lượng sát thương của [Không bán cho bạn đâu!] tăng 20% và tấn công thêm 1 lần lên đối thủ.",
        "Lượng sát thương của [Không bán cho bạn đâu!] tăng 24% và tấn công thêm 1 lần lên đối thủ.",
        "Lượng sát thương của [Không bán cho bạn đâu!] tăng 29% và tấn công thêm 1 lần lên đối thủ.",
        "Lượng sát thương của [Không bán cho bạn đâu!] tăng 35% và tấn công thêm 1 lần lên đối thủ.",
        "Lượng sát thương của [Không bán cho bạn đâu!] tăng 42% và tấn công thêm 1 lần lên đối thủ.",
        "Lượng sát thương của [Không bán cho bạn đâu!] tăng 50% và tấn công thêm 1 lần lên đối thủ."
      ],
      "story": "Trong thời văn minh cổ đại, một kẻ đã đánh cắp bùa chú của hiền nhân và gom sức mạnh bùa chú vào một quả cầu pha lê. Dường như việc này nằm trong kế hoạch trở thành phù thủy vĩ đại nhất tại thời điểm đó. Thế nhưng không có ghi chép lịch sử nào về quả cầu pha lê này. Người ta phát hiện nó ở một nơi cách xa ngôi làng, gần Sông Eden. Vật phẩm này rất nguy hiểm do kết hợp nhiều thần chú nguyên tố khác nhau, vì vậy không rõ sức mạnh của nó sẽ giải phóng như thế nào."
    }
  },
  "s4": {
    "name": "Hãy nhận lấy!",
    "description": "Gây ra {0} sát thương phép lên 4 đối thủ ngẫu nhiên mỗi 15 giây, và gây thêm 1 trong các hiệu ứng đóng băng 5 giây, choáng 2 giây hoặc gây ra {1} sát thương phép kéo dài trong 10 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Thay đổi thành khởi động sau mỗi 12 giây.",
    "dark": "Làm tăng 25% sát thương phép nhận được lên đối phương.",
    "ut": {
      "name": "Bộ đồ ăn vặt nguy hiểm",
      "description": [
        "[Nhận lấy này!] Chuyển mục tiêu sang tất cả kẻ địch. Tất cả đồng minh hồi 200 Mana khi kích hoạt.",
        "[Nhận lấy này!] Chuyển mục tiêu sang tất cả kẻ địch. Tất cả đồng minh hồi 240 Mana khi kích hoạt.",
        "[Nhận lấy này!] Chuyển mục tiêu sang tất cả kẻ địch. Tất cả đồng minh hồi 290 Mana khi kích hoạt.",
        "[Nhận lấy này!] Chuyển mục tiêu sang tất cả kẻ địch. Tất cả đồng minh hồi 350 Mana khi kích hoạt.",
        "[Nhận lấy này!] Chuyển mục tiêu sang tất cả kẻ địch. Tất cả đồng minh hồi 420 Mana khi kích hoạt.",
        "[Nhận lấy này!] Chuyển mục tiêu sang tất cả kẻ địch. Tất cả đồng minh hồi 500 Mana khi kích hoạt."
      ],
      "story": "Bộ đồ ăn vặt siêu hiếm có số lượng rất hạn chế mà May mua tại Tiệm đồ chơi phép thuật kỳ diệu ở Orvelia. Đây là một kiệt tác của chủ cửa hàng, không bao giờ bán lại. Trái ngược với cụm từ [Cảnh báo! Không bao giờ được ăn!] ghi trên hộp, đồ ăn vặt bên trong trông ngon lạ thường. Tuy nhiên, chiếc hộp được tạo ra để dùng cho những 'trò chơi khăm rất khó chịu', và sẽ phát nổ khi ném. Sức phá hủy của chiếc hộp tỉ lệ thuận với lượng Mana mà người ném có. Sau khi phát nổ, bột đồ ăn vặt sẽ tự tập hợp lại và lại trở thành đồ ăn vặt rồi quay về hộp. May hồi hộp đặt chiếc hộp đồ ăn vặt kỳ lạ, nguy hiểm và dễ thương này vào giỏ hàng."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / CC Resist +100",
    "dark": "Khi tấn công thường, làm hồi phục 5% mana hoặc hồi phục 3% thể lực của đồng minh có thể lực thấp nhất với xác suất 30%."
  }
}