{
  "name": "Gladi",
  "subtitle": "Mãnh thú của Đấu Trường",
  "description": "Người chinh phục Đấu trường của Orvel.  Ai cũng lo ngại sức mạnh tinh thông của anh và gọi anh là Mãnh thú của Đấu Trường. Quyền pháp đáng sợ của anh có thể nghiền nát đối thủ trong thời gian ngắn.",
  "story": "Người đàn ông đã chinh phục Đấu trường Orvel. Ngồi trên ngai vô địch, anh thường là nỗi sợ hãi của những người khác. Mọi người gọi anh là Nắm đấm mãnh thú. Tuy nhiên, trên thực tế anh là một người đàn ông vui vẻ với tính cách tích cực và thẳng thắn. Như được thể hiện qua phong cách đấu của mình, anh là một người đàn ông táo bạo không hề do dự hành động theo ý thích của mình. Sau khi chinh phục thành công, Gladi đã đòi quyền mở một Cửa hàng đấu trường. Có vẻ như mục đích thực sự của anh là độc chiếm cây nho bạc. Vẫn chưa rõ ai sẽ thực sự mua loại cây này nhưng dường như anh rất thỏa mãn. Điều khiến mọi người tò mò là anh hiện không bán bất kỳ cây nho bạc nào.",
  "like": "Cây nho bạc, những địch thủ hùng mạnh",
  "dislike": "Những kẻ u sầu, những người không quả quyết",
  "inn": {
    "idle": "Hmm, mùi bạc hà nho vẫn thoảng đâu đây...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Hửm? Chào, anh bạn vẫn khỏe chứ?",
      "talk": [
        "Cây silvervine ý, ôi~ cái mùi này thật là.. Ôi-!",
        "Này! Gặp nhau ở đây chứ không phải ở đấu trường nên thấy mới lạ ghê!"
      ],
      "gift": "Chà! Cảm ơn nhé! Bạn, là người tốt đấy!"
    },
    "relationship": {
      "greet": "Ơ này! Lại đây ngồi một lát đã nào!",
      "talk": [
        "Chà, khoảnh khắc nắm đấm làm tan tành đối phương ý! Thật tuyệt vời làm sao!",
        "Chấp hết tất cả ở bộ tộc chúng tôi thì tôi hơi bị mạnh đấy. Nhắc mới nhớ không biết mọi người có đang sống ổn không?",
        "Bạn làm gì mà nhảy vào đòi mua cái cây silvervine không ai thèm thế hả? Nói gì thế, tất cả chỗ này đều là của tôi mà?"
      ]
    }
  },
  "uw": {
    "name": "Nắm đấm mãnh thú Mastra",
    "description": [
      "Làm tăng 20% lượng sát thương chí mạng của bản thân trong 5 giây khi ra đòn chí mạng. Hiệu ứng này cộng dồn tối đa 7 lần.",
      "Làm tăng 24% lượng sát thương chí mạng của bản thân trong 5 giây khi ra đòn chí mạng. Hiệu ứng này cộng dồn tối đa 7 lần.",
      "Làm tăng 29% lượng sát thương chí mạng của bản thân trong 5 giây khi ra đòn chí mạng. Hiệu ứng này cộng dồn tối đa 7 lần.",
      "Làm tăng 35% lượng sát thương chí mạng của bản thân trong 5 giây khi ra đòn chí mạng. Hiệu ứng này cộng dồn tối đa 7 lần.",
      "Làm tăng 42% lượng sát thương chí mạng của bản thân trong 5 giây khi ra đòn chí mạng. Hiệu ứng này cộng dồn tối đa 7 lần.",
      "Làm tăng 50% lượng sát thương chí mạng của bản thân trong 5 giây khi ra đòn chí mạng. Hiệu ứng này cộng dồn tối đa 7 lần."
    ],
    "story": "Đôi găng tay sắt được rèn riêng cho Gladi. Chúng là bằng chứng cho việc anh ta đã giành vị trí vô địch tại Đấu trường Orvel. Theo giả thuyết, đôi găng tay này được tạo ra từ đôi găng tay huyền thoại mà người đàn ông được biết đến là Thần chiến tranh sử dụng hàng trăm năm về trước. Đôi găng tay chuyên dùng để đánh đối thủ, tăng rất nhiều sức mạnh cho người đeo. Tuy nhiên, cái giá phải trả về thể chất khi sử dụng chúng là cực kỳ khắc nghiệt, và không người bình thường nào có thể đeo chúng. Việc sử dụng chúng gần như là sự tự sát, trừ khi người đeo vô cùng linh hoạt và có thể chất đủ tốt để chịu tác động của mỗi cú đánh. Tuy vậy, sức mạnh tự nhiên và sự linh hoạt của Gladi cho phép anh ta sử dụng chúng một cách thoải mái."
  },
  "s1": {
    "name": "Đòn đánh nhanh gọn",
    "description": "Tấn công nhanh gọn 7 lần lên địch và gây ra tổng {0} sát thương vật lý. Đòn tấn công cuối cùng tăng thêm {1}% lượng sát thương vật lý mà địch nhận phải trong vòng 10 giây.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Tăng 100% lượng sát thương khi chỉ có 1 đối thủ.",
    "dark": "Lượng tăng sát thương vật lý nhận phải đổi thành 50%.",
    "ut": {
      "name": "Chiếc lông quá quắt",
      "description": [
        "[Đòn đánh nhanh gọn] Tăng 50% Sát thương và khiến cho mục tiêu không thể hồi phục Mana trong 2 giây.",
        "[Đòn đánh nhanh gọn] Tăng 50% Sát thương và khiến cho mục tiêu không thể hồi phục Mana trong 2.4 giây.",
        "[Đòn đánh nhanh gọn] Tăng 50% Sát thương và khiến cho mục tiêu không thể hồi phục Mana trong 2.9 giây.",
        "[Đòn đánh nhanh gọn] Tăng 50% Sát thương và khiến cho mục tiêu không thể hồi phục Mana trong 3.5 giây.",
        "[Đòn đánh nhanh gọn] Tăng 50% Sát thương và khiến cho mục tiêu không thể hồi phục Mana trong 4.2 giây.",
        "[Đòn đánh nhanh gọn] Tăng 50% Sát thương và khiến cho mục tiêu không thể hồi phục Mana trong 5 giây."
      ],
      "story": "Bạn không thể ngừng tung cú đấm! Chiếc lông bí ẩn đung đưa trước mắt khiến sức tập trung của Gladi tăng đến cực hạn để anh có thể tung những đòn công kích với tốc độ điên cuồng. Khi nhìn vào nó, trông Gladi có vẻ cực kỳ kích động."
    }
  },
  "s2": {
    "name": "Giáng sinh của chúa tể chiến tranh",
    "description": "Sau khi gỡ mọi hiệu ứng có hại, gây ra {0} sát thương vật lý lên địch gần đó và chuyển sang trạng thái 'Chúa tể chiến tranh' trong 10 giây. Khi ở trạng thái này, sức tấn công tăng {1} và khi tấn công thường sẽ tiêu thụ 5% mana với tỉ lệ 30%, gây thêm {2} sát thương vật lý, nếu dính sát thương phép thì sẽ tránh được mọi sát thương phép trong 1 giây. Hiệu ứng tránh này phát động 2 giây 1 lần.",
    "books": {
      "0": "Lượng tăng sức tấn công và lượng sát thương tăng {0}%.",
      "1": "Lượng tăng sức tấn công và lượng sát thương tăng {0}%.",
      "2": "Lượng tăng sức tấn công và lượng sát thương tăng {0}%."
    },
    "light": "Thời gian kéo dài của hiệu ứng 'Chúa tể chiến tranh' tăng 5 giây.",
    "dark": "Tăng 20% xác suất phát động hiệu ứng sát thương thêm.",
    "ut": {
      "name": "Hộp cỏ bạc hà",
      "description": [
        "[Giáng sinh của chúa tể chiến tranh] Trong thời gian tác dụng của kỹ năng, hồi phục 100 MP mỗi giây và cộng dồn 1 lần [Đòn này hơi đau đấy!] mỗi khi gây thêm sát thương vật lý.",
        "[Giáng sinh của chúa tể chiến tranh] Trong thời gian tác dụng của kỹ năng, hồi phục 120 MP mỗi giây và cộng dồn 1 lần [Đòn này hơi đau đấy!] mỗi khi gây thêm sát thương vật lý.",
        "[Giáng sinh của chúa tể chiến tranh] Trong thời gian tác dụng của kỹ năng, hồi phục 140 MP mỗi giây và cộng dồn 1 lần [Đòn này hơi đau đấy!] mỗi khi gây thêm sát thương vật lý.",
        "[Giáng sinh của chúa tể chiến tranh] Trong thời gian tác dụng của kỹ năng, hồi phục 170 MP mỗi giây và cộng dồn 1 lần [Đòn này hơi đau đấy!] mỗi khi gây thêm sát thương vật lý.",
        "[Giáng sinh của chúa tể chiến tranh] Trong thời gian tác dụng của kỹ năng, hồi phục 210 MP mỗi giây và cộng dồn 1 lần [Đòn này hơi đau đấy!] mỗi khi gây thêm sát thương vật lý.",
        "[Giáng sinh của chúa tể chiến tranh] Trong thời gian tác dụng của kỹ năng, hồi phục 250 MP mỗi giây và cộng dồn 1 lần [Đòn này hơi đau đấy!] mỗi khi gây thêm sát thương vật lý."
      ],
      "story": "Nho bạc hà dùng để tăng khả năng thể chất lên gấp bội. Đây là nho bạc hà nguyên chất. Nhiều người cố nhai, uống, đun sôi nho bạc hà nhưng không hiệu quả. Gladi chỉ cần loài cây này để có được hiệu ứng của Chiến thần."
    }
  },
  "s3": {
    "name": "Cú đấm tối thượng",
    "description": "Dồn sức rồi xông lên tấn công đối thủ ở phía trước và gây ra {0} sát thương vật lý lên những đối thủ trong phạm vi và làm choáng trong 3 giây. Đối thủ là Boss thì tấn công này sẽ bỏ qua lực phòng thủ.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Tăng 40% lượng sát thương.",
    "dark": "Lượng tiêu thụ mana giảm 1.",
    "ut": {
      "name": "Vòng nguyệt quế nhà vô địch",
      "description": [
        "Thời gian đợi hồi chiêu của [Cú đấm tối thượng!] giảm 30%. lượng sát thương tăng 4% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Thời gian đợi hồi chiêu của [Cú đấm tối thượng!] giảm 30%. lượng sát thương tăng 4.8% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Thời gian đợi hồi chiêu của [Cú đấm tối thượng!] giảm 30%. lượng sát thương tăng 5.8% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Thời gian đợi hồi chiêu của [Cú đấm tối thượng!] giảm 30%. lượng sát thương tăng 7% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Thời gian đợi hồi chiêu của [Cú đấm tối thượng!] giảm 30%. lượng sát thương tăng 8.4% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 10 lần.",
        "Thời gian đợi hồi chiêu của [Cú đấm tối thượng!] giảm 30%. lượng sát thương tăng 10% mỗi khi sử dụng. Hiệu ứng này được cộng dồn tối đa 10 lần."
      ],
      "story": "Vòng hoa trao cho chiến binh mạnh nhất ở Lục địa Orbis. Nó chỉ được trao cho người chiến thắng giải đấu võ diễn ra 4 năm một lần. Được biết, những người đeo vòng hoa này có thể mượn sức mạnh của Chiến thần."
    }
  },
  "s4": {
    "name": "Đòn này hơi đau đấy!",
    "description": "Khi đòn tấn công thường đánh trúng 5 lần lên một đối tượng địch thì mỗi lần đó sẽ gây ra thêm {0} sát thương vật lý bỏ qua phòng thủ.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Tăng 100% lượng sát thương khi chỉ có 1 đối thủ.",
    "dark": "Gây thêm lượng sát thương vật lý bỏ qua phòng thủ tương đương 15% thể lực hiện tại của đối phương khi phát động chiêu tại đấu trường."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / ATK.Spd +100",
    "dark": "Tăng tất cả lực phòng thủ tương ứng 8% sức tấn công của bản thân."
  }
}