{
  "name": "Veronica",
  "subtitle": "Con mắt minh mẫn",
  "description": "Cô nàng là thiên tài đến từ Tháp hiền minh, chính cô là người đã tái thiết lập công thức cho Phép thuật cổ tự. Hiện nay, cô ấy đang đảm nhiệm vị trí tài vụ của Orvel và chuyên trách tổng quản tất cả các Guild. Những kỹ năng phân tích xuất thần cùng với Phép thuật cổ tự mà cô sở hữu có thể cản phá kẻ địch.",
  "story": "Một học giả thiên tài từ Tháp hiền triết nhớ được mọi thứ mà nàng nhìn thấy. Sau khi xây dựng các học thuyết và hệ thống Phép thuật cổ tự, nàng nhanh chóng trở nên buồn chán và chuyển sang một đối tượng khác. Không lâu sau, nàng được bổ nhiệm làm bộ trưởng tài chính hoàng gia cấp cao nhất. Không may là nhiều chính trị gia từ chối chấp nhận một thường dân làm cấp trên của mình. Sau nhiều lời nói dối và những lời đồn ác ý, cuối cùng Veronica quyết định tự mình rời khỏi cung điện. Nhưng đây hầu như không phải là thất bại đối với nàng và không lâu sau đó nàng bắt đầu chinh phục một con đường mới. Nàng tiến thẳng đến Liên minh Guild ở Orvel, nơi nàng được đánh giá hoàn toàn theo năng lực của mình và không gì khác. Như dự kiến, sự am hiểu và kỹ năng phân tích đáng kinh ngạc khiến nàng trở thành một tài sản không thể thiếu đối với vô số guild.",
  "like": "Những người thông minh, kết quả nhanh, tài liệu hoàn thiện",
  "dislike": "Những căn phòng bừa bộn, làm việc không hiệu quả",
  "inn": {
    "idle": "Chà, lâu lắm mới được thảnh thơi thế này.",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Mong bạn vẫn tiếp tục xử lý bọn quái ma tộc mò vào Orvelia.",
      "talk": [
        "Phép thuật cổ tự ư? Ừm, tôi học cái này lần đầu ở tháp hiền nhân. Cũng có cái nhìn riêng ở cổ tự cổ đại nữa...",
        "Việc quản lý Guild không hề dễ dàng. Vốn dĩcũng có nhiều Guild quá..."
      ],
      "gift": "Không, bạn không cần phải... Hà, thôi tôi cứ nhận vậy. Cảm ơn nhé."
    },
    "relationship": {
      "greet": "Lâu lắm rồi mới đến lại đây. Cảm giác thật gần.. mà cũng thật xa?",
      "talk": [
        "Dạo này bạn vẫn hoạt động Guild ổn chứ? Tôi sẽ cố gắng hết sức để hỗ trợ.",
        "Tôi cũng muốn để ý hỗ trợ hơn, nhưng đúng là không dễ. Tôi sẽ cố gắng hơn nữa.",
        "Hú, tôi cũng muốn tham gia vào trận Raid lần sau."
      ]
    }
  },
  "uw": {
    "name": "Đặc quyền vô hạn, Accordio",
    "description": [
      "Thay đổi số lần cộng dồn tối đa Kiến thức của nhà tài phiệt hàng đầu thành 9 và nhận thêm lần cộng dồn Kinh nghiệm mỗi 14 giây.",
      "Thay đổi số lần cộng dồn tối đa Kiến thức của nhà tài phiệt hàng đầu thành 10 và nhận thêm lần cộng dồn Kinh nghiệm mỗi 13 giây.",
      "Thay đổi số lần cộng dồn tối đa Kiến thức của nhà tài phiệt hàng đầu thành 11 và nhận thêm lần cộng dồn Kinh nghiệm mỗi 12 giây.",
      "Thay đổi số lần cộng dồn tối đa Kiến thức của nhà tài phiệt hàng đầu thành 12 và nhận thêm lần cộng dồn Kinh nghiệm mỗi 11 giây.",
      "Thay đổi số lần cộng dồn tối đa Kiến thức của nhà tài phiệt hàng đầu thành 13 và nhận thêm lần cộng dồn Kinh nghiệm mỗi 10 giây.",
      "Thay đổi số lần cộng dồn tối đa Kiến thức của nhà tài phiệt hàng đầu thành 15 và nhận thêm lần cộng dồn Kinh nghiệm mỗi 9 giây."
    ],
    "story": "Cần có sự cho phép của cô ấy để xử lý mọi chuyện quan trọng trong Liên minh Guild. Một món văn phòng phẩm mà người sáng lập Liên minh Guild rất quý trọng. Một chiếc bút lông và cặp táp đặt trong cùng một bộ. Chiếc bút được gắn đầu bi mana nên dùng mana thay vì mực. Ngoài ra, phải dùng bút trên giấy nến ma thuật mà bút thường không thể viết lên được. Không thể xóa bức thư của người viết mà không có mana của họ. Ngoài ra, có thể viết bao nhiêu tùy thích lên tấm giấy nến ma thuật và nó còn có chức năng tìm nội dung đã viết trước đây. Điều này giúp Veronica làm việc hiệu quả hơn rất nhiều. Tất nhiên nó chỉ hữu ích cho công việc, còn ngoài công việc thì..."
  },
  "s1": {
    "name": "Đòn này hơi đau đấy!",
    "description": "Giáng {0} sát thương phép vào kẻ địch và quân địch quanh đó, gây Choáng trong {1} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Khi địch còn 1 người, lượng sát thương tăng 100%.",
    "dark": "Số mục tiêu đổi thành 2 người.",
    "ut": {
      "name": "Quy tắc hành xử trong guild",
      "description": [
        "[Đòn này hơi đau đấy!] Tăng 50% Sát thương và tăng 2% Sát thương lên Boss trong 30 giây khi có Đòn chí mạng. Hiệu ứng này cộng dồn tối đa 10 lần.",
        "[Đòn này hơi đau đấy!] Tăng 50% Sát thương và tăng 2.4% Sát thương lên Boss trong 30 giây khi có Đòn chí mạng. Hiệu ứng này cộng dồn tối đa 10 lần.",
        "[Đòn này hơi đau đấy!] Tăng 50% Sát thương và tăng 2.9% Sát thương lên Boss trong 30 giây khi có Đòn chí mạng. Hiệu ứng này cộng dồn tối đa 10 lần.",
        "[Đòn này hơi đau đấy!] Tăng 50% Sát thương và tăng 3.5% Sát thương lên Boss trong 30 giây khi có Đòn chí mạng. Hiệu ứng này cộng dồn tối đa 10 lần.",
        "[Đòn này hơi đau đấy!] Tăng 50% Sát thương và tăng 4.2% Sát thương lên Boss trong 30 giây khi có Đòn chí mạng. Hiệu ứng này cộng dồn tối đa 10 lần.",
        "[Đòn này hơi đau đấy!] Tăng 50% Sát thương và tăng 5% Sát thương lên Boss trong 30 giây khi có Đòn chí mạng. Hiệu ứng này cộng dồn tối đa 10 lần."
      ],
      "story": "Tài liệu đề ra các nguyên tắc hành xử đối với thành viên guild. Nó dày hơn sách thường đến 3 lần và là bằng chứng cho tính cách tỉ mỉ của Veronica. Ai muốn đọc hết nội dung trong đó cũng phải mất một thời gian dài."
    }
  },
  "s2": {
    "name": "Tôi sẽ giúp bạn.",
    "description": "Trao Cổ tự cho tất cả đồng minh để tăng ATK của họ thêm {0} và tăng 15% sát thương bất kỳ cho boss trong 10 giây.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Tăng 40% lượng tăng lực tấn công.",
    "dark": "Giảm 5 giây thời gian cooldown.",
    "ut": {
      "name": "Đầu bút kiên định",
      "description": [
        "[Để tôi giúp bạn] Giảm 1 Tiêu hao mana và tăng 1.6 giây thời gian tác dụng của kỹ năng.",
        "[Để tôi giúp bạn] Giảm 1 Tiêu hao mana và tăng 1,9 giây thời gian tác dụng của kỹ năng.",
        "[Để tôi giúp bạn] Giảm 1 Tiêu hao mana và tăng 2,3 giây thời gian tác dụng của kỹ năng.",
        "[Để tôi giúp bạn] Giảm 1 Tiêu hao mana và tăng 2,7 giây thời gian tác dụng của kỹ năng.",
        "[Để tôi giúp bạn] Giảm 1 Tiêu hao mana và tăng 3,3 giây thời gian tác dụng của kỹ năng.",
        "[Để tôi giúp bạn] Giảm 1 Tiêu hao mana và tăng 4 giây thời gian tác dụng của kỹ năng."
      ],
      "story": "Đầu bút mà Veronica luôn mang bên mình. Cô ngâm nó vào Dòng suối ước nguyện trong 100 ngày, đúng như lời khuyên của Thợ rèn Jin. Với sức mạnh phép thuật, cây bút này viết ra những dòng chữ sẽ chuyển thành màu đỏ khi không được làm đúng theo. Veronica nói rằng nó rất hữu ích trong việc quản lý vật tư."
    }
  },
  "s3": {
    "name": "Biến đi cho khuất mắt ta!",
    "description": "Tấn công mục tiêu và quân địch trong phạm vi rộng 2 lần để gây {0} sát thương phép thuật và hạ gục chúng trong 5 giây. Kẻ địch trúng đòn sẽ chịu thêm 30% sát thương phép thuật được tăng trong 10 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng mức Tiêu hao mana thêm 1 và sát thương thêm 100%.",
    "dark": "Mục tiêu sẽ nhận được sát thương phép và sát thương vật lý tăng thêm.",
    "ut": {
      "name": "Con dấu của quản lý Guild",
      "description": [
        "[Biến đi cho khuất mắt ta!] Lượng sát thương tăng 20%, mỗi đối thủ nhận sát thương sẽ bị giảm 10% thời gian đợi hồi chiêu.",
        "[Biến đi cho khuất mắt ta!] Lượng sát thương tăng 24%, mỗi đối thủ nhận sát thương sẽ bị giảm 10% thời gian đợi hồi chiêu.",
        "[Biến đi cho khuất mắt ta!] Lượng sát thương tăng 29%, mỗi đối thủ nhận sát thương sẽ bị giảm 10% thời gian đợi hồi chiêu.",
        "[Biến đi cho khuất mắt ta!] Lượng sát thương tăng 35%, mỗi đối thủ nhận sát thương sẽ bị giảm 10% thời gian đợi hồi chiêu.",
        "[Biến đi cho khuất mắt ta!] Lượng sát thương tăng 42%, mỗi đối thủ nhận sát thương sẽ bị giảm 10% thời gian đợi hồi chiêu.",
        "[Biến đi cho khuất mắt ta!] Lượng sát thương tăng 50%, mỗi đối thủ nhận sát thương sẽ bị giảm 10% thời gian đợi hồi chiêu."
      ],
      "story": "Con dấu được trao cho người quản lý guild giỏi nhất xứ Orvel. Nếu thiếu con dấu này thì không thực hiện được công việc nào trong guild. Một người kỹ tính như Veronica chỉ đóng dấu khi tài liệu không có sai sót nào. Đây là vật phẩm thể hiện tinh thần chuyên nghiệp của Veronica."
    }
  },
  "s4": {
    "name": "Kiến thức của nhà tài phiệt hàng đầu",
    "description": "Tăng {0} Tấn công của tất cả các đồng minh và được cộng dồn Kinh nghiệm khi sử dụng kỹ năng. Khi cộng dồn 3 lần Kinh nghiệm, nhận được Kiến thức của nhà tài phiệt hàng đầu, tăng 30% Sát thương chí mạng của bản thân và tăng 10% hiệu ứng của tất cả các kỹ năng. Hiệu ứng Kiến thức của nhà tài phiệt hàng đầu được cộng dồn tối đa 5 lần và không thể xóa bỏ.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Khi phát động, hồi phục 2 quả cầu MP của người dùng kỹ năng.",
    "dark": "Khi phát động, tăng ATK của người dùng kỹ năng thêm 50% trong 10 giây.",
    "ut": {
      "name": "Báo cáo quyết toán bang hội",
      "description": [
        "[Kiến thức của nhà tài phiệt hàng đầu] Tăng 50% mức hỗ trợ Tấn công. Khi nhận được Kiến thức của nhà tài phiệt hàng đầu, tăng 20% Sát thương chí mạng của toàn bộ đồng minh trong 10 giây.",
        "[Kiến thức của nhà tài phiệt hàng đầu] Tăng 50% mức hỗ trợ Tấn công. Khi nhận được Kiến thức của nhà tài phiệt hàng đầu, tăng 24% Sát thương chí mạng của toàn bộ đồng minh trong 10 giây.",
        "[Kiến thức của nhà tài phiệt hàng đầu] Tăng 50% mức hỗ trợ Tấn công. Khi nhận được Kiến thức của nhà tài phiệt hàng đầu, tăng 29% Sát thương chí mạng của toàn bộ đồng minh trong 10 giây.",
        "[Kiến thức của nhà tài phiệt hàng đầu] Tăng 50% mức hỗ trợ Tấn công. Khi nhận được Kiến thức của nhà tài phiệt hàng đầu, tăng 35% Sát thương chí mạng của toàn bộ đồng minh trong 10 giây.",
        "[Kiến thức của nhà tài phiệt hàng đầu] Tăng 50% mức hỗ trợ Tấn công. Khi nhận được Kiến thức của nhà tài phiệt hàng đầu, tăng 42% Sát thương chí mạng của toàn bộ đồng minh trong 10 giây.",
        "[Kiến thức của nhà tài phiệt hàng đầu] Tăng 50% mức hỗ trợ Tấn công. Khi nhận được Kiến thức của nhà tài phiệt hàng đầu, tăng 50% Sát thương chí mạng của toàn bộ đồng minh trong 10 giây."
      ],
      "story": "Một tập báo cáo quyết toán bang hội mà Veronica làm mỗi tháng và mỗi năm. Không người nào có thể xử lý mớ tài liệu này hoàn hảo như cô ấy. Ai ai nhìn thấy đống tài liệu chồng chất đó đều tự động bỏ chạy hết. Những tài liệu chất đống này chính là minh chứng cho thấy Veronica là Nhà tài chính hàng đầu."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / Crit Chance +100",
    "dark": "Giảm 15% thời gian cooldown tất cả kỹ năng của người dùng kỹ năng sau mỗi 20 giây."
  }
}