{
  "name": "Loman",
  "subtitle": "Người giữ cổng đáng tin cậy",
  "description": "Người giữ cổng của hoàng tộc Orvel. Nếu không được hoàng gia cho phép, chẳng ai có thể bước qua vị trí gác của Loman. Sức mạnh khủng khiếp từ cây kích của anh khiến quân địch phải chùn bước.",
  "story": "Nếu cần lựa chọn người đáng tin cậy nhất trong Nhóm hiệp sĩ hộ vệ, thì Loman sẽ là cái tên đầu tiên xuất hiện. Hoàng gia tin cậy anh ta đến mức Loman được chỉ định làm Người giữ cổng của hoàng tộc Orvel. Bình thường, anh là một người nhẹ nhàng, thân thiện, nhưng bất kỳ kẻ nào tự ý tiếp cận đức vua sẽ phải đối mặt với một hộ vệ bất khuất. Chưa có tên địch nào đối mặt với cây kích của anh – món vũ khí được Scarlet trao tặng – mà còn sống trở về. Thế nhưng khi không làm nhiệm vụ, anh lại biến thành một người nhạy cảm, lấy việc khắc gỗ làm thú vui.",
  "like": "Clause, Demia, thạch, khắc gỗ",
  "dislike": "Bạc hà, nhân sâm",
  "inn": {
    "idle": "Ta nghỉ giải lao mới ra đây. Nơi này thật là đẹp. Chắc ta nên tới đây thường xuyên hơn.",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Vào đi. Ta vừa mới chạm trổ xong một món, có muốn xem một chút không?",
      "talk": [
        "Nhà ta đã canh gách cho Hoàng gia Orvel nhiều thế kỷ rồi. Khi ta đến lâu đài nhận nhiệm vụ, cha ta đã trao lại báu vật của gia tộc.",
        "Cây kích này vô cùng đặc biệt. Ta hỏi Jin thì anh ấy bảo nó ẩn chứa tinh linh của một con thần quái cổ đại."
      ],
      "gift": "Sao? Nói trước là ta sẽ không mở cửa mê cung cho ngươi đâu. Ha ha."
    },
    "relationship": {
      "greet": "Canh gác cho hoàng tộc là một nhiệm vụ quan trọng và thiêng liêng, nhưng đôi lúc ta cũng thấy ghen tị với những người khác, họ có thể tự do đi lại khi làm nhiệm vụ.",
      "talk": [
        "Ta sẽ làm mọi việc có thể để đền đáp sự tín nhiệm mà Công chúa đã dành cho ta.",
        "Khắc gỗ chỉ là một sở thích cũ của ta, thế mà chẳng biết từ lúc nào, phòng ta đầy nhóc mấy món ấy. Ha ha.",
        "Ta thấy một người để tóc dài, suốt ngày hò hét khí thế. Đúng là mỗi người một lối sống, thú vị thật."
      ]
    }
  },
  "uw": {
    "name": "Ngọn sóng bảo vệ Gaiamenes",
    "description": [
      "Niềm tự hào của Orvelia' được cộng dồn mỗi lần sử dụng kỹ năng. 'Niềm tự hào của Orvelia' không thể gỡ bỏ và khi được cộng dồn 3 lần, 'Phước lành của Orvelia' sẽ được kích hoạt, gây sát thương vật lý tương đương 200% mức Tấn công cho kẻ địch trong phạm vi rộng và tăng 25% Tăng sát thương vật lý của mục tiêu trong 20 giây. 'Phước lành của Orvelia' cũng tăng 10% Phòng thủ phép thuật trong 10 giây.",
      "Niềm tự hào của Orvelia' được cộng dồn mỗi lần sử dụng kỹ năng. 'Niềm tự hào của Orvelia' không thể gỡ bỏ và khi được cộng dồn 3 lần, 'Phước lành của Orvelia' sẽ được kích hoạt, gây sát thương vật lý tương đương 240% mức Tấn công cho kẻ địch trong phạm vi rộng và tăng 30% Tăng sát thương vật lý của mục tiêu trong 20 giây. 'Phước lành của Orvelia' cũng tăng 12% Phòng thủ phép thuật trong 10 giây.",
      "Niềm tự hào của Orvelia' được cộng dồn mỗi lần sử dụng kỹ năng. 'Niềm tự hào của Orvelia' không thể gỡ bỏ và khi được cộng dồn 3 lần, 'Phước lành của Orvelia' sẽ được kích hoạt, gây sát thương vật lý tương đương 290% mức Tấn công cho kẻ địch trong phạm vi rộng và tăng 36% Tăng sát thương vật lý của mục tiêu trong 20 giây. 'Phước lành của Orvelia' cũng tăng 14% Phòng thủ phép thuật trong 10 giây.",
      "Niềm tự hào của Orvelia' được cộng dồn mỗi lần sử dụng kỹ năng. 'Niềm tự hào của Orvelia' không thể gỡ bỏ và khi được cộng dồn 3 lần, 'Phước lành của Orvelia' sẽ được kích hoạt, gây sát thương vật lý tương đương 350% mức Tấn công cho kẻ địch trong phạm vi rộng và tăng 43% Tăng sát thương vật lý của mục tiêu trong 20 giây. 'Phước lành của Orvelia' cũng tăng 17% Phòng thủ phép thuật trong 10 giây.",
      "Niềm tự hào của Orvelia' được cộng dồn mỗi lần sử dụng kỹ năng. 'Niềm tự hào của Orvelia' không thể gỡ bỏ và khi được cộng dồn 3 lần, 'Phước lành của Orvelia' sẽ được kích hoạt, gây sát thương vật lý tương đương 420% mức Tấn công cho kẻ địch trong phạm vi rộng và tăng 51% Tăng sát thương vật lý của mục tiêu trong 20 giây. 'Phước lành của Orvelia' cũng tăng 21% Phòng thủ phép thuật trong 10 giây.",
      "Niềm tự hào của Orvelia' được cộng dồn mỗi lần sử dụng kỹ năng. 'Niềm tự hào của Orvelia' không thể gỡ bỏ và khi được cộng dồn 3 lần, 'Phước lành của Orvelia' sẽ được kích hoạt, gây sát thương vật lý tương đương 500% mức Tấn công cho kẻ địch trong phạm vi rộng và tăng 60% Tăng sát thương vật lý của mục tiêu trong 20 giây. 'Phước lành của Orvelia' cũng tăng 25% Phòng thủ phép thuật trong 10 giây."
    ],
    "story": "Cây kích của một bức tượng hộ vệ cổ đại canh gác trước cổng mê cung mới được tìm thấy ở Hầm ngầm của hoàng gia. Bức tượng phong hóa, cũ kỹ nắm chắc cây kích trong tay, như muốn thể hiện ý chí kiên quyết ngăn chặn những kẻ muốn bước vào mê cung. Loman, người lãnh trách nhiệm khai quật mê cung, cảm thấy bức tượng tỏa ra một khí thế cao thượng, bất giác quỳ xuống trước tượng. Đúng lúc đó, bức tượng đánh rơi cây kích xuống đất và bắt đầu vỡ ra. Cây kích dường như không chịu sự tàn phá của thời gian và ẩn chứa một nguồn năng lượng bí ẩn. 'Bức tượng đó tự nhiên đổ sụp và làm rơi cây kích...' Scarlet liếc qua bản báo cáo, miệng lẩm bẩm. 'Vâng, thưa ngài.' Sau đó, Scarlet nhìn về phía Loman. 'Ý chí kiên quyết bảo vệ một nơi cho đến khi gục ngã... Ta biết một người như thế.' 'Thưa, ngài nói gì cơ?' Vẻ mặt anh đầy bối rối khi Scarlet miệng mỉm cười, tay trao cây kích cho anh."
  },
  "s1": {
    "name": "Cắt đất",
    "description": "Gây {0} sát thương vật lý cho kẻ địch ở tuyến đầu trong phạm vi và đốn ngã chúng trong {1} giây, tăng {3}% sát thương vật lý nhận vào của mục tiêu chịu ảnh hưởng trong {2} giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Trong lúc ra chiêu sẽ chặn tất cả sát thương."
    },
    "light": "Thời gian đợi dùng chiêu lại giảm 3 giây.",
    "dark": "Tăng 25% Tăng sát thương vật lý của mục tiêu bị ảnh hưởng trong 10 giây.",
    "ut": {
      "name": "Kỹ thuật chiến đấu cơ bản của hiệp sĩ Orvel",
      "description": [
        "[Cắt đất] Giảm 500 điểm Đỡ đòn vật lý và 100 điểm Kháng chế ngự của mục tiêu trong 10 giây.",
        "[Cắt đất] Giảm 500 điểm Đỡ đòn vật lý và 120 điểm Kháng chế ngự của mục tiêu trong 10 giây.",
        "[Cắt đất] Giảm 500 điểm Đỡ đòn vật lý và 140 điểm Kháng chế ngự của mục tiêu trong 10 giây.",
        "[Cắt đất] Giảm 500 điểm Đỡ đòn vật lý và 170 điểm Kháng chế ngự của mục tiêu trong 10 giây.",
        "[Cắt đất] Giảm 500 điểm Đỡ đòn vật lý và 210 điểm Kháng chế ngự của mục tiêu trong 10 giây.",
        "[Cắt đất] Giảm 500 điểm Đỡ đòn vật lý và 250 điểm Kháng chế ngự của mục tiêu trong 10 giây."
      ],
      "story": "Bí kíp võ thuật cơ bản mà hiệp sĩ Orvel nào cũng phải học. Trong số vô vàn các kỹ năng, Cắt đất là nền tảng vững chắc cho phong cách chiến đấu của hiệp sĩ. Đó là một trong những kỹ năng phải học đầu tiên của hiệp sĩ, nhưng chính vì nó vô cùng phức tạp nên sự khác biệt giữa kẻ mới tập và người nhuần nhuyễn là rất lớn. Loman đọc đi đọc lại kỹ năng này đến hơn một nghìn lần trước khi trở thành hiệp sĩ, nhưng bất cứ khi nào anh ấy muốn tiến bộ hơn thì đều mở ra đọc lại."
    }
  },
  "s2": {
    "name": "Tín điều che chở",
    "description": "Xóa bỏ hiệu ứng có hại cho tất cả các đồng minh. Tạo quanh tất cả các đồng minh một kết giới hấp thu {1} sát thương trong {0} giây và giảm {3}% sát thương mà các đồng minh phải chịu trong {2} giây. Kết giới giúp miễn nhiễm trạng thái chế ngự khi còn duy trì.",
    "books": {
      "0": "Lá chắn bảo vệ tăng {0}%",
      "1": "Lá chắn bảo vệ tăng {0}%",
      "2": "Lá chắn bảo vệ tăng {0}%"
    },
    "light": "Giảm 5 giây thời gian hồi chiêu.",
    "dark": "Kết giới được duy trì thêm 5 giây nữa.",
    "ut": {
      "name": "Búp bê gỗ nhỏ",
      "description": [
        "[Tín điều che chở] Giảm 1 lượng tiêu hao mana và làm hồi phục 400 mana của đối tượng.",
        "[Tín điều che chở] Giảm 1 lượng tiêu hao mana và làm hồi phục 480 mana của đối tượng.",
        "[Tín điều che chở] Giảm 1 lượng tiêu hao mana và làm hồi phục 580 mana của đối tượng.",
        "[Tín điều che chở] Giảm 1 lượng tiêu hao mana và làm hồi phục 700 mana của đối tượng.",
        "[Tín điều che chở] Giảm 1 lượng tiêu hao mana và làm hồi phục 840 mana của đối tượng.",
        "[Tín điều che chở] Giảm 1 lượng tiêu hao mana và làm hồi phục 1000 mana của đối tượng."
      ],
      "story": "Loman thường khắc những bức tượng nhỏ bằng bàn tay khi cần suy nghĩ rõ ràng về một sai lầm nào đó. Mỗi khi gọt giũa những chỗ xù xì là anh sẽ bình tâm lại, rồi nhớ về cái thời mình mới chập chững vào nghề. Ban đầu, anh chỉ coi đó là thú vui, nhưng dần dà lại say mê công việc ấy. Chẳng mấy chốc, phòng anh đầy nhóc những bức tượng đẽo tay. Một ngày kia, Loman bắt tay làm búp bê gỗ để tặng cho bạn bè và đồng đội. Ở Orvelia thời đó, người ta tin rằng búp bê phép thuật có tác dụng xua đuổi quỷ dữ, bảo vệ tâm hồn. Loman bèn nhờ một pháp sư già tinh thông thuật pháp dân gian cổ xưa yểm thần chú bảo hộ lên đám búp bê gỗ, rồi anh tặng chúng cho đồng đội mình."
    }
  },
  "s3": {
    "name": "Tín điều của hiệp sĩ",
    "description": "Công kích 3 lần vào kẻ địch phía trước trong phạm vi. 2 lần đầu gây {0} sát thương vật lấy và gây choáng cho kẻ địch trong {1} giây, lần cuối giáng 2 đòn vào kẻ địch trong phạm vi rộng hơn, gây tổng cộng {2} sát thương vật lý. Lần công kích cuối cùng gây choáng cho kẻ địch trong 5 giây, đóng [Dấu ấn tín điều] lên kẻ địch, gây sát thương cho chúng trong {3} giây. Mục tiêu dính [Dấu ấn tín điều] nhận thêm {4} sát thương vật lý từ các đồng minh, trừ người dùng kỹ năng. Hiệu ứng sát thương thêm chỉ được kích hoạt một lần trong mỗi {5} giây.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Tăng 100% lượng sát thương khi chỉ có 1 đối thủ.",
    "dark": "Khi sử dụng, được miễn nhiễm trạng thái chế ngự.",
    "ut": {
      "name": "Thần chú đại dương",
      "description": [
        "[Tín điều của hiệp sĩ] giảm 30% thời gian hồi chiêu và tăng 10% Tăng sát thương vật lý của mục tiêu trong 10 giây.",
        "[Tín điều của hiệp sĩ] giảm 30% thời gian hồi chiêu và tăng 12% Tăng sát thương vật lý của mục tiêu trong 10 giây.",
        "[Tín điều của hiệp sĩ] giảm 30% thời gian hồi chiêu và tăng 14% Tăng sát thương vật lý của mục tiêu trong 10 giây.",
        "[Tín điều của hiệp sĩ] giảm 30% thời gian hồi chiêu và tăng 17% Tăng sát thương vật lý của mục tiêu trong 10 giây.",
        "[Tín điều của hiệp sĩ] giảm 30% thời gian hồi chiêu và tăng 21% Tăng sát thương vật lý của mục tiêu trong 10 giây.",
        "[Tín điều của hiệp sĩ] giảm 30% thời gian hồi chiêu và tăng 25% Tăng sát thương vật lý của mục tiêu trong 10 giây."
      ],
      "story": "Một báu vật truyền đời của dòng họ Loman, đây là mặt dây chuyền đặc biệt mà Đức vua đầu tiên của xứ Orvelia đã trao cho gia đình Loman để tưởng thưởng cho lòng trung thành và phụng sự của dòng họ anh trong việc bảo vệ nền quân chủ Orvel. Nguồn gốc thực sự của nó vẫn còn là một điều bí ẩn, nhưng có lời đồn rằng món phụ kiện này ẩn chứa linh hồn của Hộ vệ Lục địa Orbis từ nền văn minh cổ đại. Các chủ nhân của vật phẩm này cũng nói y hệt như thế. Khi quyết tâm đem tính mạng để bảo vệ điều quan trọng với mình, họ đã đánh thức một nguồn sức mạnh phi thường y như sóng đại dương. Ngày nay, mọi người tin rằng viên ngọc lam này có thể đánh thức linh hồn, do đó nó được gọi là Thần chú đại dương. Loman đã được cha mình trao lại vật gia truyền này khi anh bước chân vào lâu đài và anh vẫn luôn mang theo bên mình kể từ ngày đó."
    }
  },
  "s4": {
    "name": "Người giữ cổng cuối cùng",
    "description": "Cộng dồn [Chịu đựng] mỗi giây. [Chịu đựng] không thể gỡ bỏ, khi [Chịu đựng] cộng dồn được {0} lần, gây {1} sát thương vật lý, bỏ qua Thủ của kẻ địch ở gần và giảm 20% tấn công của kẻ địch chịu ảnh hưởng trong {2} giây. Một lần đỡ đòn thành công sẽ cộng dồn 1 lần [Chịu đựng]. Hiệu ứng này chỉ được kích hoạt một lần trong mỗi {3} giây.",
    "books": {
      "0": "Tăng {0}% sát thương",
      "1": "Tăng {0}% sát thương",
      "2": "Tăng {0}% sát thương"
    },
    "light": "Tăng số lần cộng dồn 'Chịu đựng' mỗi giây thêm 1.",
    "dark": "Giảm 200 điểm tốc độ tấn công của kẻ địch chịu ảnh hưởng trong 10 giây."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / M. Block +200",
    "dark": "Khi chặn thành công đòn sát thương phép thuật thì trong 5 giây, tất cả đồng minh được tăng 200 điểm đỡ đòn phép thuật và tăng thêm phòng thủ phép thuật tương đương 10% phòng thủ phép thuật của Loman. Hiệu ứng này chỉ kích hoạt một lần sau mỗi 5 giây."
  }
}