{
  "name": "Juno",
  "subtitle": "Bếp trưởng anh hùng",
  "description": "Một trong những đầu bếp kỳ tài ở Orvel. Từ bình dân đến thượng hạng, cô có thể chinh phục mọi món ăn với tay nghề khéo léo của mình. Món cô nấu sẽ chữa lành thân thể và tiếp thêm sự cản đảm cho tâm hồn.",
  "story": "Xuất thân là một cô gái bình thường ở thị trấn, nhưng cô lại có kỹ năng nấu nướng tinh tế nhất Orvel. Từ những món đơn giản, bổ dưỡng của thường dân cho tới cao lương mỹ vị dành cho quý tộc, không món nào là cô không nấu được. Cô từng được mời làm Đầu bếp hoàng gia, nhưng đã từ chối và mở một quán trọ phục vụ mọi người. Chẳng mấy chốc, quán trọ của cô nổi tiếng toàn cõi Orvel và tiếp đón những người phiêu lưu khắp xa gần. Giờ đây, người ta gọi đó là 'Quán trọ anh hùng' và cô rất thích thú khi được giao lưu với 'anh hùng' bốn phương.",
  "like": "Ăn uống, nấu nướng, những người thích món cô nấu",
  "dislike": "Những người chê món cô nấu",
  "inn": {
    "idle": "Kính mời! Nhưng đến giờ nghỉ rồi...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Mời vào! Hôm nay quý khách muốn ăn gì?",
      "talk": [
        "Quý khách chỉ cần gọi món, việc nấu nướng để tôi lo!",
        "Tôi từng gặp nhiều người phiêu lưu, nhưng ở bạn có gì đó thật khác biệt."
      ],
      "gift": "Ôi, tiền boa à? He he, cảm ơn nhé."
    },
    "relationship": {
      "greet": "Quý khách ăn uống gì chưa? Chưa thì để tôi gợi ý giùm nhé!",
      "talk": [
        "Trứng ngâm suối nước nóng có vị ngon tuyệt! Đó cũng là một trong những món đơn giản tôi thích nhất!",
        "Việc kinh doanh dạo này rất suôn sẻ. Vui thật!",
        "Đông khách quá nhỉ? Đều nhờ ai đó cả đấy, ha ha ha."
      ]
    }
  },
  "uw": {
    "name": "Yến tiệc trăm vị, Tempora Fyrr",
    "description": [
      "Được 1 lần cộng dồn [Nguyên liệu tuyệt hảo] và khôi phục 1 quả cầu MP sau mỗi 10 giây.",
      "Được 1 lần cộng dồn [Nguyên liệu tuyệt hảo] và khôi phục 1 quả cầu MP sau mỗi 9 giây.",
      "Được 1 lần cộng dồn [Nguyên liệu tuyệt hảo] và khôi phục 1 quả cầu MP sau mỗi 8 giây.",
      "Được 1 lần cộng dồn [Nguyên liệu tuyệt hảo] và khôi phục 1 quả cầu MP sau mỗi 7 giây.",
      "Được 1 lần cộng dồn [Nguyên liệu tuyệt hảo] và khôi phục 1 quả cầu MP sau mỗi 6 giây.",
      "Được 1 lần cộng dồn [Nguyên liệu tuyệt hảo] và khôi phục 1 quả cầu MP sau mỗi 5 giây."
    ],
    "story": "Chiếc nồi màu nhiệm mà theo tương truyền từng thuộc về một đầu bếp huyền thoại thời xa xưa. Nó được làm từ thứ kim loại thần kỳ mà ngay cả Thợ rèn Jin cũng chưa từng bắt gặp. Nó có tác dụng làm dậy lên mùi vị của món ăn, khai thác tối đa chất lượng tự nhiên của nguyên liệu. Hiếm có là vậy nhưng Juno, chủ nhân của chiếc nồi, lại ít khi dùng đến nó. Vì cô rất tự hào về tài nấu nướng của mình nên người ta cho rằng cô không thích phụ thuộc vào một cổ vật thần kỳ đến thế. Vậy là báu vật của thế giới ẩm thực giờ chỉ là một món đồ trang trí trong quán trọ của Juno. Dù vậy, nếu có ngày cô quyết định dùng đến nó thì thế giới sẽ được chứng kiến nghệ thuật nấu nướng thực sự đẳng cấp."
  },
  "s1": {
    "name": "Cao lương mỹ vị",
    "description": "Hóa giải hiệu ứng có hại cho toàn bộ đồng minh, hồi phục tổng cộng {1} HP trong {0} giây và tăng {2} điểm Phòng thủ. [Nguyên liệu tuyệt hảo] Khi có 2 lần cộng dồn trở lên, dùng 2 lần cộng dồn Nguyên liệu tuyệt hảo để nhân đôi mức Hỗ trợ phòng thủ.",
    "books": {
      "0": "Tăng {0}% tỷ lệ Hồi máu và mức Sát thương.",
      "1": "Tăng {0}% tỷ lệ Hồi máu và mức Sát thương.",
      "2": "Tăng {0}% tỷ lệ Hồi máu và mức Sát thương."
    },
    "light": "[Cao lương mỹ vị] Tăng 15% mức Tấn công của mục tiêu trong khi dùng kỹ năng. [Món cay đặc biệt của Juno] Làm tăng 25% sát thương vật lý của đối phương trong 10 giây.",
    "dark": "[Cao lương mỹ vị] Chuyển mọi hiệu ứng thành không thể hóa giải. [Món cay đặc biệt của Juno] Giảm 1 điểm mức Tiêu hao mana.",
    "linked": {
      "name": "Món cay đặc biệt của Juno",
      "description": "Hóa giải hiệu ứng có lợi của toàn bộ quân địch, gây tổng cộng {1} Sát thương vật lý trong {0} giây, kẻ địch chịu thêm {2}% Sát thương vật lý. [Nguyên liệu tuyệt hảo] Khi có 2 lần cộng dồn trở lên, dùng 2 lần cộng dồn Nguyên liệu tuyệt hảo để nhân đôi mức Sát thương vật lý mà kẻ địch phải chịu."
    }
  },
  "s2": {
    "name": "Bồi bổ",
    "description": "Tạo kết giới cho đồng minh có HP thấp nhất, hấp thu {0} Sát thương, được Miễn nhiễm trạng thái chế ngự và có thêm 1 quả cầu Mana. [Nguyên liệu tuyệt hảo] Khi có 2 lần cộng dồn trở lên, dùng 2 lần cộng dồn Nguyên liệu tuyệt hảo để nhân đôi khả năng Hồi MP.",
    "books": {
      "0": "Tăng {0}% khả năng Che chắn và mức Sát thương.",
      "1": "Tăng {0}% khả năng Che chắn và mức Sát thương.",
      "2": "Tăng {0}% khả năng Che chắn và mức Sát thương."
    },
    "light": "[Bồi bổ] Tăng 1 điểm mức Tiêu hao mana, nhưng tạo kết giới cho 2 mục tiêu. [Rượu mời hay rượu phạt?] Trong 10 giây, giảm 200 điểm Tốc độ tấn công của kẻ địch trúng đòn.",
    "dark": "[Bồi bổ] Giảm 1 điểm mức Tiêu hao mana. [Rượu mời hay rượu phạt?] Tăng 2 giây Thời gian hồi chiêu cho kỹ năng chủ động của kẻ địch trúng đòn.",
    "ut": {
      "name": "Hũ hạnh phúc",
      "description": [
        "[Bồi bổ] Tăng 50% Tỷ lệ hồi MP và giảm 12% Thời gian hồi chiêu cho kỹ năng chủ động của mục tiêu. [Rượu mời hay rượu phạt?] Tăng 50% mức Giảm MP và làm choáng mục tiêu trong 1 giây.",
        "[Bồi bổ] Tăng 50% Tỷ lệ hồi MP và giảm 14% Thời gian hồi chiêu cho kỹ năng chủ động của mục tiêu. [Rượu mời hay rượu phạt?] Tăng 50% mức Giảm MP và làm choáng mục tiêu trong 1,2 giây.",
        "[Bồi bổ] Tăng 50% Tỷ lệ hồi MP và giảm 17% Thời gian hồi chiêu cho kỹ năng chủ động của mục tiêu. [Rượu mời hay rượu phạt?] Tăng 50% mức Giảm MP và làm choáng mục tiêu trong 1,4 giây.",
        "[Bồi bổ] Tăng 50% Tỷ lệ hồi MP và giảm 21% Thời gian hồi chiêu cho kỹ năng chủ động của mục tiêu. [Rượu mời hay rượu phạt?] Tăng 50% mức Giảm MP và làm choáng mục tiêu trong 1,7 giây.",
        "[Bồi bổ] Tăng 50% Tỷ lệ hồi MP và giảm 25% Thời gian hồi chiêu cho kỹ năng chủ động của mục tiêu. [Rượu mời hay rượu phạt?] Tăng 50% mức Giảm MP và làm choáng mục tiêu trong 2,1 giây.",
        "[Bồi bổ] Tăng 50% Tỷ lệ hồi MP và giảm 30% Thời gian hồi chiêu cho kỹ năng chủ động của mục tiêu. [Rượu mời hay rượu phạt?] Tăng 50% mức Giảm MP và làm choáng mục tiêu trong 2,5 giây."
      ],
      "story": "Chiếc hũ mà Juno thuở còn ngây thơ đã mua lại với giá 'hớ' từ một tay lái buôn đáng ngờ. Hắn bảo rằng chiếc hũ có thể biến nước thường thành nước dùng kỳ diệu. Cô mắc lừa ngay khi xem hắn làm mẫu với đôi tay thoăn thoắt. Dù vậy, tay lái buôn không ngờ rằng món đồ này lại trở thành chiếc Hũ hạnh phúc thực thụ nhờ tài nấu nướng tuyệt vời của Juno. Giờ đây, với kỹ năng bếp núc tiến bộ đáng kể và Gia vị đặc biệt của Juno, phiên bản cải tiến của thứ bột nước dùng thần kỳ mà tay lái buôn từng sử dụng, chiếc hũ đã trở thành một trong những dụng cụ nhà bếp quan trọng nhất trong quán trọ của Juno, luôn cho ra những món ăn hảo hạng."
    },
    "linked": {
      "name": "Rượu mời hay rượu phạt?",
      "description": "Tấn công mục tiêu và kẻ địch quanh nó, gây {0} Sát thương vật lý và giảm 1 quả cầu MP của chúng. Nếu mục tiêu không phải Anh hùng, gây thêm {1} Sát thương vật lý và bỏ qua Phòng thủ. [Nguyên liệu tuyệt hảo] Khi có 2 lần cộng dồn trở lên, dùng 2 lần cộng dồn Nguyên liệu tuyệt hảo để nhân đôi mức Giảm MP."
    }
  },
  "s3": {
    "name": "Đầu bếp địa ngục",
    "description": "Hóa giải mọi hiệu ứng có hại cho bản thân, hồi {0} HP và hóa thành Đầu bếp địa ngục. [Cao lương mỹ vị] và [Bồi bổ] lần lượt đổi thành [Món cay đặc biệt của Juno] và [Rượu mời hay rượu phạt?]. Được 1 lần cộng dồn [Nguyên liệu tuyệt hảo] không thể hóa giải. Hóa thành Đầu bếp thiên đàng khi dùng lại kỹ năng này.",
    "books": {
      "0": "Tăng hồi máu {0}%.",
      "1": "Tăng hồi máu {0}%.",
      "2": "Tăng hồi máu {0}%."
    },
    "light": "Tăng 100% tỷ lệ Hồi máu.",
    "dark": "Hồi phục 1 quả cầu MP khi sử dụng.",
    "ut": {
      "name": "Bộ gia vị đáng ngờ",
      "description": [
        "[Đầu bếp địa ngục] Áp dụng hiệu ứng hồi máu cho toàn bộ đồng minh và giảm 1 giây Thời gian hồi chiêu Đầu bếp địa ngục.",
        "[Đầu bếp địa ngục] Áp dụng hiệu ứng hồi máu cho toàn bộ đồng minh và giảm 1,2 giây Thời gian hồi chiêu Đầu bếp địa ngục.",
        "[Đầu bếp địa ngục] Áp dụng hiệu ứng hồi máu cho toàn bộ đồng minh và giảm 1,4 giây Thời gian hồi chiêu Đầu bếp địa ngục.",
        "[Đầu bếp địa ngục] Áp dụng hiệu ứng hồi máu cho toàn bộ đồng minh và giảm 1,7 giây Thời gian hồi chiêu Đầu bếp địa ngục.",
        "[Đầu bếp địa ngục] Áp dụng hiệu ứng hồi máu cho toàn bộ đồng minh và giảm 2,1 giây Thời gian hồi chiêu Đầu bếp địa ngục.",
        "[Đầu bếp địa ngục] Áp dụng hiệu ứng hồi máu cho toàn bộ đồng minh và giảm 2,5 giây Thời gian hồi chiêu Đầu bếp địa ngục."
      ],
      "story": "- Món đặc biệt của Juno theo yêu cầu đây! Phải nếm thử món ăn ở quán trọ rồi người ta mới tin vào biển hiệu 'Vị ngon tuyệt hảo! Chất lượng miễn chê' trước quán. Ngôn từ không thể nào lột tả hết hương vị món ăn của Juno. Khi được hỏi bí quyết là gì, cô chỉ cười rồi đáp: - Đó là Gia vị đặc biệt của Juno!"
    }
  },
  "s4": {
    "name": "Sẵn sàng phục vụ!",
    "description": "Khi hóa thành Đầu bếp thiên đàng, tăng {0} Phòng thủ và {1}% tỷ lệ hồi máu của toàn bộ đồng minh. Khi hóa thành Đầu bếp địa ngục, giảm {2} Phòng thủ và {3}% tỷ lệ hồi máu của toàn bộ quân địch.",
    "books": {
      "0": "Tăng {0}% chỉ số tăng phòng phủ",
      "1": "Tăng {0}% chỉ số tăng phòng phủ",
      "2": "Tăng {0}% chỉ số tăng phòng phủ"
    },
    "light": "Tăng 200 điểm Xác suất chí mạng của toàn bộ đồng minh.",
    "dark": "Giảm 200 điểm Xuyên phòng thủ của toàn bộ kẻ địch."
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / P. Block +200",
    "dark": "Vào đầu mỗi trận chiến, được 2 lần cộng dồn [Nguyên liệu tuyệt hảo] và tăng 200% khả năng Hồi MP mỗi giây trong 10 giây."
  }
}