{
  "name": "Nicky",
  "subtitle": "Quản ngục trưởng tàn nhẫn",
  "description": "Một nữ chiến binh, Quản ngục trưởng tại Nhà ngục Orvel, nơi giam giữ những quái vật xấu xa nhất. Sở hữu kỹ năng và sức mạnh sánh ngang với Mãnh thú đấu trường Gladi, cô ta gieo rắc nỗi sợ hãi lên tâm trí lũ quái vật. Cây chùy quyền năng của cô có thể đánh tan xương nát thịt mọi kẻ địch.",
  "story": "Quản ngục trưởng cai quản Nhà ngục Orvel. Trước kia, cô từng là chiến binh tại Đấu trường Orvel và là cường địch của Gladi. Khi Gladi dành nhiều thời gian điều hành cửa hàng, chẳng màng việc chinh phạt Đấu trường nữa, Nicky cũng hết hứng thú và tìm một công việc mới. Với kinh nghiệm huấn luyện quái vật, cô xin vào làm Quản ngục trưởng tại Nhà ngục, một công việc nguy hiểm nhưng được trả hậu hĩnh. Thường thì các tù nhân trong ngục sợ hãi không dám làm gì trái ý cô, nhưng đôi khi, chúng mất bình tĩnh và gây ra rắc rối. Mỗi lần như thế, cây chùy của cô lại nhuốm máu, và lũ tù nhân lại co rúm trong sợ hãi.",
  "like": "Những điều đơn giản, mọi thứ ngăn nắp",
  "dislike": "Những kẻ gây rối ngang bướng",
  "inn": {
    "idle": "Ngươi lang thang ở đâu thế? Làm vài ly nào!",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Này! Ngươi cứ lượn lờ gì quanh đây thế! Lại đây nhanh!",
      "talk": [
        "Ta bắt đầu phát mệt với việc hành hạ lũ quái vật này rồi.",
        "Có kẻ nào có thể đánh nhau một trận ra trò không? Ngươi muốn không? Lên đi!"
      ],
      "gift": "Quà ư? Ôi chao, thật sao?"
    },
    "relationship": {
      "greet": "Kẻ nào có hành động đáng ngờ phải bị táng vỡ mặt, đúng chứ?",
      "talk": [
        "Công việc thế nào rồi? Vẫn thế. Chỉ việc vả sấp mặt đứa nào không nghe lời.",
        "Ở đây tốt hơn nhiều so với cái nhà ngục u tối kia!",
        "Gladi tẻ nhạt, giờ chẳng thấy cô ta bén mảng đến Đấu trường nữa."
      ]
    }
  },
  "uw": {
    "name": "Chùy phục sinh, Hartnon",
    "description": [
      "Kỹ năng đánh trúng sẽ tăng 20% Sát thương vật lý mà mục tiêu phải nhận trong 5 giây và giảm 80 Mana mỗi giây.",
      "Kỹ năng đánh trúng sẽ tăng 24% Sát thương vật lý mà mục tiêu phải nhận trong 5 giây và giảm 100 Mana mỗi giây.",
      "Kỹ năng đánh trúng sẽ tăng 29% Sát thương vật lý mà mục tiêu phải nhận trong 5 giây và giảm 120 Mana mỗi giây.",
      "Kỹ năng đánh trúng sẽ tăng 35% Sát thương vật lý mà mục tiêu phải nhận trong 5 giây và giảm 140 Mana mỗi giây.",
      "Kỹ năng đánh trúng sẽ tăng 42% Sát thương vật lý mà mục tiêu phải nhận trong 5 giây và giảm 170 Mana mỗi giây.",
      "Kỹ năng đánh trúng sẽ tăng 50% Sát thương vật lý mà mục tiêu phải nhận trong 5 giây và giảm 200 Mana mỗi giây."
    ],
    "story": "Cây chùy được Quản ngục trưởng sử dụng để quản lý các tù nhân. Lũ quái vật bất kham đang bị giam cầm biết đến nó với cái tên Chùy phục sinh. Cây chùy được truyền qua các đời quản ngục trưởng tại Nhà ngục Orvelia, nhưng ngay khi đến tay Nicky, quản ngục trưởng mới, cô đã làm gãy cây chùy này trong lúc đang quật tới tấp vào đám tù nhân. -......... Cô nhìn chằm chằm vào cây chùy bị gãy, rồi đột nhiên liếc mắt sang đám tù nhân. Đôi mắt của cô dừng lại ở tên Quái thú địa ngục Hartnon, kẻ có sừng bao bọc toàn bộ cơ thể. Cô nhếch mép cười giận dữ. - Ngươi! Cái thân thể rác rưởi của ngươi không xứng với đôi mắt đẹp đẽ kia! Cuối cùng, Thợ rèn Jin đã biến đôi mắt của tên quái vật trở thành cây chùy mới của Nicky. Một cây chùy hoàn hảo cho cô. Sừng mọc lên từ cây chùy rỉ ra lời nguyền sầu khổ, trong khi nỗi uất hận hằn sâu trong tròng mắt của con quái vật mang đến nỗi đau xé nát tâm can. Đám tù nhân bắt đầu gọi cây chùy mới là 'Hartnon' để tưởng nhớ con quái vật đã hi sinh vì thứ vũ khí này. Nicky thích thú khôn tả khi vung cây chùy mới này vào đám tù nhân."
  },
  "s1": {
    "name": "Chùy phục sinh",
    "description": "Gây {0} Sát thương vật lý lên đối tượng địch và các kẻ địch gần đó trong phạm vi hẹp, rồi làm choáng chúng trong {1} giây. Mục tiêu sẽ bị Giải giới trong [64fff] {2} giây. Kẻ địch trong trạng thái Giải giới sẽ bị thay đổi Xác suất chặn vật lý về 0. Không thể loại bỏ hiệu ứng này.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Tăng 3 giây thời gian kéo dài hiệu ứng giải giới.",
    "dark": "Giảm 1 điểm Tiêu hao mana.",
    "ut": {
      "name": "Giày nhà ngục đặc biệt",
      "description": [
        "[Chùy phục sinh] Giảm 25% Phòng thủ vật lý của kẻ địch trúng chiêu trong 10 giây và thêm hiệu ứng giảm 30% Lực hồi phục khi ở trạng thái ‘Giải giới’.",
        "[Chùy phục sinh] Giảm 25% Phòng thủ vật lý của kẻ địch trúng chiêu trong 10 giây và thêm hiệu ứng giảm 36% Lực hồi phục khi ở trạng thái ‘Giải giới’.",
        "[Chùy phục sinh] Giảm 25% Phòng thủ vật lý của kẻ địch trúng chiêu trong 10 giây và thêm hiệu ứng giảm 43% Lực hồi phục khi ở trạng thái ‘Giải giới’.",
        "[Chùy phục sinh] Giảm 25% Phòng thủ vật lý của kẻ địch trúng chiêu trong 10 giây và thêm hiệu ứng giảm 52% Lực hồi phục khi ở trạng thái ‘Giải giới’.",
        "[Chùy phục sinh] Giảm 25% Phòng thủ vật lý của kẻ địch trúng chiêu trong 10 giây và thêm hiệu ứng giảm 62% Lực hồi phục khi ở trạng thái ‘Giải giới’.",
        "[Chùy phục sinh] Giảm 25% Phòng thủ vật lý của kẻ địch trúng chiêu trong 10 giây và thêm hiệu ứng giảm 75% Lực hồi phục khi ở trạng thái ‘Giải giới’."
      ],
      "story": "Một đôi giày đặc biệt, làm bằng da của lũ quái vật điên cuồng ở Nhà ngục. Vào ngày đầu tiên Nicky trở thành quản ngục trưởng, cô vô cùng bực bội khi thấy bọn quái vật quậy phá nơi này. Khi lũ quái vật nhào tới, cô nở một nụ cười lạnh lùng, rồi vung chùy đập nát đầu chúng. Sau đó, Nicky lột da lũ quái vật và làm thành một đôi giày. Kể từ đó, không tên tù nào ở Nhà ngục dám giở trò gì với cô nữa."
    }
  },
  "s2": {
    "name": "Cơn gió tàn khốc",
    "description": "Vung vũ khí tấn công kẻ địch trong phạm vi hình tròn 7 lần. Mỗi đòn gây  {1} sát thương vật lý và làm choáng kẻ địch trong vòng 1,5 giây. Khi địch là anh hùng, lực phòng thủ vật lý sẽ bị giảm 30% trong 5 giây; khi địch không phải là anh hùng thì mức sát thương vật lý gây ra sẽ tăng thêm 30% trong vòng 5 giây.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Mỗi đòn tấn công sẽ loại bỏ hiệu ứng có lợi của địch.",
    "dark": "Tăng 100% Sát thương lên kẻ địch không phải là Anh hùng trong thời gian hiệu lực của kỹ năng.",
    "ut": {
      "name": "Dây chuyền của Thần chiến tranh",
      "description": [
        "[Cơn gió tàn khốc] Tăng 50% Sát thương và giảm 1,6% Thời gian hồi chiêu đối với mỗi kẻ địch trúng chiêu.",
        "[Cơn gió tàn khốc] Tăng 50% Sát thương và giảm 1,9% Thời gian hồi chiêu đối với mỗi kẻ địch trúng chiêu.",
        "[Cơn gió tàn khốc] Tăng 50% Sát thương và giảm 2,3% Thời gian hồi chiêu đối với mỗi kẻ địch trúng chiêu.",
        "[Cơn gió tàn khốc] Tăng 50% Sát thương và giảm 2,7% Thời gian hồi chiêu đối với mỗi kẻ địch trúng chiêu.",
        "[Cơn gió tàn khốc] Tăng 50% Sát thương và giảm 3,3% Thời gian hồi chiêu đối với mỗi kẻ địch trúng chiêu.",
        "[Cơn gió tàn khốc] Tăng 50% Sát thương và giảm 4% Thời gian hồi chiêu đối với mỗi kẻ địch trúng chiêu."
      ],
      "story": "Mặt dây chuyền thu được sau trận đấu với Gladi, kình địch truyền đời của Nicky. Nghe nói Thần chiến tranh của Lục địa Orbis trước đây đã phong ấn sức mạnh của mình vào mặt dây chuyền ấy để sau này có thể sử dụng lúc khốn khó. Bên trong viên ngọc là một ngọn lửa rực cháy như linh hồn của đấu sĩ. Khi vật này được đưa ra đấu giá, Gladi và Nicky đã tranh đấu với nhau bất kể đêm ngày mà vẫn bất phân thắng bại. Chuyện xảy ra tiếp sau đó liệu có phải là một hành động tinh quái của Nữ thần không nhỉ? Khi trận đấu trở nên vô cùng khốc liệt, ngọn gió đưa đến một mùi hương cỏ bạc hà. Gladi bị hương vị ngọt ngào này dẫn dụ, nên từ bỏ trận chiến và chạy ra ngoài. Cuối cùng, Nicky giành được mặt dây chuyền."
    }
  },
  "s3": {
    "name": "Tử hình",
    "description": "Tập trung giữ vững tư thế, tấn công kẻ địch trong phạm vi rộng trước mặt, sau khi xóa bỏ đòn có lợi của kẻ địch và gây sát thương vật lý {0} sẽ hạ gục, thổi bay kẻ địch trong vòng 6 giây. Gây thêm {1} sát thương vật lý nếu địch không phải là Anh hùng. Kỹ năng này được áp dụng tỷ lệ trúng đích và tỷ lệ trúng trạng thái cao hơn 500.",
    "books": {
      "0": "Tăng {0}% sát thương.",
      "1": "Tăng {0}% sát thương.",
      "2": "Tăng {0}% sát thương."
    },
    "light": "Giảm 1 điểm Tiêu hao mana.",
    "dark": "Tăng 1 điểm Tiêu hao mana và 100% Sát thương.",
    "ut": {
      "name": "Tay gấu đầu lâu tàn nhẫn",
      "description": [
        "[Tử hình] Giảm 30% Thời gian hồi chiêu và mỗi lần sử dụng sẽ tăng 4% Sát thương của bản thân gây lên Boss. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Tử hình] Giảm 30% Thời gian hồi chiêu và mỗi lần sử dụng sẽ tăng 4.8% Sát thương của bản thân gây lên Boss. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Tử hình] Giảm 30% Thời gian hồi chiêu và mỗi lần sử dụng sẽ tăng 5.8% Sát thương của bản thân gây lên Boss. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Tử hình] Giảm 30% Thời gian hồi chiêu và mỗi lần sử dụng sẽ tăng 7% Sát thương của bản thân gây lên Boss. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Tử hình] Giảm 30% Thời gian hồi chiêu và mỗi lần sử dụng sẽ tăng 8.4% Sát thương của bản thân gây lên Boss. Hiệu ứng này có thể cộng dồn tối đa 10 lần.",
        "[Tử hình] Giảm 30% Thời gian hồi chiêu và mỗi lần sử dụng sẽ tăng 10% Sát thương của bản thân gây lên Boss. Hiệu ứng này có thể cộng dồn tối đa 10 lần."
      ],
      "story": "Món vũ khí tay gấu kỳ lạ mua được từ Cassandra khi cô ấy ghé thăm Orvelia. Cassandra gặp Nicky đang chửi rủa nhặng xị đám tù nhân khó bảo ở Quán trọ và bán món đồ này cho cô ta. Theo lời Cassandra, những hình đầu lâu trên tay gấu này được làm bằng xương của những phù thủy cấp cao, cái tay gấu có đôi mắt đỏ còn có khả năng gây ảo giác và không ngừng tra tấn kẻ địch. Nicky đang dùng nó cùng với cây chùy để trừng phạt đám trọng phạm."
    }
  },
  "s4": {
    "name": "Bản năng tàn sát",
    "description": "Tăng {0} Tấn công và {1} Xác suất chí mạng. Khi HP của bản thân còn {2}% trở xuống, hiệu ứng Cuồng Bạo sẽ kích hoạt. Hiệu ứng Cuồng Bạo loại bỏ tất cả Hiệu ứng có hại trên bản thân, tăng {4} Tấn công và tăng 500 điểm Tốc độ tấn công, giảm {5}% tổn hại phải chịu và được miễn nhiễm Trạng thái chế ngự trong {3} giây. Hiệu ứng này chỉ được kích hoạt một lần trong trận chiến.",
    "books": {
      "0": "Tăng {0}% lượng tăng lực tấn công.",
      "1": "Tăng {0}% lượng tăng lực tấn công.",
      "2": "Tăng {0}% lượng tăng lực tấn công."
    },
    "light": "Tăng 5 giây thời gian hiệu lực Cuồng Bạo.",
    "dark": "Khi kích hoạt hiệu ứng Cuồng bạo sẽ hồi phục 3 quả cầu mana.",
    "ut": {
      "name": "Móng tay đáng sợ",
      "description": [
        "[Bản năng tàn sát] Cuồng bạo trở nên không thể hóa giải. Khi kích hoạt, ngay lập tức giảm {0}% thời gian Hồi chiêu tất cả kỹ năng của bản thân.",
        "[Bản năng tàn sát] Cuồng bạo trở nên không thể hóa giải. Khi kích hoạt, ngay lập tức giảm 24% thời gian Hồi chiêu của tất cả kỹ năng.",
        "[Bản năng tàn sát] Cuồng bạo trở nên không thể hóa giải. Khi kích hoạt, ngay lập tức giảm 29% thời gian Hồi chiêu của tất cả kỹ năng.",
        "[Bản năng tàn sát] Cuồng bạo trở nên không thể hóa giải. Khi kích hoạt, ngay lập tức giảm 35% thời gian Hồi chiêu của tất cả kỹ năng.",
        "[Bản năng tàn sát] Cuồng bạo trở nên không thể hóa giải. Khi kích hoạt, ngay lập tức giảm 42% thời gian Hồi chiêu của tất cả kỹ năng.",
        "[Bản năng tàn sát] Cuồng bạo trở nên không thể hóa giải. Khi kích hoạt, ngay lập tức giảm 50% thời gian Hồi chiêu của tất cả kỹ năng."
      ],
      "story": "Bộ móng tay màu đen mà Nicky đeo vào ngày Phân loại rác ở Nhà ngục. Nicky luôn thấy khó chịu khi dính máu trên móng tay sau khi 'xử lý rác'. Mỗi con quái vật lại có một màu máu khác nhau nên móng tay cô ta rất bẩn sau khi xong việc. Một ngày nọ, khi cô ta đang tức tối và chửi bới vì móng tay bị làm bẩn thì bắt gặp một người phụ nữ có bộ móng tay nhiều màu và đã nảy ra ý tưởng. Nếu không muốn móng tay bị dính nhiều màu hỗn độn thì chỉ cần sơn đen móng tay là xong! Cô ta chọn những con quái vật có máu đen nhất và chế ra một lọ sơn móng tay đặc biệt. Giờ đây, mỗi lần đến ngày Phân loại rác, cô ta sẽ sơn móng tay màu đen. Khi cô ta bước vào Nhà ngục với bộ móng tay màu đen, tất cả tù nhân đều sợ chết khiếp."
    }
  },
  "t5": {
    "light": "ATK, DEF, HP+15% / ATK.Spd +100",
    "dark": "Tăng 500 điểm Kháng chế ngự của bản thân."
  }
}