{
  "name": "Cleo",
  "subtitle": "Sorcière du Purgatoire",
  "description": "Une sorcière de la Tour Rouge, elle utilise la magie explosive du feu pour infliger des dégâts à de multiples ennemis et inflige des dégâts encore plus élevés en faisant exploser les braises.",
  "story": "Les premiers souvenirs de Cleo remontent à la Tour du Sage. Orpheline élevée par Dominiks le Grand Sage, elle est à la fois une magicienne de génie et une fauteuse de troubles. Son incapacité à contrôler son propre pouvoir l'a souvent plongé dans le pétrin, notamment lorsqu'elle détruisit en partie la Tour Rouge, sa propre résidence. Cependant, elle s'est trouvée mise à l'écart de ses pairs, car le Grand Sage ne se fâchait jamais après elle. Cela a fait d'elle une fille égocentrique et irréfléchie. Néanmoins, au fond de son cœur, elle reste une petite fille bienveillante qui craint d'être rejetée par les autres.",
  "like": "Les feux de camp, les oreillers (?)",
  "dislike": "Les machines",
  "inn": {
    "idle": "Ah... quel ennui. J'espérais qu'il y aurait des objets magiques amusants par-ici.",
    "recruit": {
      "greet": "Bonjour! Je suis Cleo. Un Archimage!",
      "talk": [
        "Vous voulez de la viande? Je peux la cuisiner pour vous.",
        "Curiosité à propos de la Magie du Feu? Hehehe, je pourrais vous apprendre, mais tout le monde ne peut pas le faire.",
        "Pourquoi les gens m'appellent-ils la Sorcière du Purgatoire? Je n'aime pas ça. Appelez-moi Archimage!!"
      ],
      "gift": "Heh, je vous aime bien."
    },
    "affinity": {
      "greet": "Vous êtes en retard ! De quel droit faites-vous ainsi attendre l'archimage ?",
      "talk": [
        "Qui je préfère entre Frey et Roi ? Cette question n'a pas de sens ! Frey, bien sûr !",
        "Je me demande où est ma mère... Tant que je suis en vie, je devrais pouvoir la voir, non ?"
      ],
      "gift": "Oh ! Voilà qui ira très bien à l'archimage ! Merci !"
    },
    "relationship": {
      "greet": "Oho, vous êtes donc venu voir le meilleur Archimage de tous les temps!",
      "talk": [
        "Frey est plus qu'un oreiller pour moi!",
        "N'oubliez pas. C'est grâce à moi que nous sommes parvenus jusqu'ici aussi vite.",
        "Vous restez avec nous, nest-ce pas?"
      ]
    }
  },
  "uw": {
    "name": "Flenos, flamme primitive",
    "description": [
      "Chaque coup de compétence inflige des DEG M supplémentaires égaux à 3 % de l'ATQ par charge de Braises qui pèse sur les ennemis.",
      "Chaque coup de compétence inflige des DEG M supplémentaires égaux à 3,6 % de l'ATQ par charge de Braises qui pèse sur les ennemis.",
      "Chaque coup de compétence inflige des DEG M supplémentaires égaux à 4,3 % de l'ATQ par charge de Braises qui pèse sur les ennemis.",
      "Chaque coup de compétence inflige des DEG M supplémentaires égaux à 5,2 % de l'ATQ par charge de Braises qui pèse sur les ennemis.",
      "Chaque coup de compétence inflige des DEG M supplémentaires égaux à 6,3 % de l'ATQ par charge de Braises qui pèse sur les ennemis.",
      "Chaque coup de compétence inflige des DEG M supplémentaires égaux à 7,5 % de l'ATQ par charge de Braises qui pèse sur les ennemis."
    ],
    "story": "L'essence de la Première Flamme du monde. Le seigneur des Élementaires de Feu offrit cette gemme magnifique à un Humain qui était entré en contact avec lui. Au fil du temps, elle finit entre les mains d'un archimage, qui l'inséra au sein de son bâton. Plus tard, l'archimage offrit le bâton à son précieux disciple."
  },
  "s1": {
    "name": "Pointe de Feu",
    "description": "Attaque 5 fois un ennemi choisi au hasard et lui inflige un total de {0}  points de DEG M. Chaque coup critique restaure 100 points de mana.",
    "books": {
      "0": "Augmente les DEG de {0}%.",
      "1": "Augmente les DEG de {0}%.",
      "2": "Augmente les DEG de {0}%."
    },
    "light": "Lorsque vous attaquez plus de 5 ennemis, les DEG de la compétence sont réduits de 50 %, mais tous les ennemis sont alors pris pour cibles.",
    "dark": "Étourdit la cible pendant 1 sec.",
    "ut": {
      "name": "Lanterne de phénix",
      "description": [
        "[Pointe de feu] Cible l'ennemi à l'ATQ la plus élevée et réduit son mana de 100 points.",
        "[Pointe de feu] Cible l'ennemi à l'ATQ la plus élevée et réduit son mana de 120 points.",
        "[Pointe de feu] Cible l'ennemi à l'ATQ la plus élevée et réduit son mana de 140 points.",
        "[Pointe de feu] Cible l'ennemi à l'ATQ la plus élevée et réduit son mana de 170 points.",
        "[Pointe de feu] Cible l'ennemi à l'ATQ la plus élevée et réduit son mana de 210 points.",
        "[Pointe de feu] Cible l'ennemi à l'ATQ la plus élevée et réduit son mana de 250 points."
      ],
      "story": "Une lanterne magique provenant de la Tour du sage. La première flamme de la Tour du sage, tirée du phénix qui jamais ne s'éteint, est enfermée à l'intérieur. Dominic en a toujours pris grand soin, car les phénix sont à présent menacés, mais Cleo, insouciante, s'en sert pour améliorer son sort Pointe de feu, malgré les mises en garde de son maître."
    }
  },
  "s2": {
    "name": "Boule de Feu",
    "description": "Attaque la cible et les ennemis près d'elle, ce qui leur inflige {0}  points de DEG M et les étourdit pendant 2 sec. Inflige {1}  points de DEG M aux boss.",
    "books": {
      "0": "Augmente les DEG de {0}%.",
      "1": "Augmente les DEG de {0}%.",
      "2": "Augmente les DEG de {0}%."
    },
    "light": "Les attaques portées contre un ennemi ayant reçu au moins 10 charges de Braises augmentent les DEG M qu'il subit de 40 % pendant 10 sec.",
    "dark": "Inflige 10 charges de Braises à l'ennemi touché.",
    "ut": {
      "name": "Élixir de Flamel",
      "description": [
        "[Boule de feu] Réduit le coût en mana de 1 point et augmente les DEG de 20 %.",
        "[Boule de feu] Réduit le coût en mana de 1 point et augmente les DEG de 24 %.",
        "[Boule de feu] Réduit le coût en mana de 1 point et augmente les DEG de 29 %.",
        "[Boule de feu] Réduit le coût en mana de 1 point et augmente les DEG de 35 %.",
        "[Boule de feu] Réduit le coût en mana de 1 point et augmente les DEG de 42 %.",
        "[Boule de feu] Réduit le coût en mana de 1 point et augmente les DEG de 50 %."
      ],
      "story": "Élixir obtenu par Flamel, l’alchimiste de feu, en condensant des essences de flamme. Tous les sorciers du monde envient le feu de Flamel, qui brûle sans interruption. L’essence de flamme qu’il a obtenue grâce aux salamandres du volcan Dragia décuple les effets de Boule de Feu."
    }
  },
  "s3": {
    "name": "Pluie de Feu",
    "description": "Attaque 5 fois tous les ennemis, ce qui leur inflige un total de {0}  points de DEG M. Cette attaque inflige 150 % de DEG Crit supplémentaires.",
    "books": {
      "0": "Augmente les DEG de {0}%.",
      "1": "Augmente les DEG de {0}%.",
      "2": "Augmente les DEG de {0}%."
    },
    "light": "Augmente les DEG de 40 %.",
    "dark": "Réduit le coût en mana de 2 points pendant 10 sec lorsque vous attaquez plus de 5 ennemis. Un temps de recharge de 10 sec s'applique.",
    "ut": {
      "name": "Parchemin d'enfer brûlant",
      "description": [
        "[Pluie de Feu] Les DEG sont augmentés de 20% et le Temps de Recharge de la Compétence est réduit de 5% lors d'un Crit sur un ennemi ayant plus de 5 charges de Braise.",
        "[Pluie de Feu] Les DEG sont augmentés de 24% et le Temps de Recharge de la Compétence est réduit de 5% lors d'un Crit sur un ennemi ayant plus de 5 charges de Braise.",
        "[Pluie de Feu] Les DEG sont augmentés de 29% et le Temps de Recharge de la Compétence est réduit de 5% lors d'un Crit sur un ennemi ayant plus de 5 charges de Braise.",
        "[Pluie de Feu] Les DEG sont augmentés de 35% et le Temps de Recharge de la Compétence est réduit de 5% lors d'un Crit sur un ennemi ayant plus de 5 charges de Braise.",
        "[Pluie de Feu] Les DEG sont augmentés de 42% et le Temps de Recharge de la Compétence est réduit de 5% lors d'un Crit sur un ennemi ayant plus de 5 charges de Braise.",
        "[Pluie de Feu] Les DEG sont augmentés de 50% et le Temps de Recharge de la Compétence est réduit de 5% lors d'un Crit sur un ennemi ayant plus de 5 charges de Braise."
      ],
      "story": "Un parchemin rédigé par une sorcière de feu connue sous le nom de Déesse du Feu. Un parchemin laissé par la grande Sorcière du Feu d’Orvelia, Vesta, lorsqu’elle était à la Tour du Sage. Il est très puissant, mais demande beaucoup de mana. Cleo prit le Parchemin d’enfer brûlant dans la Tour du Sage, alors que c’est un parchemin interdit. Elle l’utilise désormais pour améliorer sa Pluie de Feu."
    }
  },
  "s4": {
    "name": "Diffusion de Flammes",
    "description": "Inflige une charge de Braises lors d'une attaque portée contre l'ennemi. Les ennemis touchés par Braises subissent {1}  points de DEG M pendant 20 sec. Braises peut se cumuler jusqu'à 10 fois.",
    "books": {
      "0": "Augmente les DEG de {0}%.",
      "1": "Augmente les DEG de {0}%.",
      "2": "Augmente les DEG de {0}%."
    },
    "light": "Permet de porter à 12 le nombre maximal de charges de Braises.",
    "dark": "Toutes les 10 sec, étourdit les ennemis touchés par Braises pendant 2 sec. Les ennemis portant plus de 10 charges de Braises sont étourdis pendant 3 sec.",
    "ut": {
      "name": "Initiation aux sorts de sorcière rouge",
      "description": [
        "[Diffusion de flammes] Rend Braises inamovible, et la cible subit 1 % de DEG M supplémentaire par charge.",
        "[Diffusion de flammes] Rend Braises inamovible, et la cible subit 1,2 % de DEG M supplémentaires par charge.",
        "[Diffusion de flammes] Rend Braises inamovible, et la cible subit 1,4 % de DEG M supplémentaires par charge.",
        "[Diffusion de flammes] Rend Braises inamovible, et la cible subit 1,7 % de DEG M supplémentaires par charge.",
        "[Diffusion de flammes] Rend Braises inamovible, et la cible subit 2,1 % de DEG M supplémentaires par charge.",
        "[Diffusion de flammes] Rend Braises inamovible, et la cible subit 2,5 % de DEG M supplémentaire par charge."
      ],
      "story": "Un grimoire détaillant comment utiliser la magie de feu pour les sorcières rouges. La plupart des mages jugent ce livre tabou, car la puissance destructrice des sorts qu'il contient peut faire sombrer la personne qui s'en sert dans la folie. Cependant, cela ne l'empêche pas de circuler secrètement au sein de l'empire."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / Chances Crit +100",
    "dark": "Inflige deux charges de Braises toutes les secondes à tous les ennemis non-héros."
  }
}