{
  "name": "Arch",
  "subtitle": "Flèche de Pureté",
  "description": "Un ange de haut rang descendu dans ce monde pour punir les Démons incitateurs du chaos. Volant dans les cieux, ses flèches abattent le jugement sur les malfaisants.",
  "story": "Un guerrier angélique descendu du ciel pour punir les démons et empêcher le chaos de se répandre sur terre. Parmi les tâches qu'on lui a confiées, il doit explorer, repérer et exécuter tous les démons qu'il trouvera sur terre. Il a un grand un sens des responsabilités et il est aussi rapide qu'efficace pour lutter contre les injustices. Il adore l'humanité et toutes les formes de vie qui habitent la terre. C'est pour cela qu'il fait tout pour empêcher les démons de souiller le monde.",
  "like": "La paix et la stabilité",
  "dislike": "Les démons",
  "inn": {
    "idle": "Hmm?! Je pense que je viens juste de voir un démon...",
    "recruit": {
      "greet": "Salutations, habitants de la terre.",
      "talk": [
        "Mes ailes sont-elles si intéressantes?",
        "Frapper le Diable est ma mission.",
        "Puissiez-vous voir que vos vies sont bénies par la déesse."
      ],
      "gift": "Puisse la lumière guider votre chemin."
    },
    "affinity": {
      "greet": "Je suis ravi de vous voir, poursuivant de la lumière.",
      "talk": [
        "Le destin du monde repose entre vos mains.",
        "Vous qui avez reçu la bénédiction de la déesse, qu'allez-vous faire de ce pouvoir ?"
      ],
      "gift": "Je ne sais pas trop comment m'en servir, mais merci quand même."
    },
    "relationship": {
      "greet": "Puisse la lumière être avec vous, mon ami.",
      "talk": [
        "Démons... des vermines qui doivent être exécutées, mais le peu qui vient nous aider... je ne sais pas quoi en faire.",
        "Votre existence est comme une balise brillante. Gardez votre âme pure, mon ami.",
        "Je croyais que votre race était faible. Mais maintenant, j'ai appris que la force pouvait avoir plusieurs formes."
      ]
    }
  },
  "uw": {
    "name": "Sherrkyle, Ciel Bleu Clair",
    "description": [
      "Toutes les 10 sec, marque un ennemi aléatoire avec un Emblème de Jugement pendant 15 sec et inflige des points de DEG M. qui ignorent la DEF M. jusqu'à un maximum de 168% de l'ATQ.",
      "Toutes les 10 sec, marque un ennemi aléatoire avec un Emblème de Jugement pendant 15 sec et inflige des points de DEG M. qui ignorent la DEF M. jusqu'à un maximum de 201.6% de l'ATQ.",
      "Toutes les 10 sec, marque un ennemi aléatoire avec un Emblème de Jugement pendant 15 sec et inflige des points de DEG M. qui ignorent la DEF M. jusqu'à un maximum de 241.5% de l'ATQ.",
      "Toutes les 10 sec, marque un ennemi aléatoire avec un Emblème de Jugement pendant 15 sec et inflige des points de DEG M. qui ignorent la DEF M. jusqu'à un maximum de 289.8% de l'ATQ.",
      "Toutes les 10 sec, marque un ennemi aléatoire avec un Emblème de Jugement pendant 15 sec et inflige des points de DEG M. qui ignorent la DEF M. jusqu'à un maximum de 348.6% de l'ATQ.",
      "Toutes les 10 sec, marque un ennemi aléatoire avec un Emblème de Jugement pendant 15 sec et inflige des points de DEG M. qui ignorent la DEF M. jusqu'à un maximum de 420% de l'ATQ."
    ],
    "story": "Une puissante arme de lumière pouvant prendre la forme d'une lance, d'une dague ou d'un arc. Béni par un archange, c'est l'un des trésors divins des anges. On dit qu'il peut incinérer le mal. Grâce à sa polyvalence, on le donne généralement à l'éclaireur le plus talentueux. D'innombrables démons furent anéantis par sa lumière."
  },
  "s1": {
    "name": "Flèche Célèste",
    "description": "Inflige {0} points de DEG M. à un maximum de 3 ennemis et les renverse. Les ennemis touchés sont marqués par un Emblème de Jugement pendant 15 sec.",
    "books": {
      "0": "Augmente les DEG de {0}%.",
      "1": "Augmente les DEG de {0}%.",
      "2": "Augmente les DEG de {0}%."
    },
    "light": "S'il y a 1 ennemi, les DEG sont augmentés de 100%.",
    "dark": "Applique Étourdissement pendant 1 sec sur les ennemis marqué d'un symbole."
  },
  "s2": {
    "name": "Incendie Purifiant",
    "description": "Inflige {0} points de DEG M. aux ennemis, en ligne droite. Les ennemis marqués par un Emblème de Jugement subissent {1} points de DEG M. supplémentaires qui ignorent la DEF M.",
    "books": {
      "0": "Augmente les DEG de {0}%.",
      "1": "Augmente les DEG de {0}%.",
      "2": "Augmente les DEG de {0}%."
    },
    "light": "Chances de Crit augmentées de 40%.",
    "dark": "Le Temps de recharge est réduit de 3 sec.",
    "ut": {
      "name": "Carré magique de poursuite",
      "description": [
        "[Feu purificateur] Réduit le coût en mana de 1 point et augmente les DEG de 20 %.",
        "[Feu purificateur] Réduit le coût en mana de 1 point et augmente les DEG de 24 %.",
        "[Feu purificateur] Réduit le coût en mana de 1 point et augmente les DEG de 29 %.",
        "[Feu purificateur] Réduit le coût en mana de 1 point et augmente les DEG de 35 %.",
        "[Feu purificateur] Réduit le coût en mana de 1 point et augmente les DEG de 42 %.",
        "[Feu purificateur] Réduit le coût en mana de 1 point et augmente les DEG de 50 %."
      ],
      "story": "Cet objet est le symbole de l'armée des arbitres de feu qui ont mené un combat acharné contre des démons ancestraux. Lorsque vous utilisez le carré magique de poursuite béni par Lua, la déesse de la Lumière, Arch se transforme en arbitre sans pitié."
    }
  },
  "s3": {
    "name": "Arbitre",
    "description": "Inflige {0} points de DEG M. aux ennemis à portée. Les ennemis marqués par un Emblème de Jugement subissent 50% de DEG M. supplémentaires et subissent également Silence pendant 5 sec. Tous les alliés sont Immunisés aux DEG M. pendant 5 sec.",
    "books": {
      "0": "Augmente les DEG de {0}%.",
      "1": "Augmente les DEG de {0}%.",
      "2": "Augmente les DEG de {0}%."
    },
    "light": "Marque d'un symbole les ennemis touchés.",
    "dark": "Les DEG M. sont augmentés et l'effet Silence est appliqué aux ennemis non marqués d'un symbole.",
    "ut": {
      "name": "Œil du paradis",
      "description": [
        "[Arbitre] Les DEG sont augmentés de 20% et l'ATQ de tous les alliés est augmentée de 30% pendant la durée du Bouclier M.",
        "[Arbitre] Les DEG sont augmentés de 24% et l'ATQ de tous les alliés est augmentée de 30% pendant la durée du Bouclier M.",
        "[Arbitre] Les DEG sont augmentés de 29% et l'ATQ de tous les alliés est augmentée de 30% pendant la durée du Bouclier M.",
        "[Arbitre] Les DEG sont augmentés de 35% et l'ATQ de tous les alliés est augmentée de 30% pendant la durée du Bouclier M.",
        "[Arbitre] Les DEG sont augmentés de 42% et l'ATQ de tous les alliés est augmentée de 30% pendant la durée du Bouclier M.",
        "[Arbitre] Les DEG sont augmentés de 50% et l'ATQ de tous les alliés est augmentée de 30% pendant la durée du Bouclier M."
      ],
      "story": "L’œuf d’âme de l’ange arbitre Pilier. Pilier naquit de la première flamme de Lua et c’est le maître d’Arch. Pilier fut le meilleur guerrier ange et l’un de ceux qui permit de mettre fin à la guerre contre les démons. Cependant, après avoir utilisé tous ses pouvoirs, il redevint un Œil du paradis, qui est une forme d’œuf d’âme. Arch détient donc l’âme de son maître."
    }
  },
  "s4": {
    "name": "Le Jugement Dernier",
    "description": "Toutes les 15 sec, inflige {0} points de DEG M. aux ennemis affectés par les Symboles de Jugement, ignorant la DEF. Une seule fois au cours de chaque bataille, lorsque les PV sont proches de 0, inflige {1} points de DEG M. aux ennemis affectés par les Symboles de Jugement, applique Étourdissement pendant 3 sec et incante un bouclier qui bloque {2} DEG, pour tous les alliés et pendant 5 sec. Pendant qu'il est actif, le bouclier procure une immunité aux Contrôles. Lorsque le bouclier s'active, toute la mana est consommée et tous les Temps de Recharge sont augmentés de 50%.",
    "books": {
      "0": "DEG et Bouclier sont augmentés de {0}%.",
      "1": "DEG et Bouclier sont augmentés de {0}%.",
      "2": "DEG et Bouclier sont augmentés de {0}%."
    },
    "light": "Pendant 20 secondes après l'activation, les attaques auto ciblent 2 ennemis.",
    "dark": "L'effet se produit 3 sec plus rapidement."
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / Chances Crit +100",
    "dark": "Un Coup Critique soigne les PV de tous les alliés à hauteur de 4% des DEG infligés."
  }
}