{
  "name": "Ezekiel",
  "subtitle": "Le Sang Maudit",
  "description": "Un croisement entre démon de haut-rang et humain, Ezekiel est condamné à maudire sa propre existence. Utilise son puissant bras droit démoniaque pour trancher ses ennemis.",
  "story": "Le fils de Lucikiel est un puissant officier démoniaque, responsable de la chute de la République de Gray. Il est généralement prudent et attentif, car il est à demi humain. Au combat, son sang de démon prend le dessus et il devient arrogant et violent. Il a hérité des pouvoirs de son père, qu'il n'a jamais connu. Cependant, il en tire une certaine fierté et ne s'en cache pas. Comme il n'est qu'à moitié démon, seul un de ses bras se transforme. Cependant, ce bras dispose d'une énorme puissance, qu'il a du mal à contrôler. S'il en perd le contrôle, mieux vaut s'éloigner de lui au plus vite.",
  "like": "Le pudding au caramel, les jus sucrés",
  "dislike": "Les faibles qui jouent aux durs, les imbéciles qui pensent tout savoir",
  "inn": {
    "idle": "Quoi'oir regarder?",
    "recruit": {
      "greet": "Comment? Vous pouvez répéter?",
      "talk": [
        "Hah, comme c'est ennuyeux...",
        "Continuez simplement votre route.",
        "Pourquoi vous'tous faites du social avec moi? Hah..."
      ],
      "gift": "Quoi...qu'est-ce que c'est... oh eh bien, ouais, j'accepterai..."
    },
    "affinity": {
      "greet": "Je suis fatigué parce que je ne dors pas assez.",
      "talk": [
        "Je me demande ce que mijote cet idiot de la République de Gray en ce moment.",
        "Oh, mes cheveux ? Ça en jette, pas vrai ? Cette mèche rebelle, c'est l'essence de mon style."
      ],
      "gift": "Oh, merci !"
    },
    "relationship": {
      "greet": "Oh? Donc, vous avez déjà parlé avec le faiblard de gamin?",
      "talk": [
        "Je m'en fous que mon père soit un Démon. Je suis fort, heureusement!",
        "Ce gamin est trop faible. Personne ne peut nous faire de mal!",
        "Ouais, parfois je ne peux pas contrôler ma propre puissance. Mais oh, c'est tellement drôle d'un autre côté! Hahaha!!"
      ]
    }
  },
  "uw": {
    "name": "Gardien du Désespoir Barbatos",
    "description": [
      "La durée de Fureur est augmentée de 2 sec et lorsqu'elle est active, les DEG Crit sont augmentés de 80%.",
      "La durée de Fureur est augmentée de 3 sec et lorsqu'elle est active, les DEG Crit sont augmentés de 90%.",
      "La durée de Fureur est augmentée de 4 sec et lorsqu'elle est active, les DEG Crit sont augmentés de 100%.",
      "La durée de Fureur est augmentée de 5 sec et lorsqu'elle est active, les DEG Crit sont augmentés de 110%.",
      "La durée de Fureur est augmentée de 6 sec et lorsqu'elle est active, les DEG Crit sont augmentés de 120%.",
      "La durée de Fureur est augmentée de 7 sec et lorsqu'elle est active, les DEG Crit sont augmentés de 130%."
    ],
    "story": "Le père d'Ezekiel faisait partie des démons supérieurs. Bien qu'il n'ait jamais connu son nom ou son visage, il est parfaitement conscient du pouvoir incommensurable dont il a hérité. C'est d'ailleurs à ce sang démoniaque qu'il doit sa seconde personnalité. Lorsque son humanité prévaut, Ezekiel est un jeune homme sociable. Mais il se change parfois en démon étonnamment arrogant et puissant, car son père. Barbatos, le Gardien du Désespoir, se manifeste lorsque le sang démoniaque d'Ezekiel prend le dessus. Adoptant la forme de son bras, cette arme est suffisamment puissante pour trancher à travers les dimensions et l'espace lui-même. Elle constitue la représentation physique du pouvoir de son père."
  },
  "s1": {
    "name": "Instinct Destructeur",
    "description": "Balaie les ennemis à portée de manière circulaire et inflige {0} points de DEG M. Frappe ensuite le sol, infligeant {1} points de DEG M. tout en renversant les ennemis pendant 3 sec. [Fureur] - Consomme 15% des PV actuels pour s'activer. La portée de l'effet augmente et les attaques tournoyantes attirent les ennemis.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Les DEG sont augmentés de 40%.",
    "dark": "Après activation, l'ATQ est augmentée de 40% pendant 5 sec.",
    "ut": {
      "name": "Ceinture en cuir de bête sauvage",
      "description": [
        "[Instinct destructeur] Restaure les PV à hauteur de 15 % des PV max et augmente les DEG M reçus par la cible de 15 % pendant 10 sec.",
        "[Instinct destructeur] Restaure les PV à hauteur de 15 % des PV max et augmente les DEG M reçus par la cible de 12 % pendant 10 sec.",
        "[Instinct destructeur] Restaure les PV à hauteur de 15 % des PV max et augmente les DEG M reçus par la cible de 14 % pendant 10 sec.",
        "[Instinct destructeur] Restaure les PV à hauteur de 15 % des PV max et augmente les DEG M reçus par la cible de 17 % pendant 10 sec.",
        "[Instinct destructeur] Restaure les PV à hauteur de 15 % des PV max et augmente les DEG M reçus par la cible de 21 % pendant 10 sec.",
        "[Instinct destructeur] Restaure les PV à hauteur de 15 % des PV max et augmente les DEG M reçus par la cible de 25 % pendant 10 sec."
      ],
      "story": "Lorsqu'Ezekiel fit un ras-de-cou en cuir de Manticore, il confectionna également une ceinture doublée. Ce cuir spécial a la particularité de contenir de l'énergie démoniaque et de rendre fou. Cette ceinture instille la peur autour d'elle lorsqu'Ezekiel relâche sa puissance démoniaque, immobilisant les esprits faibles."
    }
  },
  "s2": {
    "name": "Aube du Désespoir",
    "description": "Se précipite vers l'ennemi ayant l'ATQ la plus élevée et inflige {0} points de DEG M. aux ennemis à portée, réduisant leur Vit ATQ de {1}. [Fureur] - Consomme 10% des PV actuels pour s'activer. La portée de l'effet augmente, applique Étourdissement pendant {2} sec et augmente la Vit ATQ du Héros de {4} pendant {3} sec.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Le coût en mana est réduit de 1.",
    "dark": "Ignore la DEF ennemie lorsque activé pendant Fureur.",
    "ut": {
      "name": "Ras-de-cou bête sauvage",
      "description": [
        "[Aube du désespoir] Donne l'immunité aux contrôles pendant la durée de la compétence et augmente la Vit ATQ de 100 pendant 10 sec.",
        "[Aube du désespoir] Donne l'immunité aux contrôles pendant la durée de la compétence et augmente la Vit ATQ de 120 pendant 10 sec.",
        "[Aube du désespoir] Donne l'immunité aux contrôles pendant la durée de la compétence et augmente la Vit ATQ de 140 pendant 10 sec.",
        "[Aube du désespoir] Donne l'immunité aux contrôles pendant la durée de la compétence et augmente la Vit ATQ de 170 pendant 10 sec.",
        "[Aube du désespoir] Donne l'immunité aux contrôles pendant la durée de la compétence et augmente la Vit ATQ de 210 pendant 10 sec.",
        "[Aube du désespoir] Donne l'immunité aux contrôles pendant la durée de la compétence et augmente la Vit ATQ de 250 pendant 10 sec."
      ],
      "story": "Ras-de-cou confectionné à partir de la peau d’une puissante bête. Cet objet fait honneur à la manticore vaincue par le jeune Ezekiel après une éprouvante bataille contre les démons. Ezekiel se rappelle la joie que procure la mise à mort d’une manticore à chaque fois qu’il effleure le ras-de-cou de la bête violente, juste avant de foncer vers l’imposant ennemi qui lui fait face."
    }
  },
  "s3": {
    "name": "Frappe de Condamnation",
    "description": "Collecte de l'énergie et attaque l'ennemi ciblé, inflige {0} points de DEG M. et applique Étourdissement pendant {1} sec. [Fureur] - Consomme 20% des PV actuels pour s'activer. Attaque les ennemis à portée de la cible et les DEG sont triplés.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Devient immunisé aux Contrôles pendant l'activation.",
    "dark": "S'il n'y a qu'1 ennemi, les DEG sont augmentés de 100%.",
    "ut": {
      "name": "Lien de sceau",
      "description": [
        "[Frappe de Condamnation] Augmente les DEG de 20% et donne 1 charge supplémentaire de Sang Maudit après l'utilisation de la compétence.",
        "[Frappe de Condamnation] Augmente les DEG de 24% et donne 1 charge supplémentaire de Sang Maudit après l'utilisation de la compétence.",
        "[Frappe de Condamnation] Augmente les DEG de 29% et donne 1 charge supplémentaire de Sang Maudit après l'utilisation de la compétence.",
        "[Frappe de Condamnation] Augmente les DEG de 35% et donne 1 charge supplémentaire de Sang Maudit après l'utilisation de la compétence.",
        "[Frappe de Condamnation] Augmente les DEG de 42% et donne 1 charge supplémentaire de Sang Maudit après l'utilisation de la compétence.",
        "[Frappe de Condamnation] Augmente les DEG de 50% et donne 1 charge supplémentaire de Sang Maudit après l'utilisation de la compétence."
      ],
      "story": "Un lien contenant la mana d’un prêtre inconnu. Le jeune Ezekiel devenait fréquemment enragé. Si quelqu’un insultait sa mère, il laissait son sang de démon prendre le dessus. Une fois qu’il reprenait ses esprits, il contemplait son bras blessé et sa mère terrifiée. Lorsqu’il fut plus âgé, Ezekiel affrontait des démons lorsqu’il se disputa avec un grand prêtre de Lua. Il devint enragé, comme les autres fois. Lorsqu’il reprit ses esprits, il était seul et un lien était fixé sur son bras maudit. Lorsqu’il tenta de le retirer, il se rendit compte que la magie du prêtre ne pouvait être arrachée si facilement. Cependant, il arrêta de devenir enragé et de perdre conscience. Il a également plus de contrôle sur sa mana. Ce lien est désormais son bien le plus précieux."
    }
  },
  "s4": {
    "name": "Sang Maudit",
    "description": "Ezekiel gagne 1 charge de 'Sang Maudit' à la fin de la compétence. La 4ème charge consomme Sang Maudit pour réinitialiser le Temps de Recharge de toutes les compétences, inflige {0} points de DEG M. aux ennemis à portée et les renverse pendant 3 sec, tout en activant Fureur pendant {1} sec, ce qui n'est pas dissipable. Lorsque Fureur est activée, le Héros entre en mode bataille-auto, qui ne peut pas être contrôlé, l'ATQ est augmentée de {2} , les DEG des attaques auto sont doublés, et l'effet de toutes les compétences est renforcé. Sang Maudit ne peut pas être obtenu pendant que Fureur est actif, sauf lorsqu'un ennemi est tué.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Lorsque Fury est actif, les soins sont augmentés de 50%.",
    "dark": "Pour chaque charge de 'Sang Maudit', les DEG réçus sont réduits de 12%."
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / Vit. ATQ +100",
    "dark": "Lorsque Fury est actif, les DEG des attaques auto ignorent la DEF."
  }
}