{
  "name": "Zafir",
  "subtitle": "Prince des Tempêtes de Sable",
  "description": "Il est le descendant de l'ancien dieu-roi. Ce jeune homme raffiné s'est battu corps et âme pour défendre le désert. La tempête de sable qu'il invoque avec ses flèches engloutit ses ennemis, qui disparaissent instantanément.",
  "story": "Prince et héritier de l'ancien dieu-roi, il a le pouvoir de contrôler les sables du désert. En tant que jeune chef des guerriers du désert de la tribu Mauhata, il fut entraîné et éduqué pour succéder au grand roi. Lorsque leurs frères d'armes de la tribu Trovatia allèrent prier à l'Autel des flots pour éveiller le dieu-dragon, il ordonna à ses hommes de vaincre tous les démons qui approchaient l'oasis. Avec l'aide du dieu-dragon et de Laudia, sa prêtresse, il remplit son rôle de guerrier du désert : défendre son territoire. Il espère ainsi se montrer à la hauteur des attentes du regretté dieu-roi.",
  "like": "Les chats, l'artisanat de sable et le peuple du désert",
  "dislike": "Ceux qui essaient de nuire aux personnes qui lui sont chères",
  "inn": {
    "idle": "Ça alors ! C'est la première fois que je vois ce genre de boisson.",
    "recruit": {
      "greet": "Que la bénédiction du dieu-roi soit avec vous.",
      "talk": [
        "Hum, cet endroit ne ressemble en rien aux bars du désert. On ne s'assied pas par terre, si ?",
        "Un vrai guerrier du désert fait passer les intérêts de son peuple avant les siens.",
        "Je n'apprécie guère les endroits bondés, mais cette ambiance insouciante... Ça ne me déplaît pas."
      ],
      "gift": "Quelle extraordinaire gentillesse ! Je vous remercie."
    },
    "affinity": {
      "greet": "Comment allez-vous ?",
      "talk": [
        "La prophétie dit que la résurrection du dieu-roi est imminente.",
        "Si le destin vous le permet, venez visiter Aegina à l'occasion. Je serai votre guide."
      ],
      "gift": "Les guerriers du désert seront heureux d'apprendre que vous allez bien."
    },
    "relationship": {
      "greet": "Salutations, cher ami du désert.",
      "talk": [
        "J'aime les chats... En termes d'élégance, ces créatures sont sans rivales.",
        "La plus violente des tempêtes de sable n'égratigne même pas un guerrier du désert.",
        "Son sang coule peut-être dans mes veines, mais il me reste du chemin à parcourir pour que je me considère comme son digne héritier."
      ]
    }
  },
  "uw": {
    "name": "Zaries, gloire du dieu-roi",
    "description": [
      "Lors de l'utilisation d'une compétence, vous accumulez 1 charge de Volonté du désert, ce qui augmente l'ATQ de 4 % et les DEG Crit de 4 % pendant 30 sec. Cet effet peut se cumuler jusqu'à 8 fois et ne peut pas être dissipé.",
      "Lors de l'utilisation d'une compétence, vous accumulez 1 charge de Volonté du désert, ce qui augmente l'ATQ de 4,8 % et les DEG Crit de 4,8 % pendant 30 sec. Cet effet peut se cumuler jusqu'à 8 fois et ne peut pas être dissipé.",
      "Lors de l'utilisation d'une compétence, vous accumulez 1 charge de Volonté du désert, ce qui augmente l'ATQ de 5,6 % et les DEG Crit de 5,6 % pendant 30 sec. Cet effet peut se cumuler jusqu'à 8 fois et ne peut pas être dissipé.",
      "Lors de l'utilisation d'une compétence, vous accumulez 1 charge de Volonté du désert, ce qui augmente l'ATQ de 6,8 % et les DEG Crit de 6,8 % pendant 30 sec. Cet effet peut se cumuler jusqu'à 8 fois et ne peut pas être dissipé.",
      "Lors de l'utilisation d'une compétence, vous accumulez 1 charge de Volonté du désert, ce qui augmente l'ATQ de 8,4 % et les DEG Crit de 8,4 % pendant 30 sec. Cet effet peut se cumuler jusqu'à 8 fois et ne peut pas être dissipé.",
      "Lors de l'utilisation d'une compétence, vous accumulez 1 charge de Volonté du désert, ce qui augmente l'ATQ de 10 % et les DEG Crit de 10 % pendant 30 sec. Cet effet peut se cumuler jusqu'à 8 fois et ne peut pas être dissipé."
    ],
    "story": "Cette arme antique fut forgée par l'être le plus admirable qui soit. Pour se montrer digne de posséder cet arc, il faut se soumettre à des épreuves inouïes, car il ne peut être porté que par l'héritier du dieu-roi. Il confère un pouvoir absolu dans le désert."
  },
  "s1": {
    "name": "Jugement du désert",
    "description": "Inflige {0}  points de DEG P aux ennemis dans une large zone. À chaque ennemi touché, le temps de recharge de la compétence est réduit de 1 sec. Inflige {1}  points de DEG P aux ennemis touchés par [Marque du désert] et supprime 1 [Marque du désert]. À chaque utilisation de compétence, les DEG Crit augmentent de 5%. Cet effet est cumulable 18 fois au maximum et ne peut être dissipé.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Le boost de DEG Crit par utilisation passe à 10 %.",
    "dark": "Étourdit l'ennemi touché pendant 1 sec.",
    "ut": {
      "name": "Flèche tempête de sable",
      "description": [
        "[Jugement du désert] Augmente les DEG de 2 % et accorde 30 % de chances d'infliger une Marque du désert à l'ennemi touché. L'augmentation des DEG peut se cumuler jusqu'à 20 fois.",
        "[Jugement du désert] Augmente les DEG de 2,4 % et accorde 30 % de chances d'infliger une Marque du désert à l'ennemi touché. L'augmentation des DEG peut se cumuler jusqu'à 20 fois.",
        "[Jugement du désert] Augmente les DEG de 2,9 % et accorde 30 % de chances d'infliger une Marque du désert à l'ennemi touché. L'augmentation des DEG peut se cumuler jusqu'à 20 fois.",
        "[Jugement du désert] Augmente les DEG de 3,5 % et accorde 30 % de chances d'infliger une Marque du désert à l'ennemi touché. L'augmentation des DEG peut se cumuler jusqu'à 20 fois.",
        "[Jugement du désert] Augmente les DEG de 4,2 % et accorde 30 % de chances d'infliger une Marque du désert à l'ennemi touché. L'augmentation des DEG peut se cumuler jusqu'à 20 fois.",
        "[Jugement du désert] Augmente les DEG de 5 % et accorde 30 % de chances d'infliger une Marque du désert à l'ennemi touché. L'augmentation des DEG peut se cumuler jusqu'à 20 fois."
      ],
      "story": "La tribu Mauhata a offert ce trésor à Zafir. Il s'agit d'une flèche confectionnée à partir de la plume d'un animal considéré comme sacré dans le royaume oublié. Son éclat est aveuglant, comme pour symboliser l'honneur et la gloire de cet antique royaume. En temps normal, elle doit être suspendue à un mur et se sert que lors de cérémonies, mais en réalité, c'est une arme défensive très efficace pour la famille royale. Les ennemis touchés par cette flèche subissent le Jugement du désert, sous la forme d'une tempête de sable apocalyptique."
    }
  },
  "s2": {
    "name": "Bénédiction de l'esprit des sables",
    "description": "Génère un bouclier autour de l'allié aux PV les plus bas. Il absorbe {1}  points de DEG pendant {0}  sec et confère l'immunité contre les contrôles. Une fois la durée du bouclier écoulée, Tempête de sable est activée et inflige {2}  points de DEG P aux ennemis dans une large zone, appliquant 2 [Marques du désert]. Si le bouclier est dissipé ou détruit, Tempête de sable ne s'active pas.",
    "books": {
      "0": "DEG et Bouclier sont augmentés de {0}%.",
      "1": "DEG et Bouclier sont augmentés de {0}%.",
      "2": "DEG et Bouclier sont augmentés de {0}%."
    },
    "light": "Lorsque le nombre des alliés sont moins de 3, applique un Bouclier Protecteur sur toute l'équipe. En ce cas, la tempête de sable n'est pas enclenchée.",
    "dark": "Au début de chaque bataille, applique un Bouclier Protecteur sur soi pendant 5 sec. En ce cas, la tempête de sable n'est pas enclenchée.",
    "ut": {
      "name": "Sable des mirages",
      "description": [
        "[Bénédiction de l'élémentaire des sables] Dissipe les effets néfastes qui pèsent sur soi et récupère 80 Mana par sec pendant la durée de la compétence.",
        "[Bénédiction de l'élémentaire des sables] Dissipe les effets néfastes qui pèsent sur soi et récupère 100 Mana par sec pendant la durée de la compétence.",
        "[Bénédiction de l'élémentaire des sables] Dissipe les effets néfastes qui pèsent sur soi et récupère 120 Mana par sec pendant la durée de la compétence.",
        "[Bénédiction de l'élémentaire des sables] Dissipe les effets néfastes qui pèsent sur soi et récupère 140 Mana par sec pendant la durée de la compétence.",
        "[Bénédiction de l'élémentaire des sables] Dissipe les effets néfastes qui pèsent sur soi et récupère 170 Mana par sec pendant la durée de la compétence.",
        "[Bénédiction de l'élémentaire des sables] Dissipe les effets néfastes qui pèsent sur soi et récupère 200 Mana par sec pendant la durée de la compétence."
      ],
      "story": "Ce sablier resta enfoui pendant des lustres à la suite d'une colossale tempête de sable qui s'abattit sur le désert Aegina. Lorsque le sable s'en écoule, il reflète le mirage de la renaissance d'une civilisation antique. Le grand prêtre de ce royaume oublié s'en servait pour souligner la gloire du royaume devant ses fidèles. La vision de leur cité, brillante et parée d'or, les emplissait toujours d'une grande fierté."
    }
  },
  "s3": {
    "name": "Malédiction du désert",
    "description": "Inflige {0}  points de DEG P aux ennemis situés en face dans une large zone et applique 1 [Marque du désert]. Ensuite, Puits de sable est activé pendant 5 sec, ce qui inflige {1}  points de DEG P toutes les 0,5 sec et réduit la DEF P de 30 % pendant 10 sec. Puits de sable a 25 % de chances d'appliquer 1 [Marque du désert] et d'attirer vers le centre tous les ennemis à portée.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Immunise contre les sorts de Contrôle.",
    "dark": "La durée de Puits de sable augmente de 2 sec.",
    "ut": {
      "name": "Âme de l'oasis",
      "description": [
        "[Malédiction du désert] Le temps de recharge de la compétence est réduit de 30 % et les chances d'activation de l'effet augmentent de 8 %.",
        "[Malédiction du désert] Le temps de recharge de la compétence est réduit de 30 % et les chances d'activation de l'effet augmentent de 9,6 %.",
        "[Malédiction du désert] Le temps de recharge de la compétence est réduit de 30 % et les chances d'activation de l'effet augmentent de 11,5 %.",
        "[Malédiction du désert] Le temps de recharge de la compétence est réduit de 30 % et les chances d'activation de l'effet augmentent de 13,8 %.",
        "[Malédiction du désert] Le temps de recharge de la compétence est réduit de 30 % et les chances d'activation de l'effet augmentent de 16,5 %.",
        "[Malédiction du désert] Le temps de recharge de la compétence est réduit de 30 % et les chances d'activation de l'effet augmentent de 20 %."
      ],
      "story": "Cette épée magique se transmet de génération en génération parmi les descendants du dieu-roi. Son nom, Oasis, vient de l'aide providentielle qu'elle leur a apportée dans l'adversité. Après la chute du royaume, elle fut perdue. Zafir l'aperçut dans la collection d'art de Kumuro et l'acheta à un prix inconcevable. Une fois l'épée restituée à son propriétaire légitime, Zafir hérita de l'esprit de ses ancêtres, ce qui décupla son potentiel."
    }
  },
  "s4": {
    "name": "Appel du gardien",
    "description": "Chaque attaque auto a 15 % de chances d'infliger {0}  points de DEG P malgré la DEF de tous les ennemis, appliquant au passage 1 [Marque du désert]. [Marque du désert] est cumulable 10 fois au maximum.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Chaque seconde, applique Marque du désert à tous les ennemis dès lors qu'ils sont plus de 5.",
    "dark": "Les chances d'activation passent à 30 %.",
    "ut": {
      "name": "Hoabis le chat noir",
      "description": [
        "[Appel du gardien] Lors d'un coup critique, étourdit la cible pendant 2 sec et augmente les DEG P qu'elle subit de 10 % pendant 10 sec.",
        "[Appel du gardien] Lors d'un coup critique, étourdit la cible pendant 2 sec et augmente les DEG P qu'elle subit de 12 % pendant 10 sec.",
        "[Appel du gardien] Lors d'un coup critique, étourdit la cible pendant 2 sec et augmente les DEG P qu'elle subit de 14 % pendant 10 sec.",
        "[Appel du gardien] Lors d'un coup critique, étourdit la cible pendant 2 sec et augmente les DEG P qu'elle subit de 17 % pendant 10 sec.",
        "[Appel du gardien] Lors d'un coup critique, étourdit la cible pendant 2 sec et augmente les DEG P qu'elle subit de 21 % pendant 10 sec.",
        "[Appel du gardien] Lors d'un coup critique, étourdit la cible pendant 2 sec et augmente les DEG P qu'elle subit de 25 % pendant 10 sec."
      ],
      "story": "Le dieu-roi du royaume antique du désert était toujours accompagné d'un chat noir, symbole de paix et de prospérité. Personne ne sait comment ce chat noir sacré traverse les générations. Lorsque ce même animal se présenta à Zafir, il le baptisa Hoabis. Il s'en occupe avec le plus grand soin."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / Chances Crit +100",
    "dark": "Restaure 700 points de mana lors de l'utilisation d'une compétence. Si plus de 5 ennemis sont présents, le taux de récupération du mana est doublé et la Vit ATQ augmente de 500 points pendant 5 sec. Cet effet ne peut pas être cumulé."
  }
}