{
  "name": "Ophelia",
  "subtitle": "Éclaireur du Destin",
  "description": "Un astrologue de Stardust, une troupe qui erre sur le continent. Au lieu de partir en pèlerinage comme membre de l'association de la sorcière, recherche l'âme soeur qu'elle rencontra autrefois dans ses rêves. Contrôle les cartes de tarot qui flottent autour d'elle pour attaquer ses ennemis à distance.",
  "story": "Une astrologue qui voyage avec un groupe itinérant appelé « Stardust ». En tant que membre de l'association de la sorcière, elle est censée résider dans un endroit particulier et déchiffrer les flux du destin. Cependant, elle voyage actuellement à la recherche d'un homme au destin spécial qu'elle a rencontré dans un rêve. Elle pense que l'homme de son rêve prémonitoire doit devenir le sauveur du monde. Sa priorité actuelle est donc de le retrouver et de rester à son côté. Si on lui demande quel est son deuxième but... elle rougit et ne sait plus quoi dire sur son avenir avec l'homme du destin.",
  "like": "Les histoires romantiques",
  "dislike": "Les insectes volants",
  "inn": {
    "idle": "Je vous faut montrer le chuchotement des étoiles.",
    "recruit": {
      "greet": "Je suis la sorcière nommée Ophelia.",
      "talk": [
        "Je peux aussi voir à travers les yeux... le chemin des étoiles.",
        "Je regarde dans vos yeux et je vois...",
        "Avez-vous déjà entendu le chuchotement des étoiles?"
      ],
      "gift": "Merci! En remerciements, je vais vous en dire un peu sur votre destinée..."
    },
    "affinity": {
      "greet": "Enchantée !",
      "talk": [
        "C'est une amie à moi qui m'a appris à battre les cartes.",
        "J'adore rigoler avec des gens tous les jours."
      ],
      "gift": "En échange, je vous dirai votre avenir."
    },
    "relationship": {
      "greet": "Voulez-vous que je vous raconte votre destin? Si c'est le cas, assoyez-vous avec moi!",
      "talk": [
        "Cet enfant est très spécial pour moi. Ah, attention! Vous pourriez vous brûler!",
        "Je ne me sens pas mal à l'aise de m'être écartée de mon pèlerinage. Je suis toujours une sorcière et je suis fière de ma profession.",
        "Ah! Cette carte me dit que mon adversaire est proche! Très proche même...ah, peut-être...?"
      ]
    }
  },
  "uw": {
    "name": "Cartes du Destin Del Arcana",
    "description": [
      "Les attaques ont 77,7 % de chances d'augmenter la Vit ATQ de 20 points et la récupération de mana/sec de 10 % pendant 15 sec. Cet effet peut se cumuler jusqu'à 15 fois.",
      "Les attaques ont 77,7 % de chances d'augmenter la Vit ATQ de 24 points et la récupération de mana/sec de 12 % pendant 15 sec. Cet effet peut se cumuler jusqu'à 15 fois.",
      "Les attaques ont 77,7 % de chances d'augmenter la Vit ATQ de 29 points et la récupération de mana/sec de 14 % pendant 15 sec. Cet effet peut se cumuler jusqu'à 15 fois.",
      "Les attaques ont 77,7 % de chances d'augmenter la Vit ATQ de 35 points et la récupération de mana/sec de 17 % pendant 15 sec. Cet effet peut se cumuler jusqu'à 15 fois.",
      "Les attaques ont 77,7 % de chances d'augmenter la Vit ATQ de 42 points et la récupération de mana/sec de 21 % pendant 15 sec. Cet effet peut se cumuler jusqu'à 15 fois.",
      "Les attaques ont 77,7 % de chances d'augmenter la Vit ATQ de 50 points et la récupération de mana/sec de 25 % pendant 15 sec. Cet effet peut se cumuler jusqu'à 15 fois."
    ],
    "story": "Le tirage des tarots compte parmi les méthodes de prédiction les plus communément employées par les sorcières. Certaines utilisent d'ailleurs des lames de tarot personnalisées afin de mieux coller à leur style. Les cartes d'Ophelia font également office de preuve du pacte qui l'unit aux créatures qu'elle invoque. Jouissant d'un succès certain en tant que guide du destin parmi les entités des dimensions mystérieuses, elle a conclu des pactes avec de nombreuses créatures. Del Arcana, un puissant tarot minutieusement assemblé par Ophelia, constitue une preuve physique de ces relations."
  },
  "s1": {
    "name": "Carte de Mort - Carta",
    "description": "Attaque la cible ennemie, inflige {0} points de DEG M. et applique Étourdissement pendant {1} sec. Consomme la carte possédée pour appliquer des effets supplémentaires. Utiliser la compétence permet d'obtenir la Carte de [Mort]. [Mort] - Les DEG ignorent la DEF de la cible et la durée d'Étourdissement augmente de 5 sec. [Amour] - Inflige un total de {2} points de DEG M. sur la durée pendant 10 sec et réduit les soins de 100%. [Fortune] - Le Temps de Recharge de la compétence ne s'enclenche pas.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Pendant 10 sec, la cible reçoit 25% de DEG M. supplémentaires.",
    "dark": "Le coût en mana est réduit de 1.",
    "ut": {
      "name": "Carte étrange",
      "description": [
        "[Carte de mort - Carta] Augmente les DEG de 50 % et restaure 1 000 points de mana à chaque ennemi vaincu.",
        "[Carte de mort - Carta] Augmente les DEG de 50 % et restaure 1200 points de mana à chaque ennemi vaincu.",
        "[Carte de mort - Carta] Augmente les DEG de 50 % et restaure 1400 points de mana à chaque ennemi vaincu.",
        "[Carte de mort - Carta] Augmente les DEG de 50 % et restaure 1700 points de mana à chaque ennemi vaincu.",
        "[Carte de mort - Carta] Augmente les DEG de 50 % et restaure 2100 points de mana à chaque ennemi vaincu.",
        "[Carte de mort - Carta] Augmente les DEG de 50 % et restaure 2500 points de mana à chaque ennemi vaincu."
      ],
      "story": "Cette carte fut fabriquée par la sorcière Eucaletus après la mort de la personne à laquelle elle tenait le plus. Elle y employa tout son mana. Par la suite, elle fut brûlée et cette étrange carte fut tout ce qui resta d'elle. Elle acquit la réputation d'affranchir son propriétaire de la vie et de la mort, ce qui poussa de nombreux aspirants à la vie éternelle à se battre pour elle. C'est alors qu'un sorcier, voulant mettre un terme aux morts inutiles, mit la main dessus et la scella. Personne n'avait vu cette carte depuis des siècles, jusqu'à ce qu'Ophelia la trouvât dans une vieille réserve."
    }
  },
  "s2": {
    "name": "Carte d'Amour - Elliciad",
    "description": "Augmente l'ATQ de {1}  points pendant {0}  sec et la récupération de mana de {2}  %. Utilise une carte en votre possession pour ajouter un effet supplémentaire selon le type de carte. Permet d'obtenir une carte [Amour]. [Mort] : augmente la Pénétration DEF de 600 points pendant la durée de la compétence et confère l'immunité aux contrôles pendant 6 sec. [Amour] : l'effet s'applique à tous les alliés. [Chance] : exonération du temps de recharge.",
    "books": {
      "0": "Augmentation de l'ATQ boostée de {0}%.",
      "1": "Augmentation de l'ATQ boostée de {0}%.",
      "2": "Augmentation de l'ATQ boostée de {0}%."
    },
    "light": "Restaure la mana de la cible de 1000.",
    "dark": "Le boost d'ATQ est augmenté de 40%.",
    "ut": {
      "name": "Cœur d’Elliciad",
      "description": [
        "[Carte d'amour - Elliciad] Dissipe les effets négatifs qui pèsent sur la cible et diminue le temps de recharge de toutes les compétences de 6%.",
        "[Carte d'amour - Elliciad] Dissipe les effets négatifs qui pèsent sur la cible et diminue le temps de recharge de toutes les compétences de 7,2%.",
        "[Carte d'amour - Elliciad] Dissipe les effets négatifs qui pèsent sur la cible et diminue le temps de recharge de toutes les compétences de 8,6%.",
        "[Carte d'amour - Elliciad] Dissipe les effets négatifs qui pèsent sur la cible et diminue le temps de recharge de toutes les compétences de 10,4%.",
        "[Carte d'amour - Elliciad] Dissipe les effets négatifs qui pèsent sur la cible et diminue le temps de recharge de toutes les compétences de 12,5%.",
        "[Carte d'amour - Elliciad] Dissipe les effets négatifs qui pèsent sur la cible et diminue le temps de recharge de toutes les compétences de 15%."
      ],
      "story": "Le cœur d’Elliciad incarne l’esprit de l’amour. Il consume les amours accomplies, mais aussi inavouées, il peut se montrer tantôt brûlant comme la lave, tantôt froid comme la glace. Le pouvoir qu’il renferme dépend de la corruption de l’âme. Si celle-ci est pure, le cœur d’Elliciad dégage une lumière vive incroyablement puissante."
    }
  },
  "s3": {
    "name": "Carte de Fortune - Vellekia",
    "description": "Attaque la cible et les ennemis près d'elle, ce qui leur inflige {0}  points de DEG M. Cette attaque ne rate jamais et inflige des DEG Crit supplémentaires à hauteur de 100 %. Permet d'obtenir une carte [Chance]. [Mort] : les DEG Crit augmentent de 120 %. [Amour] : dissipe tous les effets positifs dont bénéficient les ennemis à portée et les réduit au silence pendant 2 sec. [Chance] : exonération du temps de recharge. Restaure 1 orbe de mana.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Le coût en Mana est augmenté de 1 orbe mes les DEG sont augmentés de 100%.",
    "dark": "Inflige toujours un Crit.",
    "ut": {
      "name": "Pièce de fortune",
      "description": [
        "[Carte de Fortune - Vellekia] Le coût en mana est réduit de 1 et les DEG sont augmentés de 20%.",
        "[Carte de Fortune - Vellekia] Le coût en mana est réduit de 1 et les DEG sont augmentés de 24%.",
        "[Carte de Fortune - Vellekia] Le coût en mana est réduit de 1 et les DEG sont augmentés de 29%.",
        "[Carte de Fortune - Vellekia] Le coût en mana est réduit de 1 et les DEG sont augmentés de 35%.",
        "[Carte de Fortune - Vellekia] Le coût en mana est réduit de 1 et les DEG sont augmentés de 42%.",
        "[Carte de Fortune - Vellekia] Le coût en mana est réduit de 1 et les DEG sont augmentés de 50%."
      ],
      "story": "La pièce légendaire qui aurait changé le cours de la roue de la fortune, qui se dirigeait vers la destruction. Ophelia pensa qu’elle a été jetée par l’esprit de la chance, Vellekia."
    }
  },
  "s4": {
    "name": "Éclaireur du Destin",
    "description": "L'ATQ de tous les alliés est augmentée de {0} et les Chances de Crit de 100. La carte possédée donne un effet supplémentaire. [Mort] - ATQ augmentée de {2}%. [Amour] - Chaque sec, soigne {3}% des PV max. [Fortune] - Les Chances d'Esquive M. sont augmentées de 200.",
    "books": {
      "0": "Le boost ATQ de tous les alliés est augmenté de {0}%.",
      "1": "Le boost ATQ de tous les alliés est augmenté de {0}%.",
      "2": "Le boost Chances de Crit de tous les alliés est augmenté de {0}."
    },
    "light": "Au début de chaque bataille, obtient la carte de [Mort]. Cette carte n'a pas d'effet d'augmentation des DEG.",
    "dark": "Au début de chaque bataille, obtient la carte d'[Amour]. Cette carte n'a pas d'effet de soin."
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / DEG Crit +20%",
    "dark": "Utiliser cette compétence donne 7% de chances de réduire de 1, pendant 7 sec, le coût en mana de toutes les compétences. Cet effet ne peut pas être dissipé."
  }
}