{
  "name": "Seria",
  "subtitle": "Ombre des abysses",
  "description": "Seria est la 101e héritière. des ShadowHilt, une famille de chasseurs qui pourchasse les êtres surnaturels non humains. Elle a fait tout le chemin depuis Orvelia en tant que chasseuse de vampires pour se venger de sa sœur, qui a été transformée en vampire et a massacré ses camarades. Seria voudrait aussi abréger les souffrances de sa petite sœur.",
  "story": "101e héritière de la famille ShadowHilt et sœur d'Erze. Son attitude peu amicale lui vaut le qualificatif de sang-froid. Et pourtant, elle ne cessait jamais de sourire lorsqu'elle était aux côtés d'Erze, sa sœur adorée. Seria a toujours eu de la compassion pour sa sœur fragile et l'a toujours protégée, sans se rendre compte que cela n'était pas dans l'intérêt d'Erze. Au cours d'une mission, Erze tomba dans un piège. Elle fut sauvée, mais sa maladie empira soudainement. Dans le même temps, Seria fut envoyée à la montagne enneigée Terre-Venteuse à la recherche de la princesse vampire. Elle eut vent de l'infortune de sa sœur, mais choisit de donner priorité à sa mission, en espérant que tout irait bien. Mais le sort s'acharnait sur sa sœur, comme pour balayer d'un revers de la main les prières de Seria. - Oh, Seria, ma chère sœur ! Seria revint, mais uniquement pour découvrir les dépouilles de ses camarades, froides comme la glace. Erze l'accueillit de deux crocs acérés, assoiffée de sang. Seria tremblait d'émotion. Son cœur brisé, elle dit ces mots d'un ton calme et froid. - Tu... Tu n'es plus ma sœur. Tu n'es qu'une maudite suceuse de sang.",
  "like": "Sa sœur Erze, le parfait à la fraise, les épées raffinées, la lune.",
  "dislike": "Erze en tant que vampire, les araignées",
  "inn": {
    "idle": "Il fait chaud ici.",
    "recruit": {
      "greet": "Bien.",
      "talk": [
        "Les rues ont l'air sûres aussi la nuit, par ici.",
        "Vous avez des camarades en or. Ah... des camarades...",
        "Pourrai-je à nouveau accorder ma confiance à quelqu'un ?"
      ],
      "gift": "Je n'accepte aucune requête pour le moment. J'ai mes raisons..."
    },
    "affinity": {
      "greet": "Je vous ai déjà dit que je n'acceptais aucune requête, non ?",
      "talk": [
        "Je suis venue retrouver quelqu'un. Vous savez de qui je parle, non ? Il s'agit de ma sœur. Je suis à la recherche de ma sœur.",
        "On se croise souvent, on dirait. Vous aussi, vous cherchez quelqu'un ? S'il s'agit d'un camarade ou d'un membre de votre famille, vous devez prendre soin de lui..."
      ],
      "gift": "... Merci, je suis... Je suis désolée... Ça me va droit au cœur."
    },
    "relationship": {
      "greet": "Ah, bonjour... Comment allez-vous ?",
      "talk": [
        "Toutes ces nuits, Erze souffrait le martyre... Je n'ai rien pu faire pour elle. En un sens, je suis peut-être responsable de ce qu'elle est devenue. C'est ça, tout est ma faute...",
        "Le mieux que je puisse faire pour elle, c'est apporter le repos à son âme. Il n'y a rien d'autre à faire. À chaque fois que j'y pense, mon cœur se déchire... Mon esprit refuse de se résoudre à lever l'épée sur ma sœur.",
        "Je voulais vous remercier... De m'avoir parlé... de m'avoir écoutée. Si nous nous revoyons un jour, alors..."
      ]
    }
  },
  "uw": {
    "name": "Bourreau des foyers, Elsion",
    "description": [
      "La récupération personnelle est ralentie de 20 %. Inflige des DEG M à hauteur de 30% de l'ATQ à chaque coup critique de compétence porté. Ralentit la récupération de la cible de 24% pendant 5 sec et accélère la récupération personnelle de 4% pendant 20 sec. L'accélération de la récupération peut se cumuler 5 fois.",
      "Ralentit la récupération de 20 %. Inflige des DEG M à hauteur de 36 % de l'ATQ à chaque coup critique de compétence porté. Ralentit la récupération de la cible de 29 % pendant 5 sec et accélère celle du lanceur de 5 % pendant 20 sec. L'accélération de la récupération peut se cumuler 5 fois.",
      "Ralentit la récupération de 20 %. Inflige des DEG M à hauteur de 42 % de l'ATQ à chaque coup critique de compétence porté. Ralentit la récupération de la cible de 35 % pendant 5 sec et accélère celle du lanceur de 6 % pendant 20 sec. L'accélération de la récupération peut se cumuler 5 fois.",
      "Ralentit la récupération de 20 %. Inflige des DEG M à hauteur de 51 % de l'ATQ à chaque coup critique de compétence porté. Ralentit la récupération de la cible de 42 % pendant 5 sec et accélère celle du lanceur de 7 % pendant 20 sec. L'accélération de la récupération peut se cumuler 5 fois.",
      "Ralentit la récupération de 20 %. Inflige des DEG M à hauteur de 63 % de l'ATQ à chaque coup critique de compétence porté. Ralentit la récupération de la cible de 50 % pendant 5 sec et accélère celle du lanceur de 9 % pendant 20 sec. L'accélération de la récupération peut se cumuler 5 fois.",
      "Ralentit la récupération de 20 %. Inflige des DEG M à hauteur de 75 % de l'ATQ à chaque coup critique de compétence porté. Ralentit la récupération de la cible de 60 % pendant 5 sec et accélère celle du lanceur de 10 % pendant 20 sec. L'accélération de la récupération peut se cumuler 5 fois."
    ],
    "story": "Épée d'autorité transmise aux maîtres de la famille ShadowHilt. Elle renferme le pouvoir des êtres suprêmes qui ont juré de servir la famille ShadowHilt. Certains d'entre eux étaient des élémentaires, d'autres des esprits innocents et d'autres encore des démons. Des dizaines de milliers de forces maléfiques ont été pourfendues par cette épée. Elle possède également une propriété démoniaque qui lie l'esprit du mal vaincu à sa lame. Malgré sa grande puissance, moins de 5 personnes ont pu manier cette épée en 600 ans. Seria, la 101e héritière de la famille ShadowHilt et seule maîtresse à avoir été choisie par l'épée, a juré à l'épée quelle apporterait le repos éternel à sa sœur adorée."
  },
  "s1": {
    "name": "Épée mystérieuse - Pétales tombants",
    "description": "Assène une entaille horizontale vers l'avant et inflige {0}  points de DEG M à la cible ainsi que dans une petite zone autour d'elle. Peut déclencher une fois [Épée mystérieuse - Fleur] dans les 5 sec qui suivent l'activation.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "[Mysterious Sword - Falling Petals] - Mana cost is reduced by 1. [Mysterious Sword - Blossom] - Hit enemies' heal rate is reduced by 50% for 5 sec.",
    "dark": "[Mysterious Sword - Falling Petals] - Target takes 25% increased M.DMG for 10 sec. [Mysterious Sword - Blossom] - Mana cost is increased by 1, and Ignores enemy's DEF.",
    "linked": {
      "name": "Épée mystérieuse - Fleur",
      "description": "Assène une entaille verticale vers l'avant et inflige {0}  points de DEG M à la cible ainsi que dans une petite zone autour d'elle."
    }
  },
  "s2": {
    "name": "Lame d'effusion de sang",
    "description": "Rapidly charges forward to deal {0} M.DMG and inflicts irremovable Original Sin of Blood on enemies for {1} sec. Enemies under Original Sin of Blood have their ATK Spd reduced by {2}. Shortly afterward, attacks enemies under Original Sin of Blood 2 times, and deals additional {3} M.DMG, and if the target is not a hero, deals additional {4} DEF Ignoring M.DMG.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Réduit le coût en mana de 1.",
    "dark": "Pour chaque point de DEG infligé, 200 Mana sont récupérés.",
    "ut": {
      "name": "Anneau des abysses",
      "description": [
        "[Lame d'effusion de sang] Augmente les DEG de 50 % et réduit le Blocage M des ennemis touchés de 200.",
        "[Lame d'effusion de sang] Augmente les DEG de 50 % et réduit le Blocage M des ennemis touchés de 240.",
        "[Lame d'effusion de sang] Augmente les DEG de 50 % et réduit le Blocage M des ennemis touchés de 290.",
        "[Lame d'effusion de sang] Augmente les DEG de 50 % et réduit le Blocage M des ennemis touchés de 350.",
        "[Lame d'effusion de sang] Augmente les DEG de 50 % et réduit le Blocage M des ennemis touchés de 420.",
        "[Lame d'effusion de sang] Augmente les DEG de 50 % et réduit le Blocage M des ennemis touchés de 500."
      ],
      "story": "Anneau d'argent à l'effigie de la famille ShadowHilt. Seria le touche à chaque fois qu'elle pense que sa vie n'a aucun sens. Cela lui rappelle alors ses camarades qui ne sont plus là et la vengeance qu'elle doit obtenir auprès de sa sœur Erze. Ironie du sort, cet anneau comporte une note écrite par Erze quand elle était petite et dissimulée parmi les joyaux, et Seria ignore tout de cette note, encore aujourd'hui."
    }
  },
  "s3": {
    "name": "Lame de la lune rouge",
    "description": "Brandishes a moon-bloodying sword, dealing {0} M.DMG to enemies in a wide range, and additional {1} M.DMG on non-Hero enemies. When the moon is ripe, gains Moonlight for {2} sec, and when cast at this state, deals {3} M.DMG to enemies and reduces their Heal Rate by {4}%. If the target is not a hero, deals additional {5} M.DMG.The caster is not affected by ATK Spd related effects while casting.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Les Améliorations de tous les ennemis à portée sont dissipées.",
    "dark": "Augmente le coût en mana de 1 point et passe outre la DEF des ennemis non-héros.",
    "ut": {
      "name": "Bougie purifiante",
      "description": [
        "[Lame de la lune rouge] Confère l'immunité contre les contrôles pendant la durée de la compétence. Au début du combat, les DEG augmentent de 70 % pour 4 fois.",
        "[Lame de la lune rouge] Confère l'immunité contre les contrôles pendant la durée de la compétence. Au début du combat, les DEG augmentent de 70 % pour 5 fois.",
        "[Lame de la lune rouge] Confère l'immunité contre les contrôles pendant la durée de la compétence. Au début du combat, les DEG augmentent de 70 % pour 6 fois.",
        "[Lame de la lune rouge] Confère l'immunité contre les contrôles pendant la durée de la compétence. Au début du combat, les DEG augmentent de 70 % pour 7 fois.",
        "[Lame de la lune rouge] Confère l'immunité contre les contrôles pendant la durée de la compétence. Au début du combat, les DEG augmentent de 70 % pour 9 fois.",
        "[Lame de la lune rouge] Confère l'immunité contre les contrôles pendant la durée de la compétence. Au début du combat, les DEG augmentent de 70 % pour 10 fois."
      ],
      "story": "Cette bougie est connue pour avoir siégé sur la table où se sont réunis les guerriers ancestraux de différents continents pour vaincre les êtres surnaturels. Cette vieille bougie dégage une flamme bleue au pouvoir exorcisant. Lorsque la flamme entre en contact avec un être maléfique, elle en aspire toute la vitalité. Il s'agit du matériau que Seria utilise en priorité pour renforcer son épée."
    }
  },
  "s4": {
    "name": "Sorcière sans pitié",
    "description": "L'ATQ est augmentée de {0}  point. Les DEG Crit personnels sont augmentés de {1}  % à chaque coup critique de compétence porté. Cet effet peut se cumuler 30 fois.",
    "books": {
      "0": "Le taux d'augmentation d'Attaque augmente de {0}%.",
      "1": "Le taux d'augmentation d'Attaque augmente de {0}%.",
      "2": "Le taux d'augmentation d'Attaque augmente de {0}%."
    },
    "light": "Chaque charge réduit les DEG reçus de 0.7 %.",
    "dark": "Au début du combat, les DEG infligés aux ennemis non-héros augmentent de 25 % pendant 200 sec."
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / DEG Crit +20%",
    "dark": "Toutes les attaques du lanceur portent des coups critiques, mais il ne peut plus bloquer et subit 25 % de dégâts supplémentaires."
  }
}