{
  "name": "Kirze",
  "subtitle": "Chat au Cristal Écarlate",
  "description": "Héros Premier Prix de la Compétition de Concept-Style de Héros Global [87CEFA]Mochi00 (JPN)[-] Jeune fille de Race Mi-Humain et Mi-Animal, dotée de puissance magique très rare. L'armée des ténèbres la captura quand elle était encore très jeune afin d'effectuer des expériences pour transformer son corps en cristal. Après avoir acquis une force suffisante pour s'échapper, elle affronte ses ennemis avec les cristaux écarlates qui constituent son corps.",
  "story": "Héros Premier Prix de la Compétition de Concept-Style de Héros Global [87CEFA]Mochi00 (JPN)[-] Il y a quelques années, beaucoup de villes dans les différentes régions du Continent d'Orbis subirent les attaques de l'Armée des Morts-Vivants de Malduk. Les enfants, nés albinos, possédaient de puissantes forces magiques aux caractéristiques particulières. Les subordonnés de Malduk les enlevèrent, et injectèrent, dans leurs corps, les cristaux arcaniques écarlates, une puissante source d'énergie qui présente de très bonne synergie avec les Démons. Et cela, dans le but de transformer ces enfants en des mines vivantes, condamnés à produire en continu, des cristaux arcaniques écarlates, pendant toutes leurs vies. Suite à des expériences inhumaines et pénibles, un à un, les enfants perdirent la vie. Le corps des albinos, incompatibles aux cristaux arcaniques écarlates, se transforma en statue en pierre avant de réduire en poussière. Le reste des enfants, témoin de ces atrocités, trembla de terreur, mais engloutis par leurs propres impuissances, ils se resignèrent et attendirent la mort. Toutefois, l'expérience fut couronnée de succès. Le corps de Kirze résonna avec tous les cristaux arcaniques écarlates des environs, et les absorba tous. Par conséquent, avec d'énormes quantités de puissance magique contenues dans son corps, elle obtint un pouvoir particulier qui lui permit de contrôler à son aise, tous les cristaux arcaniques écarlates. À l'aide de cette force, Kirze vainquit les subordonnés de Malduk, et avec le reste des enfants, s'évada du laboratoire de Démon. Depuis, avec son pouvoir, elle se mit à chasser les démons errants, afin de prévenir d'autres victimes comme elle...",
  "like": "La peluche, la fraîcheur du bord de fleuve, les petits animaux, le sourire des enfants innocents",
  "dislike": "Les démons, les insectes affreux, Ceux qui houspillent d'autres personnes",
  "inn": {
    "idle": "Ahahaha... Cette bonne ambiance m'a attirée jusqu'ici...",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Salut, ça fait longtemps...",
      "talk": [
        "Tu veux qu'on mange ensemble ? Ahaha... Ça va, je vais juste te regarder manger.",
        "Quand je vois une personne en danger... L'envie de vouloir l'aider me vient immédiatement."
      ],
      "gift": "J'ai entendu dire que ces cristaux arcaniques écarlates qui constituent mon corps... sont d'excellents catalyseurs pour les réactifs magiques."
    },
    "relationship": {
      "greet": "Sa...Salut ? J'ai fabriqué une nouvelle poupée... Tu veux la voir ?",
      "talk": [
        "Je n'aime pas les combats, mais... il ne doit pas y avoir de nouvelles victimes, comme moi.",
        "Après que mon corps ait été transformé comme ça, je ne suis plus capable de beaucoup manger... Je suis à la fois heureuse et envieuse quand je vois une personne capable de manger à satiété.",
        "Aujourd'hui, je me sens un peu molle... et endormie. Si tu as l'impression que je dors trop longtemps, réveille-moi... J'ai peur... de ne plus pouvoir me réveiller..."
      ]
    }
  },
  "uw": {
    "name": "Lame de Supplice, Elicipira",
    "description": [
      "Amplifie la puissance des cristaux arcaniques afin d'augmenter considérablement la portée de l'effet de [Épanouis-toi, Fleur Écarlate !]. De plus, chaque attaque et compétence ont 4% de chance d'infliger 500% du taux d'attaque en DEG M. supplémentaires. Les DEG infligés aux Boss sont doublés.",
      "Amplifie la puissance des cristaux arcaniques afin d'augmenter considérablement la portée de l'effet de [Épanouis-toi, Fleur Écarlate !]. De plus, chaque attaque et compétence ont 4% de chance d'infliger 600% du taux d'attaque en DEG M. supplémentaires. Les DEG infligés aux Boss sont doublés.",
      "Amplifie la puissance des cristaux arcaniques afin d'augmenter considérablement la portée de l'effet de [Épanouis-toi, Fleur Écarlate !]. De plus, chaque attaque et compétence ont 4% de chance d'infliger 720% du taux d'attaque en DEG M. supplémentaires. Les DEG infligés aux Boss sont doublés.",
      "Amplifie la puissance des cristaux arcaniques afin d'augmenter considérablement la portée de l'effet de [Épanouis-toi, Fleur Écarlate !]. De plus, chaque attaque et compétence ont 4% de chance d'infliger 860% du taux d'attaque en DEG M. supplémentaires. Les DEG infligés aux Boss sont doublés.",
      "Amplifie la puissance des cristaux arcaniques afin d'augmenter considérablement la portée de l'effet de [Épanouis-toi, Fleur Écarlate !]. De plus, chaque attaque et compétence ont 4% de chance d'infliger 1000% du taux d'attaque en DEG M. supplémentaires. Les DEG infligés aux Boss sont doublés.",
      "Amplifie la puissance des cristaux arcaniques afin d'augmenter considérablement la portée de l'effet de [Épanouis-toi, Fleur Écarlate !]. De plus, chaque attaque et compétence ont 4% de chance d'infliger 1250% du taux d'attaque en DEG M. supplémentaires. Les DEG infligés aux Boss sont doublés."
    ],
    "story": "Ciseaux gigantesques fabriqués par les cristaux arcaniques écarlates qui constituent le corps de Kirze. Ils ont comme modèle, les ciseaux antiques que sa mère utilisait par le passé. C'est une arme pratique, pouvant être maniée comme un espadon, ou en séparant sa lame en deux, employée comme deux épées jumelles Les ciseaux sont imprégnés de la prière de la jeune fille qui souhaite prévenir la souffrance des autres victimes de Démon. Cette arme répond aux émotions de sa maîtresse pour déployer une plus grande puissance."
  },
  "s1": {
    "name": "Tranche-le, Lame de Jugement !",
    "description": "Inflige {0} DEG M. sur 7 attaques aux ennemis proches dans un rayon circulaire. Ensuite, inflige {1} DEG M. aux ennemis situés en face et les renverse pendant {2} sec.",
    "books": {
      "0": "Augmente les DEG infligés de {0}%.",
      "1": "Augmente les DEG infligés de {0}%.",
      "2": "Augmente les DEG infligés de {0}%."
    },
    "light": "Réduit le Temps de Recharge de {0}% pour chaque ennemi touché.",
    "dark": "Augmente les DEG infligés de 100% lorsqu'il n'y a qu'un seul ennemi.",
    "ut": {
      "name": "Lotus de Cristal Écarlate",
      "description": [
        "Augmente les DEG infligés de 20% et réduit le coût en mana de 1 de [Tranche-le, Lame de Jugement !]",
        "Augmente les DEG infligés de 24% et réduit le coût en mana de 1 de [Tranche-le, Lame de Jugement !]",
        "Augmente les DEG infligés de 29% et réduit le coût en mana de 1 de [Tranche-le, Lame de Jugement !]",
        "Augmente les DEG infligés de 35% et réduit le coût en mana de 1 de [Tranche-le, Lame de Jugement !]",
        "Augmente les DEG infligés de 42% et réduit le coût en mana de 1 de [Tranche-le, Lame de Jugement !]",
        "Augmente les DEG infligés de 50% et réduit le coût en mana de 1 de [Tranche-le, Lame de Jugement !]"
      ],
      "story": "De temps en temps, des fragments de cristaux bourgeonnent du corps de Kirze et se détachent. Étant donné que ces fragments, autrefois, formaient une partie de son corps, les ignorer n'était pas une option pour Kirze, donc elle les ramassait et les gardait tous avec elle. Cependant, avec le temps, sans se rendre compte, les fragments commencèrent à déborder de son sac, mais elle ne sut où s'en servir. Un jour, elle visita la boutique de May à Orvel, et elle vit de magnifiques décorations en verre. Kirze les trouva admirables et dans le souhait que ses fragments puissent être utilisés dans le même usage, elle offrit à May tous les fragments de cristaux arcaniques écarlates qu'elle avait gardés. Pour la remercier, May lui offrit en retour, sa première œuvre accomplie avec les fragments. Cet ornement de Lotus écarlate fut son cadeau."
    }
  },
  "s2": {
    "name": "Répands-toi, Brouillard Cristallisé !",
    "description": "Décharge la puissance des cristaux arcaniques dans le corps du Héros, et inflige {0} DEG M. à tous les ennemis et les étourdit pendant {1} sec. Lorsque le Héros active la compétence, elle se met en mode [Cristal Arcanique Éveillé] pendant {2} sec. Ceci augmente la Vitesse d'ATQ de tous les alliés de {3} et émet une onde de choc toutes les {4} sec, qui inflige {5} DEG M. à tous les ennemis à portée, et les étourdit pendant {6} sec.",
    "books": {
      "0": "Augmente les DEG infligés de {0}%.",
      "1": "Augmente les DEG infligés de {0}%.",
      "2": "Augmente les DEG infligés de {0}%."
    },
    "light": "Augmente la durée de l'étourdissement par l'onde de choc aux ennemis non-Héros de {0} sec.",
    "dark": "Augmente les DEG infligés aux ennemis non-Héros de {0}% lorsque le Héros est en mode [Cristal Arcanique Éveillé].",
    "ut": {
      "name": "Traces de Passe-Temps",
      "description": [
        "Augmente la Vitesse d'ATQ de [Répands-toi, Brouillard Cristallisé !] de 100 et la durée de [Cristal Arcanique Éveillé] de 7 sec.",
        "Augmente la Vitesse d'ATQ de [Répands-toi, Brouillard Cristallisé !] de 120 et la durée de [Cristal Arcanique Éveillé] de 7 sec.",
        "Augmente la Vitesse d'ATQ de [Répands-toi, Brouillard Cristallisé !] de 140 et la durée de [Cristal Arcanique Éveillé] de 7 sec.",
        "Augmente la Vitesse d'ATQ de [Répands-toi, Brouillard Cristallisé !] de 170 et la durée de [Cristal Arcanique Éveillé] de 7 sec.",
        "Augmente la Vitesse d'ATQ de [Répands-toi, Brouillard Cristallisé !] de 210 et la durée de [Cristal Arcanique Éveillé] de 7 sec.",
        "Augmente la Vitesse d'ATQ de [Répands-toi, Brouillard Cristallisé !] de 250 et la durée de [Cristal Arcanique Éveillé] de 7 sec."
      ],
      "story": "Depuis son enfance, Kirze a toujours montré de l'affection envers les poupées, mais compte tenu de la situation économique de la famille, ses préférées furent celles en chiffon, fabriquées par sa mère. En effet, avant l'enlèvement, Kirze put apprendre de sa mère, la couture et l'artisanat de poupées. Aujourd'hui, Kirze n'est plus une enfant mais la poupée reste encore son jouet préféré; toutefois elle en fabrique non seulement pour sa propre collection, mais aussi pour d'autres enfants. En particulier, pour des enfants qui ont perdu leurs parents à cause des attaques de Démon errant..."
    }
  },
  "s3": {
    "name": "Épanouis-toi, Fleur Écarlate !",
    "description": "Invoque un cristal arcanique et inflige {0} DEG M. aux ennemis situés en face en ligne droite. Peu après, explose le cristal arcanique et inflige {1} DEG M. supplémentaires aux ennemis et leur applique la [Malédiction de Cristal Arcanique] pendant {2} sec. Ce dernier réduit la Vitesse d'ATQ des ennemis touchés de {3} sec. Chaque attaque de Héros aux ennemis affectés par la [Malédiction de Cristal Arcanique] leur applique une charge d'[Énergie de Cristal Arcanique]. La [Malédiction de Cristal Arcanique] explose après {4} sec et inflige {5} DEG M. + {6} DEG M. supplémentaires par charge d'Énergie de Cristal Arcanique.",
    "books": {
      "0": "Augmente les DEG infligés de {0}%.",
      "1": "Augmente les DEG infligés de {0}%.",
      "2": "Augmente les DEG infligés de {0}%."
    },
    "light": "Augmente la Réduction de Vitesse d'ATQ de {0}.",
    "dark": "Applique 2 charges d'Énergie de Cristal Arcanique par attaque lorsqu'il n'y a qu'un seul ennemi.",
    "ut": {
      "name": "Souvenir de l'Évasion",
      "description": [
        "Réduit le Temps de Recharge de [Épanouis-toi, Fleur Écarlate !] de 30% et pour chaque charge d'[Énergie de Cristal Arcanique] appliquée, vous avez 40% de chance d'appliquer 3 charges supplémentaires.",
        "Réduit le Temps de Recharge de [Épanouis-toi, Fleur Écarlate !] de 30% et pour chaque charge d'[Énergie de Cristal Arcanique] appliquée, vous avez 48% de chance d'appliquer 3 charges supplémentaires.",
        "Réduit le Temps de Recharge de [Épanouis-toi, Fleur Écarlate !] de 30% et pour chaque charge d'[Énergie de Cristal Arcanique] appliquée, vous avez 58% de chance d'appliquer 3 charges supplémentaires.",
        "Réduit le Temps de Recharge de [Épanouis-toi, Fleur Écarlate !] de 30% et pour chaque charge d'[Énergie de Cristal Arcanique] appliquée, vous avez 70% de chance d'appliquer 3 charges supplémentaires.",
        "Réduit le Temps de Recharge de [Épanouis-toi, Fleur Écarlate !] de 30% et pour chaque charge d'[Énergie de Cristal Arcanique] appliquée, vous avez 84% de chance d'appliquer 3 charges supplémentaires.",
        "Réduit le Temps de Recharge de [Épanouis-toi, Fleur Écarlate !] de 30% et pour chaque charge d'[Énergie de Cristal Arcanique] appliquée, vous avez 100% de chance d'appliquer 3 charges supplémentaires."
      ],
      "story": "Autrefois, lorsque Kirze fut enlevée par les Démons pour ensuite subir les expériences immondes dans le seul but de transformer son corps en cristal arcanique écarlate - Lorsque son corps résonna pour la première fois avec les cristaux arcaniques écarlates et qu'elle put obtenir le pouvoir - Elle fabriqua, de manière précipitée, sa toute première arme pour son évasion. C'est une paire de dagues, avec sa fabrication à peine terminée, sur le point de se briser. Cette paire de dagues fut justement la salvation de Kirze et des autres enfants kidnappés, les sauvant des pires expériences. Kirze ne pourra jamais se défaire de ces deux dagues qui détiennent ses souvenirs les plus importants."
    }
  },
  "s4": {
    "name": "Vos méfaits prennent fin, ici !",
    "description": "Augmente le taux d'ATQ du Héros, de {0} , la Chance de Crit. du Héros, de {1}. Augmente la Durée de Contrôles appliqués aux Boss, par tous les alliés, de {2}%.",
    "books": {
      "0": "Augmente le taux d'augmentation d'ATQ de {0}%.",
      "1": "Augmente le taux d'augmentation d'ATQ de {0}%.",
      "2": "Augmente le taux d'augmentation d'ATQ de {0}%."
    },
    "light": "Au début de chaque bataille, inflige {0}% de DEG supplémentaires aux ennemis non-Héros pendant 20 sec.",
    "dark": "Augmente les DEG infligés aux Boss de {0}%.",
    "ut": {
      "name": "Temps de Tranquillité",
      "description": [
        "Augmente la Chance de Crit. de [Vos méfaits prennent fin, ici !] de 250 points supplémentaires et modifie l'augmentation de la Durée de Contrôles appliqués aux Boss à 30%.",
        "Augmente la Chance de Crit. de [Vos méfaits prennent fin, ici !] de 250 points supplémentaires et modifie l'augmentation de la Durée de Contrôles appliqués aux Boss de 32%.",
        "Augmente la Chance de Crit. de [Vos méfaits prennent fin, ici !] de 250 points supplémentaires et modifie l'augmentation de la Durée de Contrôles appliqués aux Boss de 34%.",
        "Augmente la Chance de Crit. de [Vos méfaits prennent fin, ici !] de 250 points supplémentaires et modifie l'augmentation de la Durée de Contrôles appliqués aux Boss de 37%.",
        "Augmente la Chance de Crit. de [Vos méfaits prennent fin, ici !] de 250 points supplémentaires et modifie l'augmentation de la Durée de Contrôles appliqués aux Boss de 41%.",
        "Augmente la Chance de Crit. de [Vos méfaits prennent fin, ici !] de 250 points supplémentaires et modifie l'augmentation de la Durée de Contrôles appliqués aux Boss de 45%."
      ],
      "story": "Kirze se sert de ces outils de couture pour son passe-temps. Ils lui sont indispensables pour son artisanat de poupée. Récemment, elle rencontra son bonheur, grâce aux fils et aux cotons de types exceptionnels qu'elle put obtenir, avec lesquels elle put fabriquer de meilleures poupées. Par ailleurs, les ciseaux qu'elle utilise pour son artisanat sont les miniatures de son arme."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / Vitesse d'ATQ +100",
    "dark": "Augmente la Vitesse d'ATQ du Héros de {0} pour chaque attaque et compétence. Cet effet peut se cumuler jusqu'à {1} fois."
  }
}