{
  "name": "Bernheim",
  "subtitle": "Épée dévastatrice",
  "description": "Chevalier du silence, Épéiste de l'ombre et Lame sismique. Voici les titres qui ont été attribués dans l'empire à ce mercenaire légendaire. Son épée géante absorbe toute énergie pour semer le chaos le plus total.",
  "story": "Issu d'une famille noble de Penteonia, Bernheim von Lachelima excelle dans les arts martiaux. Il possède la force d'un géant et un discernement sans faille, ce qui aurait dû faire de lui un chevalier hors pair. Malheureusement, il lui manque une capacité essentielle pour réussir. Il est en effet incapable d'utiliser le pouvoir de la lumière. Il avait beau essayer, y mettre tout son cœur et toute sa volonté, le pouvoir de la lumière restait sourd à son appel. Sa plus grande mission a toujours été de servir son pays et la reine, et cet écueil qui l'obligeait à rester un chevalier ordinaire fut la source d'une grande frustration. Mais il n'a jamais baissé les bras, il s'est entraîné dur pour dompter le pouvoir de la lumière, mais l'absence totale de progression commençait à affaiblir sa détermination. Il se rendit un jour à l'église centrale pour étudier le pouvoir de la lumière. Alors qu'il lisait un livre dans le plus grand silence, il entendit un bruit. Une voix angélique l'appelait. Sa frustration poussa Bernheim à se diriger vers la source de cette voix, une pièce ceinte par des barrières magiques au sous-sol de l'église. À mesure qu'il se rapprochait, les barrières se dissipèrent comme si elles n'avaient jamais existé. Il trouva dans cette pièce une épée en forme d'ange qui émettait une lumière aveuglante. « Tu es l'élu », dit l'épée qui l'attirait vers elle par sa sainte lumière. Pensant que ses efforts incessants avaient enfin payé, il saisit l'épée. C'est alors que son esprit plongea dans un abîme infini de ténèbres. Ces ténèbres qui l'envahirent... étaient le vide sidéral de la futilité. Un réceptacle à jamais vide, un tout autre univers. Dans l'immensité de ces ténèbres, Bernheim sentit son esprit partir en lambeaux et son existence même s'estomper. Son corps et son esprit furent peu à peu envahis par une puissance sombre et menaçante. Cependant, Bernheim était aussi un chevalier de Penteonia, un chevalier de la lumière qui avait juré de toujours triompher des ténèbres. Son esprit invincible lui permit de s'extraire des ténèbres et de reprendre conscience. Une fois revenu à lui, il gisait sur le sol, une épée géante à la main. Elle avait l'apparence d'un démon et se moquait du chevalier qui s'était écarté du chemin de la lumière. Bernheim finit par être banni de Penteonia et commença une nouvelle vie en tant que mercenaire dans l'empire Vespia, toujours cette épée démoniaque, malveillante et grossière à la main...",
  "like": "Les paysages de son pays, la lecture, la solitude et la reine Artemia.",
  "dislike": "Ses faiblesses d'autrefois, Targarios.",
  "inn": {
    "idle": "... En tant que mercenaire, je connais ces endroits comme ma poche.",
    "recruit": {
      "greet": "Oui ? Vous avez une requête ?",
      "talk": [
        "Belle journée, aujourd'hui. Pour l'entraînement, bien sûr.",
        "Pourquoi je manie cette épée ? Certaines questions doivent rester sans réponse.",
        "La nourriture n'est pour moi qu'un carburant. Il n'y a pas de place pour l'opulence sur un champ de bataille."
      ],
      "gift": "Comment ? Un cadeau, et non une requête ? Je ne comprends pas l'intérêt de ce geste."
    },
    "affinity": {
      "greet": "Bonjour. Nous nous croisons souvent, en ce moment.",
      "talk": [
        "Vous voulez parler de mon épée ? Hum, il vaut mieux que vous ne sachiez pas.",
        "Quelle infâme migraine... Ne vous en faites pas, j'y suis habitué."
      ],
      "gift": "Merci, j'en ferai bon usage."
    },
    "relationship": {
      "greet": "Vous avez l'air de bonne humeur. Y a-t-il une raison particulière à cela ?",
      "talk": [
        "Mon destin est lié à cette épée démoniaque... Lui échapperai-je un jour ?",
        "Les hurlements de Targarios résonnent dans ma tête... Argh...",
        "Certes, j'avais une grande soif de pouvoir à l'époque, mais c'était uniquement à cause d'un manque de volonté. Cela ne se reproduira plus."
      ]
    }
  },
  "uw": {
    "name": "Targarios, Fourneau de futilité",
    "description": [
      "Toutes les 10 sec, augmente l'ATQ de 10 %, toutes DEF de 10 % et réduit le temps de recharge de toutes les compétences de 1 sec. Cette réduction double pendant [Prêt à combattre]. Le boost d'ATQ et de DEF peut se cumuler jusqu'à 4 fois et est inamovible.",
      "Toutes les 10 sec, augmente l'ATQ de 12 %, toutes DEF de 12 % et réduit le temps de recharge de toutes les compétences de 1,2 sec. Cette réduction double pendant [Prêt à combattre]. Le boost d'ATQ et de DEF peut se cumuler jusqu'à 4 fois et est inamovible.",
      "Toutes les 10 sec, augmente l'ATQ de 14 %, toutes DEF de 14 % et réduit le temps de recharge de toutes les compétences de 1,4 sec. Cette réduction double pendant [Prêt à combattre]. Le boost d'ATQ et de DEF peut se cumuler jusqu'à 4 fois et est inamovible.",
      "Toutes les 10 sec, augmente l'ATQ de 17 %, toutes DEF de 17 % et réduit le temps de recharge de toutes les compétences de 1,7 sec. Cette réduction double pendant [Prêt à combattre]. Le boost d'ATQ et de DEF peut se cumuler jusqu'à 4 fois et est inamovible.",
      "Toutes les 10 sec, augmente l'ATQ de 21 %, toutes DEF de 21 % et réduit le temps de recharge de toutes les compétences de 2,1 sec. Cette réduction double pendant [Prêt à combattre]. Le boost d'ATQ et de DEF peut se cumuler jusqu'à 4 fois et est inamovible.",
      "Toutes les 10 sec, augmente l'ATQ de 25 %, toutes DEF de 25 % et réduit le temps de recharge de toutes les compétences de 2,5 sec. Cette réduction double pendant [Prêt à combattre]. Le boost d'ATQ et de DEF peut se cumuler jusqu'à 4 fois et est inamovible."
    ],
    "story": "Le nom de son épée signifie « celle qui ne peut être rassasiée » ou « celle à l'appétit sans fin ». Elle a le pouvoir d'absorber toute sorte d'énergie, sainte ou démoniaque, et de l'utiliser ensuite. Elle est dotée d'une volonté propre et d'un caractère capricieux, aussi distrait que brutal. La reine Artemia elle-même ignore pourquoi cette épée a été scellée sous l'église centrale de Penteonia, même si l'on raconte que Targarios aurait été autrefois un Seigneur des ténèbres. Même si sa puissance dévastatrice est certaine, son caractère frivole rend cette théorie peu probable."
  },
  "s1": {
    "name": "Cercle de la futilité",
    "description": "Attaque la cible et les ennemis à portée, infligeant {0} DEG M et créant le Cercle de la futilité. Inflige {2} DEG M, réduit la Vit ATQ de {3} , et empêche les ennemis de recevoir des effets positifs pendant {1} sec. Temps de recharge {4} sec au début du premier combat.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Réduit le premier temps de recharge de 3 s.",
    "dark": "La durée de [Cercle de la futilité] augmente de 4 sec s'il est lancé lorsque [Prêt à combattre] est actif.",
    "ut": {
      "name": "Épée ternie",
      "description": [
        "[Cercle de la futilité] Réduit le Mana des cibles touchées de 100 points et augmente les DEG M qu'elles subissent de 25 % pendant 5 sec.",
        "[Cercle de la futilité] Réduit le Mana des cibles touchées de 120 points et augmente les DEG M qu'elles subissent de 25 % pendant 5 sec.",
        "[Cercle de la futilité] Réduit le Mana des cibles touchées de 140 points et augmente les DEG M qu'elles subissent de 25 % pendant 5 sec.",
        "[Cercle de la futilité] Réduit le Mana des cibles touchées de 170 points et augmente les DEG M qu'elles subissent de 25 % pendant 5 sec.",
        "[Cercle de la futilité] Réduit le Mana des cibles touchées de 210 points et augmente les DEG M qu'elles subissent de 25 % pendant 5 sec.",
        "[Cercle de la futilité] Réduit le Mana des cibles touchées de 250 points et augmente les DEG M qu'elles subissent de 25 % pendant 5 sec."
      ],
      "story": "Épée typique des chevaliers de Penteonia utilisée par Bernheim avant qu'il ne tombe dans le piège de Targarios. Elle est conçue pour bénéficier d'une puissance hors du commun lorsqu'elle est imprégnée du pouvoir de la lumière. Targarios remarqua un jour que Bernheim essayait de manier une autre arme que celle-ci, perdit son sang-froid et brisa toutes les autres armes, non sans avoir absorbé leurs pouvoirs, protections et bénédictions. Bernheim assista à cette scène, poussa un grand soupir et jeta les morceaux de métal, mais décida de garder cette épée avec lui."
    }
  },
  "s2": {
    "name": "Initiation au combat",
    "description": "Touche les ennemis en face à portée et inflige {0} DEG M pour les repousser. Augmente Toutes chances de bloquer de {2} et la DEF de {3} , et accorde l'immunité aux Contrôles pendant {1} sec. Temps de recharge {4} sec au début du premier combat.",
    "books": {
      "0": "Le taux d'augmentation de la DEF P. est augmenté de {0}%.",
      "1": "Le taux d'augmentation de la DEF P. est augmenté de {0}%.",
      "2": "Le taux d'augmentation de la DEF P. est augmenté de {0}%."
    },
    "light": "Permet de dissiper tous les Effets Négatifs sur le Héros",
    "dark": "Augmente à la fois le premier temps de recharge de 8 sec et la durée de l'effet pendant 8 sec.",
    "ut": {
      "name": "Médaille de lumière",
      "description": [
        "[Initiation au combat] Consomme 50 % des PV actuels lors de l'utilisation pour rendre l'effet inamovible.",
        "[Initiation au combat] Consomme 46 % des PV actuels lors de l'utilisation pour rendre l'effet inamovible.",
        "[Initiation au combat] Consomme 41 % des PV actuels lors de l'utilisation pour rendre l'effet inamovible.",
        "[Initiation au combat] Consomme 35 % des PV actuels lors de l'utilisation pour rendre l'effet inamovible.",
        "[Initiation au combat] Consomme 28 % des PV actuels lors de l'utilisation pour rendre l'effet inamovible.",
        "[Initiation au combat] Consomme 20 % des PV actuels lors de l'utilisation pour rendre l'effet inamovible."
      ],
      "story": "Symbole de la lumière qu'il reçut lorsqu'il fut fait chevalier de Penteonia. Un soleil est gravé sur cette médaille en or qui assure à son porteur la compagnie permanente de la lumière. Bien que Bernheim ait été déchu de son titre de chevalier et chassé de son pays, il demeure fidèle aux chevaliers de Penteonia."
    }
  },
  "s3": {
    "name": "Destructeur",
    "description": "Inflige {0}  DEG M sur 10 attaques aux ennemis proches dans un rayon circulaire. Attaque les ennemis dans une zone plus large, infligeant {1}  DEG M et les étourdissant pendant {2}  sec. Contre les ennemis non-héros, chaque attaque inflige {4}  DEG M supplémentaires. Temps de recharge {5}  sec au début du premier combat.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Réduit le premier temps de recharge de 5 s.",
    "dark": "Les DEG supplémentaires infligés aux ennemis non-héros ignorent la DEF.",
    "ut": {
      "name": "Coupe de mercenaire",
      "description": [
        "[Destructeur] Augmente les DEG de 20% et étourdit l'ennemi affecté pendant 0,5 sec avec 20% de chances de toucher à chaque coup.",
        "[Destructeur] Augmente les DEG de 24% et étourdit l'ennemi affecté pendant 0,5 sec avec 20% de chances de toucher à chaque coup.",
        "[Destructeur] Augmente les DEG de 29% et étourdit l'ennemi affecté pendant 0,5 sec avec 20% de chances de toucher à chaque coup.",
        "[Destructeur] Augmente les DEG de 35% et étourdit l'ennemi affecté pendant 0,5 sec avec 20% de chances de toucher à chaque coup.",
        "[Destructeur] Augmente les DEG de 42% et étourdit l'ennemi affecté pendant 0,5 sec avec 20% de chances de toucher à chaque coup.",
        "[Destructeur] Augmente les DEG de 50% et étourdit l'ennemi affecté pendant 0,5 sec avec 20% de chances de toucher à chaque coup."
      ],
      "story": "Coupe commémorative offerte aux braves et forts mercenaires de l'empire. Un loup, symbole de l'empire, est gravé dessus. Cette coupe magnifique, dont il n'existe que cinq exemplaires, fut offerte à Bernheim par la famille royale en récompense de ses innombrables faits d'arme. Cette coupe aurait pour effet de rendre tout liquide qu'elle contient capable de restaurer de l'endurance."
    }
  },
  "s4": {
    "name": "Effondrement",
    "description": "Bernheim ne peut récupérer de Mana et toutes ses compétences ne consomment pas de Mana. Lors d'une attaque normale et d'une attaque de compétence, inflige Effondrement aux ennemis pendant {0} sec, réduit leur Récupération de {1}%, et augmente son ATQ de {2} et sa propre Récupération de {3}%. Tous les effets sont cumulables {4} fois.",
    "books": {
      "0": "Augmentation de l'ATQ boostée de {0}%.",
      "1": "Augmentation de l'ATQ boostée de {0}%.",
      "2": "Augmentation de l'ATQ boostée de {0}%."
    },
    "light": "Les charges d'Effondrement deviennent inamovibles.",
    "dark": "L'augmentation d'ATQ et de Récupération deviennent inamovibles.",
    "ut": {
      "name": "Lettres jamais envoyées",
      "description": [
        "[Effondrement] Modifie le nombre de charges sur soi et la cible à 2 et augmente de 20 le nombre maximum de charges pour tous les effets.",
        "[Effondrement] Modifie le nombre de charges sur soi et la cible à 2 et augmente de 24 le nombre maximum de charges pour tous les effets.",
        "[Effondrement] Modifie le nombre de charges sur soi et la cible à 2 et augmente de 29 le nombre maximum de charges pour tous les effets.",
        "[Effondrement] Modifie le nombre de charges sur soi et la cible à 2 et augmente de 35 le nombre maximum de charges pour tous les effets.",
        "[Effondrement] Modifie le nombre de charges sur soi et la cible à 2 et augmente de 42 le nombre maximum de charges pour tous les effets.",
        "[Effondrement] Modifie le nombre de charges sur soi et la cible à 2 et augmente de 50 le nombre maximum de charges pour tous les effets."
      ],
      "story": "Lettres écrites par Bernheim à sa famille après avoir été banni. Il n'avait jamais pu se résoudre à les envoyer, jusqu'à maintenant, sept ans après. Ces lettres sont pour la plupart adressées à son frère et à sa sœur, respectivement cinq et dix ans plus jeunes que lui."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / Chances de coup critique +100",
    "dark": "En cas d'attaque normale, fait subir 1% DEG M supplémentaire à la cible et réduit sa DEF M de 1% pendant 10 sec. Cet effet peut se cumuler jusqu'à 20 fois."
  }
}