{
  "name": "Veronica",
  "subtitle": "Œil de la Clairvoyance",
  "description": "C'est le génie de la Tour des Sages qui a rétabli la formule de la magie runique. Elle est actuellement la trésorière d'Orvel et l'officier des chefs de guilde, elle dirige donc toutes les guildes. Sa capacité d'analyse et sa magie runique en font le cauchemar de ses ennemis.",
  "story": "Une érudite de génie de la Tour des Sages, qui se souvient de tout ce qu'elle voit. Après avoir développé ses propres théories et systèmes de magie runique, elle s'ennuya rapidement et passa à un autre sujet. Elle fut rapidement élue au poste de secrétaire royale des Finances. Malheureusement, de nombreux hommes politiques refusèrent qu'une femme du peuple devienne leur supérieure. Après une campagne de mensonges et de rumeurs, Veronica décida finalement de quitter le palais d'elle-même. Cependant, elle ne prit pas cela comme une défaite et partit conquérir une autre voie. Elle se rendit à l'Alliance de la Guilde d'Orvel, où elle savait que seuls ses talents seraient pris en compte. Comme elle s'y attendait, sa perception incroyable et ses talents d'analyse la rendirent indispensable à de nombreuses guildes.",
  "like": "Des personnes intelligentes, les résultats rapides, les documents propres",
  "dislike": "Les chambres mal rangées, les travails inefficaces",
  "inn": {
    "idle": "Hum, ça fait longtemps que je n'ai pas pris le temps de me détendre.",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "J'espère que vous allez continuer à vous occuper des monstres diaboliques qui continuent d'attaquer Orvel.",
      "talk": [
        "Une rune magique? Hum, j'en ai appris quelques-unes à la Tour des Sages. Je connais également quelques Runes Antiques.",
        "La gestion de guilde n'est pas simple. Il y a beaucoup trop de guildes..."
      ],
      "gift": "Oh, vous n'aviez pas besoin de... haah. Eh bien, j'accepte volontiers."
    },
    "relationship": {
      "greet": "Je ne suis pas venu ici depuis un bon moment... ça semble si proche, et si lointain.",
      "talk": [
        "Comment vont les activités de votre guilde? J'aiderai du mieux que je peux.",
        "Je veux aider plus, mais ce n'est pas facile. J'essaierai encore plus.",
        "Huhu, je me demande si je pourrais vous aider pour votre prochain raid."
      ]
    }
  },
  "uw": {
    "name": "Accordio, jalonneur infini",
    "description": [
      "Change le nombre de charges max de Connaissance Ultime du Trésorier à 9 et accorde une charge supplémentaire d'Expérience toutes les 14 sec.",
      "Change le nombre de charges max de Connaissance Ultime du Trésorier à 10 et accorde une charge supplémentaire d'Expérience toutes les 13 sec.",
      "Change le nombre de charges max de Connaissance Ultime du Trésorier à 11 et accorde une charge supplémentaire d'Expérience toutes les 12 sec.",
      "Change le nombre de charges max de Connaissance Ultime du Trésorier à 12 et accorde une charge supplémentaire d'Expérience toutes les 11 sec.",
      "Change le nombre de charges max de Connaissance Ultime du Trésorier à 13 et accorde une charge supplémentaire d'Expérience toutes les 10 sec.",
      "Change le nombre de charges max de Connaissance Ultime du Trésorier à 15 et accorde une charge supplémentaire d'Expérience toutes les 9 sec."
    ],
    "story": "Son autorisation est nécessaire pour traiter des objets importants au sein de l’alliance de guildes. Objet de bureau extrêmement précieux aux yeux de la fondatrice de l’alliance de guildes. Une plume et un dossier réunis ensemble. La plume est incrustée d’une boule de mana, ce qui fait qu’elle consomme du mana plutôt que de l’encre. Elle doit de plus écrire sur du parchemin magique, insensible aux plumes classiques. Tout ce qui est ainsi écrit ne peut plus être effacé sans le mana de l’auteur. Aussi, le parchemin magique est infini et comporte une fonction de recherche pour repérer ce qui a été écrit précédemment. Voilà qui rend Veronica bien plus efficace. Bien sûr, tout ceci est utile pour le travail. Pour le reste..."
  },
  "s1": {
    "name": "Ça va piquer un peu !",
    "description": "Inflige {0}  points de DEG M à la cible et aux ennemis à portée et les étourdit pendant {1}  s.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Augmente les DEG de 100 % lorsqu'il y a 1 ennemi.",
    "dark": "Le nombre de cibles passe à 2.",
    "ut": {
      "name": "Code de conduite de la guilde",
      "description": [
        "[Ça va faire un peu mal!] Augmente les DEG de 50 % et les DEG infligés aux boss de 2 % pendant 30 sec à chaque coup critique. Cet effet peut se cumuler jusqu'à 10 fois.",
        "[Ça va faire un peu mal!] Augmente les DEG de 50 % et les DEG infligés aux boss de 2,4 % pendant 30 sec à chaque coup critique. Cet effet peut se cumuler jusqu'à 10 fois.",
        "[Ça va faire un peu mal!] Augmente les DEG de 50 % et les DEG infligés aux boss de 2,9 % pendant 30 sec à chaque coup critique. Cet effet peut se cumuler jusqu'à 10 fois.",
        "[Ça va faire un peu mal!] Augmente les DEG de 50 % et les DEG infligés aux boss de 3,5 % pendant 30 sec à chaque coup critique. Cet effet peut se cumuler jusqu'à 10 fois.",
        "[Ça va faire un peu mal!] Augmente les DEG de 50 % et les DEG infligés aux boss de 4,2 % pendant 30 sec à chaque coup critique. Cet effet peut se cumuler jusqu'à 10 fois.",
        "[Ça va faire un peu mal!] Augmente les DEG de 50 % et les DEG infligés aux boss de 5 % pendant 30 sec à chaque coup critique. Cet effet peut se cumuler jusqu'à 10 fois."
      ],
      "story": "Ce manuel détaille la conduite à tenir pour les membres d'une guilde. Trois fois plus épais qu'un livre ordinaire, il est le fruit de la nature extrêmement méticuleuse de Veronica. Il faudrait presque une vie entière pour le lire en entier."
    }
  },
  "s2": {
    "name": "Je vais vous aider.",
    "description": "Accorde une Rune à tous les alliés pour augmenter leur ATQ de {0} et tous les DEG aux boss de 15 % pendant 10 sec.",
    "books": {
      "0": "ATQ augmentée de {0}%.",
      "1": "ATQ augmentée de {0}%.",
      "2": "ATQ augmentée de {0}%."
    },
    "light": "Augmente le boost d'ATQ de 40 %.",
    "dark": "Réduit le temps de recharge de 5 s.",
    "ut": {
      "name": "Pointe de stylo de volonté inébranlable",
      "description": [
        "[Laissez-moi vous aider] Réduit le coût en mana de 1 point et augmente la durée de la compétence de 1,6 sec.",
        "[Laissez-moi vous aider] Réduit le coût en mana de 1 point et augmente la durée de la compétence de 1,9 sec.",
        "[Laissez-moi vous aider] Réduit le coût en mana de 1 point et augmente la durée de la compétence de 2,3 sec.",
        "[Laissez-moi vous aider] Réduit le coût en mana de 1 point et augmente la durée de la compétence de 2,7 sec.",
        "[Laissez-moi vous aider] Réduit le coût en mana de 1 point et augmente la durée de la compétence de 3,3 sec.",
        "[Laissez-moi vous aider] Réduit le coût en mana de 1 point et augmente la durée de la compétence de 4 sec."
      ],
      "story": "Pointe de stylo que Veronica garde toujours sur elle. Elle l’a trempée dans la source des Promesses pendant 100 jours, tout comme Jin le forgeron lui avait conseillé. Grâce à la magie, ce qui a été écrit avec ce stylo devient rouge lorsque les choses ne se sont pas déroulées correctement. D’après Veronica, cela l’aide énormément pour gérer son inventaire."
    }
  },
  "s3": {
    "name": "Hors de ma vue !",
    "description": "Attaque 2 fois la cible et les ennemis dans une large zone environnante pour leur infliger {0} points de DEG M et les renverser pendant 5 secondes. Les ennemis touchés subissent 30% de DEG M en plus pendant 10 secondes.",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Augmente le coût en mana de 1 et les DEG de 100 %.",
    "dark": "La cible reçoit davantage de DEG M et DEG P.",
    "ut": {
      "name": "Sceau de Manager de la guilde",
      "description": [
        "[Hors de ma vue!] Les DEG sont augmentés de 20% et pour chaque ennemi touché, le Temps de Recharge est réduit de 10%.",
        "[Hors de ma vue!] Les DEG sont augmentés de 24% et pour chaque ennemi touché, le Temps de Recharge est réduit de 10%.",
        "[Hors de ma vue!] Les DEG sont augmentés de 29% et pour chaque ennemi touché, le Temps de Recharge est réduit de 10%.",
        "[Hors de ma vue!] Les DEG sont augmentés de 35% et pour chaque ennemi touché, le Temps de Recharge est réduit de 10%.",
        "[Hors de ma vue!] Les DEG sont augmentés de 42% et pour chaque ennemi touché, le Temps de Recharge est réduit de 10%.",
        "[Hors de ma vue!] Les DEG sont augmentés de 50% et pour chaque ennemi touché, le Temps de Recharge est réduit de 10%."
      ],
      "story": "Sceau remis au meilleur manager de guilde d’Orvel. Toutes les affaires de guilde nécessitent ce sceau pour être abouties. La méticuleuse Veronica ne tamponne aucun document tant qu’il n’est pas parfait, c’est dire si cet objet reflète le professionnalisme de Veronica."
    }
  },
  "s4": {
    "name": "Connaissance Ultime du Trésorier",
    "description": "Augmente l'ATQ de tous les alliés de {0} et accorde une charge d'Expérience lors de l'utilisation d'une compétence. Une fois 3 Expériences cumulées, accorde Connaissance Ultime du Trésorier et augmente ses DEG Crit de 30 % et les effets de toutes les compétences de 10 %. L'effet de Connaissance Ultime du Trésorier est cumulable 5 fois et est inamovible.",
    "books": {
      "0": "ATQ augmentée de {0}%.",
      "1": "ATQ augmentée de {0}%.",
      "2": "ATQ augmentée de {0}%."
    },
    "light": "Le lanceur regagne 2 orbes de PM lors de l'activation.",
    "dark": "Augmente l'ATQ des alliés soignés de 50 % pendant 10 sec.",
    "ut": {
      "name": "Bilan budgétaire de guilde",
      "description": [
        "[Connaissance ultime du trésorier] Augmente le boost d'ATQ de 50 % et les DEG Crit de tous les alliés de 20 % pendant 10 sec.",
        "[Connaissance ultime du trésorier] Augmente le boost d'ATQ de 50 % et les DEG Crit de tous les alliés de 24 % pendant 10 sec.",
        "[Connaissance ultime du trésorier] Augmente le boost d'ATQ de 50 % et les DEG Crit de tous les alliés de 29 % pendant 10 sec.",
        "[Connaissance ultime du trésorier] Augmente le boost d'ATQ de 50 % et les DEG Crit de tous les alliés de 35 % pendant 10 sec.",
        "[Connaissance ultime du trésorier] Augmente le boost d'ATQ de 50 % et les DEG Crit de tous les alliés de 42 % pendant 10 sec.",
        "[Connaissance ultime du trésorier] Augmente le boost d'ATQ de 50 % et les DEG Crit de tous les alliés de 50 % pendant 10 sec."
      ],
      "story": "Une compilation de rapports budgétaires de guilde que Veronica dresse chaque mois et chaque année. Véritable experte, elle gère ces documents comme personne. La réaction instinctive de tout être normalement constitué voyant une telle montagne de documents s'entasser sera de quitter la pièce à reculons. Cette pile de documents est la preuve que Veronica est une gestionnaire hors pair."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / Chances Crit +100",
    "dark": "Réduit le temps de recharge de toutes les compétences du lanceur de 15 % toutes les 20 sec."
  }
}