{
  "name": "Loman",
  "subtitle": "Le gardien de confiance",
  "description": "Le gardien de la monarchie Orvel. Loman ne laisse passer personne sans permission royale. La puissance de sa hallebarde force ses ennemis à s'agenouiller devant lui.",
  "story": "Si l'on devait nommer le plus fidèle des Chevaliers gardiens, c'est le nom de Loman qui viendrait aussitôt à l'esprit. La famille royale a tellement confiance en lui qu'elle l'a nommé gardien de la monarchie Orvel. C'est un homme doux et amical, mais il est sans pitié lorsque quelqu'un tente d'approcher le roi sans permission royale. Aucun de ceux ayant vu sa hallebarde, offerte par Scarlet, trancher l'air n'a survécu pour le raconter. Cependant, quand il n'est pas en mission, c'est un homme sensible qui se détend en pratiquant la gravure sur bois.",
  "like": "Clause, Demia, la confiture, la gravure sur bois",
  "dislike": "La menthe, le ginseng",
  "inn": {
    "idle": "Je suis juste sorti pour ma pause. C'est un chouette endroit. Je devrais passer plus souvent.",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Entrez. Je travaillais sur une de mes gravures sur bois. Vous voulez regarder ?",
      "talk": [
        "Cela fait des siècles que ma famille garde la monarchie d'Orvel. Lorsque je suis arrivé au château, mon père m'a donné cette possession de famille.",
        "Cette hallebarde semble plutôt spéciale. J'ai demandé à Jin et il m'a dit qu'elle contenait l'essence d'une ancienne bête divine."
      ],
      "gift": "Quoi ? Je vous préviens, je n'ouvrirai pas le coffre ou le labyrinthe pour vous. Ah Ah."
    },
    "relationship": {
      "greet": "Protéger la monarchie est un devoir aussi important que solennel. Cependant, je suis parfois jaloux de mes collègues, qui peuvent circuler comme bon leur semble.",
      "talk": [
        "Je ferai l'impossible pour remercier Sa Majesté de la confiance qu'elle me porte.",
        "La gravure sur bois est une de mes passions. Sans que je m'en rende compte, j'ai peu à peu rempli ma chambre de bouts de bois. Ah Ah.",
        "J'ai vu quelqu'un avec de longs cheveux, poussant des cris de joie toute la journée. Je vois toutes sortes de gens bizarres qui vivent leur vie à leur manière."
      ]
    }
  },
  "uw": {
    "name": "Gaiamenes, vague de protection",
    "description": [
      "Fierté d'Orvelia s'accumule à chaque utilisation des compétences. Fierté d'Orvelia ne peut être dissipée et, quand elle est cumulée 4 fois, Bénédiction d'Orvelia s'active, infligeant 200 % d'ATQ sous forme de DEG P aux ennemis dans une large zone et augmentant la Résistance P. faible des cibles de 25 % pendant 10 secondes. Bénédiction d'Orvelia augmente également la DEF M. de 10 % pendant 10 secondes.",
      "Fierté d'Orvelia s'accumule à chaque utilisation des compétences. Fierté d'Orvelia ne peut être dissipée et, quand elle est cumulée 4 fois, Bénédiction d'Orvelia s'active, infligeant 240 % d'ATQ sous forme de DEG P aux ennemis dans une large zone et augmentant la Résistance P. faible des cibles de 30 % pendant 10 secondes. Bénédiction d'Orvelia augmente également la DEF M. de 12 % pendant 10 secondes.",
      "Fierté d'Orvelia s'accumule à chaque utilisation des compétences. Fierté d'Orvelia ne peut être dissipée et, quand elle est cumulée 4 fois, Bénédiction d'Orvelia s'active, infligeant 290 % d'ATQ sous forme de DEG P aux ennemis dans une large zone et augmentant la Résistance P. faible des cibles de 36 % pendant 10 secondes. Bénédiction d'Orvelia augmente également la DEF M. de 14 % pendant 10 secondes.",
      "Fierté d'Orvelia s'accumule à chaque utilisation des compétences. Fierté d'Orvelia ne peut être dissipée et, quand elle est cumulée 4 fois, Bénédiction d'Orvelia s'active, infligeant 350 % d'ATQ sous forme de DEG P aux ennemis dans une large zone et augmentant la Résistance P. faible des cibles de 43 % pendant 10 secondes. Bénédiction d'Orvelia augmente également la DEF M. de 17 % pendant 10 secondes.",
      "Fierté d'Orvelia s'accumule à chaque utilisation des compétences. Fierté d'Orvelia ne peut être dissipée et, quand elle est cumulée 4 fois, Bénédiction d'Orvelia s'active, infligeant 420 % d'ATQ sous forme de DEG P aux ennemis dans une large zone et augmentant la Résistance P. faible des cibles de 51 % pendant 10 secondes. Bénédiction d'Orvelia augmente également la DEF M. de 21 % pendant 10 secondes.",
      "Fierté d'Orvelia s'accumule à chaque utilisation des compétences. Fierté d'Orvelia ne peut être dissipée et, quand elle est cumulée 4 fois, Bénédiction d'Orvelia s'active, infligeant 500 % d'ATQ sous forme de DEG P aux ennemis dans une large zone et augmentant la Résistance P. faible des cibles de 60 % pendant 10 secondes. Bénédiction d'Orvelia augmente également la DEF M. de 25 % pendant 10 secondes."
    ],
    "story": "Cette hallebarde était portée par une statue antique défendant les portes du labyrinthe royal récemment découvert. Vieille et usée, la statue la tenait fermement, comme si elle voulait protéger le labyrinthe de toute intrusion. Loman, qui était chargé des fouilles du labyrinthe, sentit à quel point la statue était sublime et lui rendit les honneurs. Alors, la statue lâcha la hallebarde avant de tomber en poussière. L'arme elle-même semblait intacte et possédait une mystérieuse énergie. « La statue lâcha la hallebarde avant de tomber en poussière... » dit Scarlet, lisant le rapport. « Oui, madame. » Scarlet leva les yeux vers Loman. « Protéger un lieu avec une indéfectible loyauté jusqu'à ce que son corps finisse par lâcher... Je connais un homme comme cela. » « Je vous demande pardon, madame ? » Il regarda Scarlet avec étonnement. Souriante, elle lui tendait la hallebarde."
  },
  "s1": {
    "name": "Sol déchiré",
    "description": "Inflige {0}  points de DEG P aux ennemis à portée situés en face et les renverse pendant {1}  sec, ce qui diminue la Resist P faible des cibles touchées de {3}  % pendant {2}  sec.",
    "books": {
      "0": "Augmente les DEG de {0}%.",
      "1": "Augmente les DEG de {0}%.",
      "2": "Bloque tous les DEG."
    },
    "light": "Le Temps de recharge est réduit de 3 sec.",
    "dark": "Augmente la Résist P. faible de la cible de 25% pendant 10 secondes.",
    "ut": {
      "name": "Techniques de combat de base des chevaliers d'Orvelia",
      "description": [
        "[Sol déchiré] Réduit le Blocage P de la cible de 500 points et la résistance aux contrôles de 100 pendant 10 sec.",
        "[Sol déchiré] Réduit le Blocage P de la cible de 500 points et la résistance aux contrôles de 120 pendant 10 sec.",
        "[Sol déchiré] Réduit le Blocage P de la cible de 500 points et la résistance aux contrôles de 140 pendant 10 sec.",
        "[Sol déchiré] Réduit le Blocage P de la cible de 500 points et la résistance aux contrôles de 170 pendant 10 sec.",
        "[Sol déchiré] Réduit le Blocage P de la cible de 500 points et la résistance aux contrôles de 210 pendant 10 sec.",
        "[Sol déchiré] Réduit le Blocage P de la cible de 500 points et la résistance aux contrôles de 250 pendant 10 sec."
      ],
      "story": "Ce traité couvre les bases maîtrisées par tous les chevaliers d'Orvel. Parmi les nombreuses compétences citées figure Sol déchiré, le point de départ de toutes leurs techniques de combat. C'est l'une des premières compétences qu'ils apprennent, mais sa complexité permet de distinguer aisément les néophytes des experts. Loman a lu cette œuvre plus d'un millier de fois depuis qu'il est chevalier, et il s'y reporte à chaque fois qu'il souhaite parfaire sa technique."
    }
  },
  "s2": {
    "name": "Credo voilé",
    "description": "Supprime les effets négatifs affectant les alliés. Lance un bouclier sur tous les alliés. Il absorbe {1} DEG pendant {0} seconde(s) et réduit tous les DEG aux alliés de {3}  % pendant {2} seconde(s). Le bouclier accorde une immunité au contrôle pendant la durée de l'effet.",
    "books": {
      "0": "Augmente les PV Bouclier de  {0}%.",
      "1": "Augmente les PV Bouclier de {0}%.",
      "2": "Augmente les PV Bouclier de {0}%."
    },
    "light": "Réduit le temps de recharge de 5 secondes.",
    "dark": "Le bouclier dure 5 secondes supplémentaires.",
    "ut": {
      "name": "Poupée en bois miniature",
      "description": [
        "[Credo voilé] Réduit le coût en mana de 1 point et restaure le mana de la cible à hauteur de 400 points.",
        "[Credo voilé] Réduit le coût en mana de 1 point et restaure le mana de la cible à hauteur de 480 points.",
        "[Credo voilé] Réduit le coût en mana de 1 point et restaure le mana de la cible à hauteur de 580 points.",
        "[Credo voilé] Réduit le coût en mana de 1 point et restaure le mana de la cible à hauteur de 700 points.",
        "[Credo voilé] Réduit le coût en mana de 1 point et restaure le mana de la cible à hauteur de 840 points.",
        "[Credo voilé] Réduit le coût en mana de 1 point et restaure le mana de la cible à hauteur de 1 000 points."
      ],
      "story": "Lorsqu'il était contrarié et cherchait à mettre de l'ordre dans son esprit, Loman sculptait des figurines grandes comme sa main. Lorsqu'il taillait ses morceaux de bois, il se sentait en paix et revivait le temps où il n'était qu'un bleu. Ce qui n'était qu'un passe-temps devint une passion, et il remplit ses quartiers avec des centaines de sculptures. Un beau jour, Loman se mit à sculpter des poupées en bois pour les offrir à ses amis et à ses hommes. À l'époque, les poupées ensorcelées, censées protéger contre le mal, étaient à la mode à Orvelia. Loman demanda à un vieux chaman adepte des remèdes ancestraux d'enchanter ses poupées avec un sort de protection et les offrit à ses proches."
    }
  },
  "s3": {
    "name": "Credo du chevalier",
    "description": "Frappe les ennemis en face et à portée 3 fois. Les 2 premiers coups infligent {0} DEG P et étourdissent les ennemis pendant {1} seconde(s) Le dernier frappe les ennemis sur une portée plus large 2 fois, infligeant {2} DEG P au total. Ce dernier coup étourdit les ennemis pendant 5 secondes et inflige [Marque du credo] aux ennemis, ce qui les blesse pendant {3} seconde(s). Les cibles touchées par [Marque du credo] subissent {4} DEG P supplémentaires de la part des alliés, à l'exclusion du lanceur. L'effet de DEG supplémentaire n'est activé qu'une fois toutes les {5} seconde(s).",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Lorsque 1 seul ennemi est présent, les DEG sont augmentés de 100%.",
    "dark": "Donne une immunité aux Contrôles.",
    "ut": {
      "name": "Océan d'invocation",
      "description": [
        "[Credo du chevalier] Réduit le temps de recharge de 30% et augmente la Résist P. faible de la cible de 10% pendant 10 secondes.",
        "[Credo du chevalier] Réduit le temps de recharge de 30% et augmente la Résist P. faible de la cible de 12% pendant 10 secondes.",
        "[Credo du chevalier] Réduit le temps de recharge de 30% et augmente la Résist P. faible de la cible de 14% pendant 10 secondes.",
        "[Credo du chevalier] Réduit le temps de recharge de 30% et augmente la Résist P. faible de la cible de 17% pendant 10 secondes.",
        "[Credo du chevalier] Réduit le temps de recharge de 30% et augmente la Résist P. faible de la cible de 21% pendant 10 secondes.",
        "[Credo du chevalier] Réduit le temps de recharge de 30% et augmente la Résist P. faible de la cible de 25% pendant 10 secondes."
      ],
      "story": "Ce pendentif spécial fut décerné par le premier roi d'Orvelia à la famille de Loman pour récompenser sa loyauté et la protection qu'elle offrit à la monarchie d'Orvel. Sa véritable origine reste un mystère, mais certains pensent que cet accessoire renferme l'esprit du gardien du continent d'Orbis, appartenant à une civilisation depuis longtemps disparue. Tous les propriétaires de ce pendentif ont raconté la même histoire : lorsqu'ils se sont résolus à risquer leur vie pour ce qui leur importante, ils invoquent une force supérieure telle que les vagues de l'océan. Certains pensent à présent que la gemme bleue de ce pendentif peut invoquer les esprits, et c'est pour cette raison qu'on l'appelle l'Océan d'invocation. Loman en a hérité de son père lorsqu'il est entré au château et le garde toujours avec lui."
    }
  },
  "s4": {
    "name": "Le dernier gardien",
    "description": "Accumule [Endurance] toutes les secondes. [Endurance] ne peut être dissipée et, quand elle est cumulée {0} fois, elle inflige {1} DEG P, ignorant la DEF des ennemis proches et réduisant l'ATQ des ennemis affectés de 20 % pendant {2} seconde(s). Un blocage réussi cumule [Endurance] 1 fois supplémentaire. Cet effet ne s'active qu'une fois toutes les {3} seconde(s).",
    "books": {
      "0": "DEG augmentés de {0}%.",
      "1": "DEG augmentés de {0}%.",
      "2": "DEG augmentés de {0}%."
    },
    "light": "Augmente de 1 le nombre d'Endurance accumulé chaque seconde.",
    "dark": "Réduit de 200 points la Vit ATQ de l'ennemi touché pendant 10 sec.",
    "ut": {
      "name": "Bouclier paternel",
      "description": [
        "[Le dernier gardien] Augmente le Blocage M de 200 points et le nombre de charges d'Endurance infligées par blocage réussi de 1.",
        "[Le dernier gardien] Augmente le Blocage M de 240 points et le nombre de charges d'Endurance infligées par blocage réussi de 1.",
        "[Le dernier gardien] Augmente le Blocage M de 290 points et le nombre de charges d'Endurance infligées par blocage réussi de 1.",
        "[Le dernier gardien] Augmente le Blocage M de 350 points et le nombre de charges d'Endurance infligées par blocage réussi de 1.",
        "[Le dernier gardien] Augmente le Blocage M de 420 points et le nombre de charges d'Endurance infligées par blocage réussi de 1.",
        "[Le dernier gardien] Augmente le Blocage M de 500 points et le nombre de charges d'Endurance infligées par blocage réussi de 1."
      ],
      "story": "Un bouclier autrefois utilisé par Loman, qu'il chérit comme un trésor. Il lui vient de son père qui travaillait comme gardien de la famille royale. Bien qu'il ne l'utilise plus depuis qu'il a sa hallebarde, il garde au fond de son cœur les paroles de son père : « Sois la porte qui protège Orvelia. » Loman vivant, jamais il ne laissera le moindre ennemi franchir la porte d'Orvelia."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / Blocage M. +200",
    "dark": "Si vous bloquez des DEG M, le Blocage M de tous les alliés augmente de 200 points, et leur DEF M augmente de 10 % de celle de Loman pendant 5 sec. Cet effet ne peut être activé qu'une fois toutes les 5 sec."
  }
}