{
  "name": "Hanus",
  "subtitle": "Instructrice d'Arme à Feu",
  "description": "La plus jeune instructrice formant l'armée de l'alliance dans le centre de commandement de l'Alliance de Guildes. Elle est également un génie de stratégie et d'amélioration des armes. Elle extermine les ennemis avec les armes à feu fabriquées de ses propres mains.",
  "story": "Cette fillette, appelée à l'armée de l'Alliance de Guildes à ses 13 ans, a été surnommée la petite géante du champ de bataille. À cause de son père qui était le Chef de Guilde des Armes, les jouets de son enfance étaient des sabres et des armes à feu abandonnés, et cela permit à la fillette de découvrir un talent inné dans le domaine de la manipulation des armes. Décidant qu'une intelligence aussi prodigieuse ne devait être ignorée, l'Alliance de Guildes parvint à convaincre son père réticent de leur permettre de recruter et former Hanus dans leur troupe. Comme escompté, elle prouva qu'elle était un génie sur les champs de guerre. Les nouvelles armes qu'elle conçut étaient d'une extravagance ébouriffante, au point de renverser le cours des batailles, et les tactiques qu'elle dressait étaient sans égal, ce qui fit d'elle le meilleur arsenal vivant de l'Alliance. Par-dessus tout, Hanus elle-même s'égayait de cette vie où elle pouvait utiliser ses armes nouvellement inventées. Cependant, à cause de ses talents, Hanus fut contrainte de participer à de nombreuses batailles et de porter de lourdes responsabilités, si bien qu'elle finit par se blesser au cours d'une opération. Son père qui, depuis le début, désapprouvait la participation de sa fille à l'armée, protesta fermement à l'Alliance de Guildes, et réclama sa démobilisation. Néanmoins, aucun parent ne peut fléchir la volonté de son enfant, dit-on ; suite à de longues heures de persuasion, Hanus, ne voulant en aucun cas quitter l'armée, obtint la permission de son père de garder son poste en tant qu'instructrice. À présent, bien qu'elle apprécie cette vie qui consiste à enseigner ses tactiques aux nouvelles recrues, elle n'abandonne pas l'espoir de retourner un jour sur le champ de bataille. Au sein du centre de commandement, Hanus attend tranquillement le jour de son retour avec ses fidèles compagnons d'armes qu'elle a instruits.",
  "like": "L'assemblage d'arme à feu, Mini-Hanus, les biscuits aux œufs, la fléchette",
  "dislike": "La paresse, l'intervention oiseuse dans ses tactiques, la crevette, le vinaigre",
  "inn": {
    "idle": "Croyez-vous que ce soit le moment de rire ainsi ?",
    "recruit": {
      "greet": "",
      "talk": [
        "",
        "",
        ""
      ],
      "gift": ""
    },
    "affinity": {
      "greet": "Même si l'entraînement vous paraît ardu pour l'instant, vous me remercierez à l'avenir.",
      "talk": [
        "Vous n'avez pas oublié la technique que je vous ai apprise la dernière fois, n'est-ce pas ? Bientôt, vous aurez droit à une évaluation surprise sur votre habileté.",
        "Vous répétez la même erreur depuis quelques jours. Je peux comprendre le manque d'expérience, mais je n'admets pas la paresse."
      ],
      "gift": "Est-ce un pot-de-vin ? Ce n'est pas pour cela que je réduirai votre temps d'entraînement."
    },
    "relationship": {
      "greet": "Un jour, je convaincrai mon père coûte que coûte. Car ma place est sur un champ de bataille.",
      "talk": [
        "Mon comportement envers vous dépendra du résultat de l'entraînement.",
        "Si vous achevez l'entraînement sans encombre, je vous paierai des plats goûteux en récompense.",
        "Tout le monde autour de moi est au courant pour ma peluche. Mini-Hanus... Comment peut-on lui donner un nom aussi infantile..."
      ]
    }
  },
  "uw": {
    "name": "Malice Infiniment Futile, HN-0",
    "description": [
      "Augmente les DEG Crit de Hanus de 20%, et lance [Malice Infiniment Futile, Missile autoguidé-HN] toutes les 20 sec. Ce missile inflige à une cible aléatoire des DEG P de 200% de son taux d'ATQ et lui applique l'un des effets suivants, pendant 3 sec : Étourdissement, Gel, Pétrification, Renversement, Réduction de la Vitesse d'ATQ de 250.",
      "Augmente les DEG Crit de Hanus de 24%, et lance [Malice Infiniment Futile, Missile autoguidé-HN] toutes les 17 sec. Ce missile inflige à une cible aléatoire des DEG P de 240% de son taux d'ATQ et lui applique l'un des effets suivants, pendant 3 sec : Étourdissement, Gel, Pétrification, Renversement, Réduction de la Vitesse d'ATQ de 250.",
      "Augmente les DEG Crit de Hanus de 29%, et lance [Malice Infiniment Futile, Missile autoguidé-HN] toutes les 14 sec. Ce missile inflige à une cible aléatoire des DEG P de 290% de son taux d'ATQ et lui applique l'un des effets suivants, pendant 3 sec : Étourdissement, Gel, Pétrification, Renversement, Réduction de la Vitesse d'ATQ de 250.",
      "Augmente les DEG Crit de Hanus de 35%, et lance [Malice Infiniment Futile, Missile autoguidé-HN] toutes les 12 sec. Ce missile inflige à une cible aléatoire des DEG P de 350% de son taux d'ATQ et lui applique l'un des effets suivants, pendant 3 sec : Étourdissement, Gel, Pétrification, Renversement, Réduction de la Vitesse d'ATQ de 250.",
      "Augmente les DEG Crit de Hanus de 42%, et lance [Malice Infiniment Futile, Missile autoguidé-HN] toutes les 10 sec. Ce missile inflige à une cible aléatoire des DEG P de 420% de son taux d'ATQ et lui applique l'un des effets suivants, pendant 3 sec : Étourdissement, Gel, Pétrification, Renversement, Réduction de la Vitesse d'ATQ de 250.",
      "Augmente les DEG Crit de Hanus de 50%, et lance [Malice Infiniment Futile, Missile autoguidé-HN] toutes les 8 sec. Ce missile inflige à une cible aléatoire des DEG P de 500% de son taux d'ATQ et lui applique l'un des effets suivants, pendant 3 sec : Étourdissement, Gel, Pétrification, Renversement, Réduction de la Vitesse d'ATQ de 250."
    ],
    "story": "Hanus, à bout de nerfs, rassembla tout son savoir technologique pour inventer cette arme à feu mystérieuse. Elle l’utilise généralement sur les ennemis qui l’ont mise en colère. Nommée Hanus-Type 0, avec ses projectiles spéciaux, cette arme consternante décompose les ennemis touchés et tire régulièrement des balles autoguidées, ce qui ne laisse aucune chance à l'ennemi de s'échapper. Seuls le fameux directeur du centre de recherche Magos Le'Flamme et le technomage de génie d'Orvel seraient en mesure d'inventer une telle arme. La raison de cette invention est hilarante... Hanus qui, auparavant, étant populaire, se fit ridiculiser par le chef du marché noir pendant une opération de trafic illicite, qui lui lança en s'échappant : « le terrain de jeux est par là, alors vas-y si tu veux jouer à la guéguerre ». Bouillant de colère, elle combattit de son mieux mais la troupe de gardes était si nombreuse qu'elle fut obligée de battre en retraite sans pouvoir le capturer. Elle grinça les dents pendant plusieurs jours du fait de n'avoir pas réussi à capturer le plaisantin, et lorsque l'occasion du nettoyage se présenta à nouveau, elle débarqua en brandissant cette singulière arme à feu. Ce jour, l'opération du nettoyage prit fin par un seul coup de feu... Avec la voix de la jeune fille qui disait qu'elle était prête à commencer une malice futile sur son terrain de jeux."
  },
  "s1": {
    "name": "Je vous ai percé à jour !",
    "description": "Après avoir lancé une grenade, tire avec la mitraillette et inflige {0} DEG P à la cible ainsi qu'aux ennemis à portée. Obtient {1} balles. Augmente de {3}% les DEG P reçus par les ennemis touchés pendant {2} sec et leur applique l'Aveuglement pendant {4} sec. Les balles peuvent se cumuler jusqu'à {5}.",
    "books": {
      "0": "Augmente les DEG infligés de {0}%.",
      "1": "Augmente les DEG infligés de {0}%.",
      "2": "Augmente les DEG infligés de {0}%."
    },
    "light": "Dissipe les effets positifs de la cible.",
    "dark": "Modifie le nombre de balles obtenues à {0} et à chaque obtention de balles, augmente le taux d'ATQ de {2}% pendant {1} sec. Cet effet peut se cumuler jusqu'à {3} fois.",
    "ut": {
      "name": "Béret Avachi",
      "description": [
        "[Je vous ai percé à jour !] Réduit le coût en mana de 1 orbe et augmente la durée de l'Aveuglement de 0,8 sec.",
        "[Je vous ai percé à jour !] Réduit le coût en mana de 1 orbe et augmente la durée de l'Aveuglement de 1 sec.",
        "[Je vous ai percé à jour !] Réduit le coût en mana de 1 orbe et augmente la durée de l'Aveuglement de 1,2 sec.",
        "[Je vous ai percé à jour !] Réduit le coût en mana de 1 orbe et augmente la durée de l'Aveuglement de 1,4 sec.",
        "[Je vous ai percé à jour !] Réduit le coût en mana de 1 orbe et augmente la durée de l'Aveuglement de 1,7 sec.",
        "[Je vous ai percé à jour !] Réduit le coût en mana de 1 orbe et augmente la durée de l'Aveuglement de 2 sec."
      ],
      "story": "Le béret de la première amie qui a accepté Hanus comme compagnon sur le champ de guerre. Malgré le fait qu'elle fut recrutée à l'armée grâce à son talent inné, le début de son enrôlement fut rempli de mépris et de railleries dus à son jeune âge. Seule une unique personne avait reconnu ses talents, et la reconnaissance de cette dernière fut suivie par celle de nombreuses personnes, qui se mirent à la considérer comme leur égale, si ce n'était plus. Elle a toujours été pour Hanus une amie précieuse et remarquable. Mais leur amitié eut à peine le temps de s'approfondir que Hanus fut mutée, et elles durent se dire au revoir. En la voyant pleurer pour la première fois de leur rencontre, son amie, en souriant, lui tendit le béret porté sur le champ de guerre, pour symboliser leur amitié et leur respect mutuel. Avec la promesse de se revoir là où elles ont souffert ensemble..."
    }
  },
  "s2": {
    "name": "Je vais vous cribler de balles !",
    "description": "Tire à {0} reprises, avec sa mitraillette, aux ennemis dans une vaste zone à l'avant et inflige {1} DEG P au total. Ensuite, si le Héros possède des balles, à chaque tir de mitraillette, il en utilise {2} jusqu'à ce qu'il n'en reste plus. Pendant ses tirs, les DEG reçus augmentent de {3}%. À chaque {4} tirs avec la mitraillette, les DEG infligés par la compétence augmentent de {5}%. L'augmentation des DEG infligés peut se cumuler jusqu'à {6} fois.",
    "books": {
      "0": "Augmente les DEG infligés de {0}%.",
      "1": "Augmente les DEG infligés de {0}%.",
      "2": "Augmente les DEG infligés de {0}%."
    },
    "light": "Augmente la dépense de balles de {0} , mais les DEG Crit de Hanus augmentent de {1}% pendant qu'elle utilise des compétences qui nécessitent continuellement des balles.",
    "dark": "Dissipe l'effet d'augmentation des DEG infligés par l'ennemi.",
    "ut": {
      "name": "Déclenchement de Malice",
      "description": [
        "[Je vais vous cribler de balles !] Récupère 20 balles et pour chaque tir de mitraillette, tout en dépensant des balles, augmente le taux d'ATQ de Hanus de {1}%. Cet effet peut se cumuler jusqu'à 100 fois.",
        "[Je vais vous cribler de balles !] Récupère 20 balles et pour chaque tir de mitraillette, tout en dépensant des balles, augmente le taux d'ATQ de Hanus de {1}%. Cet effet peut se cumuler jusqu'à 100 fois.",
        "[Je vais vous cribler de balles !] Récupère 20 balles et pour chaque tir de mitraillette, tout en dépensant des balles, augmente le taux d'ATQ de Hanus de {1}%. Cet effet peut se cumuler jusqu'à 100 fois.",
        "[Je vais vous cribler de balles !] Récupère 20 balles et pour chaque tir de mitraillette, tout en dépensant des balles, augmente le taux d'ATQ de Hanus de {1}%. Cet effet peut se cumuler jusqu'à 100 fois.",
        "[Je vais vous cribler de balles !] Récupère 20 balles et pour chaque tir de mitraillette, tout en dépensant des balles, augmente le taux d'ATQ de Hanus de {1}%. Cet effet peut se cumuler jusqu'à 100 fois.",
        "[Je vais vous cribler de balles !] Récupère 20 balles et pour chaque tir de mitraillette, tout en dépensant des balles, augmente le taux d'ATQ de Hanus de {1}%. Cet effet peut se cumuler jusqu'à 100 fois."
      ],
      "story": "Cette arme à feu, qui permit de révéler son prodigieux talent, est sa première invention. Un jour, alors qu'elle jouait avec des armes, elle se souvint brusquement de l'immense arme à feu conservée dans la chambre de son père. D'après lui, cette arme ne pouvait servir au combat, à cause de son poids excessif qui égalait sa puissance de feu. Or, aux yeux de Hanus, l'arme pouvait être améliorée, alors après avoir réfléchi, elle la prit secrètement avec elle. Quelques jours plus tard, cette arme à feu fut transformée en une mini-arme à feu ajustée à sa taille. Son père la punit sévèrement pour avoir touché à ses affaires, mais fut abasourdi en voyant l'arme améliorée. En dépit du fait que le poids de l'arme était extrêmement réduit, sa puissance de feu était conservée. Il comprit alors que le talent de sa fille n'avait rien de commun. Le plus surprenant dans tout ceci était que Hanus n'avait encore que 5 ans."
    }
  },
  "s3": {
    "name": "Cachez-vous dans un trou à rat !",
    "description": "Tire au mortier dans une zone éloignée à l'avant et inflige dans une vaste zone {0} DEG P. Obtient {1} balles. Étourdit les ennemis touchés pendant {2} sec. Cette compétence ignore l'effet Blocage de la cible.",
    "books": {
      "0": "Augmente les DEG infligés de {0}%.",
      "1": "Augmente les DEG infligés de {0}%.",
      "2": "Augmente les DEG infligés de {0}%."
    },
    "light": "Ignore l'effet de réduction des DEG reçus de la cible lorsque la compétence est utilisée pendant la Guerre des Guildes.",
    "dark": "Modifie le nombre de balles obtenues à {0} et à chaque obtention de balles, augmente la Pénétration DEF de {2} pendant {1} sec. Cet effet peut se cumuler jusqu'à {3} fois.",
    "ut": {
      "name": "Mini-Hanus",
      "description": [
        "[Cachez-vous dans un trou à rat !] Immunise Hanus aux Contrôles pendant la durée de la compétence et réduit le taux de Récupération de la cible touchée de 20%, pendant 5 sec.",
        "[Cachez-vous dans un trou à rat !] Immunise Hanus aux Contrôles pendant la durée de la compétence et réduit le taux de Récupération de la cible touchée de 24%, pendant 5 sec.",
        "[Cachez-vous dans un trou à rat !] Immunise Hanus aux Contrôles pendant la durée de la compétence et réduit le taux de Récupération de la cible touchée de 29%, pendant 5 sec.",
        "[Cachez-vous dans un trou à rat !] Immunise Hanus aux Contrôles pendant la durée de la compétence et réduit le taux de Récupération de la cible touchée de 35%, pendant 5 sec.",
        "[Cachez-vous dans un trou à rat !] Immunise Hanus aux Contrôles pendant la durée de la compétence et réduit le taux de Récupération de la cible touchée de 42%, pendant 5 sec.",
        "[Cachez-vous dans un trou à rat !] Immunise Hanus aux Contrôles pendant la durée de la compétence et réduit le taux de Récupération de la cible touchée de 50%, pendant 5 sec."
      ],
      "story": "La peluche préférée et la plus chérie de Hanus, en édition limitée. En réalité, elle a été fabriquée dans l'atelier de poupée le plus ancien d'Orvelia, et son modèle est un animal légendaire qui n'existe pas dans le monde. Ce produit fait fureur chez les enfants, mais les éditions limitées sont toujours destinées à Hanus. Elle l'habille avec des costumes de haute qualité et lui fait porter ses meilleures mini-armes à feu, assemblées en main propre. N'empêche que plus elle la pare, plus la peluche ressemble à Hanus, d'où le nom de Mini-Hanus donné à la peluche par son entourage. De temps à autre, ses amis lui demandent le nom de sa peluche, mais Hanus refuse de le leur révéler, en disant qu'elle seule a le droit de le connaître."
    }
  },
  "s4": {
    "name": "Je vais vous dompter !",
    "description": "Hanus est immunisée aux effets de Vitesse d'ATQ. Augmente la Vitesse d'ATQ de tous les alliés de {0} + {1}% du taux d'ATQ de Hanus. Si cet effet est activé durant la Bataille des Guildes, il est renforcé de {2} fois. [Bataille des Guildes] - Le Raid de Guilde, la Conquête de Guilde, la Guerre des Guildes",
    "books": {
      "0": "Augmente l'augmentation du taux d'ATQ de {0}%.",
      "1": "Augmente l'augmentation du taux d'ATQ de {0}%.",
      "2": "Augmente l'augmentation du taux d'ATQ de {0}%."
    },
    "light": "Au début de la bataille dans la Guerre des Guildes, les DEG reçus par tous les alliés sont réduits de {1}% pendant {0} sec.",
    "dark": "Récupère {1} balles toutes les {0} sec.",
    "ut": {
      "name": "Médaille Militaire",
      "description": [
        "[Je vais vous dompter !] Au début de la bataille dans la Guerre des Guildes, à la première utilisation de la compétence, réduit le coût en mana de 1 orbe pour toutes les compétences. Augmente le taux d'ATQ de 10% et DEG Crit de 20% de tous les alliés pendant 10 sec.",
        "[Je vais vous dompter !] Au début de la bataille dans la Guerre des Guildes, à la première utilisation de la compétence, réduit le coût en mana de 1 orbe pour toutes les compétences. Augmente le taux d'ATQ de 12% et DEG Crit de 24% de tous les alliés pendant 10 sec.",
        "[Je vais vous dompter !] Au début de la bataille dans la Guerre des Guildes, à la première utilisation de la compétence, réduit le coût en mana de 1 orbe pour toutes les compétences. Augmente le taux d'ATQ de 14% et DEG Crit de 29% de tous les alliés pendant 10 sec.",
        "[Je vais vous dompter !] Au début de la bataille dans la Guerre des Guildes, à la première utilisation de la compétence, réduit le coût en mana de 1 orbe pour toutes les compétences. Augmente le taux d'ATQ de 17% et DEG Crit de 35% de tous les alliés pendant 10 sec.",
        "[Je vais vous dompter !] Au début de la bataille dans la Guerre des Guildes, à la première utilisation de la compétence, réduit le coût en mana de 1 orbe pour toutes les compétences. Augmente le taux d'ATQ de 21% et DEG Crit de 42% de tous les alliés pendant 10 sec.",
        "[Je vais vous dompter !] Au début de la bataille dans la Guerre des Guildes, à la première utilisation de la compétence, réduit le coût en mana de 1 orbe pour toutes les compétences. Augmente le taux d'ATQ de 25% et DEG Crit de 50% de tous les alliés pendant 10 sec."
      ],
      "story": "La médaille reçue pour de nombreux exploits accomplis, après que Hanus ait rejoint l'Alliance des Guildes. Fin stratège, elle a apporté de nombreuses contributions sur le champ de bataille, et l'armée lui a attribué la médaille en guise de reconnaissance. Cela étant une impossibilité si on considère son jeune âge et la durée de son engagement, le mécontentement de la troupe qui ignorait qui elle était, ou ceux qui la jalousaient, ne connaissait pas de bornes. Cependant, ils ne disaient plus rien après avoir vu Hanus au moins une fois en pleine guerre. Depuis qu'elle est mutée au poste d'instructrice à cause de son père, elle regarde cet objet en se promettant de retourner un jour sur le champ de bataille."
    }
  },
  "t5": {
    "light": "ATQ, DEF, PV +15% / DEG Crit +20%",
    "dark": "Au début de la bataille dans la Guerre des Guildes, réduit le mana de tous les ennemis de {0} et augmente leurs DEG reçus de {2}% pendant {1} sec."
  }
}